{
    "text": [
        "F I N A L R E P O R T Overcoming the Barriers and Seizing the Opportunities for Active Ageing Policies in Europe ActivAge EU RESEARCH ON SOCIAL SCIENCES AND HUMANITIES EUR 23107 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate L — Science, economy and society B-1049 Brussels Fax (32-2) 2994462 http://ec.europa.eu/research/social-sciences http://cordis.europa.eu/fp7/cooperation/socio-economic_en.html ",
        "EUROPEAN COMMISSION Directorate-General for Research 2007 Citizen and Governance in a Knowledge-based society EUR 23107 EN EU RESEARCH ON SOCIAL SCIENCES AND HUMANITIES Overcoming the Barriers and Seizing the Opportunities for Active Ageing Policies in Europe ACTIVAGE Final report HPSE-CT-2002-00102 Funded under the Key Action ‘Improving the Socio-economic Knowledge Base’ of FP5 DG Research European Commission Issued in December 2005 Coordinator of project: The Interdisciplinary Centre for Comparative Research in the Social Sciences Vienna, Austria Liana Giorgi Partners: Research Institute of Finnish Economy, Helsinki, FI, Hannu Piekola Centre for Social Policy, University of Bremen, DE, Karl Hinrichs City University London, UK, Leslie Mayhew Econcept AG, Zürich, CH, Michal Arend Jagiellonian University, Cracow, PL, Jolanta Perek-Bialas Stein Rokkan Centre for Social Studies, Bergen, NO, Rune Ervik School of Social Studies, Masaryk University, Brno, CZ, Paolo Calza Bini Centre interdisciplinaire pour la recherche comparative, Paris, FR, Emmanuel Brillet Istituto di Ricerche sulla Popolazione e le Politiche Sociali, Roma, IT, Ladislav Rabusic ",
        "EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number(*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 978-92-79-07552-0 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P rinted on white chlorine - free PaPer ",
        "Preface Within the Fifth Community RTD Framework Programme of the European Union (1998– 2002), the Key Action ‘Improving the Socio-economic Knowledge Base’ had broad and ambitious objectives, namely: to improve our understanding of the structural changes taking place in European society, to identify ways of managing these changes and to promote the active involvement of European citizens in shaping their own futures. A further important aim was to mobilise the research communities in the social sciences and humanities at the European level and to provide scientific support to policies at various levels, with particular attention to EU policy fields. This Key Action had a total budget of EUR 155 million and was implemented through three Calls for proposals. As a result, 185 projects involving more than 1 600 research teams from 38 countries have been selected for funding and have started their research between 1999 and 2002. Most of these projects are now finalised and results are systematically published in the form of a Final Report. The calls have addressed different but interrelated research themes which have contributed to the objectives outlined above. These themes can be grouped under a certain number of areas of policy relevance, each of which are addressed by a significant number of projects from a variety of perspectives. These areas are the following: • Societal trends and structural change 16 projects, total investment of EUR 14.6 million, 164 teams • Quality of life of European citizens 5 projects, total investment of EUR 6.4 million, 36 teams • European socio-economic models and challenges 9 projects, total investment of EUR 9.3 million, 91 teams • Social cohesion, migration and welfare 30 projects, total investment of EUR 28 million, 249 teams • Employment and changes in work 18 projects, total investment of EUR 17.5 million, 149 teams • Gender, participation and quality of life 13 projects, total investment of EUR 12.3 million, 97 teams • Dynamics of knowledge, generation and use 8 projects, total investment of EUR 6.1 million, 77 teams • Education, training and new forms of learning 14 projects, total investment of EUR 12.9 million, 105 teams • Economic development and dynamics 22 projects, total investment of EUR 15.3 million, 134 teams • Governance, democracy and citizenship 28 projects; total investment of EUR 25.5 million, 233 teams • Challenges from European enlargement 13 projects, total investment of EUR 12.8 million, 116 teams • Infrastructures to build the European research area 9 projects, total investment of EUR 15.4 million, 74 teams ",
        "This publication contains the final report of the project ‘Overcoming the Barriers and Seizing the Opportunities for Active Ageing Policies in Europe’, whose work has primarily contributed to the area ‘Societal and individual well being: social trends, the implications of structural changes and of technological development’. The report contains information about the main scientific findings of ActivAge and their policy implications. The research was carried out by ten teams over a period of three years, starting in November 2002. The abstract and executive summary presented in this edition offer the reader an overview of the main scientific and policy conclusions, before the main body of the research provided in the other chapters of this report. As the results of the projects financed under the Key Action become available to the scientific and policy communities, Priority 7 ‘Citizens and Governance in a Knowledge- based society’ of the Sixth Framework Programme is building on the progress already made and aims at making a further contribution to the development of a European Research Area in the social sciences and the humanities. I hope readers find the information in this publication both interesting and useful as well as clear evidence of the importance attached by the European Union to fostering research in the field of social sciences and the humanities. J.-M. BAER, Director ",
        "Table of contents Preface 5 Acknowledgements 9 I. EXECUTIVE SUMMARY 10 1. Active ageing and the labour market 12 2. Active ageing and pension systems 13 3. Active ageing and health care systems 15 4. Barriers and opportunities 16 II. BACKGROUND AND OBJECTIVES OF THE PROJECT 18 III. SCIENTIFIC DESCRIPTION OF PROJECT RESULTS AND METHODOLOGY 20 1. Conceptual framework 20 2. Methods employed 22 2.1. Text/document analysis 22 2.2. Expert interviews 22 2.3. Secondary statistical analysis 23 2.4. Panel-led consultation 23 3. Main argument 24 4. The ‘productive ageing’ paradigm 24 4.1. Nordic welfare states 25 4.2. Continental welfare states 26 4.3. Liberal welfare states 26 4.4. Central and East European welfare states 27 4.5. Conclusion 27 5. An alternative ‘senior citizenship’ active ageing paradigm 28 5.1. Assumptions 28 5.2. Problems 29 5.3. Solutions 31 5.4. Origin and present location 32 6 Active ageing and the labour market 33 6.1. National labour markets 35 6.2. Labour market reforms 38 7. Active ageing and European pension systems 40 ",
        "7.1. Common trends 43 7.2. Workers’ preferences 46 7.3. Firms’ strategies 47 7.4. Conclusions 48 8. Active Ageing and Health 49 8.1. Health status 50 8.2. Health risk 51 8.3. Health care 52 8.4. Conclusions 56 IV. CONCLUSIONS AND POLICY IMPLICATIONS 57 V. DISSEMINATION AND EXPLOITATION OF RESULTS 61 1. Project deliverables 61 2. Workshops 62 3. Conference presentations 62 4. Other 66 VI. REFERENCES AND BIBLIOGRAPHY 67 1. References 67 2. Bibliography 69 VII. ANNEXES 72 1. Expert interviews 72 2. Panel-led consultation 86 3. List of participants 91 ",
        "9 Acknowledgements The ActivAge projected was funded by the European Community under the ‘Improving the Socio-Economic Knowledge Base’ Programme (1998-2002). This document has been produced in the framework of the ActivAge project. The authors are solely responsible for the information in this document. The European Community is in no way responsible or liable for the contents of this document or the use made of it. The project partners would like to thank the European Community for supporting this project. We would also like to acknowledge with gratitude all scholars, professionals and stakeholders around Europe who have provided input to our study by participating in our expert consultation rounds and/or completing our questionnaires. Any mistakes or inaccuracies that might remain are the sole responsibility of the authors. ",
        "10 I. EXECUTIVE SUMMARY Demographic ageing threatens to unravel European social protection systems and labour markets in the not too-distant future. Welfare state reform is called for across policy domains yet remains controversial. How can European societies safeguard social rights without endangering the financial sustainability of welfare systems? The ActivAge project takes a broad and comprehensive look into the way ten European societies are coping with the challenges posed by demographic ageing. It maps policy responses by different actors (state, firms, civil society) and across policy domains (labour market, pensions, health care) and examines their potential for success. We consider both the ideas that inform social policy reform and the policy measures in which these are translated. Two paradigmatic ideas have guided our research, namely, those of ‘productive’ as compared to ‘active’ ageing. The productive ageing paradigm postulates that the problems posed by demographic ageing can only be coped through longer working lives. At the same time, the universal benefits associated with the modern welfare state need to be reduced, i.e. the insurance principle should be strengthened at the expense of the re-distributive principle. The alternative ‘active ageing’ paradigm considers the solutions proposed by the ‘productive ageing’ paradigm as both short-sighted and inadequate. While recognising the necessity to promote longer working lives, it considers that the main barrier to this is age-related discrimination. Older or ageing people must be recognised as active citizens and promoted as such – in the labour market, in health care and in community activities. Hence the emphasis of the ‘active ageing’ paradigm on senior citizenship. The ActivAge approach is comparative at three levels: • First, we compare different countries . The ActivAge project covers 10 European countries: Austria, Finland, Germany, the UK, Switzerland, Poland, Norway, the Czech Republic, France and Italy. This selection of countries provides a balanced spread both in terms of geography and in terms of institutional structures. The ten countries also differ with regard to labour market and economic structures and the extent to which they are affected by demographic ageing. The selection of countries also reflects different welfare state or welfare regime traditions in Europe (Esping-Andersen 1990). Austria, Germany, Italy, France and (to a lesser degree) Switzerland all belong to the ‘continental’ welfare regime which is organized around the social insurance principle. Norway and Finland (again to a lesser degree) ",
        "11 belong to the Nordic welfare regime type which is characterized by a generous welfare state provision (over and above that provided by social insurance) and this, in turn, is predicated on supporting full employment. In the UK, representing the liberal welfare regime tradition, welfare state structures follow the Beveridgian tradition. Here, welfare state provision is designed to interfere as little as possible with the functioning of the market. Benefits, be it health care or pensions, are universal but, unlike Nordic welfare states, relatively low. Finally, Poland and the Czech Republic represent two transition economies where the development of welfare state provision was more influenced by the ideas of international organisations such as the World Bank. • Secondly, we compare developments in three policy domains , namely, the labour market, pensions and health. Together these domains are at the core of the welfare system and are all affected by demographic ageing. Additionally, in all three domains we find reforms motivated by demographic ageing. • Thirdly, we explore how new ideas/policy paradigms are impacting on the normative level, i.e. the way policies are framed, and compare these to the level of institutional practice, i.e. policy measures. This comparison is of particular relevance for a concept like active ageing which represents a new idea where our leading hypothesis is that it has yet to be fully inserted into the social policy discourse and practice. The research question then becomes whether this, if it indeed turns out to be the case, is a general problem or one that concerns primarily the normative level or that of policy measures/implementation. In the tradition of policy analysis research, the ActivAge has combined a series of methods, namely, textual/document analysis, expert interviews and secondary statistical analysis. In addition to these methods, the ActivAge project used participant observation in order to gain an insight into innovative self-organised projects and initiatives. Furthermore we organised expert panel-led consultations in all the participating countries for validating our results. The main finding of our research can be summarised as follows: Despite the uptake in most countries of the ‘senior citizenship’ discourse (even if not always the term ‘active ageing’) in special reports, inquiries, research programmes or pilot policy programmes, a closer examination of related reforms at the level of specific policy domains shows that we are far from meeting the requirements of a substantive policy reform as foreseen by the active ageing paradigm and recommended by the European Commission’s Communication Towards a Europe of All Ages (1999). This is the case for labour market policy, pension policy and health policy. Mentality is changing at an even slower rate ",
        "12 within the private sector. Instead we may observe the consolidation of the efficiency paradigm that is directed towards rationalisation and budgetary discipline. 1. Active ageing and the labour market The main challenge faced by European labour markets is the stagnating labour market demand. Furthermore, a long-term process of decoupling between economic growth and labour market demand appears to have set in. This is reflected in the rise of the unemployment rates and the overall aggregate decline of working time over the life course: the average retirement age might be increasing among younger cohorts but at the same time we can observe a later entry into the labour market. Insofar as the activity rates of older persons are concerned, here we find a significant variation across countries – reflecting in part the differential success of various labour market/pension reforms. Norway and Switzerland are the only countries to display both low unemployment rates and high labour market participation rates. Both are however rich countries, furthermore in Norway there has been an overall decrease of hours worked. The situation is worse in the new Member States as a result of the ongoing re-structuring of the economy. The above developments have given rise to extensive labour market reforms across European countries. These can be classified in two types: the first targets enterprises or economic sectors; the second targets individuals in their function as workers. • Reforms targeting enterprises or economic sectors include the reform of centralised wage setting procedures; the partial or gradual removal of protective measures regarding the dismissal of older employees or the payment of compensation payments; and the flexibilisation of working hours. This flexibilisation of the labour legislation is meant to encourage employers to create new jobs and recruit older workers as they no longer have to fear ‘penalties’ associated with dismissals or the payment of lower than average salaries. Protective measures concerning older workers with regard to dismissal or wages have been replaced by a stronger legislation against age discrimination in the labour market. • Labour market reforms targeting individuals are better known under the term ‘activation’. Activation refers to the bundle of training measures implemented by labour market offices or within enterprises for improving the skills of workers and thus their employability. In the framework of the European Employment Strategy, activation targets mainly older workers, women, the unemployed as well as low- skilled young people. Activation measures targeting older workers are in some countries linked to short-term subsidies paid to employers. ",
        "13 The above reforms have still to pay off in terms of the creation of new jobs or the increase of the labour market participation of older workers. This has to do – at least in part – with the way the above measures have been implemented: (a) The enacting of stricter legislation on age discrimination has at best a symbolic value if not accompanied by other measures. (b) Given the increase of youth unemployment and/or of school drop-out rates, activation measures (and related – overall minimal – funds) tend to concentrate on younger people. (c) The flexibilisation of the labour market legislation has been used by several firms to implement redundancy plans and/or to rationalise resources rather than for creating new jobs. (d) Finally, the integration of age concerns in human resource management strategies remains the exceptional best-practice rather than the rule. 2. Active ageing and pension systems The main objective of recent or ongoing pension reforms across European countries has been to increase the standard retirement age and in that restrict early retirement pathways. Theoretically, one can conceive of an ensemble of measure to attain a higher effective retirement age for the sake of both financially viable pension schemes and the promotion of active aging. Changes that moderate push factors include the flattening of seniority-based wage profiles, the removal of special protection against dismissals for older workers, easing temporary job contracts, regulation that outlaws discrimination against elderly workers and job applicants, equal contribution rates to social insurance schemes or to occupational pension plans regardless of workers' age, equal access of older workers to (re-)training measures, medical rehabilitation measures that make work environments safer and healthier, more flexible working-time arrangements, or the abolition of tax privileges or subsidies for collectively agreed early retirement schemes. Measures that are expected to most effectively neutralise pull factors include closing special pathways into early retirement, strengthening the contribution-benefit link, and actuarially adjusting benefits so as to neither favour nor penalizes those who opt for early/late retirement. Additionally, one can think of restricting disability pensions, gradually increasing the standard retirement age as well as indexing the initial (or current) pension benefit level for increasing life expectancy (‘demographic factor’) so as to avoid an implicit expansion of pension schemes. When looking into the various elements of pension reforms a number of general trends are clearly discernible across all countries regardless of the characteristics of their pension systems, i.e. whether originally of a Bismarck or Beveridge approach. In fact over the last couple of decades we can observe a gradual convergence of pension systems: the Beveridge systems represent in the meantime firmly structured ‘multi-pillar’ ",
        "14 systems whereas the Bismarck systems are gradually being transformed into ‘social insurance cum private components’ systems; furthermore, the ‘multi-pillar’ approach now acts as a point of reference in most Bismarck countries where more or less sweeping reforms have been brought underway (Hinrichs 2005). These common trends are as follows: (1) The contribution/benefit link has been tightened. (2) Current pensions are no longer indexed to previous wage development but rather to changes in cost of living. (3) Unpaid family work is now incorporated into benefit calculation so that raising children and/or taking care of dependent relatives now results in (higher) benefit entitlements. This is the sole expansionary trend included in recent pension reforms. (4) The pre-funding of pension is now given a larger weight both in pay-as-you-go systems and in multi-pillar systems. (5) The standard retirement age has been raised either directly or indirectly. (6) Early retirement is penalised, prolonged employment is rewarded. (7) Early retirement pathways are gradually being abolished. (8) The final general trend is that of policy reform that aims to facilitate the combination of employment with the drawing of a pension. However, the idea of a progressive transition into retirement has still to gain practical significance. It is still too early to judge on the success of the above reforms. There has been a reversal of the downward trend in the elderly employment rate in nine out of ten countries (exception: Poland) and, where the data permit any such statement, the average retirement age has gone up as well. So far, both developments cannot be firmly attributed to recent pension reforms. An early retirement culture persists in most countries. It is a lengthy and troublesome political task to move retirement preference into the opposite direction. Financial disincentives and, even more, the non-availability of public pensions at early ages will of course eventually drive individual expectations on one's retirement age upwards, but this course of pension policy is largely disliked. Employers' interests are, however, the main bottleneck for successful active ageing policies. Apart from the two Scandinavian countries, concepts of active ageing and ‘age management’ have barely entered the action frame of personnel managers (or works council members). Instead early retirement continues to be supported, albeit in a different way than before. Furthermore, the gaps in skills in conjunction with the changing demands of the labour market means that low-skilled older workers are more likely to be ‘pushed’ out the labour market whereas higher-skilled older workers are more likely to themselves pull out as they can afford it. ",
        "15 3. Active ageing and health care systems Life expectancy at birth has steadily progressed since the 1950s for both genders. At the beginning of the twenty-first century, life expectancy at birth was just over 80 years for women and 76 years for men in the 10 countries under investigation by ActivAge. Life expectancy is inversely related to healthy life expectancy: the lower the life expectancy the more years are spent in disability and ill health. However, over time (i.e. with age), this relationship is weakened, which means that after the age of 60 and despite the increase of life expectancy, a comparable high number of years will quite likely be spent in ill-health. Thus, for instance, even though life expectancy at 60 for females in 2001 was 16.9 (in UK), nine of these years would on average be spent in ill- health. By far the lowest healthy life expectancy at 60 is displayed by Polish women (11.5 expected years of ill-health out of a total of 14.5) followed by Czech women (9.3 out of a total of 16). This underlines the challenge posed by ageing for the health sector. Lifestyle and consumption patterns have increased in importance with regard to determining both ill-health and (premature) death. Smoking, for instance, is one of the primary risk factors in premature mortality. There is an overall strong correlation between levels of smoking in a population and the lung cancer death rate. An equal strong association exists between alcohol consumption, liver diseases and cirrhosis death rates. Finally, countries with high level of obesity such as Finland, Poland, Czech republic and UK have higher death rates from diseases of the circulatory system. The impact of lifestyle of health underlines the second key challenge faced by contemporary health systems, namely, that of preventive medicine. Optimising the health systems to contemporary conditions relating to an ageing society will necessitate a coordinated strategy comprising the following components: (a) a greater emphasis on preventive medicine through raising awareness campaigns targeting the population as well as changes in the educational curricula of the medical profession; (b) a greater emphasis on quality measured in terms of (i) access to qualified medical personnel, including nurses and care personnel and (ii) investment in infrastructure and high-tech equipment; and (c) greater investment into short- and long-term care arrangements for older people through day, home and outpatient care facilities. Health expenditures (both public and private) are unlikely to decrease in the next decades. If they were to decrease this would be at the detriment of health status and active ageing. However there is scope for improvements in the efficient use of resources through their better allocation and management. ",
        "16 4. Barriers and opportunities There are two cross-sectoral barriers faced by the active ageing agenda. The first is discrimination: older people face pervasive and ubiquitous discrimination in almost all spheres in society – on the labour market, out of work, in the social insurance system. The second key barrier has to do with the cost of ageing. Indeed the financial strain exerted on social welfare systems has been driving most of the debates on both productive and active ageing. Whether we talk about labour market policy, pension reform or health care systems, the most frequently mentioned keyword is cost containment in relation to efficiency. However important efficiency might be, judging all reforms from this perspective alone can also have the negative unintended consequence of blocking innovation. It is our contention that insofar as the ageing challenge is concerned, the focus on cost containment almost at the expense of all other considerations must be judged as one central barrier to the formulation and implementation of innovative active ageing strategies. At the sectoral level, the following barriers and opportunities should be mentioned: • In the field of the labour market the main problem, next to the stagnating labour market demand, is that of the inadequate levels of education and qualification. Indeed the two problems might be related in more than one way. Despite the fact that the levels of educational attainment are overall on the increase, these still remain out of sync with contemporary demands. Life-long learning has still to be incorporated into working patterns, yet it entails the highest prospects for effecting long-lasting structural change. Fighting age discrimination and promoting positive inter-generational relations at work are equally important strategic objectives. • In the pension field, the main barrier to active ageing – especially in continental systems – has to do with the inflexibility of the social security systems with regard to the combination of work and pension. Related initiatives did not make it past the pilot stage or are tied to the fulfilment of several additional conditions. This is related to both the absence of age-management concepts within companies but also the administrative inflexibility of social security systems. • Finally in the health care system, the multi-level governance system involving different territorial levels (even in centralised countries), out- and in-patient care (and in that general practitioners and hospitals) as well as different service providers is making institutional reform towards preventive medicine as well as a better allocation of resources difficult to implement. The over-specialisation that characterises the medical profession is an additional barrier. In contrast, the ",
        "17 increasing awareness among the population of the importance of lifestyle on good health but also of the holistic character of health represents an opportunity for positive change. These findings are common to all the countries under investigation by our project. There are of course differences as well; however, these are primarily differences in degree not in substance. Undoubtedly, new Member States like the Czech Republic and, even more, Poland that are still undergoing a transition process in terms of both economic restructuring and social welfare reform face the ageing challenge in an especially acute form. Smaller and richer countries with comprehensive welfare systems like Finland, Norway or Switzerland are, in contrast, better equipped to deal with the ageing challenges. This said, the commonalities among European countries – also markedly evident in our national expert consultations – speak in favour of coordinated strategies at European level and across policy sectors. ",
        "18 II. BACKGROUND AND OBJECTIVES OF THE PROJECT After over a decade of bitter political controversy over welfare state reforms, active ageing policies promise battle-weary European social policy-makers much-needed respite. As demographic ageing threatens to unravel European social protection systems and labour markets in the not too-distant future, policy-makers across Europe have found themselves embroiled in divisive and bitter policy conflicts over welfare state reforms. Projected increases in old age dependency ratios with their implicit health care and pension system price tags have prompted a flurry of reform efforts across Europe. As a rule, European policy-makers have focused on bringing social protection systems into line with projected increases in demand for pensions and health care. Invariably, this has meant retrenching pension and health care systems. Perhaps unsurprisingly, reform experiences of the past years have not been particularly happy. Active ageing policies promise to put an end to all of that. Rather than merely treating the symptoms in form of higher social expenditure, advocates of active ageing policies suggest targeting the root causes of poor health, inactivity and dependence in old age (Walker, 2003). The concept of active ageing promises to transcend policy conflicts. In their communication Towards a Europe for All Ages , the European Commission (1999) outlines a broad European policy agenda for active ageing. The Commission points to the need for reforms of labour market practices (i.e. lifelong learning and training and ways of maximising labour market participation across all age cohorts), pension systems (i.e. flexible retirement options to curb early retirement) and health systems (i.e. effective and efficient health care provision for the elderly and the very old). However, although the concept of active ageing has joined the illustrious group of ‘good ideas’ that rattle around in European polities, it has yet to attain a prominent position on European policy agendas. In most European countries, active ageing is a political backwater. Commitment from policy-makers in the main is of more rhetorical than practical value and the governance resources devoted to developing active ageing policies are modest. Despite being a ‘good idea’, active ageing as a social reform programme has yet to catch on. Against this background, the overall aim of the ActivAge project was to identify and analyse the socio-institutional, economic, political realities facing the implementation of active ageing policies in Europe. By analysing and comparing existing active ageing policy agendas in terms of their specific institutional environments and socio-cultural contexts across Europe, the ActivAge project aimed to point to the potential barriers and ",
        "19 opportunities for active ageing policies these diverse institutional and cultural contexts give rise to. Analytically, the project had three specific objectives: 1) To map the socio-institutional, economic, and political landscape of active ageing reforms in Europe by identifying the objectives of real-existing active ageing policies in the public, private and tertiary sectors as well as the means and tools policy actors use to implement active ageing policy. 2) To provide a comparative analysis of how existing policy responses at all levels (i.e. state, firms and civil society) and across policy domains (labour market, pensions, health) have managed or will manage to tackle the problems of an ageing society and how these relate to active ageing agendas at the national and European level. 3) Highlight and explore means of overcoming barriers and seizing opportunities through coordination across policy domains and levels of governance. This report presents the main results of the ActivAge project and discusses its policy implications. Chapter III that follows presents the study’s research design and its main findings. Chapter IV lists the project’s deliverables as well as dissemination activities. Chapter V draws conclusions from the project results and points the way forward. ",
        "20 III. SCIENTIFIC DESCRIPTION OF PROJECT RESULTS AND METHODOLOGY 1. Conceptual framework Much of previous and actual comparative research on demographic ageing and its impacts as well as on social policy reforms is indicator based. Comparisons are drawn between output indicators on the one hand and expenditures on the other. On the basis of such comparisons, conclusions are drawn regarding the performance of different social systems or sub-systems or the convergence (or not) of different welfare systems or welfare regimes (Castles 2005). Such an approach is very useful and in part we have relied on this also in our research. On its own, however, it only provides a partial picture especially with regard to policy reform that is ongoing or has yet to start or which has long-term impacts. In the latter cases – and this applies also to policy reforms informed by the demographic ageing problem in the labour market, the pension system and the health systems – it is equally important to inquire into the processes that underlie policy reform and more specifically the way these are framed, justified and implemented by relevant actors. The ActivAge study has therefore to be understood as an exploratory study into the making of social policy and how this is framed by the problem of demographic ageing and informed by the active ageing paradigm. Our conceptual approach is comparative at three levels: • First, we compare different countries . The ActivAge project covers 10 European countries: Austria, Czechia, Finland, France, Germany, Italy, Norway, Poland, Switzerland and the UK. This selection of countries provides a balanced spread both in terms of geography and in terms of institutional structures. In terms of demographic ageing, the ActivAge consortium covers countries likely to be most affected (Italy), countries in the mid-range (Austria, Czechia, Germany, France, Finland and Norway), as well as countries expecting less severe demographic developments (UK, Poland). The selection of countries also reflects different welfare state or welfare regime traditions in Europe (Esping-Andersen 1990). Austria, Germany, Italy, France and (to a lesser degree) Switzerland all belong to the ‘continental’ welfare regime which is organized around the social insurance principle.Norway and Finland (again to a lesser degree) belong to the Nordic welfare regime type which is characterized by a generous welfare state provision (over and above that provided by social insurance) and this, in turn, is ",
        "21 predicated on supporting full employment. The key characteristic of the Nordic welfare regime is the strong commitment of the state to promote full or high levels of employment. In the UK, representing the liberal welfare regime tradition, welfare state structures follow the Beveridgian tradition. Here, welfare state provision is designed to interfere as little as possible with the functioning of the market. Benefits, be it health care or pensions, are universal but, unlike Nordic welfare states, relatively low. Poland and the Czech Republic represent two transition economies where the development of welfare state provision was more influenced by the ideas of international organizations such as the World Bank. The Polish reforms of the 1990s have shifted the welfare state from a Bismarckian social insurance model to a multi-pillar model with considerable private sector involvement. In contrast, the transition in the Czech Republic has seen more cautious reforms that are “well within the bounds of the West European pension tradition” (Müller, 1999). • Secondly, we compare developments in three policy domains , namely, the labour market, pensions and health. Together these domains are at the core of the welfare system and are all affected by demographic ageing. Additionally, in all three domains we find reforms motivated by demographic ageing. • Thirdly, we explore how new ideas/policy paradigms are impacting on the normative level, i.e. the way policies are framed, and compare these to the level of institutional practice, i.e. policy measures. This comparison is of particular relevance for a concept like active ageing which represents a new idea where our leading hypothesis is that it has yet to be fully inserted into the social policy discourse and practice. The research question then becomes whether this, if it indeed turns out to be the case, is a general problem or one that concerns primarily the normative level or that of policy measures/implementation. In addition to being comparative, our approach is applied in the tradition of policy analysis. Our objective is to understand the policy process in order to reveal what works and does not work and advance recommendations for improvement. ",
        "22 2. Methods employed The ActivAge project is a policy analysis project. Policy analysis typically relies on a combination of methods, namely, textual/document analysis, expert interviews and secondary statistical analysis. Our use of these methods is described briefly below. In addition to these methods, the ActivAge project used participant observation in order to gain an insight into innovative self-organised projects and initiatives in three countries, namely, the Czech Republic, Switzerland and Norway. Furthermore we organised expert panel-led consultations in all the participating countries for discussing our results. 2.1. Text/document analysis The textual evidence for the ActivAge project was drawn from academic literature, policy documents, the press as well as organisational mission statements or firm reports. We considered both European and national key documentation on the challenges of demographic ageing and how these should be dealt with as well as more specific policy papers on the implementation of specific policy measures. 2.2. Expert interviews The ActivAge project conducted a series of qualitative interviews with key stakeholders of the respective countries. The sample reflects as even a spread as is possible across ministries, executive agencies, interest groups and political parties. More specifically we talked to government officials at the ministries in charge of social welfare policy, labour affairs, pensions, health; representatives of employers’ associations as well as trade unions; employment offices; representatives of public and occupational pension carriers; representatives of senior citizen committees, councils or associations; general executives of firms, human resource managers or works’ councils leaders; as well as academics/professionals working in the field of ageing (gerontologists, demographers, labour market, pension or health experts). The interviews – mostly conducted face-to- face – were unstructured and in-depth but made use of a topic guide or list of issues and themes. The interview guidelines were common across countries. The Annex to this report (section VII 1.) includes the names/positions of experts interviewed in each country for the ActivAge project. Any references to what was stated during the interviews have been anonymised – across all scientific deliverables and in the databases compiled by the project. The expert interviews were used mainly for two purposes: ",
        "23 ● first, in order to obtain information: thus, for instance, the interviews carried out in the framework of WP2 and WP3 dealing with the labour market and pensions respectively inquired into the age-related problems faced by specific occupational groups, firm personnel policies or best- and worst- practices; ● secondly, expert interviews were used to tap expert opinion on ongoing or planned reforms (in the labour market, pension or health), the challenges posed by demographic ageing and the ‘active’ ageing agenda as well as for assessing the success of specific measures (such as flexible retirement, training, health promotion at work etc.) from the ageing perspective. The interview guidelines used by the ActivAge teams are available for inspection or secondary use upon request. 2.3. Secondary statistical analysis The ActivAge project draws on a variety of international (OECD, World Bank, UN), European (EUROSTAT) and national statistical sources to outline: general socio-economic trends in the relevant policy domains; the performance of different countries against different output indicators as well as specific attitudes of relevance to active ageing. More specifically we considered demographic data, employment data, data on retirement patterns as well as data on health status, health risk and health care. 2.4. Panel-led consultation The ActivAge project used panel-led consultations to ascertain recommendations for overcoming barriers to active ageing policies in Europe. These panel-led consultations took place in each of the 10 countries represented in the ActivAge consortium. Between seven and 11 experts participated at these national consultations – the names of these experts and/or their institutional affiliations can be read in the Annex to this report (section VII 2.). The meetings lasted between four to six hours and discussed the (a) concept of active ageing, (b) the contextual developments impacting on active ageing, and (c) the barriers and opportunities faced by the active ageing agenda. The project’s six scientific deliverables (listed in chapter IV) describe in detail the project’s methodological approach and results. In what follows we summarise these findings in a synthetic way. ",
        "24 3. Main argument The main argument of this report to be elaborated in the rest of this chapter is as follows. Demographic ageing represents an institutional problem for the welfare system especially from the management and financial perspective. This is the case across welfare regimes despite some variation in the way the problem is framed and solutions are sought (section III 4.). The active ageing paradigm seeks to transcend the institutional path dependency that results from welfare state organisation by proposing the recognition of inter-relations between policy domains of relevance for ageing and the translation of these into policy reform. Additionally it seeks to re-frame the ‘problem’ of ageing as an ‘opportunity’ for empowerment of older persons with increased capabilities – hence also active ageing (section III 5.). Despite the uptake in most countries of the empowerment discourse (even if not always the term ‘active ageing’) in special reports, inquiries, research programmes or pilot policy programmes (section III 5.4.), a closer examination of related reforms at the level of specific policy domains shows that we are far from meeting the requirements of a substantive policy reform as foreseen by the active ageing paradigm. This is the case for labour market policy (section III 6.), pension policy (section III 7.) and health policy (section III 8.). Mentality is changing at an even slower rate within the private sector. Instead we may observe the consolidation of the efficiency paradigm that is directed towards rationalisation and budgetary discipline. The barriers faced by the active ageing paradigm are addressed in the concluding chapter 5 of this report. 4. The ‘productive ageing’ paradigm Even just a casual glance at the popular medical and lifestyle contemporary literature or TV-advertisements will confirm the fascination of our modern societies with the prospect of living longer and healthier lives. Yet at another level, namely, that of social policy, demographic ageing is perceived and discussed primarily as a problem. Within an institutional context, the consequences of low fertility rates and increasing life expectancy may very well exert strain on the viability and functioning of the system. At what points this strain will be felt depends on the design of the system. ‘Productive ageing’ is the standard answer to this problem. This can be summarised briefly as follows: ",
        "25 Welfare systems are thought to be under strain – both financially and in terms of management. Demographic ageing increases this strain. The solution to this problem is to initiate policy reform that brings about longer working lives. In parallel, the services/benefits supplied by the welfare systems should be limited and/or individual contributions should be increased. Welfare state institutions articulate social policy problems and solutions by defining certain conditions as undesirable social risks, by protecting certain groups against these social risks, and by choosing certain policy instruments, For this reason we expected that welfare states from different regime types or families (Esping-Andersen 1990) would process demographic ageing differently according to their specific normative orientation and organisational architecture. This was our first research hypothesis that also guided, as we saw, the geographical comparative scope of the present project. What we found is that the ‘productive ageing’ paradigm in fact dominates the social policy discourse on demographic ageing across countries and welfare regimes. European welfare systems rather differ with regard to where they place the emphasis in the ‘productive ageing’ approach. 4.1. Nordic welfare states In Nordic welfare states, like Norway and Finland, demographic ageing is theoretically defined as a problem of full employment. This follows from the general systemic focus in Nordic countries on the central role of the state to provide for universal social services. Thus, avoiding poverty in old age while maintaining the high quality of Norwegian social provision means ensuring older people fully participate in the labour market. The full employment imperative of Nordic welfare states has concentrated ageing policy on encouraging older workers to remain in the labour force. While this policy goal is by no means limited to Nordic welfare states, policy-makers in Finland and (to a lesser extent) Norway have pursued this objective in a characteristically ‘Nordic’ manner. Here, policy-makers encourage older workers to remain in their jobs by firm-level measures aimed at creating adequate individual and environmental capacities. These include adapting both the workplace to suit the special needs of older workers as well as changing the skills profile of older workers themselves. ",
        "26 4.2. Continental welfare states In Bismarckian welfare states, policy causality seems to run exactly the other way than it does in Nordic welfare regimes. Rather than understanding full employment and active labour market policy as a way of relieving demographic pressure on social security systems, it is social protection that are exacerbating demographic strain on labour markets and depressing employment rates. For this reason, the social insurance edifice itself is the primary target for ageing policy. The aim of retrenchments to social insurance systems is to deter workers from early retirement. Rather than reforming labour markets to curb the demand for social protection systems as in Nordic countries, policy-makers on the continent have targeted social insurance systems. Recent reforms in conservative welfare states have closed down alternatives to labour market participation for older workers. However, they have done this without corresponding reforms in labour markets. In this sense, ageing policy in continental Europe is a negative exercise in retrenchment and redesign. Here, the underlying logic has been to ‘roll back’ public provision hoping that the private sector can cover the shortfall. 4.3. Liberal welfare states Unlike Nordic countries which frame their approach in terms of the construction and development of capabilities and the continental systems that construct the problem as one of deterrence from abuse, ageing policy in the UK is about defining legitimate social, political and economic entitlements for older people and then provides fair access to these rights. Policy responses to ageing in liberal welfare states are more fragmented and dispersed across different policy communities. The goal is nevertheless similar, namely, to retain workers in employment for as long as possible by identifying and removing barriers to the labour market. In order to enable fair access to employment for older workers, policy-makers use a wide-range of direct and indirect policy instruments. Direct policy instruments target obstacles to the labour market, to health care, or to education services. Here, policy instruments range from self-regulation (always popular in post-Thatcherite Britain) in the form on voluntary codes of practice on age diversity to watch-dog institutions such as the Disability Rights Commission. In between, we find a whole host of ‘atmospheric’ policy measures designed to reshape misperceptions about older workers. The field of indirect policy measures is even more difficult to delimit: these include changes to tax regimes ",
        "27 for individuals and firms, building and environmental regulations that will empower people with disabilities, or new approaches to providing health care. 4.4. Central and East European welfare states In both the Czech Republic and Poland, policy responses to demographic ageing reflect the way these countries deal with socio-economic and political ‘modernisation’. The construction of a modern welfare system edifice in these countries dates back only to the early 1990s and this coincided both with the process of accession – which meant that these countries came more strongly under the direct influence of social policy ideas as propagated at European level or at the level of international organisations – and occurred in parallel with major socio-economic transformations that gave rise to problems unknown before such as unemployment or old age poverty. New Member States also face issues of governance capacity and capability. Although countries like Poland and the Czech Republic differ in many respects, both countries feature bottlenecks in governance capability. While the socialist legacy means that central government is well developed in most new Member States, local and regional government capabilities are still emerging. The same is true (possibly more so) for civil society organisations. 4.5. Conclusion European policy-makers currently face similar general problems associated with demographic ageing, the way these issues get articulated into specific policy problems differ from one welfare state regime to another. • Nordic welfare states will translate demographic pressures into labour market issues for which policy-makers find positive, immediate policy solutions at the level of the firm. • In welfare states of the continental-conservative family, policy-makers focus on the financial sustainability and economic viability of social insurance edifices; here, solutions will take the form of remote top-down policy measures. • Welfare states in western Europe, in turn, define demographic ageing in terms of poverty and entitlements. Policy approaches aim to break down barriers and enable access to the labour market, politics and society. Here, policy actors prefer policy instruments that work with the market. • In central and eastern European countries, the process of transition determines ageing policies both in the basic approach to socio-economic modernisation as well as the constraints on governance capability. ",
        "28 Despite this variation in the normative and conceptual framing of the ageing problem across countries belonging to different welfare regimes, there are two sets of circumstances that caution against asserting the strong persistence of the welfare regime typology in this respect. First, the ActivAge research revealed considerable differences between countries within welfare state families. For example, policy responses to demographic ageing in Norway resemble the comprehensive Finnish programmes only in their general concern for labour market participation. While Finnish policy-makers have constructed and inter-disciplinary and multi-level policy framework, Norwegian policy actors have been content to strengthen the arbeidslinja by systemic reforms to pension systems. Second, the ActivAge research has also shown that, regardless of particular institutional legacies, there are significant similarities between ageing policy outputs . A comparison of the spectrum of ageing policy measures in different countries does not reveal patterns suggestive of institutional path dependency. 5. An alternative ‘senior citizenship’ active ageing paradigm Against this complex pattern of differences and similarities there has emerged a critical policy discourse centred on senior citizenship. In large part, this policy story has emerged from the service-oriented and problem-centred social policy communities at the margins of European welfare states. Like any good story, the senior citizenship policy discourse start from a set of assumptions, identifies the problem, and proposes a solution. 5.1. Assumptions Demographic ageing, advocates argue, is possibly the most pervasive and important policy challenge we will have to face in the 21 st century. As societies, we stand at the verge of momentous social change: demographic ageing is likely to transform all aspects of economic, political and social life. Such a comprehensive challenge calls for an equally thorough policy response. In order to suitably address the challenges and opportunities of demographic ageing, advocates argue that we all must start taking a holistic approach to ageing. Understanding demographic ageing solely as a fiscal problem, labour market issue or problem of comparative advantage means erroneously and illegitimately reducing the complexity of ageing a single component part. For this reason, advocates such as Alan Walker (2003), Anton Amann (2000) or Gerhard Naegele (1999) urge researchers, policy-makers and citizens to adopt a life-cycle approach to understanding demographic ageing. Rather than concentrating on the fiscal, economic or employment aspects of ageing, the life-cycle approach relates the ",
        "29 interaction of a wide variety of factors to individual and collective well-being over time (Amann, 2000). In particular, this suggests analysis and policy-making should look at the complex associations between factors such as (among others) family life, employment, education, socio-cultural participation, material security and health. Adopting a holistic view invariably entails that successful ageing policy-making addresses all generations: ageing policy is fundamentally about providing, extending and safeguarding political, economic and social rights for citizens of all ages. In short, citizenship for older people presupposes citizenship for everyone. 5.2. Problems The root cause of all problems associated with demographic ageing, advocates argue, is age-based discrimination. Alan Walker (2003) contends that in our fundamentally inequitable societies … in which a youth-good/old age-bad culture dominates employment, the media, popular culture and elsewhere (the family excepted), the contributions of older people are not valued to the same extent as those of younger people … (p.19) Inaccurate perceptions and discriminating beliefs about the capabilities of older people allow us to relegate them to the margins of society. ‘Age discrimination’, Alan Walker argues, ‘is the antithesis of active ageing’ (p.10). Systemic ageism and inbuilt age discrimination, advocates of senior citizenship argue, give rise to policy problems in a wide range of societal arenas (Walker, 2003; Amann, 2000). First, labour markets practices socially exclude older workers. In general, labour markets create and reinforce inequities between rich and poor, men and women, old and young. This is why advocates of the senior citizenship discourse can identify a series of ‘age barriers’ in labour markets across Europe. Located in firm-level employment practices, ‘age barriers’ prevent older workers from remaining in or rejoining the labour market. Walker (2003) argues that … employers forced to reduce employment concentrate redundancies on older workers (often in agreement with trade unions) and, in turn, long- term unemployment affects older workers more than younger ones (p.9) As a result, older workers are, as a matter of course, ejected and barred from employment opportunities. ",
        "30 Second, systems of old-age income provision reproduce and perpetuate labour markets inequities. Bismarckian social insurance models in particular extend social differences into retirement. Moreover, argue advocates, all European pension systems encourage early retirement and suppress any type of activity, economic or otherwise, after leaving the labour market. Dependency and inactivity, then, are designed into European pension systems. Third, health care systems across Europe are poorly configured to deal with demographic ageing. The traditional emphasis on remedial rather than preventative health care will not only increase health care costs but also will impose high toll on society in terms of foregone labour power (OECD, 1998). Health and activity, Walker argues, are dialectically related: good health is the precondition for an active life which, in turn, promotes good health. By the same token, research suggests that ill-health and employment also are intricately related. A policy that encourages (or forces) people to remain in the labour market must also address inequities in working conditions. Forcing workers to remain in dangerous, high-stress or unsuitable working environments for longer than necessary will merely increase work-related disease. In other words, effective active ageing policy needs to ‘uncouple’ the relationship between ill-health and work (Walker, 2003). Fourth, all these policy measures imply the political emancipation of older people in Europe. The politics of old age, proponents argue, is subject to a paradox: just as demographic ageing increases the electoral clout of older people, their political significance seems to be in decline (Walker and Naegele, 1999; Leichsenring and Strümpel, 1999). However, throughout the 1990s, bodies designed to give older people a political voice, such as senior citizen advisory councils, emerged in most European countries (Walker and Naegele, 1999). The form, institutional location and political influence of these bodies differs widely. While some bodies, notably regional advisory bodies in Denmark, provide older people with real political influence, others, most notably in Austria, absorb and dissipate the political aspirations of older people. What is more, argue the advocates of senior citizenship, the policy debate about ageing in all European countries is misguided. European policy-makers, stuck in institutional straightjackets of welfare state legacies, have concentrated on the symptoms rather than the root causes. While preoccupied with dependency ratios, rising social insurance contribution rates or increasing health care costs, Walker (2003) argues, policy-makers in Europe have nearly lost sight of the ‘real issue’, namely, the ‘economic activity rate and, specifically, unemployment among older people’ (p.11). Rectifying this problem, ",
        "31 though, will require unravelling the complex links between social inequities, ageism and social exclusion. 5.3. Solutions An all encompassing issue such as demographic ageing, contend advocates of the senior citizenship discourse, requires a comprehensive and integrated policy response. An active ageing policy strategy worthy of the name, then, should aim at no less than a complete overhaul of discriminatory socio-institutional norms and practices. This reform programme implies that we will have to fundamentally change the way we think and behave. A first but crucial step towards this goal, however, is for policy-makers to expand the scope of ageing policy-making. Active ageing policy, advocates suggest, needs to strategically exploit synergies across different policy domains. This implies that national policy-makers can no longer hide social policy-making behind the (increasingly thin) veil of subsidiarity: the socio-cultural challenge of demographic ageing is the same for all Europeans. What broad policy goals should a European active ageing agenda pursue? Alan Walker (2003) outlines four area of importance. First, in order to overcome ageism in the labour market and attain the Lisbon targets, Europeans need active employment strategies (Amann, 2000). Policy-makers, he argues, should take into account that older people in the future will rely on four sources of income: income from public pension systems, from occupational pensions, from private savings and from earned income (cf. Giarini and Liedtke, 1998). However, this implies that any policy limited to removing financial incentives to early retirement alone is likely to fail. Without simultaneously combating age discrimination, retrenching pension systems alone conscribes older people in marginal employment to poverty and destitution. Effective anti-discrimination policy, in turn, requires hands-on age management at the organisational level. Second, advocates of the senior citizenship acknowledge that pension systems are in need of reform. However, unlike the general thrust of pension reform in Europe (with the notable exception of Norway), pension reform should aim at providing older people with the material means to fully participate in social life (Amann, 2000). For many marginal groups in the labour market, such as women or people with disabilities, this means that pension systems provide some form of basic or guaranteed minimal income regardless of prior contribution. What is more, pension systems should not erect barriers to labour market participation of older people. This implies abandoning mandatory retirement ",
        "32 ages, reducing the punitive nature of taxation on earned income during retirement, as well promoting pension arrangements that permit part-time employment (Walker, 2003). Third, since good health is the pivotal precondition for activity in old age, any active ageing policy must weave health care and social services into the overall policy fabric. Rather than expending scarce policy-making resources on structural and financial reforms to health care systems, advocates of the senior citizenship discourse suggest reforming the underlying approach to providing health care. Avoiding skyrocketing health care costs in the future involves breaking the link between poor health and employment (Walker, 2003): European health care systems need to prevent ill-health rather than curing disease at great costs. Moreover, activity and societal participation for the very old and frail, a group set to increase considerably in the coming decades, call for effective long-term care. Here, the active ageing policy imperative is to develop innovative concepts of long-term care and social service provision. Last, but by no means least, any active ageing agenda must be about democracy, rights and citizenship. In a very real sense, combating discrimination in the labour market, providing adequate old-age income and ensuring good health in old age empowers older people. However, while societal reforms represent one side of what David Held (1995) calls ‘double democratisation’, real change in political systems is the indispensable other side. Active ageing policy, argue the advocates, has to provide older people (and, by extension, everyone) with a real say in decision-making. In this way, European citizens can take active control and responsibility for their ageing. This also includes promoting the civic engagement of older Europeans. 5.4. Origin and present location The senior citizen discourse is the conceptual core of a transnational advocacy coalition consisting of policy actors such as charities, service providers, NGOs, research organisations, and university professors (cf. Walker 2003, Amman 2000, Giarini and Liedtke 1998 etc.). This discourse however informs in the meantime thinking of policy at the European and national level. Examples include the following: • International/EU Supra-national - OECD (1998) Maintaining Prosperity in an Ageing Society ",
        "33 - EC (1999) Towards a Europe for all Ages & New Paradigm in Ageing Policies • National Governmental - Finland : National Well-Being at Work (2000-2003); National Programme on Ageing Workers (1998-2002); Workplace Development Programme (1996-1999; 2000-2003) - Norway : National Initiative for Senior Workers (2001-), Tripartite Agreement on More Inclusive Workplaces (2001) - Germany : Federal Action Plan on Ageing (1992-2002); Parliamentary Inquiry on Demographic Change (1994-2002) - Austria : Report on Senior Citizens (2000) - Switzerland : National Research Programme (NRP) on Ageing - UK : Life Begins at 50 (2001) or Winning the Generation Game (2000) - Czech Republic : National Programme on Preparing for Ageing (2003-2007) - Poland : Regional/Local Social Policy Programmes for Senior Citizens (2001-) It is important to underline that the primary location of ‘active ageing’ with regard to national welfare policy is in terms of strategic inquiries or programmatic visions. The only exceptions to this are Finland and Norway where further steps were taken towards the launching of pilot programmes or regulatory reform. 6 Active ageing and the labour market The main challenge faced by European labour markets is the stagnating labour market demand. Furthermore, a long-term process of decoupling between economic growth and labour market demand appears to have set in. This is reflected in the rise of the unemployment rates and the overall aggregate decline of working time over the life course: the average retirement age might be increasing among younger cohorts but at the same time we can observe a later entry into the labour market. Insofar as the activity rates of older persons are concerned, here we find a significant variation across countries – reflecting in part the differential success of various labour market/pension reforms. Figure 1 displays the labour force participation rates of persons aged 55-64, figure 2 the unemployment rates among the same age group: ",
        "34 Figure 1. Labour force participation rate and ratio employment/population in 2002 for age group 55-64 (OECD 2003) Figure 2. Unemployment rates in 2002, age group 55-64 (OECD 2003) European countries differ in the employment rates of older workers. Switzerland and Norway stand out as countries with a very high labour force participation rate of 55-64- year-old of over 66 per cent (Figure 1) and low unemployment (Figure 2). Austria, Italy and Poland exhibit the opposite with mere 30 per cent labour force participation rates. Poland also has a high unemployment rate of 10.5 per cent, together with Germany at 10.6 per cent. With an activity rate of people aged 55-64 amounting to 41.5 per cent, Germany ranks in the middle compared to other EU countries. Because of the comparatively high unemployment-to-population ratio among the 55-64 year-olds of 4.7 ",
        "35 per cent, Germany falls back by two places in the EU ranking when the employment rate of elderly people is concerned. 6.1. National labour markets Finland . The rapid economic growth of the 1980s came to a sudden halt in the early 1990s, and between 1990 and 1993 real GDP fell by 12 per cent. Unemployment soared, rising from only about five per cent in 1987 to an unprecedented 20 per cent in 1994. Since the mid-1990s, the employment rate has again been rising and stood at 68 per cent in 2002. In 2002 the 55-59 age group was the only one whose employment rate was higher than before the recession in 1989. The employment rate of older workers (both the 55-59 and the 60-64 age group) is thus catching up with the employment rate of other age groups. Older workers are today more likely to stay at work after the minimum age of 57 for the ‘fast track’ to unemployment pension (as a pathway to early retirement) and this has led to the decrease of long-term unemployment. The recruitment of older workers in Finland is especially problematic for the highly educated. The reason is that highly educated receive higher seniority wages and may not be willing to accept a new job offer at a lower wage level. The availability of early retirement opportunities aggravates this tendency. Norway . Norway displays one of the highest labour market participation rates of older workers (see Figure 1), yet early retirement has been on the rise during the 1990s. The unemployment rate is low but likewise on the increase since 1999. It today stands at 4.7 percent and is very low (1.8 per cent) for those aged 55-64. Despite the high labour force participation rate in Norway, the number of working hours has radically decreased: between 1970 and 2000 the employment rate increased by 40 per cent but the number of working hours only increased by nine per cent. Compared with other countries the Norwegians work fewer hours per year. This, however, might be the trade-off for maintaining high employment among older workers. A more serious problem, from the perspective of the policy-maker, is the diffusion of disability pensions: 10 per cent of Norwegians retire with a disability pension. The share of persons on a disability pension and on long-term sick leave amounts to 15 per cent of the population between 16 and 67 years of age. Thus, Norway has a large share of part-timers and full-timers who also work less than the European average. Germany . Whereas in 1970, 72 percent of men aged 60-64 were economically active, their respective number in 1980 was 44, and in 2000 33 per cent. Further to this, older people face a greater risk of long-term unemployment. In 2001, 44.6 per cent of the unemployed persons aged 45-60 were unemployed for two years or more, compared with ",
        "36 27.4 per cent among the unemployed persons aged 25-44. Unlike in Finland, older lower- skilled workers have lower employment rates than higher-educated workers. France . The labour market situation in France is similar to that in Germany. The activity rates of those aged 50 and over has been on the decrease since the 1970s. France is one of the countries with the lowest labour participation rate of people over 55 years of age (37.2 per cent) and high unemployment (7.9 per cent). Employment is the exception and not the norm for those aged 60-64. In 2000, less than one out of five men from this age bracket was active in the French labour market. The effective rate of employment of those aged 55-59 just reaches the threshold of 60 per cent. The professional activity rate of men aged 50-54 is also in decline, like in Italy. Persons of this age group, called in French the ‘demi-vieux’ (half-old) often display outdated professional skills, yet they are considered too old to gain from re-training. The situation is most problematic for men, less so for women where we can instead observe an increase of the activity rate (as for other age groups). Italy . The Italian labour market has over the years developed along the lines of a marked geographical dualism between the Centre-North and the South with employment policies focused primarily on the adult male breadwinner. Despite significant societal transformations during the last 10 to 15 years, the traditional structural characteristics of the Italian labour market are still clearly visible: in 2003, only 38 per cent of the active labour force were women. This said, the male employment rate clearly declined between 1972 and 1992, and has risen by just over one percentage point in the last 10 years; female employment increased by seven percentage points in both the periods. The employment rate for the 55-64 age group (30.3 per cent) is also significantly low; here too it is the female component (18.5 compared to 42.8 per cent) that weighs heavily on the negative end result. Atypical employment has been on the rise since the 1990s in the wake of major layoffs by the manufacturing industry and the introduction of employment flexibility. The growth of female employment is a consequence primarily of the spread of atypical and part-time jobs. Austria . From 1951 to 1971 the share of persons in employment to the total population decreased from 48.3 to 41.8 per cent and rose until 2001 to over 48 per cent again. The picture changes if the figures are separated by gender: here it is observable that the male labour market participation decreased during these 50 years by approximately seven percentage points whilst the female labour market participation increased by approximately five percentage points. Nevertheless, the female labour market participation in Austria remains comparatively low. Although the risk of unemployment of older workers is only insignificantly higher than for other workers, older workers are ",
        "37 significantly more likely to be found among the long-term unemployed. This is also true for highly educated workers and for white-collar workers for the same reason as in Finland, namely the seniority principle governing wages. Switzerland . Switzerland displays low unemployment (4 per cent), long working hours, high female employment rate due to part-time jobs, and a high percentage of persons economically active at older age close to the current official retirement age, which is 63 for women and 65 years for men. Early retirement patterns are comparatively low and when they occur they are the result of the initiative of enterprises following structural transformation. Unemployment among older people is higher than average but still comparatively low. UK . The UK has gone through fundamental economic re-structuring during the 1980s and 1990s: employment in manufacturing fell from 28.2 per cent in 1979 to only 13.6 per cent in 2003, and employment in the service sector increased from 61.4 per cent in 1979 to 80.3 per cent in 2003. There have been fundamental changes in the employment rates of men and women caused by economic restructuring: The employment rate for men has fallen, especially in the age group 55-64. The employment rate for women has increased and more than compensated for the fall in male employment. The employment rate for women has particularly increased in the age group 25-34. This is the result of several effects: women postponing having children, working mothers including single mothers, and the growth in part-time, flexible working. Poland . The Polish economy and labour market is still struggling with the negative effects of the transition from the centrally planned economy to the market economy. Unemployment is very high at 19.9 per cent with strong regional differentiation. Older workers living in rural areas are affected the most. Pre-retirement benefits and pre- retirement allowances introduced in 1997 in effect further decreased the economic activity of older persons, however it is thought that without these measures, the unemployment rate would have been even higher. The decline of the Polish economy during the last few years has resulted in the reduction of entitlements for employees and the flexibilization of the labour code. Czech Republic . The Czech transformation to western capitalism was characterised as a ‘miracle of employment’, yet this miracle was human-made and the result of the dramatic withdrawal of older workers from the labour force. This was supported by state policies in order to avoid the bankruptcy of big companies in the course of privatisation. Subsequently, unemployment has increased among those aged 20 to 29 years and older ",
        "38 age groups.Another of the marked characteristics of recent developments is the regional differentiation of local labour markets. The European labour markets are characterized by slow overall growth. Female employment has increased while male employment has been on the decrease or stagnating. The labour market participation of women remains, however, significantly lower than that of men in most countries. Higher female labour participation rates are usually associated with the growth of part-time or atypical forms of employment. This slow growth of the labour market has aggravated early retirement patterns that became institutionalised in the 1980s and 1990s, not least in order to avoid the further increase of unemployment. In view of the increasing financial strain on social security systems, this is today no longer considered an appropriate strategy, yet the slow growth of the labour market renders the growth of labour market participation rates (of both women and older workers) likewise a slow process. In the meantime unemployment is again on the increase, also among younger people. Norway and Switzerland are the only countries to display both low unemployment rates and high labour market participation rates. Both are however rich countries, furthermore in Norway there has been an overall decrease of hours worked. The situation is worse in the New Member States as a result of the ongoing re-structuring of the economy. 6.2. Labour market reforms The above developments have given rise to extensive labour market reforms across European countries. These can be classified in two types: the first targets enterprises or economic sectors; the second targets individuals in their function as workers. • Reforms targeting enterprises or economic sectors include the reform of centralised wage setting procedures (where these exist: Finland, Norway but also Germany, Austria for specific sectors) in order to give greater leverage to firms and/or to slow down annual or biannual increases; as well as the partial or gradual removal of protective measures regarding the dismissal of older employees or the payment of compensation payments. This flexibilisation of the labour legislation is meant to encourage employers to create new jobs and recruit older workers as they no longer have to fear ‘penalties’ associated with dismissals or the payment of lower than average salaries. • Labour market reforms targeting individuals are better known under the term ‘activation’. Activation refers to the bundle of training measures implemented by labour market offices or within enterprises for improving the skills of workers and thus their employability. Activation is central to the ‘National Action Plans on ",
        "39 Employment’ implemented in the framework of the European Employment Strategy and mainly targets older workers, women, the unemployed as well as low-skilled young people. Among unemployed persons, participation in activation measures is, in the meantime, linked to the eligibility for the receipt or renewal of unemployment benefits. Activation measures targeting older workers are in some countries linked to short-term subsidies paid to employers. Protective measures targeting older workers with regard to dismissal or wages have been replaced by a stronger legislation against age discrimination in the labour market. Noteworthy in this respect is the European Union Council Directive 2000/78/EC which, among others, has led to the prohibition of discriminatory advertising. In several countries, such as the UK and Poland, this has been extended to apply to job vacancies. The flexibilisation of the labour market includes the flexibilisation of working hours. However, only in France has this led to the decrease of the overall working hours. The introduction of the 35-hour week in the late 1990s was expected to increase the number of jobs and decrease unemployment. This has yet to materialise. The 35-hour week in France is not the only measure with results that are below expectations in terms of the creation of new jobs or the increase of the labour market participation of older workers. Undoubtedly this has to do with the low economic growth and the stagnating labour market demand of the last years. However, the problem lies at least in part with the way the above measures have been implemented: • The enacting of stricter legislation on age discrimination has at best a symbolic and normative value if not accompanied by other measures or linked to sanctions. • Given the increase of youth unemployment and/or of school drop-out rates, activation measures tend to concentrate on younger people. This is not least because the funds earmarked for activation measures are in most countries low, thus necessitating a certain prioritisation. • The flexibilisation of the labour market legislation has been used by several firms to implement redundancy plans and/or to rationalise resources; they have yet to operate as incentives for creating new jobs. Firms are also often quite reluctant to take up subsidies for older (but also younger) workers. By concentrating almost exclusively on (early) pension entitlements, trade unions have also failed to mobilise more actively in favour of job creation (as a follow-up of flexibilisation), even in countries where they are traditionally strong. ",
        "40 • The integration of age concerns in human resource management strategies to guide work division and/or work allocation remains the exception rather than the rule and is at best implemented in pilot programmes or as part of corporate social responsibility plans. 7. Active ageing and European pension systems Despite the increase of life expectancy, the effective retirement age has been on the decline or stagnating across most EU countries. This is shown by the total employment rate of workers aged 55-64 and the average exit age from the labour force (Table 1). Table 1. Total employment rate of older workers (55–64) and average exit age from labour force, 2003. Country Employment rate (in %) Average exit age Norway 66.9 62.8 Switzerland 65.6 62.7 United Kingdom 55.5 63.0 Finland 49.6 60.3 Czech Republic 42.3 60.0 Germany 39.5 61.6 France 36.8 59.6 Italy 30.3 61.0 Austria 30.1 58.8 Poland 26.9 58.0 EU 15 41.7 61.4 EU 25 40.2 61.0 Source: EUROSTAT database; for Switzerland Burniaux et al. 2004, pp.39-40 Exit from the labour market is not the only factor that impacts on employment rates. The significant cross-national variation in this respect reflects differences in the structure of the national labour markets, more importantly the different rates of female labour market participation. The rising participation of women in the labour market has been the main driver of employment rate increases between 1998 and 2004 (OECD 2004) with the exception of Poland. Nevertheless, early retirement has its share of this problem, especially in countries with exceptionally low employment rates of older workers. ",
        "41 The reversal of this trend has been high on the pension policy agenda, indeed one could say this has been the most widely supported goal in social policy over the last several years. Working longer is the most obvious, quasi-natural response to population ageing and related rising social expenditures: when staying on in the labour market, older workers continue contributing to economic output, they usually earn higher entitlements to public and private pensions and they receive benefits for a shorter period so that the financial sustainability of pension schemes is improved. Over and above this triple ‘dividend’, deferred retirement is also thought of as a component of active ageing policies since work is an important element of social integration. Such concerns are quite widespread also in countries with an apparently smaller problem to deal with, namely, Norway, Switzerland and the UK (the first three on Table 1). A central motivation for this – valid for all ActivAge countries and beyond – is that the age of entry into the labour market has gone up and this means that working life is compressed even if the age of exit remains constant. Since further life expectancy at age 60 (or 65) is still on the increase, the ratio of the average employment period to the retirement phase could continue decreasing, thus maintaining the strain on the financial viability of the pension and, more generally, the social security systems. Accordingly, in a recent Communication on pensions, the European Commission (2003, p.46) calls for Member States to: Ensure that, alongside labour market and economic policies, all relevant branches of social protection, in particular pension systems, offer effective incentives for the participation of older workers; that workers are not encouraged to take up early retirement and are not penalized for staying in the labour market beyond the standard retirement age; and that pension systems facilitate the option of gradual retirement. There are both ‘pull’ and ‘push’ factors that facilitate early retirement. ‘Pull’ factors include the design of pension systems towards generous benefit arrangements and/or the penalization of work after a certain age that, in turn, help create an ‘early retirement culture’ among employees. ‘Push’ factors include the creation or support of early retirement arrangements by employers in the context of the re-structuring or downsizing of the workforce. Individual firms, works councils and trade unions often collude on the strategy of early retirement, particularly when the costs incurred can be externalized, i.e. shifted to the public purse or a collective scheme (Ebbinghaus 2001). Additionally, in most EU countries, governments willingly supported collective agreements on early retirement, or they themselves created the instruments to keep the labour supply of the ",
        "42 elderly low. This happened because, during times of employment slack, governments are eager to conceal the true extent of unemployment or see early retirement as a useful short-term measure for managing labour market demand and supply. Lower effective retirement ages in most industrialised countries are not only caused by labour demand-related push factors and incentive-determined pull factors of social benefit schemes – or, an interaction of both factors. Early exit also results from jump factors (Solem and Øverbye 2004: 24-5, Phillipson 2004). Activities (hobby, travel, family engagement, voluntary work etc.) one wants to pursue or extend after complete or gradual retirement may make older workers ‘jump’ out of employment when they are given individual choice about the timing of exit. This often occurs in two-earner households when spouses prefer retiring at the same time but they have a certain age difference. Theoretically, one can conceive of an ensemble of measure to attain a higher effective retirement age for the sake of both financially viable pension schemes and the promotion of active aging. Changes that moderate push factors may include the flattening of seniority-based wage profiles, the removal of special protection against dismissals for older workers, easing temporary job contracts, regulation that outlaws discrimination against elderly workers and job applicants and prohibits mandatory retirement, equal contribution rates to social insurance schemes or to occupational pension plans regardless of workers' age, equal access of older workers to (re-)training measures, medical rehabilitation measures that make work environments safer and healthier so as to prevent disability in the first place, more flexible working-time arrangements, a maximum period of eligibility for unemployment benefits indiscriminate by age combined with equal re-employment services for elderly recipients and recruitment subsidies for employers, or abolition of tax privileges or subsidies for collectively agreed early retirement schemes. Measures that are expected to most effectively neutralise pull factors include closing special pathways into early retirement, strengthening the contribution-benefit link (pensions calculated on the basis of lifetime earnings), and actuarially fair benefit adjustment that neither favours nor penalises those who opt for early/late retirement. Additionally, one can think of disability pensions being granted on medical reasons only, gradually increasing the standard retirement age as well as indexing the initial (or current) pension benefit level for increasing life expectancy (‘demographic factor’) so as to avoid an implicit expansion of pension schemes. The list of potential changes is neither exhaustive, nor is every measure mentioned directly amenable to public policy or would be unanimously supported. In what follows we first discuss the most widespread of the above measures in the countries under ",
        "43 investigation (section III 7.1.) to then assess their (expected) impacts by considering workers’ attitudes (section III 7.2.) and firms’ strategies (section III 7.3.). 7.1. Common trends When looking into the various elements of pension reforms a number of general trends are clearly discernible across all countries regardless of the characteristics of their pension systems, i.e. whether originally of a Bismarck or Beveridge approach (more on this distinction see Hinrichs 2000). In fact over the last couple of decades we can observe a gradual convergence of pension systems: the Beveridge systems represent in the meantime firmly structured ‘multi-pillar’ systems whereas the Bismarck systems are gradually being transformed into ‘social insurance cum private components’ systems; furthermore, the ‘multi-pillar’ approach now acts as a point of reference in most Bismarck countries where more or less sweeping reforms have been brought underway (Hinrichs 2005). These common trends are as follows: 1) The contribution/benefit link has been tightened. Different countries have applied different methods to do this. In general however, all of the introduced measures imply lower pension benefits for those with a less than ‘full’ employment record and/or whose earnings rise with age and thus provide an incentive to work longer (if possible) in order to attain a pension level that approximates to one's needs or desire. 2) The second, almost universal trend was to no longer index current pensions to previous wage development, but rather, to changes in cost of living (or to increase the weight of the inflation component in a mixed indexing formula) or to lower annual adjustments by incorporating other factors into the formula (demographic parameters, changed contribution rates etc., like in Germany and Austria). As a consequence, retirees are (partly) cut off from improved standards of living when real wages of the working age population are increasing and, in extreme, they may become impoverished in relative terms when living on to a very high age. The motivation behind this reform measure is twofold: on the one hand, it aims at deterring early retirement; on the other hand, it acts as a cost-containment instrument. 3) In almost all countries under consideration, unpaid family work was incorporated into benefit calculation so that raising children and/or taking care of frail relatives now results in (higher) benefit entitlements. The applied procedures ",
        "44 and the produced benefit increases vary widely. These ‘family credits’ partly compensate for other benefit cuts (as a result of changed benefit formulas particularly affecting women or setbacks of survivors' pensions), but improve women's pension level relative to that of men because of their, on average, shorter employment record. The reduction of horizontal disadvantages when performing ‘family duties’ represents the sole expansionary trend included in recent pension reforms. 4) A fourth trend is to give pre-funding of pension a larger weight. In some countries the public pay-as-you-go (PAYG) schemes are or will be equipped with more capital reserves (Finland, France, Norway). More important, however, are privately managed mandatory (Poland, soon Norway) or voluntary schemes (Germany, Italy, Czech Republic) which will add to lowered earnings replacement provided by public pensions. This trend that has not come to a halt yet will definitely change the structure of pension systems and alter the public/private mix of retirement income. It will entail distributional impacts, i.e. increase income inequality among retirees. 5) The fifth trend is that all ten countries in question have taken (and Norway will take) measures to directly or indirectly raise the standard retirement age (SRA). In some countries (Switzerland, Germany and Poland) further steps are politically debated but have not yet materialized. Seemingly, Finland has decreased its SRA, but what has merely changed is the ‘reference age’ for an unreduced pension. The age limit for the (basic) national pension that is tested against the earnings-related benefit remains at 65 years. So far, only two countries have directly increased the SRA for both sexes (Czech Republic and Italy). More often, the SRA was raised for women only to bring it in line with the retirement age of men (UK, Germany, Austria) or to narrow the gender difference (Switzerland, Czech Republic for women having given birth). In Poland the different SRAs for men and women remained unchanged so far. Beside the trend towards equalisation between men and women, another one concerns the lower retirement age for employees in the public sector and those in certain occupations (performing heavy labour). To some extent a harmonisation with the eligibility rules for private sector workers has happened (Finland, UK, France, Italy, and Austria), and sometimes further privileges of public sector workers (e.g. higher accrual rates) have been abolished or reduced as well. ",
        "45 Over and above the trend towards more uniform rules applying to all employees, in those schemes where the receipt of a full-rate pension is (additionally) contingent upon a certain number years spent in covered employment this condition has been severed, i.e. employees have to work longer for attaining the target replacement rate (France, Italy, Austria and Norway). The required number of years spent in covered employment varies (or will vary) between 40 and 45. 6) The sixth trend concerns measures that aim at prolonging longer working lives, either by penalizing early retirement or rewarding prolonged employment. The introduction of flexible retirement options or expansion of the ‘age window’ when individual choice may be exercised, always going along with (actuarially neutral) adjustments of benefit levels, has become a widespread reform strategy to induce older workers to stay on in employment at least until reaching the official retirement age. Bonus/malus rules that apply when deviating from the SRA are meant as an incentive to lay claim to a pension at a higher age. The percentage by which the pension is permanently reduced (or increased) varies between the countries in question. 7) Abolition of early retirement pathways. Early retirement was in the past a favourite strategy of policy-makers for responding to labour market bottlenecks but also for dealing with reduced ability to work among certain groups. Related provisions included a lower eligibility age for long-term insured workers (e.g. in Italy, Austria, Poland, and Germany before 1992) or for those having performed hard labour (e.g. miners) or were regarded as unfit to perform physically or mentally demanding jobs after a certain age (e.g. policemen, pilots, or teachers in Poland). Since the middle nineties, the general trend has been for abolishing or restricting such early retirement pathways. The curtailment of early retirement pathways has been most drastic in Germany (but only as of 2004) and more moderate in Finland and Austria. Norway still allows workers to retire five years prior to the standard retirement age, but changes are planned for 2007. In Switzerland and the UK, the state-funded pension schemes (that cover only a minimum amount) do not entail any early retirement pathways. Early retirement is available only to those with savings and access to generous occupational pensions or offered by employers as part of redundancy packages. In Poland and the Czech Republic early retirement appears in the guise of pre-retirement benefits for older unemployed persons. However, in both countries the eligibility criteria for these benefits have been restricted. ",
        "46 8) The final general trend is that of policy reform that aims to facilitate the combination of employment with the drawing of a pension. However in most countries this is limited to removing or reducing cuts of public pension receipts upon the take-up of a job after the standard retirement age has been reached. The idea of a progressive transition into retirement through the combination of partial pension and part-time work did not gain much practical significance. This scheme was quite successful in Sweden till it was made financially less attractive (Wadensjö 1996). It is still practiced in Finland, Germany and Austria but it is not very popular, especially among firms. It is still too early to judge on the success of the above reforms. Even if these reforms have been in the making for longer than a decade, in most countries they have been implemented only recently or very gradually. The increase of employment rates among older workers as well as the rise of the average exit age since 1998 could be due, at least in part, to the enacted pension reforms, however they have undoubtedly also to do with changing structures and mentalities in the labour market. How sustainable these changes are and how, in turn, they affect the financial viability of the public pension systems remains to be seen. However, our research suggests that a number of other contextual conditions will have to be fulfilled for these reforms to work as planned. We turn to these in the following section. 7.2. Workers’ preferences Results from surveys that inquired the individually preferred retirement age by ‘would- like-to’ questions point to a large 'motivational span' policy-makers have to address when 'seeking institutional incentives that may encourage workers to stay on longer in work' (Esser 2005: 27). In Esser's analysis of the 2003 Eurobarometer data six of our ten countries in question are included (Finland, France, Germany, Austria, Italy, UK). She shows that the preferred exit age was well below 60 (in France and the UK even around 56 years of age). Everywhere, the average figure for women was lower than for men what, to a large extent, should be due to the wish to retire at the same time as their regularly older husbands. If aggregate results are broken down by the age of the respondents there are clear differences: the younger part of the population (below age 40) intends to retire earlier than the older part (Kohl 2004: 17). Possibly, preferences become more ‘realistic’ as one ages. Results of national surveys confirm the above findings. In addition, they show that individual preference for early exit are changing slowly, if at all. ",
        "47 At the same time, surveys on the expected retirement age show that workers are quite aware that they might have to work longer (in order to ensure their pension) even if not wanting to. When comparing the 1992 and 2003 Eurobarometer data we see that the expected retirement age has increased in all countries (Esser 2005, Figure 4a-b). Questions included in a Special Eurobarometer 2001 also inform us about the preferred policy alternatives which directly influence the parameters of pension systems (Kohl 2004: 57-63). The most popular alternative is that of maintaining current pension levels and increasing instead taxes or contributions: among citizens in EU15 countries, on average, 69 per cent strongly/slightly agree to this proposal. Understandably, the already retired and those closer to retirement (55+) appreciate this alternative more than the younger population since they would not be affected by higher contributions or only for a short period, but even the young tend in their majority to support this alternative. In contrast, only 31 per cent are in favour of the freezing of contribution rates (at the expense of lowering pension levels), while the proposal of increasing the standard retirement age receives the least support (only 23 per cent). Working longer and therefore spending less time in retirement is probably so strongly disapproved because it would take away a ‘vested right’ and also imply an impairment compared to preceding generations of pensioners. Even if working longer does not mean less time spent in retirement given that life expectancy is on the rise, this is not necessarily seen thus by the current generation of employees. Consequently, measures that do not impact on the pension level, the contribution rate or the retirement age are more popular. This includes fighting unemployment, increasing (female) labour force participation as well as gradual retirement schemes (Kohl 2004: 64-72). Interestingly, the bonus/malus systems introduced to penalize early retirement or reward working longer respectively are also not very popular. This proposition receives a narrow majority only in Austria, Germany, Italy and Sweden. 7.3. Firms’ strategies Pension reforms have so far not had a clear impact on firms’ strategies with regard to the longer employment of older workers, the recruitment of older workers or the active extension of training schemes to cover older workers. Best practices do of course exist, especially among larger companies, however these still remain ‘best practice’ rather than representing ‘standard practice’ and often they are heavily subsidised or introduced short-term as part of corporate social responsibility plans. This, in short, are the main findings of our research based on interviews with the human resource management units of firms in different countries. ",
        "48 Early-retirement continues to represent a favourite strategy for big companies. We found several firms implementing their own early retirement plans now that this pathway is not supported in the framework of public pension systems. We identified such schemes in France, Germany, Austria, Switzerland and Norway. Positive responses are rare, and when they occur factors other than pension reforms are decisive, namely those related to a tight labour market (like in Norway), or – what is more or less idiosyncratic thus far – when firms engage in long-term manpower planning that takes into account the increasing proportion of older people (50 to 64 years of age) among the working age population (again Norway, but also examples in Finland and Germany). Due to the enduring need of (larger) firms to downsize or restructure personnel, employers' push strategies predominate in most countries and are largely approved by older workers. Regularly, pursuing this strategy prevents the rise of a more ageing-friendly work environment. If these push strategies are impeded by reforms of social benefit schemes in future, firms might turn to instrument substitution more often and thus nullify the intended effects. Even today (or in the recent past) employers have developed kinds of firm-specific ‘instrument extensions’ when they, largely at their expense, offer exit packages that start at an age well before public early or pre- retirement benefits become available. 7.4. Conclusions Reforms of the national pension systems have taken place or are ongoing in all ten countries. There has been a reversal of the downward trend in the elderly employment rate in nine out of ten countries (exception: Poland) and, where the data permit any such statement, the average retirement age has gone up as well. So far, both developments cannot be firmly attributed to recent pension reforms. An early retirement culture persists in most countries. Societal expectations settle very fast at a lower(ed) retirement age, whereas it is a lengthy and troublesome political task to move retirement preference into the opposite direction again. Financial disincentives and, even more, the non-availability of public pensions as early as was possible until recently will drive individual expectations on one's retirement age upwards, but this course of pension policy is largely disliked. However, long transition periods are not only due to people's need to adjust their retirement planning. They are as much a concession meant to achieve social sustainability (or: legitimacy) of reformed pension systems when older workers are completely exempted from rule changes or are not exposed to the full impact of the reforms. ",
        "49 Employers' interests are, however, the main bottleneck for successful active ageing policies. Employers cannot be persuaded by ‘best practice’ stories which, at best, can spread information and, indeed, there seem to be large information deficits. Apart from the two Scandinavian countries, concepts of active ageing and ‘age management’ have barely entered the action frame of personnel managers (and works council members either). Instead early retirement continues to be supported, albeit in a different way than before. Furthermore, the gaps in skills in conjunction with the changing demands of the labour market means that low-skilled older workers are more likely to be ‘pushed’ out the labour market whereas higher-skilled older workers are more likely to themselves pull out as they can afford it. The majority of pension reforms enacted till now have mainly sought to address the ‘pull’ factors impacting on early retirement patterns. The ‘push’ factors have received less attention, mainly through the rewarding of ‘best practice’ in ‘age management’ and the part subsidization of related schemes. Such measures are obviously not enough to render ‘age management’ standard rather than best practice. As long as structural unemployment is at high levels and economic growth stagnates, early retirement will continue to be used as a strategy for balancing labour market supply and demand. It therefore seems that the general demand for labour would have to rise for enabling active ageing on the job and higher retirement ages. 8. Active Ageing and Health Good health is a pre-condition for leading an active and fulfilling life at all ages. Health tends to deteriorate as people age, therefore an important element of active ageing policies is the analysis of how health status and health risk develop with age in order to determine adequate intervention strategies. Ageing represents a major challenge for health care systems that is only slowly being recognized. This is not only because good health is increasingly linked to lifestyle, thus rendering preventive medicine indispensable, but also because the number of people of very old age displaying increased caring needs is rapidly on the increase. Our approach in the ActivAge project was based on three connected but essentially separate perspectives: health status, health risk and health care. Health status (section III 8.1.) measures the health of a population through indicators such as (healthy) life expectancy over time. Key trends emerge between genders, countries and cohorts that will shape and determine active ageing policies in years to come, whilst comparative trends between countries provide clues as to where there are barriers or limiting factors restraining progress. By focussing on health risk (section III 8.2.) our intention is to ",
        "50 relate factors that impact on health status in various ways and especially lifestyle. The results strongly suggest a transformation, at different rates in different countries,both in life expectancy and in causes of death, with a move away from deaths caused by infectious diseases and external traumas to death caused by a complex mixture of chronic disease brought about by old age and lifestyles. Importantly the results also strongly indicate a convergence on several key measures that could suggest the evening out effects of convergences in prosperity plus, to some extent cultures and lifestyles. The third piece of the puzzle is health care (section III 8.3.). The link between health and health care is complicated by the fact that much health care is concentrated on cure, rather than disease prevention. Our approach is therefore on two levels: firstly we analyse data on health care services and relate these as far as possible to outcomes such as healthy life expectancy; secondly, we rely information provided by experts in individual countries to describe barriers to health improvements, especially from the perspective of the challenge posed by an ageing society. 8.1. Health status Life expectancy at birth has steadily progressed since the 1950s for both genders. The annual average increase over the period equates to 3.3 years per decade for females and 2.9 years per decade for males. At the beginning of the twenty-first century, life expectancy at birth was just over 80 years for women and 76 years for men in the 10 countries under investigation by ActivAge. From an active ageing perspective, an even more significant finding concerns life expectancy at 50. The highest life expectancy at 50 is found in Switzerland (34.5 for women, 30.1 for men) closely followed by France. The lowest life expectancy at 50 is observed in Poland (29.7 for women, 23.4 for men). Life expectancy is inversely related to healthy life expectancy: the lower the life expectancy the more years are spent in disability and ill health. However, over time (i.e. with age), this relationship is weakened, which means that after the age of 60 and despite the increase of life expectancy, a comparable high number of years will quite likely be spent in ill-health. Thus, for instance, even though life expectancy at 60 for females in 2001 was 16.9 (in UK), nine of these years would on average be spent in ill- health. By far the lowest healthy life expectancy at 60 is displayed by Polish women (11.5 expected years of ill-health out of a total of 14.5) followed by Czech women (9.3 out of a total of 16). This underlines the challenge posed by ageing for the health sector. ",
        "51 8.2. Health risk The majority of deaths in the ten European countries under investigation by ActivAge (but also of Europe more generally) are the result of circulatory disease, cancer or external causes. Together these three causes account for around three quarters of all deaths: • Circulatory disease is responsible for 39 per cent of male deaths and 46.3 per cent of female deaths across the ten countries. Circulatory disease is frequently attributed to adverse lifestyles, including diet, levels of exercise, and tobacco consumption. Standing out from this group are Poland and the Czech Republic at one extreme and France at the other. • Malignant neoplasms or cancer take second place and account for 28.2 per cent of male deaths and 22.1 per cent of female deaths. Finland and Switzerland have low rates compared with other countries. The countries with the highest standard mortality rates in this category are again the Czech republic followed by Poland. • External causes only account for 6.8 per cent of all deaths among men and 3.7 per cent of all deaths among women across all ten countries. Other causes of death comprise a wide range of morbidities and account for around a quarter of all deaths. Smoking is one of the primary risk factors in premature mortality. There is an overall strong correlation between levels of smoking in a population and the lung cancer death rate. The UK was a heavy consumer of cigarettes and had the highest lung cancer death rate in 1970. Cigarette consumption has decreased dramatically in the UK since that time and this has been accompanied by a large drop in the death rate from lung cancer. In several countries we may observe a decline in cigarette consumption among men but an increase among women. An equal strong association exists between alcohol consumption, liver diseases and cirrhosis death rates. In this respect we observe a convergence across European countries. France and Italy used to consume the most alcohol and had the highest liver diseases and cirrhosis death rates, now their alcohol consumption declined to a more moderate level and death rate from liver diseases and cirrhosis also came down. UK, Norway and Finland were the lightest drinkers in 1970 but they were also the countries in which alcohol consumption has increased significantly during the last 30 years. Meanwhile liver diseases and cirrhosis death rates have also increased. Germany, the ",
        "52 Czech Republic and Austria all have some of the highest consumption levels as well as the highest death rates from the liver diseases. Traffic accidents have historically been a major cause of death since the inception of the motor car; however, the scene has been changing significantly. Distance travelled by vehicles has been increasing in most countries in line with greater prosperity and car- ownership. Conversely, death rates from transport accidents have been decreasing in most countries over a number of years, mainly as a result of considerable road improvements and vehicle safety measures across the board. Countries with high level of obesity such as Finland, Poland, Czech republic and UK have higher death rates from diseases of the circulatory system. However there is no obvious relationship between calories and fat intake per person with the death rates in any major disease category. This may be because obesity on the present scale is a relatively new phenomenon and is not yet fully reflected in the mortality statistics. Many countries with low death rate of the circulatory system such as Italy and France consume high level of calories and fat. A lot of the fat the typical Italian consumes is vegetable fat, whereas a high proportion of fat the French and Swiss consumes is animal fat. 8.3. Health care The health systems of the ten ActivAge countries can be classified in two main categories: • National health type of systems are publicly financed and publicly provided. This is the case of the UK, Norway and Finland. In these countries health care services are provided free of charge to all citizens. • Social-insurance based systems are funded by social security contributions (of both employees and employers) and general tax revenues, albeit the share of the latter is smaller as compared to national health systems. Over half of the hospitals are managed publicly but in a decentralized fashion. In principle only those citizens that are insured through social security (hence employed) have access to health care. However, in practice a greater number (up to 90 per cent) is covered through special provisions for family dependents and persons at-risk-of-poverty. Such systems are to be found in Austria, Germany, Switzerland, France, the Czech Republic and Poland. When we look at health expenditures as a proportion of GDP (Figure 3) we find that these range from six to 11 per cent, albeit including both public and private sources of funding. If we concentrate alone on general tax revenues and social insurance ",
        "53 contributions, the country differences are reduced and health expenditures range between five and six per cent (the exception being Poland where health expenditures based on tax revenues and social insurance are just over four per cent). Switzerland and Germany, both classic examples of the social insurance model, spend the most. In Germany, tax revenues and social insurance account for eight out of the 11 per cent of health expenditures as a proportion of GDP, the rest is a combination of private insurance and out-of-pocket contributions. In Switzerland, the share of private insurance and out-of-pocket contributions is greater, hence tax revenues and social insurance account for just over six out of 11 per cent of health expenditures as a proportion of GDP. Figure 3. Health Expenditure as % of GDP Out of pocket costs and/or private insurance contributions are a fixed and increasingly significant part of health expenditures across European countries and health care systems. In fact in most countries we can observe a diversification of funding patterns and a restriction of the health services provided by public health systems or social insurance. This is the result of reforms in most countries to increase the systems’ efficiency and contain costs. The ageing of societies often drive such reforms given the patterns of healthy life expectancy observed in section III 8.1. Health system efficiency in terms of increasing life expectancy does not seem to depend significantly on health expenditures as such. The World Health Organisation WHO attempted to measure health system efficiency in the year 2000 edition of the World Health Report . Numerous measurements were transformed into indices and the indices were combined into a single index of ‘Health system overall performance’ for each country. The index takes into account the ability of health systems to improve health by measuring disability adjusted life years as well as the fairness in financing health ",
        "54 systems. The results of this analysis which covered over 50 countries, including the U.S. and Japan, show that healthy life expectancy increases steeply up to spending of $2,000 per year before flattening occurs. Two ActivAge countries, Poland and Czech Republic, spend under $2,000 a year and from previous analysis we already know that these two countries are in the poorest health. The rest of the ActivAge countries spend over $2,000 lie either close to the curve or under it and have healthy life expectancies that are within a few years of each other. A more relevant indicator of the effectiveness of health system appears to be the way in which resources are allocated, especially with regard to the number of medical personnel. Table 2 compares the numbers of such personnel per 100,000 population among the 10 ActivAge countries. The UK and Poland have the smallest number of health care personnel regardless of category, followed by Austria and the Czech Republic. On the other hand Norway and Finland have the highest number of personnel by a factor of three compared with the lowest countries, due primarily to the large number of nurses employed. Italy has by far the highest number of physicians per 100,000, but the lowest number of nurses indicating that physicians in Italy carry out some tasks that would be done by nurses elsewhere. Table 2. Access to medical personnel per 100,000 Country Physicians Dentists Pharmacist Nurses Total Finland 307 93 148 2,179 2,729 Norway 470 115 33 1,996 2,614 Germany 358 77 58 930 1,423 Czech Republic 337 64 49 920 1,370 Switzerland 336 49 63 779 1,227 France 328 69 102 672 1,171 Italy 567 57 105 296 1,026 Austria 308 45 56 583 992 Poland 226 34 52 526 840 United Kingdom 170 40 58 497 765 ",
        "55 A related problem to that of low numbers of medical personnel is that of education and training, especially of nursing and care personnel. One reason why the number of nursing and care personnel is far below the required level in several countries is the low-income and low-status of nursing and care jobs; the constraints that apply with regard to the employment of workers from foreign countries, including from the New Member States, aggravates this problem. On the other hand, there is a great variation in the qualification criteria that are applied across countries and regions. Training facilities, often within the same country, are neither well coordinated nor do they abide to common quality standards. As already noted earlier, health care systems are organized around curative medicine. However as the analysis of health risk in section III 8.2 has shown, lifestyle, diet and consumption patterns are increasingly influential and explain ill-health at all ages and also affect healthy life expectancy at 60. Indeed this strong orientation towards cure is today considered as one key factor impacting negatively on the efficiency of the health systems. However, changing this is proving more difficult than it was originally thought. Raising awareness among the population is inevitably a long-term process. It is equally difficult however, it seems, to change the mentality and practices of doctors and medical personnel more generally. Finally, an area of increasing importance with regard to health and ageing concerns the provision of care in old age in all its forms, namely, outpatient care, home care as well as institutionalised care. In several countries, this is a field which began to receive recognition in terms of health policy only very recently and where there is still much that needs to be done. On average between 30 and 40 per cent of persons above 60 years of age are in need of assistance with regard to shopping and household activities, their share among those older than 75 is significantly higher. Some health systems make provisions for this through the provision of home or day care facilities (that are publicly provided or publicly subsidized), others through the payment of specific allowances to older people in need of care. However with the exception of the Nordic countries, these programmes are either recent or absent in most other countries. Yet the need for them is becoming rapidly urgent, especially in view of the wide recognition of the negative impacts of institutionalisation on the quality of life. ",
        "56 8.4. Conclusions Integrating ageing concerns into national health systems and policies represents possibly the key challenge to social policy of the twenty-first century. The ambiguity entailed in ageing for contemporary societies is perhaps no more obvious than in the health sector. Health and medicine are what enables people to live longer. At the same time, the fact that people live longer places a heavy strain on health systems. A re-balance is called for yet this has yet to be achieved. Optimising the health systems to contemporary conditions relating to an ageing society will necessitate a coordinated strategy comprising the following components: (a) a greater emphasis on preventive medicine through raising awareness campaigns targeting the population as well as changes in the educational curricula of the medical profession; (b) a greater emphasis on quality measured in terms of (i) access to qualified medical personnel, including nurses and care personnel and (ii) investment in infrastructure and high-tech equipment; and (c) greater investment into short- and long-term care arrangements for older people through day, home and outpatient care facilities. Health expenditures (both public and private) are unlikely to decrease in the next decades. If they were to decrease this would be at the detriment of health status and active ageing. However there is scope for improvements in the efficient use of resources through their better allocation and management. ",
        "57 IV. CONCLUSIONS AND POLICY IMPLICATIONS The fact that we today may live longer and healthier lives represents one of the major achievements of our civilisation. At the same time, demographic ageing calls for a re- orientation of the way we work and live as well as of our welfare systems. The ActivAge project has examined how European societies and polities are coping with this challenge. The main findings of our research can be summarised as follows: Demographic ageing increases the financial strain on European welfare systems. The standard answer to this problem is to initiate policy reform that, on the one hand, brings about longer working lives and, on the other hand, reduces the universal benefits associated with the modern welfare state. This is the essence of the so-called ‘productive ageing’ paradigm that dominates the social policy discourse on demographic ageing across countries and welfare regimes. The alternative ‘active ageing’ paradigm considers the solutions proposed by the ‘productive ageing’ paradigm as both short-sighted and inadequate. While recognising the necessity to promote longer working lives, it considers that the main barrier to this is age-related discrimination. The latter is prevalent at the societal level and represents a bias inherent in our social welfare institutions. Older or ageing people must be recognised as active citizens and promoted as such – in the labour market, in health care and in community activities. They should not be solely regarded as inactive pensioners. The promotion of senior citizenship is a prerequisite for change and welfare reform. The latter is not merely ‘technical’ in nature as considered by the proponents of the ‘productive ageing’ paradigm. The growing significance of ‘senior citizenship’ is recognised widely at the symbolic level of mission statements – whether at the level of policy (as in governmental strategy papers) or at the level of firms (in the name of corporate social responsibility). In other words, the ‘active ageing’ paradigm has been successful as an ‘idea’ at the normative level of policy-making. Its practical success at the level of policy implementation has been far more limited. Thus, in the field of labour market policy, the twin strategies of ‘flexibilisation’ and ‘activation’ that are also thought appropriate for dealing with the ageing challenge are not implemented in ways that would promote longer working lives or the re-integration of older people in the labour market. European labour markets are today more flexible than they used to be, offering far less securities to older and/or long-term workers and employees both with regard to job protection and wage increases. Yet the removal of ",
        "58 related sanction mechanisms has rather been used by companies to facilitate redundancy or rationalisation plans and often, the first to go, are older workers/employees. Insofar as activation measures are concerned, in most countries these are granted only a very small part of related social expenditures, thus their impact remains limited, especially among older workers who are typically considered ‘difficult’ to arbitrate or further educate. In several countries, older workers are a priority for activation measures only by name, not in practice. The enactment of stricter legislation against age-related discrimination is a poor safeguard against increasing fierce competition in the context of stagnating labour market demand. The picture is not rosier in the pension arena. Here, the emphasis is placed on the increase of the standard retirement age and the abolition of early retirement pathways. In parallel, the income replacement function of the pension systems is being restricted either by stretching the eligibility period and/or by linking benefits more rigorously to own contributions. This is true of both public and occupational pensions. These reforms appear to be slowly effecting the extension of working lives, albeit after cohort effects are controlled for. However, despite the general outcry against early retirement pathways, these continue to be in use and indeed are favoured by both the public and private sector as more ‘socially sustainable’ means to deal with labour over-supply. Contemporary pension reforms also fail to take into account workers’ preferences in favour of shorter rather than longer working lives and more flexible work/pension arrangements. The concept of longer working lives requires more generally a serious questioning. There are two main reasons for this. First, the structural transformation of modern economies towards the service and knowledge sector means that qualified personnel is ever more in demand and this, in turn, implies a longer period of education, hence the increase of the average age of entry into the labour market. The second factor that calls for a critical assessment of the concept of longer working lives has to do with healthy life expectancy. It is true that life expectancy has dramatically increased over the last decades. However, over time (i.e. with age), this relationship is weakened, which means that after the age of 60 and despite the increase of life expectancy, a comparable high number of years are likely be spent in ill-health. To this should be added the socio-economic inequalities with regard to healthy life expectancy. The upbeat ageing scenario that is pictured by lifestyle magazines and medical research is often pertinent for only a small part of the general population. Indeed the main challenge facing the European health care systems during the next decades is how to cope with the increasing care needs of older people, especially those older than 75. This is an issue for inpatient care but especially for outpatient, home and ",
        "59 institutionalised care. A second equally important challenge concerns the promotion of preventive medicine. Lifestyle, diet and consumption patterns are increasingly influential in determining ill-health across all ages but also in old age. Health care systems are however still very much organised around curative or ‘repair’ medicine. A shift towards preventive medicine is necessary yet implementing it is proving a difficult and slow process. Raising awareness campaigns are only effective if implemented regularly and over a long period of time. Furthermore, it is equally important – and difficult – to change the mentality and practices of doctors and medical personnel.Needless to say, these reforms in the health care systems are unlikely to come at no cost. A decrease of overall health expenditures is therefore unlikely. The results of the ActivAge project were validated through a series of national expert consultation processes. In addition to confirming our overall conclusions, these consultations specified the barriers and opportunities faced by active ageing. There are two cross-sectoral barriers faced by the active ageing agenda. The first is discrimination: older people face pervasive and ubiquitous discrimination in almost all spheres in society – on the labour market, out of work, in the social insurance system. The second key barrier has to do with the cost of ageing. Indeed the financial strain exerted on social welfare systems has been driving most of the debates on both productive and active ageing. Whether we talk about labour market policy, pension reform or health care systems, the most frequently mentioned keyword is cost containment in relation to efficiency. However important efficiency might be, judging all reforms from this perspective alone can also have the negative unintended consequence of blocking innovation. It is our contention that insofar as the ageing challenge is concerned, the focus on cost containment almost at the expense of all other considerations must be judged as one central barrier to the formulation and implementation of innovative active ageing strategies. At the sectoral level, the following barriers and opportunities should be mentioned: • In the field of the labour market the main problem, next to the stagnating labour market demand, is that of the inadequate levels of education and qualification. Indeed the two problems might be related in more than one way. Despite the fact that the levels of educational attainment are overall on the increase, these still remain out of sync with contemporary demands. Life-long learning has still to be incorporated into working patterns, yet it entails the highest prospects for effecting long-lasting structural change. Fighting age discrimination and promoting positive inter-generational relations at work are equally important strategic objectives. ",
        "60 • In the pension field, the main barrier to active ageing – especially in continental systems – has to do with the inflexibility of the social security systems with regard to the combination of work and pension. Related initiatives did not make it past the pilot stage or are tied to the fulfilment of several additional conditions. This is related to both the absence of age-management concepts within companies but also the administrative inflexibility of social security systems. • Finally in the health care system, the multi-level governance system involving different territorial levels (even in centralised countries), out- and in-patient care (and in that general practitioners and hospitals) as well as different service providers is making institutional reform towards preventive medicine as well as a better allocation of resources difficult to implement. The over-specialisation that characterises the medical profession (but also paramedics) is an additional barrier. In contrast, the increasing awareness among the population of the importance of lifestyle on good health but also of the holistic character of health represents an opportunity for positive change. These findings are common to all the countries under investigation by our project. There are of course differences as well; however, these are primarily differences in degree not in substance. Undoubtedly, new Member States like the Czech Republic and, even more, Poland that are still undergoing a transition process in terms of both economic restructuring and social welfare reform face the ageing challenge in an especially acute form. Smaller and richer countries with comprehensive welfare systems like Finland, Norway or Switzerland are, in contrast, better equipped to deal with the ageing challenges. This said, the commonalities among European countries – also markedly evident in our national expert consultations – speak in favour of coordinated strategies at European level and across policy sectors. ",
        "61 V. DISSEMINATION AND EXPLOITATION OF RESULTS 1. Project deliverables The following table lists the project deliverables. All these deliverables are reports. Deliverables D1, D2, D3, D4 and D6 comprise a main comparative report and a series of country reports. All main and country reports can be downloaded from the project’s Web Site at http://www.iccr-international.org/activage Table 3. Schedule of deliverables Type/Description Available Nature WP Lead Delivery D1 . Active ageing in Europe P R 1 ICCR December 2003 D2 . Active ageing and European labour markets P R 2 ETLA May 2004 D3 . Active ageing and European pension systems (synthesis report and country reports) P R 3 ZeS July 2005 D4 . Active ageing and health; a comparative analysis of 10 European countries (synthesis report and country reports) P R 4 City University October 2005 D5 . Active ageing and self- organised voluntary activities P R 5 EConcept July 2005 D6 . Overcoming barriers and seizing opportunities; coordinating active ageing policies in Europe P R 6 Jagiellonian University December 2005 FINAL REPORT P R All December 2005 * C = confidential; R = restricted; P = public; RE = Report; TC = Technical System. ",
        "62 2. Workshops The ActivAge project organized two workshops during its lifetime in order to present its findings to an outside audience. The first took place in Cracow in February 2005 and was organised jointly by the Jagiellonian University and the ICCR; the second workshop was organised by the ICCR in Brussels in October 2005. Both workshops turned out very successful, attracting some 50 to 60 external participants. A French national workshop on active ageing entitled ‘The Europe of Ageing’ was organised by the CIR on 21 October 2004 in collaboration with the Caisse Nationale d’Assurance Maladie. Finally, our Italian partner, IRPPS-CNR will be organising an international conference in cooperation with ‘La Sapienza’ University of Rome on ageing and active ageing in 2007. This will be based, among else, on the research carried out by the ActivAge project. 3. Conference presentations The ActivAge findings were presented at numerous conferences in the years 2003 to 2005. • Steven Ney (of the ICCR) presented the ActivAge project at the 2 nd ESPAnet conference in 2004, at seminars organised by the European Commission in 2002 and 2003; at a BAGSO conference in Germany in 2004 as well as at a seminar at the University of Bergen in 2004. • Paula Aleksandrowicz (University of Bremen) made presentations based on the ActivAge research at the following conferences: - ‘Active Ageing on the Labour Market and Gender Mainstreaming’, Presentation to working group ‘Gender Policy and Gender Research’ at the Centre for Social Policy Research at the University of Bremen, Bremen, 4 February, 2004; - ‘Is there Active Ageing in North-German Companies? Results of Current Research’ Presentation at conference of the Arbeitnehmerkammer Bremen ‘Gesund arbeiten und alt werden’ [To work healthy and to age healthy], 1 July, 2004; - ‘Do companies adapt to the needs of older female workers?’, Presentation at working group ‘Gender Policy and Gender Research’ at the Centre for Social Policy Research at the University of Bremen, Bremen, 6 July, 2004; ",
        "63 - ‘The interplay of retirement policy and externalisation strategies towards older workers in Polish andGerman enterprises’, Presentation at 7 th Conference of the European Sociological Association in Toruñ/Polen, Toruñ, 9 September, 2005. • Karl Hinrichs (also of the University of Bremen) made the following presentations: - ‘Pension reforms in Europe – Convergence of pension systems?’, Presentation at conference ‘The Transformation of the European Nation State’, The E.ON Ruhrgas Scholarship Programme for Political Science, The Research Council of Norway/Stifterverband für die Deutsche Wissenschaft, Berlin, 3-4 June 2005; to be published (same title) in: Per Kristen Mydske & Ingo Peters (eds.), The Transformation of the European Nation-State , Berlin: Berliner Wissenschafts-Verlag, 2006; - ‘Pension reform in Germany: a never ending story’, presentation at Seminar of the Danish National Institute of Social Research, ‘Reforms of European Retirement Schemes’, 5-6 September 2005, Eigtveds Pakhus, Kopenhagen; - Convenor of the session ‘Pension reform; the changing role of occupational and personal pensions’ at 3 rd Annual Conference of the European Social Policy Analysis Network (ESPAnet), ‘Making social policy in the postindustrial age’, 22-24 September 2005. • Les Mayhew of the City University (UK) presented the results of the ActivAge project at the following conferences: - (with D. Blake), ‘Economic and demographic choices facing the long-term viability of the UK basic state pension’, Ageing Population Conference 2005 ‘Sixty-five and not out!’, 7-9 September 2005, at St Anne's College, Oxford, UK; - ‘Ageing and future demand for long-term care’, Conference ‘Ageing Population: Burden or Benefit?’, 20-22 January 2002, Balmoral Hotel, Edinburgh. • Michal Arend (Econcept, Switzerland) made the following presentations based on the ActivAge research: - ‘The ActivAge Project’, Presentation at public debate on the promotion of part-time work at higher age, Zürich, 3 June 2004; - ‘The Activage Project’, Presentation of project results at the Congress of the Swiss Sociological Society, St. Gallen, 7 October 2005. ",
        "64 • Jolanta Perek-Bia ł as of the Jagiellonian University presented papers based on the ActivAge project at the following conferences: - Conference of the European Sociological Association, Toru ń , Poland, IX,2005; - Lecture about ‘Overcoming Barriers and Seizing the Opportunities of Active Ageing Policy in Europe’ – The Third Age University, Jagiellonian University, 2004, 2005, Cracow, Poland; - X Conference of the Polish Gerontological Association, Bia ł ystok, VI 2004; - Conference of the Polish Gerontological Association, Warsaw School of Economics, Warsaw XI 2004, Poland; - Participation in the Congress of the Polish Sociological Association, Pozna ń , 15- 18.IX.2004, Poland; - Conference of the University of Ł ódz: We and our ageing society , VI 2004, Poland; - Participation in the session of the Working Group of the Pension Age and Programme 50+ (so called „ Plan Hausnera ”), The Ministry of Social Policy, Dec 2003, Warsaw, Poland; - Conference of the Regional Centre of the Social Policy in Cracow on ‘ Activity of the non-governmental organizations towards the old people’ , September 2003, Cracow, Poland. • Dag Arne Christensen, Rune Ervik and Ingrid Helgoy presented the following paper at the ESPAnet conference. In addition, Rune Ervik gave a series of interviews: - Christensen, D. A., Ervik, R. and Helgøy, I. ‘The impact of institutional legacies on active ageing policies: Norway and UK as contrasting cases’, Paper presented at the inaugural ESPAnet conference on ‘Changing European Societies; The Role for Social Policy’, Copenhagen, National Institute of Social Research, 13-15 November 2003; - Ervik, R. (2002) ’EU forsker på eldre arbeidstakere’. Interview, 40+, 2002; - Ervik, R. (2002) EU undersøker hvordan eldre kan holdes lenger i arbeidslivet. Interview, Senter for Seniorpolitikk , 04.10.2002; - Ervik, R. (2004) ’Seniorpolitikk bør fokusere mer på yngre’, Interview. Aktuelt fra Seniorpolitikk.no ( Senter for Seniorpolitikk ), 29.07.2004. ",
        "65 • Lucie Vidovi ć ová (of Masaryk University) presented papers based on the ActivAge research to the following conferences/workshops: - ‘Active Ageing: Overcoming the Barriers and Seizing the Opportunities in the Czech Republic and Europe’, Presentation at the Prague Days of Gerontology organised by the Czech Alzheimer Association, Prague, 25 May 2005; - (with S. Ney and Matasova), ‘Active Ageing in the Czech Republic’, Presentation of the ActivAge project at the CAPPO conference on ‘Ageing, Employment and Active Life Style’, Prague, 7 April 2005; - ‘Growing Old in a New Member State’, Presentation at Conference ‘Building Cohesion in an Ageing Europe’, Brussels, 23-24 November 2005; - (with Matasova), ‘Ageing and Work Carreers’, Presentation at MLSA workshop ‘Attitudes towards old age and discrimination of older people in the Czech Republic’, 25 November 2005; - ‘To be active or not to be active; that is the question’, Presentation at BSG Conference ‘Ageing Societies: Critical Perspectives on Past, Present and Future’, Keele UK, 16-17 July 2005; - ‘The preference model of activity in advanced age’, Presentation at ESA Conference ‘Rethinking Inequalities’, Torun, Poland, 9-13 September 2005; - (with Mrazova), ‘Self-oriented activities of older people in the Czech Republic’, Presentation at Conference ‘Life of older generation in Euro region Elbe/Labe’, Dresden Germany, 26-27 May 2005; - ‘Active ageing and health care system in the Czech Republic’, Presentation at conference ‘Older people in sociological research’, Prague, Institute for Further Education of Health Professionals, 8 November 2005. ",
        "66 4. Other Hannu Piekkola (ETLA) is engaged in a new project financed by the VETO programme that considers the impact of different work/family combinations on the working patterns of older workers. The findings of this research project together with those of ActiveAge are also used in the preparations for the Finnish EU Presidency during the second half of 2006 Les Mayhew (City University) has published feature articles on pensions in the ‘Actuary’ and ‘Pensions Week’. Another feature article entitled ‘Are we fit enough to face the future’ is being written for the management magazine, ‘Critical Eye’. A media campaign based on Active Age project was launched with the help of the press office at Cass Business School and Media Strategy, a company specialising in public relations. It was timed to coincide with the report of the UK Pensions Commission whose job is to report back to Government with recommendations on the future sustainability for the UK pensions system. As a result of the strategy, a press release was produced and released on 24 November 2005. The research received coverage or mention in eight national newspapers and four regional newspapers. It was covered or mentioned on line on seven sites. Further coverage is expected in features articles or mentions in eleven trade magazines including possibly the Economist.Broadcast coverage was achieved on BBC1. CNBC news, Channel 4 lunchtime news, Radio 5 live, Independent radio Network. ",
        "67 VI. REFERENCES AND BIBLIOGRAPHY 1. References Amman, A. (2000), ‘Bericht zur Lebenssituation älterer Menschen; Eine Synthese’, in Amman, A. (ed.), Seniorenbericht 2000 , Wien, Bundesministerium für Soziale Sicherheit und Generationen. Arbeids- og administrasjonsdepartmentet (2002), Nasjonalt Krafttak for seniorpolitikk I arbeidslivet 2001-2005 , Oslo, Arbeids- og administrasjonsdepartmentet. Burniaux, J.-M., Duval, R., Jaumotte, F. (2004), ‘Coping with ageing: a dynamic approach to quantify the impact of alternative policy options on future labour supply in OECD countries’, OECD Economics Department, Working Papers No. 371, Paris, OECD. Castles, A. (2005), The Future of the Welfare State: Crisis Myths and Crisis Realities , Oxford, Oxford University Press. Cabinet Office Performance and Innovation Unit (2000), Winning the Generation Game; Improving Opportunities for People Age 60-65 in Work and Community Activity , London, The Stationary Office. Department of Social Security (2000), Life Begins at 50: A Better Society for Older People , London, DSS for Interministerial Group. Ebbinghaus, B. (2001), 'When Labour and Capital Collude: The Political Economy of Early Retirement in Europe, Japan and the USA', in: Bernhard Ebbinghaus; Philip Manow (eds.), Comparing Welfare Capitalism , London/New York: Routledge, 76-101. Esping-Andersen, G. (1990), The Three Worlds of Welfare Capitalism . Cambridge, Polity Press. Esser, I. (2005), Continued Work or Retirement? Preferred Exit Age in Western European Countries , Stockholm, Swedish Institute for Social Research, Stockholm University (mimeo.) European Commission (2003), Adequate and Sustainable Pensions , Joint Report by the Commission and the Council, Brussels, European Commission. European Commission (2004), Increasing the Employment of Older Workers and Delaying the Exit from the Labour Market , Brussels COM (2004) 146 final. ",
        "68 Giarini, O. and Liedtke, P. M. (1997), Wie wir arbeiten warden: Der neue Bericht an der Club of Rome , Hamburg, Hoffmann u. Campe. Gruber, J. and Wise, D. A. (1999), Social Security Programs and Retirement Around the World, University of Chicago Press. Guillemard, A-M. (2003), L’âge de l’emploi. Les sociétés à l’épreuve du veillissement , Paris, Armand Colin. Held, D. (1995), Democracy and the Global Order: From Modern State to Cosmopolitan Governance , Oxford, Oxford University Press. Help the Aged (2002), Age Discrimination in Public Policy , Alden Press. Hinrichs, K. (2000), ‘Elephants on the move: patterns of public pension reform in OECD countries’, European Review 8: 353-78. Hinrichs, K. (2005), ‘New century – new paradigm: pension reforms in Germany’, in G. Bonoli and T. Shinkawa (eds), Ageing and Pension Reform Around the World , Cheltenham: Edward Elgar, pp.47-73. Hinrichs, K. (2005), ‘Pension reforms in Europe – Convergence of pension systems?’, Paper presented at the conference ‘The Transformation of the European Nation State’, E. ON Ruhrgas Scholarship Programme for Political Science, Berlin 3-4 June (mimeo.). Ichniowski, C. and Shaw, K. (2003), Beyond Incentive Pay: Insider’s Estimates of the Value of Complementary Human Resource Management Practices , Journal of Economic Perspectives 17, 2003, 155-180. Ilmarinen, J. (1999), Ageing Workers in the European Union – Status and Promotion of Work Ability, Employability and Employment , Finnish Institute of Occupational Health. Helsinki. Leichsenring, K. and Strümpel, B. (eds.) (1999), Soziale Lösungen vor Ort – Neue Wege der kommunalen Sozialpolitik , Wien, Renner Institut. OECD (1998), Maintaining Prosperity in an Ageing Society , Paris, OECD. OECD (2003), Employment Outlook, Towards more and better jobs , Paris. OECD (2004), Ageing and Employment Policies , Paris, OECD. ",
        "69 Parliamentary Commission ‘Demographisches Wandel’ (1994), Erster Zwischenbericht; Herausforderungen unseren alter werdender Gesellschaft an den Einzelnen und die Politik , Bonn, Deutscher Bundestag. Parliamentary Commission ‘Demographisches Wandel’ (1998), Zweiter Zwischenbericht; Herausforderungen unseren alter werdender Gesellschaft an den Einzelnen und die Politik , Bonn, Deutscher Bundestag. Parliamentary Commission ‘Demographisches Wandel’ (2002), Endbericht: Herausforderungen unseren alter werdender Gesellschaft an den Einzelnen und die Politik , Bonn, Deutscher Bundestag. Phillipson, C. (2004), 'Work and Retirement Transitions: Changing Sociological and Social Policy Contexts', Social Policy and Society 3: 155-162. Solem, P. E. and Overbye, E. (2004), 'Norway: Still High Employment among Older Workers', in: T. Maltby et al. (eds.), Ageing and the Transition to Retirement , Aldershot: Ashgate, pp.18-40. Wadensjö, E. (1996), ‘Gradual retirement in Sweden’, in L. Delsen and G. Reday-Mulvey (eds), Gradual Retirement in the OECD Countries , Dartmouth, Aldershot. Walker, A. (2002), ‘A strategy for active ageing’, International Social Security Review , No. 1 Walker, A. (2003), ‘A strategy for active ageing’, unpublished paper. Walker, A. and Naegele, G. (eds.) (1999), The Politics of Old Age in Europe , Buckingham, Open University Press. 2. Bibliography • The following are completed publications of members of the ActivAge consortium (in alphabetical order). Christensen, D. A. (2003), ‘Active Ageing: Country Report Norway’, Working Paper Nr. 16/03, Bergen, Stein Rokkan Centre for Social Studies, 33p. Christensen, D. A., Ervik, R. and Helgøy, I. (2003), ‘The Impact of Institutional Legacies On Active Ageing Policies: Norway and the UK as Contrasting Cases’, Working Paper, nr. 18-2003. Bergen: Stein Rokkan Centre for Social Studies; 2003. 34 p. ",
        "70 Ervik, R. (2005), ’Active Ageing and the Norwegian Pension System’, Report No.7 , Stein Rokkan Centre for Social Studies, 85 p. Ervik, R. and Helgøy I. (2005) ‘Overcoming the Barriers and Seizing the Opportunities for Active Ageing in Norway: Report from an Expert Panel Meeting’, Working Paper, Stein Rokkan Centre for Social Studies, 71 p. Helgøy, I. (2004) ’Active Ageing in the Labour Market Country Report-Norway’, Working Paper No 24.2004, Bergen: Stein Rokkan Centre for Social Studies. Helgøy, I. (2005), ’Active Ageing and the Norwegian Health System’, Working Paper, Bergen: Stein Rokkan Centre for Social Studies. Hinrichs, K. (2005), ‘New Century – New Paradigm: Pension Reforms in Germany’, in: Toshimitsu Shinkawa and Giuliano Bonoli (eds.), Ageing and Pension Reform Around the World: Evidence from Eleven Countries , Cheltenham: Edward Elgar, pp. 47-73. Mayhew, L. (2005), ‘Active Ageing in the UK – Issues, barriers, policy directions’, Innovation; The European Journal of Social Science Research , Vol. 18. No 4. Mayhew, L. and Blake, D. (2005), ‘On the sustainability of the UK state pension system in the light population ageing and declining fertility’, Economic Journal (under review). Perek-Bia ł as J., A. Ruzik, „ Aktywizacja starszych ludzi na rynku pracy: bariery i mo ż liwo ś ci ”, in: „Nasze starzej ą ce si ę spo ł ecze ń stwo. Nadzieje i zagro ż enia”, ed. J.T.Kowaleski, P.Szukalski, Wyd. U. Ł ódzkiego, 2004, p.431-439, [in Polish]. Perek-Bia ł as J., B. Worek „ Aktywne starzenie si ę odpowiedzi ą na spo ł eczno-ekonomiczne konsekwencje starzenia si ę spo ł ecze ń stw i zapobieganie braku samodzielno ś ci ”, in: Samodzielno ść ludzi starych z perspektywy medycyny i polityki spo ł ecznej. Dotychczasowe do ś wiadczenia UE i Polski, OM PTG, Warsaw, 2004, p.227-240, [in Polish]. Perek-Bia ł as J. “ Mo ż liwo ś ci i bariery prowadzenia polityki aktywnego starzenia si ę – informacja o mi ę dzynarodowym projekcie naukowym”, STUDIA DEMOGRAFICZNE, Polish Academy of Science, Komitet Nauk Demograficznych, 2004, ss.105-110, [in Polish]. Perek-Bia ł as J. „Opieka nad lud ź mi starymi: spo ł ecze ń stwo, pa ń stwo, rynek”, in: A. Karwi ń ska, A.Surdej (ed.) „Wokó ł zagadnie ń gospodarki nieformalnej”, Wyd. AE, Kraków, 2004, ss. 210-222, [in Polish]. ",
        "71 Perek-Bia ł as J. Active ageing or active old – age [in Polish] forthcoming, Wyd. Aureus, Cracow, 2005. Piekkola, H. (2003) Active Ageing and the European Labour Market: Synthesis Report. The Research Institute of the Finnish Economy ETLA Discussion Papers no. 911. Piekkola H. and Heikkilä, A. (2004) Active Ageing and Pension System: Finland. The Research Institute of the Finnish Economy ETLA Discussion Papers no. 959. Vidovi ć ová, L. ‘To be active or not to be active; that is the question’, Submitted for publication in Ageing International (under review). • Additional publications are planned in the year 2006. In particular, a special issue of the International Social Science Journal (UNESCO, Blackwell), will be devoted to active ageing and will include between five and seven contributions from members of the ActivAge consortium. • The Italian team of IRPPS-CNR plans the publication of several papers in Italian, on ageing and active old age in Europe. These will tackle the specificities of active ageing – as researched by the project – such as the labour market, retirement and health. These articles will be submitted for publication in national scientific periodicals such as ‘Argomenti’, ‘Rivista italiana di politiche sociali’, ‘Economia&Lavoro’, ‘Inchiesta’and ‘Ricerca&Sviluppo’. At least one of the planned publications will especially deal with the barriers and opportunities faced by active ageing in South European countries. ",
        "72 VII. ANNEXES 1. Expert interviews The experts interviewed for the ActivAge project included government officials at the ministries in charge of social welfare policy, labour affairs, pensions, health; representatives of employers’ associations as well as trade unions; employment offices; representatives of public and occupational pension carriers; representatives of senior citizen committees, councils or associations; general executives of firms, human resource managers or works’ councils leaders; as well as academics/professionals working in the field of ageing (gerontologists, demographers, labour market, pension or health experts). The number of experts interviewed in each country varied from under 10 (France) to over 30 (Poland), the average number of expert interviews per country was 15. The differences in the size of the expert base are a reflection of the different country sizes but also of the variable effectiveness of the country teams in obtaining expert interviews. • The Austrian ActivAge team interviewed the following experts (in alphabetical order): - Gertrud Dayé, Director, EURAG; - Fr. Danzinger, Teaching Centre for Care and Nursing, AKH; - Regina Ertl, Dachverband Wienerpflege und Sozialdienste; - Martin Gleitsmann, President Social Security, Hauptverband Sozialversicherung; - Hr. Karazman, IBG; - Fr. Kindl, Verbund; - Hr. Lattinger, Amt des Landesschulrates; - Hr. Lüftner, Polyfelt; - Hr. Staudinger, Wiener Krankenanstaltverbund; - Stephan Knafl, Austrian Senior Council (Seniorenrat); - Wolfgang Lutz, Demographer and Social Policy Expert, IIASA; - Gabriele Schmid, Chamber of Labour (Arbeiterkammer), Vienna; ",
        "73 - Monika Wild, Head of Department ‘Gesundheits- und Sozialdienst’, ÖRK; - Erika Winkler, Ministry of Social Security and Generations. • The following experts were interviewed in Finland (in alphabetical order): - Tuomo Alasoini, Programme on ‘Work Relations’ Tykes project; - Guy Ahonen, Department of Management and Organization, Swedish School of Economics and Business Administration; - Risto Ali-Penttilä, Director ‘Work Ability Programme’, Ilmarinen Mutual Pension Insurance Company (earnings-related pension insurer); - Tomi Hussi, Researcher in Human Capital Management; - Kaj Husman, Director, Department of research and development of occupational health services OHS in FIO (Finnish Institute of Occupational Health); - Juhani Ilmarinen, Director Department of physiology in FIO (Finnish Institute of Occupational Health); - Henrik Jäkärä, Head of HR in the Service Centre Finland of Nordea Bank.Nordea is the biggest bank in Finland and also in the Nordic area; - Kaija Kallinen SAK Social Policy Secretary; - Kari Kaukinen, Federation of Finnish Industries and Employers; - Sirkku Kivistö Finnish Institute of Occupational Health; - Matti Lamberg, Ministry of Social Affairs and Health, Occupational Health Unit (Työterveyshuollon neuvottelukunta); - Satu Lähteenmäki, Finnish Institute of Occupational Health FIOH; - Pertti Linkola, Ministry of Labour, National Ageing Programme; - Seppo Mansukoski, Administrative Development Centre of The Finnish National Union of State Employees and Special Services (Hallinnon kehittämiskeskus HAUS); - Panu Oksa Tampere Regional Institute of Occupational Health; ",
        "74 - Jyri Tapper from Kaiku unit in Valtiokonttori. Jyri Tapper is a project leader in active ageing unit for the Finnish governmental sector; - Tuulikki Petäjäniemi, Project director, National Well-Being at Work Programme; - Sakari Tola, M. Ylikoski, P. Huhtanen of the Varma-Sampo Mutual Pension Insurance Company (earnings-related pension insurer). In addition to the above, several persons from HR management of large Finnish manufacturing firms were interviewed. These interviews were carried out anonymously. • The following persons were interviewed in Germany (in alphabetical order): - Eduard Bohner, head of the department of social policy and social law and Gerd Pohl, head of the department of collective bargaining policies, Trade Union of the Food and Catering Industries (NGG), Hamburg; - Bernard Braun, Centre for Social Policy Research, University of Bremen; - Hilke Brockmann, Graduate School of the Social Sciences, University of Bremen; - Emmy Brüggemann, President of the Landesseniorenvertretung Bremen e.V. (representation of senior citizens in regional governments); - Axel Bürger, unit for labour market policies, Ministry for the Economy and Labour of Nordrhein-Westfalen, Düsseldorf; - Onno Dannenberg, Office branch Niedersachsen-Bremen of the Joint Trade Union of the Service Industries (ver.di); - Claus Eppe, department of senior economy, Ministry for Health, Social Affairs, Women and the Family of Nordrhein-Westfalen, Düsseldorf; - Gottlieb Förster, head of department of collective bargaining policies, Trade Union of Mining and the Chemical and Energy Industries (IG BCE), Hannover; - Gerd Glaeske, Centre for Social Policy Research, University of Bremen; - Peter Golinski, vice-chairman ofthe department of labour market policies and professional education, Association of Metal-Working and Electric Industries (NORDMETALL), Hamburg; ",
        "75 - Wolfgang Hien, referee in the unit for national occupational safety policies and work-place health promotion, Federal management board of the German Trade Union Congress (DGB), Berlin; - Mr. Moers, assistant to the Director of the regional branch of Sozialverband VdK Deutschland e.V., Bonn; - Gerhard Naegele and Frerich Frerichs, gerontologists at the Forschungsgesellschaft für Gerontologie e.V., University of Dortmund; - Peter Prill, head of department for labour market policies, Senator´s Office for Labour, Women, Health, Young People and Social Affairs, Bremen; - Heiner Stück, research referee, Employees Chamber of Bremen. • Experts from the following organizations were also interviewed (albeit wished to remain anonymous): - Federal Employers Association (BDA), departmentof labour market policies and department of firms’ personnel policies, Berlin; - Employers’ Association of the Private Banking Industry (Arbeitgeberverband des Privaten Bankgewerbes), Berlin; - Association of German Public Pension Insurance Carriers (VDR), Frankfurt am Main; - Regional Employment Office of Niedersachsen-Bremen, Hannover; - Municipal Employment Office in Hannover; - Division ‘Older people’ of the Federal Ministry for the Family, Senior Citizens, Women and Youth; - Federal office of the Joint Trade Union of the Services Industries (ver.di), department for social and health policy, Berlin; - Director of a non-profit organisation specialising in the development of concepts for long-term care and housing for older people. In addition the German team talked with representatives of personnel departments or works council of firms in the economic sectors of public administration and defence; financial services; metal products; transport; food products; electrical and optical equipment; electricity, gas and water supply; and social security. ",
        "76 • The UK ActivAge team interviewed the following experts (in alphabetical order): - Joanna Alder, Health Actuary, Milliman Ltd; - David Blake, Director, Pensions Institute, Cass Business School; - Paul Cann, Director of International Policy, Help the Aged; - Kay Carberry, Assistant General Secretary, TUC; - Sir John Egan, President, Confederation of British Industry; - Rekha Elaswarapu, Strategy Development Manager, Older People’s Strategy Team, Health Care Commission; - John Eversley, Director, ppre Ltd; - David Harker, Chief Executive, Prudential plc; - David Hinchliffe MP, Chair, The Health Committee, House of Commons; - Frances Hunt, Director of Fieldwork, Age Concern England; - Martin Karlsson, Cass Business School, City University; - Deborah Klee, Health Care Commission; - Peter Littlejohns, Clinical Director, National Institute for Clinical Excellence (NICE); - Laurie MacMahon, Office for Public Management (OPM); - Michael Orzsag, Director of Research, Watson Wyatt Ltd; - Paul Palmer, Voluntary Sector Management, City University Business School; - Jim Stretton, Foresight Ageing Panel Chairman, Standard Life Assurance Company; - Jonathan Wadsworth, Centre for Economic Performance, London School of Economics; - Kate Wedd, Chairman, National Executive Committee, University of the Third Age; - David Willets, Shadow Conservative Spokesman for Social security, House of Commons. ",
        "77 • The following persons were interviewed in Switzerland (in alphabetical order): - Angeline Fankhauser, President of the Association of active seniors and Swiss self- help organisations VASOS (Vereinigung aktiver Senioren und Selbsthilfe- Organisationen der Schweiz VASOS), Co-President of the Swiss Senior Council in Basel; - Pia Graf Vögeli, Secretary of the Swiss Society of Gerontology SGG/SSG, Bern; - René Hoppeler, Personalchef Zürcher Kantonalbank, Zürich; - François Höpflinger, Sociological Institute, University of Zurich and leader of the recently concluded Swiss National Research Programme No. 32 (NRP32) „Alter- Vieillesse-Anziani-Ageing“, Zurich; - François Huber, Federal Office for Social Security/Expert Unit for Ageing Issues (Fachstelle für Altersfragen), Bern; - Antonia Jann, Director, Age Foundation (The Age Foundation wants to improve the housing situation of older people and supports financially innovative housing projects), Zurich; - Peter Keller, Personalchef Coop Schweiz, Basel; - Matthias Kummer, President of the Swiss Association of Seniors and Pensioners SSRV, Bern; - Anna Katharina Laederach, Direktorin Human Resources, Stadt Zürich; - Renato Merz, Personalchef, ABB Schweiz, Baden; - Lore Valcanover, Marianne Gerber, Hansueli Mösli, CuraViva, Association Homes and Institutions Switzerland, Bern; - Bruno Parnisari, State Secretariat for Economic Affairs (seco) expert in the field of the labour market participation of the elderly, Bern; - Stefan Schmid, Managing Director Head Human Resources Switzerland & Cont. Europe, UBS, Zürich; - Kurt Seifert, PRO SENECTUTE Schweiz, Zürich; ",
        "78 - Paul Sütterlin, Forum Ageing & Migration, c/o Federal Commission on Migrant Issues, Bern; - Urs Stolz, Personalchef Migros Genossenschaft, Zürich; - Hans C. Werner, Personalchef, Swiss Re, Zürich. • In Poland, the following experts were interviewed (in alphabetical order): - Barbara BIE Ń , Professor at the Medical Academy and President of the Polish Association of Gerontology; - Jolanta CHRZANOWSKA, Vice-Director of the Cracow Municipal Office of Social Assistance; - Jerzy GIERLACKI, Senior Expert in the Department of Social Assistance in the Ministry of Economics, Labour and Social Policy, Warsaw; - Ewa GOETTING and Stanislawa BACHURZEWSKA, representatives of the Warsaw University Department of Seniors’ Education; - Barbara GROTKOWSKA - GALATA, Director of the Social Assistance House, Cracow; - Rafal KOWALSKI, the KLON/JAWOR representative, Warsaw; - Ryszard LECHA Ń SKI, President of The Pre-Retirement Society, Ł ód ź ; - Roza Ł AZAREWICZ, member of the AMARANT artistic group, Cracow; - Izabela MOKRZYCKA, representative of the Alzheimer Foundation, Cracow; - Aleksandra PLACKOWSKA, president of the Vis Vitalis foundation, a member of EURAG in Poland, Poznan; - Tadeusz SKIBA, Director of the Social Assistance Day Care Centre, Cracow; - Barbara SKROBUT, President of The Active Senior Foundation, Warsaw; - Joanna STAR Ę GA-PIASEK, Director of the Institute for Social Services Development, former Vice Minister of Labour, active for decades in seniors’ policy, Warsaw; - Barbara SZATUR-JAWORSKA, Professor of social policy, expert in seniors’ social policy and President of the Polish Social Policy Committee, Warsaw; ",
        "79 - Jerzy SZARY, The President of the PSYCHE Society, Cracow; - Malgorzata SZL Ę ZAK, Senior Expert of the Regional Office of Social Policy, Cracow; - Eugeniusz WCIS Ł O, The Vice-President of The Polish Association of Pensioners and the Retired in Poland (Warsaw, Cracow); - Krzysztof WI Ę CKIEWICZ, Director of the Department of Non-Governmental Organisations in the Ministry of Economics, Labour and Social Policy, Warsaw; - Michal WOJTKIEWICZ, Vice-President of the Powiats Association, Poznan/Warsaw, Tarnów; - Zbigniew WO Ź NIAK, Professor of Sociology and international expert on ageing, senior advisor on a range of seniors’ programmes at local and central level, Poznan. • Further to the above, the Polish team had discussions with representatives of the following institutions (who wished to remain anonymous): - The Ministry of Economy, Labour and Social Policy, Department of Social Insurance; - The Ministry of Economy, Labour and Social Policy, Department of the Labour Market Policy; - Social Insurance Institution; - Farmers Social Insurance Agency; - Central Institute for Labour Protection; - Institute of Labour and Social Studies; - Polish Association of Trade Unions; - Public Labour Office in Warsaw (capital); - Public Labour Office in Radom (smaller city with high rate ofunemployment); - Public Labour Office in Cracow (regional); - Pa ń stwowy Zak ł ad Higieny/Zak ł ad Statystyki Medycznej; - Pa ń stwowy Zak ł ad Higieny/Zak ł ad Promocji Zdrowia; - Ministerstwo Zdrowia/Dept.Zdrowia Publicznego; ",
        "80 - Narodowy Fundusz Zdrowia/Pion Prezesa NFZ ds. Medycznych (2 persons); - Urz ą d Marsza ł kowski Województwa Ma ł opolskiego/Departament Polityki Spo ł ecznej; - Klinika Chorób Wew. i Geriatrii Collegium Medicum Jagiellonian University/Konsultant Krajowy ds. Geriatrii; - Szpital Zakonu Bonifratrów im. Ś w. Jana Grandego/Dyrekcja; - Powiatowe Centrum Pomocy Rodzinie/Osoba odpowiedzialna za opiek ę osób starszych. As well as from the following companies: - Drukarnia GB Sp. z o.o.; - IPSAT Huta im. Tadeusza S ę dzimira; - Telkom-Telos; - Elektrociep ł ownie Warszawskie S.A.; - Instytut-Pomnik Centrum Zdrowia Dziecka; - Pa ń stwowa Wytwórnia Papierów Warto ś ciowych; - Pa ń stwowa Inspekcja Pracy, Okr ę gowy Inspektorat Pracy w Krakowie (2 persons); - Balhsen Sweet Sp. z o.o.; - Deutsche BankPBC S.A.; - Pliva Kraków ZFS.A. • In Norway, the ActivAge team talked to experts from the following institutions (who wished to remain anonymous): - Ministry of Health and Care Services; - Ministry of Labour and Social Affairs; - Confederation of Vocational Unions (YS); - National Pension Commission; ",
        "81 - National Initiative for Senior Workers; - Municipality of Bergen; - Personnel department, Storebrand Insurance company; - Personnel department, Betanien Hospital; - Organisation and personnel department, MESTA, department Vest; - Wage and personnel department, Municipality of Stord; - Human Resource administration, Aker Stord AS; - Centre for Senior Policy (CSP); - Pensioner Hiking Group; - Senior University; - Queen of Hearts Bridge Club (voluntary organisation); - Tuesday Club (voluntary organisation). • In the Czech Republic, the experts interviewed (who wished to remain anonymous) came from the following institutions: - MLSA, personnel department; - MLSA, research; - MLSA, department for the prevention of discrimination; - MLSA, social services; - MLSA International affairs; - MLSA, benefits department; - Union of pensioners in Czech Republic; - Public health department, Zlin, regional policy; - Prime minister’s board of advisors, senior NGO; - Letišt ě a.s. (airport), CEO; ",
        "82 - INKANO; - Industry and Transport Union; - MU social-health teacher; - Gerontocentrum; - Agra, vine production, CEO; - IPVZ, health policy; - Energetical Machine Works, HR management; - ADAST (machine works), HR management; - Prazdroj, brewing, HR management; - Masaryk University, department of social policy; - Remedium; - Život 90 – NGO; - IPVZ,public health education; - Centre for Socio-Economic Strategies; - District Charity in Strakonice city; - Svaz pacient ů (presure group); - RILSA, research; - ADO (trade unions); - RILSA-research; - van Gansewinkel (vaste management) CEO; - RILSA, Masaryk University; - BADWF (airport services), CEO; - ADO (trade unions); ",
        "83 - University hospital, HR management; - VZP, insurance company; - Zdravotnické noviny(media); - Start (employment agency), HR management. • The following persons were interviewed in France (in alphabetical order): - L. Benvéniste, Directeur général de E2DL, Spécialiste des seniors, conseil aux entreprises; - E. Dorado, Délégation générale à l’emploi et à la formation professionnelle (DGEFP) du Ministère des Affaires Sociales, du Travail et de la Solidarité, Direction développement de l’activité et de l’insertion professionnelle; - J. Judichelli, DGEFP, Sous-direction de l’emploi et de la formation professionnelle; - Bénédicte Legrand, Direction du Fonds National pour l’Emploi (FNE); - Pascal Robert, Direction des ressources humaines des Galeries Lafayette - Responsable de la gestion des ressources humaines; - C. Roche, Service retraites de la Confédération générale du travail (CGT); - Béatrice Sédillot, Direction de l’animation de la recherche, des études et des statistiques (DARES) du Ministère de l’emploi, de la Cohésion Sociale et du Logement. • In Italy, the following experts were interviewed (in alphabetical order): - David Benassi, Faculty of Sociology of the University of Milan-Bicocca, coordinator of monitoring unit on urban poverty; - Roberto Bernabei, Geriatrics, professor at the Catholic University of Rome; - Tito Boeri, labour economist and journalist, professor at the Bocconi University of Milan; - Marcello Cesa Bianchi, Psychologist and geriatrician, professor at the University of Milan; ",
        "84 - Giulietta Chieffo, Official of the Social Inclusion Policies Office of the Department of Social Policies of the City of Naples; - Cesare Cislaghi, Head of the Health Economy Observatory of the Regional Government of Tuscany; - Carla Collicelli, Deputy Director of Censis (Centro studi investimenti sociali - Study Centre for Social Investments), Rome; - Bruno Contini, Economist, professor at the University of Turin, expert of social security issues; - Carla Facchini, Family sociology, professor at the University of Milano-Bicocca; - Mario Falconi, National Secretary of the National Federation of General Practitioners; - Elsa Fornero, Economist, professor at the University of Turin, expert of social security issues; - Eugenia Gabriella Gammarota, Old Age Department of the Ministry of Labour and Social Policies; - Maria Guidotti, Vice-Chairman of AUSER (an association promoting the self management of services and actions for solidarity, in order to increase the right of older people to remain active in social and economic life through their own experiences and skills abilities); - Donato Greco, Director-General of Health Prevention at the Ministry of Health; - Yuri Kazepov, Territorial and welfare sociology, professor at the University of Urbino; - Betty Leone, National Secretary of Sindacato Pensionati Italiani (SPI-CGIL), an Italian Pensioners' Union; - Guido Maggioni, Family sociology, professor at the University of Urbino; - Rita Materazzi, Director of the Single Regional Territorial Agency of the Region of Marche; - Raffaela Milano, Head of the Department of Social Policies and Personal Services of the City of Rome; ",
        "85 - Maria Luisa Mirabile, Head of the Welfare and Citizenship Rights Office of IRES (Economic and Social Research Institute); - Henri Nadel, Economist, professor at the University of Paris-VII; - Oreste Nazzaro, ISTAT researcher; - Massimo Paci, Labour sociologist, professor at the \"La Sapienza\" University of Rome. President of Istituto Nazionale di Previdenza Sociale (INPS) in 1999-2003; - Rossella Palomba, Demographer of IRPPS-CNR; - Laura Pennacchi, Member of Parliament, Democratici di Sinistra (DS), Left Democratic Party; - Guido Stratta, Corporate Personnel Manager, Personnel and Organization, Enel SpA; - Raffaele Tecce, Head of the Department of Social Policies of the City of Naples; - Lorenzo Terranova, Head of the Economic Health Office of Farmindustria; - Sergio Turno, Journalist of the “Il Sole 24 Ore-Sanità” daily. ",
        "86 2. Panel-led consultation Table 4. Panel consultation Institution Name of expert Dachverband Wiener Pflege- und Gesundheitsdienste Regina Ertl Pensionistenverband Österreich Dr Hawolitchek Wirtschaftskammer Österreich Mag. Alexander Hofman Elektrizitätsverbund Wien Andrea Kindl Bundesministerium für Soziale Sicherheit Erika Winkler Bundesarbeiterkammer Mag. Iris Woltran Wirtschaftskammer Österreich Mag. Ratzinger Österreichischer Gewerschaftsbund Christoph Thum Institut für berufliche Gesundheitsförderung Dr Rudi Karazman Austria (7; last 4 virtual participants) Mag. Petra Plunger MLSA - Department for Prevention of social and Health Care Discrimination E 1 MLSA (as above) E 2 Research Institute of Labour and Social Affairs E 3 Regional policy-maker E 4 Gerontologist E 5 Gerontologist E 6 Industry and Transport Union (employers’ organisation) E 7 Economist, demographer E 8 Czech Republic (9; anonymised) NGO representing senior citizens E 9 ",
        "87 MP Social Democrats F 1 Confederation of Finnish Insurance Companies F 2 MP Centre Party F 3 MP Conservative Party F 4 Federation of Finnish Employers F 5 MP Conservative Party F 6 Social Insurance Institution KELA F 7 MP Conservative Party F 8 Assistant of MP in RKP (party representing Swedish-speaking minority) F 9 Finland (10; anonymised) F 10 National Foundation for Gerontology (FNG) Francoise Forette ILC-France Marie-Anne Brieu Directorate-General for Social Action (DGAS), Office for Elderly People Serge Canape National Committee for Retired and Elderly People (CNRPA) George Grulois Directorate General for Research, Evaluation and Statistics, Sub-directorate for Monitoring Solidarity (DRESS) Francois Jeger General Confederation of Work Orientation, Council for Retirement and Pension (COR) Pierre-Yves Chanu Consultant at E2DL on behalf o Regional Inter- professional grouping for the promotion of disabled peoples’ employment Tanguy Bothuan University Paris V, Centre for the Study of Social Movements (CEMS) Guillaume Huvez France (9) School for Advanced Studies in the Social Sciences (EHESS) Matthieu Elgard ",
        "88 Task force ‘Ageing Workforce’ at DaimlerChrysler AG, Bremen Winfried Hilbig Press Office AOK (Public Health Insurance Fund) Jörn Hons LVA Bremen-Oldenburg Ludger Klein Sozialverband Deutschland e.V. Regional office Karl Lüneburg Arbeiter-Samariter Bund, Hamburg Stefan Pabst Jacobs Centre for Lifelong Learning and Institutional Development Klaus Schömann ‘Diversity council’ at Kraft Foods, Germany Christian Seegert Landesseniorenrat Niedersachsen e. V. Christoph Steinbach Germany (9) Bundesarbeitsgemeinschaft der Seniorenbüros, Hamburg Christian Wienberg Demographer Giuseppe A. Micheli Labour sociologist Massimo Paci IRES M. L. Mirabile Ministry of Labour L. Forlani Health demographer V. Egidi Demographer C. Reynaud SPI CGLI L. Saltini Italian Manufacturers’ Association L. Gasbarroni Economist G. Cazzola Italy (10) Sociologist, IRPPS E. Pugliese Ministry of Health and Care Services Steinar Barstad Confederation of Vocational Unions (YS) Randi Bjørgen Ministry of Labour and Social Affairs Bjørn Halvorsen Ministry of Labour and Social Affairs Øysten Haram Norway (8) Storebrand (Insurance Company) Erik Råd Herlofsen ",
        "89 Ministry of labour and Social Affairs Ola Ribe Municipality of Stord (formerly) Gudmund Sørensen Ministry of Modernisation Bjørnar Lund PROINS S.A. (private company) & Associatin of Employers in Maloposlka region Piotr Baran Ministry of Social Policy Agnieszka Ch ł o ń - Domi ń czak (virtual) House of Social Assistance for Women OBM Stanis ł aw Chomicz Pensioners Association (NGO) Maria Janik Centre for Senior Activation Krystyna Mroczek Labour Affairs Office Dorota Niemiec Regional Centre for Social Policy Jadwiga Pauli Private foundation UNIA BRACKA Ma ł gorzata Piorecka Poland (8) Academic, expert, doctor, regional consultant of Gerontology Jolanta Twardowska- Rajewska National Research Programme on Ageing CH 1 Swiss Federal Office of Social Security CH 2 Social Department CH 3 City of Zürich CH 4 Federal and Communal Administration CH 5 Swiss Society of Gerontology CH 6 Switzerland (7; anonymised) Freelance journalist specialising on ageing CH 7 ",
        "90 London Office of Milliman Training Joanne Alder Cass Business School, London David Blake Help the Aged (NGO) Paul Cann Health Care Commission Rekha Elaswarapu City University John Eversley Cass Business School Martin Karlsson Healthcare Commission Deborah Klee Cass Business School Paul Palmer United Kingdom (9) London School of Economics Jonathan Wadsoworth ",
        "91 3. List of participants Coordinator ICCR Liana Giorgi Schottenfeldgasse 69/1, A-1070 Vienna Tel. (+43-1) 52 41 39 31 50 Fax (+43-1) 52 41 39 32 00 E-mail: l.giorgi@iccr-international.org Participants The Research Institute of the Finnish Economy (ETLA), Helsinki Hannu Piekola E-mail: hannu.piekkola@etla.fi The Centre for Social Policy Research (ZeS) University of Bremen Karl Hinrichs/Paula Aleksandrowicz E-mail: hinrichs@zes.uni-bremen.de City University, London Leslie Mayhew E-mail: LesMayhew@blueyonder.co.uk ",
        "92 Econcept AG, Switzerland Michal Arend E-mail: michal.arend@econcept.ch Jagiellonian University Cracow Jolanta Perek-Bialas, E-mail: jperek@uj.edu.pl The Stein Rokkan Centre for Social Studies University of Bergen Rune Ervik E-mail: rune.ervik@rokkan.uib.no School of Social Studies, Masaryk University Brno Ladislav Rabusic/Lucie Vidovicova E-mail: rabu@fss.muni.cz CIR, Paris Emmanuel Brillet E-mail: e.brillet@iccr-international.org CNR-IRPPS, Paolo Calza Bini, Rome-Salerno, Italy E-mail: paolo.calzabili@uniroma1.it ",
        "European Commission EUR 23107 — EU RESEARCH ON SOCIAL SCIENCES AND HUMANITIES — Overcoming the Barriers and Seizing the Opportunities for Active Ageing Policies in Europe - ActivAge Luxembourg: Office for Official Publications of the European Communities 2007 — 96 pp. — 21,0 x 29,7 cm ISBN 978-92-79-07552-0 ",
        "",
        "How to obtain EU publications Our priced publications are available from EU Bookshop (http://bookshop.europa.eu/), where you can place an order with the sales agent of your choice. The Publications Office has a worldwide network of sales agents. You can obtain their contact details by sending a fax to (352) 29 29-42758. ",
        "K I - N A - 23107 - E N - N "
    ]
}