{
    "text": [
        "COMMISSION REGULATION (EC) No 983/2008 of 3 October 2008 adopting the plan allocating to the Member States resources to be charged to the 2009 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community THE COMMISSION OF THE EUROPEAN COMMUNITIES, Having regard to the Treaty establishing the European Community, Having regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agri­ cultural markets and on specific provisions for certain agri­ cultural products (Single CMO Regulation) ( 1 ), and in particular Article 43(g) in conjunction with Article 4 thereof, Having regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro ( 2 ), and in particular Article 3(2) thereof, Whereas: (1) In accordance with Article 2 of Commission Regulation (EEC) No 3149/92 of 29 October 1992 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community ( 3 ), the Commission should adopt a distri­ bution plan to be financed from resources available in the 2009 budget year. The plan should lay down in particular, for each of the Member States applying the measure, the maximum financial resources available to carry out its part of the plan, and the quantity of each type of product to be withdrawn from the stocks held by the intervention agencies. (2) The Member States involved in the plan for the 2009 budget year have supplied the information required in accordance with Article 1 of Regulation (EEC) No 3149/92. (3) For the purposes of resource allocation, account must be taken of experience and of the degree to which the Member States used the resources allocated to them in previous years. (4) Point 1(c) of Article 2(3) of Regulation (EEC) No 3149/92 provides for the allocation of resources for the purchase on the market of products temporarily unavailable in intervention stocks. The stocks of cereals suitable for human consumption currently held by the intervention agencies are very low and measures have already been taken, regarding their sale on the market. Moreover, no stock of rice and skimmed milk powder is at present held by the intervention agencies and no offers of these agricultural commodities into intervention are foreseen for 2008. Therefore, resource allocations should be fixed to enable the purchase on the market of cereals, skimmed milk powder and rice as required to implement the plan for the 2009 budget year. (5) Article 7(1) of Regulation (EEC) No 3149/92 provides for the transfer between Member States of products unavailable in the intervention stocks of the Member State in which such products are required to implement the annual plan. Accordingly the intra- Community transfers necessary to implement the plan for 2009 should be authorised, subject to the conditions laid down in Article 7 of Regulation (EEC) No 3149/92. (6) To implement the plan, the operative event within the meaning of Article 3 of Regulation (EC) No 2799/98 should be the date on which the financial year for administration of stocks in public storage starts. (7) In accordance with Article 2(2) of Regulation (EEC) No 3149/92, the Commission has consulted the major or­ ganisations familiar with the problems of the most deprived persons in the Community when drawing up the plan. (8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets, HAS ADOPTED THIS REGULATION: Article 1 In 2009, the distribution of food to the most deprived persons in the Community under Article 27 of Regulation (EC) No 1234/2007 shall be implemented in accordance with the annual distribution plan set out in Annex I to this Regulation. EN 9.10.2008 Official Journal of the European Union L 268/3 ( 1 ) OJ L 299, 16.11.2007, p. 1. ( 2 ) OJ L 349, 24.12.1998, p. 1. ( 3 ) О J L 313, 30.10.1992, р . 50. ",
        "Article 2 Allocations to Member States for the purchase of cereals, skimmed milk powder and rice on the market, as required under the plan referred to in Article 1, shall be as set out in Annex II. Article 3 The intra-Community transfer of the products listed in Annex III to this Regulation shall be authorised, subject to the conditions laid down in Article 7 of Regulation (EEC) No 3149/92. Article 4 For the purpose of implementing the annual plan referred to in Article 1 of this Regulation, the date of the operative event within the meaning of Article 3 of Regulation (EC) No 2799/98 shall be 1 October 2008. Article 5 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 3 October 2008. For the Commission Jean-Luc DEMARTY Director-General for Agriculture and Rural Development EN L 268/4 Official Journal of the European Union 9.10.2008 ",
        "ANNEX I ANNUAL DISTRIBUTION PLAN FOR 2009 (a) Financial resources made available to implement the plan in each Member State: (in EUR) Member State Distribution Belgique/België 6 984 395 България 8 666 207 Eesti 320 646 Éire/Ireland 397 711 Elláda 20 045 000 España 61 957 787 France 77 884 234 Italia 129 220 273 Latvija 5 463 353 Lietuva 9 392 047 Luxembourg 128 479 Magyarország 13 417 068 Malta 725 419 Polska 102 177 040 Portugal 24 718 296 România 28 202 682 Slovenija 2 279 813 Suomi/Finland 4 019 550 Total 496 000 000 (b) Quantity of each type of product to be withdrawn from Community intervention stocks for distribution in each Member State subject to the maximum amounts laid down in (a): (in tonnes) Member State Sugar Belgique/België 4 000 България 5 700 España 8 450 France 4 995 Italia 12 556 Lietuva 5 614 Magyarország 5 000 Malta 571 Polska 49 554 Portugal 2 158 România 20 000 Slovenija 1 100 Total 119 687 EN 9.10.2008 Official Journal of the European Union L 268/5 ",
        "ANNEX II Allocations to Member States for purchase on the Community market, subject to the maximum amounts laid down in Annex I(a): (in EUR) Member State Cereals Rice Skimmed milk powder Belgique/België 2 026 200 300 000 3 000 000 България 3 545 850 2 400 000 424 500 Eesti 303 930 0 0 Éire/Ireland 0 0 376 977 Elláda 6 000 000 3 000 000 10 000 000 España 13 170 300 2 340 000 40 483 716 France 16 412 220 7 897 500 47 898 216 Italia 34 458 775 3 000 000 80 962 837 Latvija 3 312 432 0 1 866 102 Lietuva 3 317 885 1 543 920 2 224 368 Luxembourg 0 0 121 781 Magyarország 9 000 000 0 2 100 000 Malta 80 964 34 250 387 714 Polska 36 471 600 0 44 350 200 Portugal 2 623 162 3 074 726 17 033 678 România 20 262 000 0 0 Slovenija 486 288 300 000 1 018 800 Suomi/Finland 2 640 000 0 1 170 000 Total 154 111 606 23 890 396 253 418 889 EN L 268/6 Official Journal of the European Union 9.10.2008 ",
        "ANNEX III Intra-Community transfers of sugar authorised under the plan for the 2009 budget year: Quantity (tonnes) Holder Recipient 1. 8 450 OFI, Ireland FEGA, España 2. 2 158 OFI, Ireland Ministério das Finanças, Direcção-Geral das Alfândegas e dos Impostos Especiais sobre o Consumo, Direcção de Serviços de Licenciamento, Portugal 3. 4 995 BIRB, Belgique ONIGC, France 4. 5 614 Statní Zem ě d ě lský Interven č ní Fond, Č eská Republika NMA, Lietuva 5. 23 000 Statní Zem ě d ě lský Interven č ní Fond, Č eská Republika ARR, Polska 6. 14 000 Pôdohospodárska Platobná Agentúra, Slovensko ARR, Polska 7. 12 544 AGEA, Italia ARR, Polska 8. 20 000 Pôdohospodárska Platobná Agentúra, Slovensko Agentia de Plati si Interventie pentru Agri­ cultura, România 9. 571 AGEA, Italia AP, Malta 10. 1 100 AGEA, Italia Agencija Republike Slovenije za kmetijske trge in razvoj pode ž elja, Slovenija 11. 5 700 AGEA, Italia Държавен фонд „ Земеделие ” - Разплащателна агенция , България EN 9.10.2008 Official Journal of the European Union L 268/7 "
    ]
}