{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 20.2.2013 SWD(2013) 42 final Social Investment Package COMMISSION STAFF WORKING DOCUMENT Confronting Homelessness in the European Union Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Towards Social Investment for Growth and Cohesion - including implementing the European Social Fund 2014-2020 {COM(2013) 83 final} {SWD(2013) 38 final} {SWD(2013) 39 final} {SWD(2013) 40 final} {SWD(2013) 41 final} {SWD(2013) 43 final} {SWD(2013) 44 final} ",
        "TABLE OF CONTENTS 1. INTRODUCTION....................................................................................................... 2 PART ONE: UNDERSTANDING HOMELESSNESS ..................................................... 4 2. DEFINING HOMELESSNESS AND HOUSING EXCLUSION.............................. 4 3. THE URGENCY TO ACT ON HOMELESSNESS................................................... 5 3.1. Grave impact on and cost to individuals and society........................................... 5 3.2. Rising levels of homelessness.............................................................................. 6 3.3. Multiplied risks for homelessness........................................................................ 7 3.4. Access barriers to quality and affordable housing ............................................. 10 PART TWO: POLICIES TO ADDRESS HOMELESSNESS ......................................... 12 4. PREVENTING HOMELESSNESS.......................................................................... 12 5. IMPROVING SERVICE PROVISION TO THE HOMELESS............................... 17 5.1. Improving the employability of homeless people ........................................... 18 5.2. Improving homeless people’s access to healthcare......................................... 19 5.3. Providing emergency accommodation ............................................................ 20 5.4. Emergency services for coping with extreme weather conditions.................. 21 6. PARTICIPATION AND EMPOWERMENT........................................................... 22 7. IMPROVING ACCESS TO AFFORDABLE HOUSING........................................ 23 8. CORE ELEMENTS OF HOMELESSNESS STRATEGIES ................................... 27 8.1. Mobilising Member State and EU policies to confront homelessness............ 27 8.2. Improving governance, partnerships and funding to combat homelessness ... 30 8.3. Measurement and monitoring of homelessness at Member States and EU level ................................................................................................................. 36 ANNEX I: RECENT EU ACTIONS RELEVANT TO HOMELESSNESS.................... 39 ANNEX II: TABLES AND DATA ON HOMELESSNESS............................................ 44 ",
        "2 1. INTRODUCTION All the signs point to a worsening of the problem of homelessness in the European Union since 2008. As the ongoing financial and economic crisis puts more people out of a job and makes more people dependent on social protection, the risk of homelessness in all Member States of the European Union is increasing. This Commission Staff Working Document (CSWD), which is part of a wider Social Investment Package , 1 argues for more urgent concerted action to take preventative measures that can reduce the risk and magnitude of homelessness. Having access to decent housing and being part of society is crucial for allowing people to realise their full economic potential and to contribute productively to society. Targeted, integrated policies that mitigate the overall impact of homelessness are good examples of investments with high rates of return . Providing permanent housing and support measures for the homeless and preventing the circumstances which might lead to homelessness has long-term social and economic benefits including lower public expenditure on shelters and crisis support services, healthcare, increased employment, higher tax revenues and lower judicial system costs and contributes to a better social cohesion. 2 While the primary responsibility for tackling homelessness lies with EU Member States and their regional or local authorities, the European Union continues to complement and support their efforts . Attention to homelessness is now deep-rooted and a key aspect of in the EU’s broader efforts to fight poverty and social exclusion within the Europe 2020 process and in line with Article 153 of the Treaty on the Functioning of the European Union (TFEU). There is already a significant history of addressing homelessness at European Union level. The Europe 2020 Strategy, 3 through its European Platform against Poverty and Social Exclusion flagship and the accompanying Communication, identified homelessness as one of the most severe forms of poverty and deprivation. It called for the development of appropriate and integrated responses, both to prevent and tackle homelessness in the framework of a wider EU social inclusion policy. The Strategy also set a headline target to reduce the number of people living in poverty and social exclusion by at least 20 million by 2020. The poverty reduction target is monitored annually through the European Semester process . The European Year of Combating Poverty and Social Exclusion in 2010 4 raised awareness of the specific problem of homelessness in a general poverty and exclusion context all over Europe. A Consensus Conference held in December 2010 5 under the Belgian Presidency of the Council of Ministers brought together a wide range of interested parties and produced valuable recommendations on elements of comprehensive homelessness strategies. Homelessness has for some years now been featuring on the policy agenda of different EU institutions and bodies as well as being part of the Social Open Method of 1 Commission Communication – Towards Social Investment for Growth and Cohesion - including implementing the ESF 2014-2020, COM(2013) 83. 2 For the cost- benefit angles of homelessness, see in particular Chapters 3.1, 4 and 7. 3 Commission Communication COM(2010)2020 final on Europe 2020 A Strategy for Smart, Sustainable and Inclusive Growth. 4 See http://ec.europa.eu/social/main.jsp?langId=en&catId=637 5 See http://ec.europa.eu/social/main.jsp?catId=88&langId=en&eventsId=315&furtherEvents=yes ",
        "3 Coordination. In 2008 in a Written Declaration the European Parliament asked the European Union to address street homelessness as an urgent priority and to assist Member States with the development of winter plans for the homeless 6 . In 2010, in another Written Declaration , MEPs called upon the EU to support Member States in their efforts to reduce and solve the problems of homelessness 7 . In September 2011 , the European Parliament adopted a Resolution 8 , urging Member States to make progress towards the goal of ending street homelessness by 2015 and calling for a development of an ambitious, integrated EU strategy, underpinned by national and regional strategies with the long-term aim of ending homelessness within the broader social inclusion framework. In the Social Protection Committee (SPC) Member States together with the European Commission work on homelessness- related issues through the Open Method of Coordination. The SPC chose homelessness as a priority issue in its work plan for 2009 ('homelessness light year') . All SPC members produced extensive national reports in which they outlined how homelessness was addressed in their country. A set of peer reviews has been conducted on homelessness since 2004, hosted by England, Denmark, Norway, France, Austria, Portugal and Finland. 9 Moreover, the SPC is active in developing indicators and monitoring methods on social inclusion through its Indicators Subgroup. In 2010 the Committee of the Regions of the EU adopted an Opinion on Combating Homelessness 10 . In 2011 the European Economic and Social Committee followed suit by adopting an Opinion on Homelessness. 11 The June 2012 EPSCO Council called on Member States and the Commission to develop and promote adequate social schemes for persons who are homeless in accordance with their respective competences, and taking into account the specific situation in each Member State. The May 2012 Danish Presidency conference on the 11 th European meeting of People Experiencing Poverty was devoted to homelessness and housing rights in the context of the crisis. The participants called for real homelessness and inclusion strategies in the EU, including improved data collection and a better understanding of the realities facing people at risk of homelessness, backed by strategic use of European Structural Funds. Important recent policy documents and actions include the 2010 Joint Report on Social Protection and Social Inclusion , 12 which called for the development and implementation of national or regional homelessness strategies and provided guidance on how to do this, placing a strong emphasis on effective governance, monitoring and evaluation, and the setting of specific targets. This CSWD seeks continuity with Member States and EU actions taken to date, promoting social investment in the field of homelessness. It consists of two main parts. Part One looks at recent trends and data on homelessness , with particular emphasis on the impact of the financial and economic crisis. Part Two discusses policy practices and approaches in the Member States, showing how the European Union intends to support the Member States through the Europe 2020 governance process, targeted use 6 Declaration of the European Parliament on ending street homelessness, April 2008. 7 Declaration of the European Parliament on an EU homelessness strategy, December 2010. 8 Resolution of the European Parliament on an EU Homelessness Strategy B7-0475/2011. 9 Background note for the European Consensus Conference on homelessness, December 2010. 10 Opinion of the Committee of the Regions on Combating homelessness. 2011/C 15/08. 11 Opinion of the European Economic and Social Committee on homelessness. CESE 1592/2011. 12 Joint Report on Social Protection and Social Inclusion 2010. European Commission February 2010. ",
        "4 of the EU Funds and various sectorial policies. Annex I contains a selection of recent actions at EU level with relevance for homelessness and Annex II provides a compilation of the most relevant data and tables on homelessness. PART ONE: UNDERSTANDING HOMELESSNESS This Part provides an overview of homelessness in the European Union today, showing the main data and trends. It explains in more detail what homelessness means, how it is defined in the broader sense and what its main causes are. It will discuss the complexity of the triggers and circumstances that influence the risk of homelessness, while also paying attention to the high costs and detrimental effects of homelessness, both for individuals and for society. 2. D EFINING HOMELESSNESS AND HOUSING EXCLUSION There is not a single definition of homelessness that is accepted in all the EU Member States. In some, homelessness is still limited to the most visible and needy category of rough sleepers, i.e. people who spend the night in the open air. This approach fails to consider people living in homeless shelters or very precarious housing conditions and substandard housing and people at imminent risk of homelessness due to very insecure tenure or ownership, which in effect amounts to homelessness. At a 2010 European Consensus Conference, stakeholders and the European Commission agreed on the ETHOS 13 definition for homelessness and housing exclusion. This definition is derived from the physical, social and legal interpretation of what a ‘home’ means. It classifies the following four living circumstances as homelessness or extreme forms of housing exclusion 14 : 1. Rooflessness (people living rough and people in emergency accommodation), 2. Houselessness (people in accommodation for the homeless, in women's shelters, in accommodation for immigrants, people due to be released from institutions and people receiving long-term support due to homelessness), 3. Insecure accommodation (people living in insecure tenancies, under threat of eviction or violence), and 4. Inadequate housing (living in unfit housing, non-conventional dwellings e.g. in caravans without adequate access to public utilities such as water, electricity or gas or in situations of extreme overcrowding). 15 DE, DK, FI, LU, NL, SE and the UK already use a broad definition of homelessness following the logic of the ETHOS definition , albeit in many cases with the exception of ETHOS category 4. BE, FR, HU, IE, PT use a more narrow definition for policy and a broader one for counting and research purposes. AT, CZ, ES, GR, IT, PL use a more 13 ETHOS stands for the \"European Typology of Homelessness and Housing Exclusion\", see also Table 1 in Annex II. 14 There have been other attempts to provide a broad definition of homelessness, see in particular the definition used for population census purposes. This CSWD will adhere to the ETHOS definition. 15 H. Frazer, E. Marlier and I. Nicaise: A Social Inclusion Roadmap for Europe 2020. Garant, 2010. ",
        "5 narrow definition, while BG, CY, ET, SK, LT, LV, MT, RO and SI have not yet begun to use a standardised definition. 16 3. T HE URGENCY TO ACT ON HOMELESSNESS 3.1. Grave impact on and cost to individuals and society Homelessness is an extreme manifestation of poverty and social exclusion which reduces a person’s productive potential and is a waste of human capital. Even a short spell of homelessness can diminish a person’s chances of reintegration and may lead to rapid deterioration in physical and mental health, in employability and in social skills. The longer-term consequences can be irreversible. Homeless people often have a significantly lower life expectancy . Their lifespan may be reduced by as many as 30 years compared to that of the general population and many of them die in their forties. 17 Health problems are particularly linked to homelessness, both as a triggering factor and as a consequence. Unsanitary, exposed and overcrowded living conditions make homeless people very vulnerable to illnesses, physical injury and violence. It is very common for a homeless person to have or develop mental health problems, personality disorders, offending behaviour, learning difficulties, physical health problems or vulnerability because of premature ageing. Respiratory, cardio-vascular and infectious diseases such as HIV, tuberculosis and hepatitis are also much more prevalent among the homeless. Alcohol, tobacco or drug abuse is very frequent, 18 as is malnutrition . 19 Homeless people are also more likely to attempt suicide. The homeless suffer from limited access to healthcare, social and other services and cannot always exercise their basic human and civil rights . Homeless people are often stigmatised , discriminated against or even criminalised. They may commit minor crimes such as squatting or take up work in the black and grey economy. People experiencing or at risk of homelessness face a range of personal and social barriers to finding and keeping work . At the personal level they may have a disability, mental illness or addiction, poor work history, low levels of literacy and a lack of relevant skills. At the social level there is a lack of support resources, e.g. family, friends, networks and there are problems in accessing services with set operating times while only limited types of employment are available to homeless people. Not having a fixed address makes it difficult for people to hold on to or look for a job and to wear clean and proper clothing. Hindered access to affordable basic services such as transport, childcare or healthcare can also frustrate job-seeking. Few homeless people are in permanent employment and their main source of income often comes from social support, charity or begging. The costs, in real terms, of not addressing homelessness is very high . Though European data are scarce, international statistics are available: the annual cost of 16 Paragraph based on the Joint Report on Social Protection and Social Inclusion 2010, data updated. 17 See for instance the 2011 Crisis/Sheffield university report in the UK and the 2009 Charity Intelligence report in Canada. 18 References in this paragraph are based on The Right to Health is a Human Right. Ensuring Access to Health for People who are Homeless. FEANTSA, 2006. 19 Impact Assessment of the Fund for European Aid for the Most Deprived programme. European Commission, 2012. ",
        "6 homelessness in Canada for instance in 2007 was estimated at between $4.5 billion and 6 billion. 20 Another study showed that a homeless person costs between $700.000 to $4.5 million to the Australian society. 21 The social costs of homelessness are especially high in the justice and health domains. 22 Roofless people often require complex, integrated types of support over a longer period of time and tend to use the most expensive and intensive forms of support such as emergency hospital care. The cost of homelessness to the welfare system is even higher if one considers the shortfall in tax and social contributions which could be recouped if homeless people were reintegrated into the labour force. 3.2. Rising levels of homelessness According to an expert estimate for the year 2009, under categories 1 and 2 of the ETHOS definition - that is, when counting with the most vulnerable roofless and houseless people 23 - there could be as many as 410.000 homeless people on any given night in the European Union. This could imply that about 4.1 million people in the EU are exposed to rooflessness and houselessness each year for a shorter or longer period. 24 According to a 2010 Eurobarometer survey, more than 3 million Europeans say that they feel at risk of becoming homeless. 25 In most Member States for which recent data are available, homelessness seems to be on the rise. 26 According to national experts 27 , homelessness increased over the past five years up to mid-2011 in fifteen Member States (AT, CZ, DE, EL, ES, FR, HU, IE, IT, LT, PL, PT, SI, SW, UK 28 ), it decreased in two (FI, NL) 29 and it remained stable in one (DK). In the past, homelessness was a short-lived experience for many people, especially those who, apart from their need for housing required little additional support. But the crisis is exposing more people to longer periods of homelessness . Deepening poverty and a sharp increase in unemployment have increased the general risk for homelessness. Budgetary consolidations have diminished the capacity of the welfare state to alleviate and prevent homelessness. Rising housing costs and prices combined with uncertain financial markets have increased the vulnerability of homeowners in a number of Member States. Mortgage or rent arrears plus high energy and utility bills have taken many people into financial trouble. In 2011, on average 12 % of the EU-27 population was overburdened by housing costs , but for those at risk of poverty the figure was 39 % and for the non-poor it stood at less 20 S. Gaetz: The Real Costs of Homelessness: Can We Save Money by Doing the Right Thing? Toronto, 2012. 21 E. Baldry, L. Dowse, R.McCausland and M. Clarence: Report on the lifecourse institutional costs of homelessness for vulnerable groups, Australia, May 2012. 22 P. Flatau- K. Zaretzky: The Economic Evaluation of Homelessness Programmes. European Journal of Homelessness, Vol. 2. December 2008. 23 For the ETHOS definition categories, see Chapter 2. 24 H. Frazer, E. Marlier and I. Nicaise: A Social Inclusion Roadmap for Europe 2020. Non-validated figures. 25 Special Eurobarometer Report on Poverty and Social Exclusion. European Commission, December 2010. 26 Homelessness during the crisis. European Commission Research Note, August 2011. 27 Data in the paragraph are from Monitoring Report on Homelessness and Homeless Policies in Europe. FEANTSA, September 2012. See Table 2 in Annex II. 28 Increase has also been reported in England and Wales within the United Kingdom. 29 Decrease in homelessness was also reported from Scotland and North Rhine Westphalia. ",
        "7 than 6 %. 30 The latest results of the Quality of Life Survey on the impact of the crisis have confirmed the rise in the likelihood of having to leave accommodation due to unaffordability. The percentage of Europeans who say they are very and/or quite likely to have to leave their accommodation within the next six months has increased from 4% in 2007 to almost 6% in 2011. 31 Households struggling with mortgage and rent arrears, high utility bills and over- indebtedness and which are not receiving any support may in the end face repossession and eviction. A sharp rise in evictions and repossessions has been registered e.g. in ES, FR, HU, IE and IT 32 but also in several other Member States. 3.3. Multiplied risks for homelessness Other factors that have increased homelessness are rising housing costs, intra-EU mobility and migration from third countries, ageing and changes in family structures , such as the growth of single households, and long-term health problems . Family breakdown and deinstitutionalization, without adequate follow-up support are also major drivers. The ‘traditional core’ of the homeless population is largely made up of middle-aged men with long-standing social problems, mental health issues and/or alcohol and drug addiction, 33 who usually require very complex and intensive support. But as of the late 1990s and increasingly since the onset of the crisis, the composition of the homeless population has begun to change. 34 Strongly influenced by the recession, the risk of homelessness has increased in particular among citizens from other EU Member States, migrants from third countries, young persons, the newly unemployed, victims of legal loan sharking and those who generally have a low income. Women, single-parent and large families, older people, Roma and other minorities are also more exposed to homelessness. As is some parts of the rural population even if homelessness remains a predominantly urban phenomenon. The lower educated seem to be overrepresented among the homeless. A Commission study found that some 70 % of the homeless young had left school with no more than lower secondary education. 35 The on-going inflow of migrants is an important driver of homelessness, particularly in urban areas. Migrants from within the EU are severely affected by the crisis. They are hit by massive layoffs and wage cuts and often lack a supportive social network. In particular, the employment rate in low skilled sectors such as construction and manufacturing, where many migrants used to work, was reduced by the crisis. Although migration policies vary across Member States, access of migrants without a residency status to emergency social care such as shelters, social benefits, housing, healthcare, education and labour market integration services is usually restricted everywhere. Undocumented migrants typically do not have access to the most basic 30 Housing cost overburden shows expenditures on housing exceeding 40 % of income, see Table 4 in Annex II. 31 3 rd European Quality of Life Survey: Quality of life in Europe: Impacts of the crisis. Eurofound, 2012. 32 EU Employment and Social Situation Quarterly Review. European Commission, June 2012. 33 Idem. 34 J. Minnery, E. Greenhalgh: Approaches to Homelessness Policy in Europe, the United States, and Australia. Journal of Social Issues, Vol. 63, No 3, 2007. 35 CSEYHP project, Combating social Exclusion among Young Homeless Populations. European Commission, 2010. Project supported under the 7 th Research Framework Programme (2008-2011), see: http:// www.movisie.nl/homelessyouth/ . ",
        "8 services. Asylum seekers are only granted temporary protection in their first EU country of entry, resulting in a limited duration of any entitlements. 36 EU citizens who are mobile across the EU are usually in a better position than third-country nationals but they also do not have the same social security rights as nationals. 37 The crisis has also increased the number of Roma families affected by homelessness and housing exclusion. A 2011 study 38 indicated that evictions targeting the Roma are widespread in many countries. The study pointed out that Roma are not always given enough priority when it comes to the allocation of social housing. 39 Excluded Roma people and other marginalised ethnic minorities often live in segregated areas , and are thus frequently deprived of work opportunities, access to affordable quality housing and basic utilities. A recent report 40 found that almost half of the Roma – those living in areas with a concentrated Roma population – live in houses that lack at least one basic amenity such as an indoor kitchen, toilet, shower or bath and electricity. Access to utilities for Roma is found 50 % lower than for the general population living nearby. People leaving institutions such as prisons, hospitals, mental health institutions and alternative foster care homes can be particularly vulnerable to homelessness 41 without adequate preparation for their after - care life and sufficient follow - up support e.g. to help them find housing. Many deinstitutionalised people do not have a family home to return to, have lost their own home during their care stay or cannot find suitable new housing. The homelessness risk for young people leaving care is greater also because they are often forced to become self-sufficient at a much younger age than their peers growing up in a family home. Incarceration can have a long-term exclusionary effect but stigmatisation is very common among institution-leavers in general. Among the homeless more and more families with children are being seen, 42 even if they usually manage to stay in temporary or insecure accommodation rather than being exposed to rough sleeping. 43 Roma children, unaccompanied asylum-seeking children, undocumented or non-registered children and children leaving care are especially at risk. Spells of rough sleeping have been reported for children under the age of 12. 44 Life cycle transitions during adolescence, like leaving education, the parental home or a care institution for work or early parenthood may also increase the risk of homelessness . Youth homelessness has risen as a result of the high youth unemployment due to the crisis and early school-leaving. Many youngsters find themselves also in precarious jobs, on a temporary or part-time contract of employment without much access to social 36 Homelessness and migration in Europe: finding responses. FEANTSA, Summer 2010. 37 EU Employment and Social Situation Quarterly Review. European Commission, June 2012. 38 Transition Project 2011, available at http://travailderue.org/ 39 See also the recent EUROFOUND 2012 study: Living conditions of the Roma: Substandard housing and health on http://www.eurofound.europa.eu/pubdocs/2012/02 40 The situation of Roma in 11 EU Member States: Survey results at a glance. Joint Report of the European Union Agency for Fundamental Rights and the United Nations Development Programme, May 2012. 41 Report of the European Consensus Conference on homelessness, December 2010. 42 Child Homelessness in Europe - an Overview of Emerging Trends. FEANTSA, June 2007. 43 Call for an EU Recommendation on Child Poverty and Child Well-being. Background paper to the EU Presidency Conference: Child Poverty and Child Well-Being. Belgian Presidency of the European Union, June 2010. 44 SPC Advisory Report to the European Commission on Tackling and Preventing Child Poverty, Promoting Child Well-Being, June 2012. ",
        "9 support. 45 A problematic harmful family background caused for example by sexual or physical abuse during childhood, loss of a parent and additional lack of a supporting network can also trigger youth homelessness. 46 A significant number of low-income families are struggling to support their children, especially during teenage years, at school. 47 Young people from a disadvantaged background are more often exposed to mental and physical health problems, drug abuse, gambling and petty crime. This puts them more at risk of forced evictions even if youth homelessness tends to remain invisible because many manage to stay temporarily with friends or relatives. A considerable and growing number of older (over 50s) persons have been homeless or exposed to housing exclusion for at least a year. 48 Divorce, death of spouse and an inadequate pension are the major trigger factors. The growing lack of carers in ageing societies may also increase the vulnerability of older people to housing exclusion. Older people who depend on affordable home care and who are left struggling are exposed to homelessness. Homelessness is an example of a gendered phenomenon where the majority of the disadvantaged are men even if the number of women exposed to homelessness is growing . 49 Women are more likely to be found in insecure accommodation or in inadequate housing than roofless. They also tend to spend shorter periods in shelters or specialised centres than men. 50 A survey on women’s homelessness estimated that women make up 11-17 % of the street homeless and 25-30 % of all homeless people in Europe. 51 Homelessness among women is often caused by domestic violence. Lack of childcare increases the vulnerability of single parents, usually mothers, to homelessness. Homelessness is generally triggered by a ‘ complex interplay of structural, institutional, relationship and personal factors ’. 52 The table below 53 shows that homelessness is usually due to an accumulation of vulnerability factors and not the result of a single trigger or cause. For example, unemployment and financial hardship or substance abuse – primary triggers of homelessness themselves – may put pressure on personal relationships, increasing the risk of family breakdown, which is another important trigger of homelessness. 54 45 Commission Staff Working Document COM(2009)200 EU Youth Report, accompanying the Commission Communication on Youth – Investing and Empowering. 46 P. Mayock, E. O’Sullivan and M. L. Corr: Young People’s Pathways Through Homelessness. Homeless in Europe, Autumn 2010. 47 J. Minnery, E. Greenhalgh: Approaches to Homelessness Policy in Europe, the United States, and Australia. Journal of Social Issues, Vol. 63, No 3, 2007. 48 Paragraph based on the Report on the European Consensus Conference on Homelessness, December 2010. 49 Homelessness during the crisis. European Commission Research Note, August 2011. 50 See for instance the reply from Belgium (Brussels Capital) to the 2012 Commission questionnaire on homelessness to the Social Protection Committee members. 51 J. Minnery, E. Greenhalgh: Approaches to Homelessness Policy in Europe, the United States, and Australia. Journal of Social Issues, Vol. 63, No 3, 2007 52 V. Busch Geertsema (ed): Homelessness and Homeless policies in Europe: lessons for research. Report prepared for the European Consensus Conference on Homelessness, December 2010. 53 B. Edgar: European Review of Statistics on Homelessness. European Observatory on Homelessness, December 2009. 54 Homelessness during the crisis. European Commission Research Note, August 2011. ",
        "10 Table No 1: Risk factors and triggers for homelessness Cause Factor of vulnerability Trigger Economic process (poverty, unemployment Housing market processes Rent or mortgage arrears Eviction from rented or owned housing Loss of tied accommodation Change of place for job search Social protection and welfare Structural Immigration and citizenship New arrival Change of status Access to affordable housing and social protection blocked Shortage of adequate mainstream services and lack of coordination between existing services and to meet demand or care needs Allocation mechanisms Support breakdown or no adequate support in case of emerging need Institutional living (foster and child care), prison, long-term hospital Institutional Institutional procedures (admission, discharge) Discharge Loss of home after admission Family status Leaving family home Relationship situation (abusive partners or parents) Domestic violence Relationship Relationship breakdown (death, divorce, separation) Living alone Disability, long-term illness, mental health problems Low educational attainment Personal Addiction (alcohol, drugs, gambling) Illness episode Support breakdown or problems in getting adequate support (Increased) substance misuse Source: European Review of Statistics on Homelessness, 2010 The causes of becoming homeless follow also a geographical pattern . In the Nordic countries for instance, alcohol and drug abuse are twice as frequently cited as a cause of homelessness than in other Member States. 55 3.4. Access barriers to quality and affordable housing While homelessness is generally seen as a big-city phenomenon , it has recently also increased in smaller towns and rural areas , e.g. in Denmark and the United Kingdom. 56 Housing shortages in rural or non-metropolitan regions exist frequently because of lower incomes and reduced job prospects, relatively high construction costs, the ‘redlining’ of rural areas by some financial institutions and lower housing standards when compared 55 Housing and Homelessness: Models and practices from across Europe. Homeless in Europe, Winter 2008. See also Table 7 in Annex II. 56 Homelessness during the crisis. European Commission Research Note, August 2011. ",
        "11 with metropolitan regions. Many rural areas lack affordable rental housing, which particularly affects young people. In general services for the homeless such as shelters are less developed in smaller settlements. This can trigger migration to larger towns and cities or may result in hidden homelessness. Even if an affordable, good-quality home is crucial to a person’s well-being and social participation, access to affordable housing is becoming more difficult in today’s Europe. The crisis has halted the construction of new social housing in many Member States and even led to the sale of existing stocks by owners. According to CECODHAS there is in many countries an acute lack of adequate and affordable social and private rental housing. 57 Homeless people's access to housing is limited as allocation mechanisms for social housing rarely prioritise the homeless. 58 The waiting time for social housing has further increased during the crisis in IE, LU and the UK. 59 Vacancy rates are very low as tenants tend to stay for long periods while there has been little investment in new social housing. Vacancies are particularly scarce in BG, CZ, PL and PT. 60 On average, roughly two in three (65 %) Europeans consider that housing is too expensive . Less than a third (30 %) of the people surveyed have said that it is easy to find decent housing at a reasonable price in their area. 61 In the wake of the financial crisis, access to mortgages and consumer loans has also become severely restricted in a number of Member States. Almost every second citizen mentions more strict conditions for getting a mortgage (47 %) and about one in three Europeans say it is more difficult to get a consumer loan (34 %). The figures for those who claim to they face difficulties in making ends meet are 68 % and 60 % respectively. 62 Over 32 % of people at risk of poverty live in overcrowded accommodation, 63 as opposed to just 18 % for the general population. 64 The overcrowding rate for the at-risk- of-poverty population is over 50 % in the new Member States. Low-income households often live in accommodation of poorer quality . A good measure for this is housing deprivation. 65 In the EU on average 22 % of the population live in housing of inadequate quality, lacking basic utilities such as a bathroom or flushing toilet, having a leaking roof or being too dark. More than 52 million people cannot keep their accommodation adequately warm . 66 Housing quality is generally worse in the Central and Eastern European (CEE) Member States. 57 Based on an interview with CECODHAS, Summer 2012. 58 Social Housing Allocation and Homelessness. FEANTSA, December 2011. 59 Joint assessment by the SPC and the European Commission of the social impact of the crisis and of policy responses, SPC/0911/1, 2011. 60 Social Housing Allocation and Homelessness. FEANTSA, December 2011. 61 Data in this paragraph are based on the Special Eurobarometer Report on Poverty and Social Exclusion 2010. 62 Idem. 63 A dwelling is considered overcrowded if one of the criteria mentioned below is not fulfilled: - one room for the household; - one extra room for each couple; - one extra room for each single person aged 18+; - one extra room - for two single people of the same sex between 12 and 17 years of age; - one extra room - for each single person of different sex between 12 and 17 years of age; - one extra room - for two people under 12 years of age 64 See Table 3 in Annex II. 65 See Table 6 in Annex II. 66 Housing affordability in the EU. Current situation and recent trends. CECODHAS, January 2012. ",
        "12 Severe housing deprivation 67 is an indicator combining overcrowding with housing deprivation. In 2011, on average, 6% of the EU population experienced severe housing deprivation, while the figure for people at risk of poverty was twice as high (13 %). In HU, LT and RO, more than 30% of the at-risk-of-poverty population was affected, while in most of the EU-15 Member States the corresponding figure was below 5 %. The share of children under 18 experiencing severe housing deprivation is always higher than for the whole population and Roma particularly are exposed to this phenomenon. 68 PART TWO: POLICIES TO ADDRESS HOMELESSNESS The EU Member States are primarily responsible for tackling homelessness. Part Two firstly highlights various national, regional and local policy practices across the homelessness spectrum (prevention, service delivery, re-housing and reintegration), and then identifies (cost-)efficient ways to combat homelessness. With an eye to more concerted action to tackle homelessness, the closing chapters of Part Two summarise the essentials of an efficient homelessness strategy. It also shows how the European Union can help with the implementation of Member States homelessness strategies by improving monitoring and governance and through the mobilisation of funding and EU policies relating to homelessness. 4. P REVENTING HOMELESSNESS Prevention and early intervention are in many ways the most cost-effective and harm- minimising policies for confronting homelessness. Reintegration costs increase sharply after somebody has become homeless. A person’s mental and physical health deteriorates quickly once exposure to homelessness starts. Research has shown that the longer someone stays homeless, the more time and effort are needed for their reintegration. 69 General prevention programmes try to reduce the risk of homelessness through structural measures that are part of welfare, housing, employment, education and family and related policies. It appears that welfare policies, based on broad universal provisions coupled with properly targeted measures, have a very important role when it comes to preventing homelessness. 70 A 2010 Commission study 71 found a clear link between the level of expenditure of welfare regimes and outcomes for homeless people. The results were most pronounced in ‘democratic/hybrid’ regimes like those of Sweden or the Netherlands where benefit levels are high. Worse outcomes were found for the lower benefit regimes of the Mediterranean and in some Central and Eastern European Member States. 72 The study also demonstrated that 'liberal regimes' as found in the United Kingdom or 67 Eurostat defines the severe housing deprivation rate as the proportion of persons living in a dwelling which is considered as overcrowded, while having at the same time at least one of the four housing deprivation indicators set out in Table 5 in Annex II. 68 Report on Roma and Street Work. Dynamo, Autumn 2012. 69 Housing and Homelessness: Models and Practices from across Europe. Homeless in Europe, Winter 2008. 70 Social Housing Allocation and Homelessness. FEANTSA, December 2011. 71 Study on Housing Exclusion: Welfare Policies, Housing Provision and Labour Markets. European Commission, April 2010. 72 Idem. ",
        "13 Germany can also provide efficient protection, thanks to well-targeted support measures. Good coordination between welfare, housing and homelessness policies is a precondition for effective delivery. A rise in welfare expenditure for instance does not always translate into better provision for the homeless. 73 Also, uncoordinated policy targets for social housing may actually exclude those most in need. Evidence-based, targeted policy-making makes it possible to adjust measures to the specific circumstances of the homeless. Certain categories of homeless people such as women with children fleeing from domestic violence seem to be better protected against homelessness and receive assistance more quickly. In some Member States, the safety net tends to be weaker for migrants and young people who may not have access to social support, 74 or people struggling with mortgage arrears. 75 The fact that homelessness continues to persist even in countries with the strongest welfare systems and that homelessness patterns are similar across Europe shows that some groups of homeless people fall through all safety nets . 76 These very vulnerable people — such as undocumented migrants — may well be invisible to service providers. The help of support networks, like families, friends and religious communities can complement welfare system but they should not be regarded as a substitute for homelessness service and support provision. Housing policies and corresponding taxation and mortgage policies, if well designed, can contribute to preventing homelessness and housing exclusion. The main challenge lies in the affordability and accessibility of the various housing offers/tenures. As homelessness is often due to a complexity of factors, a further set of education, labour market, family, gender, migration, integration and health policies have an important role to play in the general prevention of homelessness. Targeted actions are most efficient when tailor-made and directed towards the root causes while taking account of specific circumstances. For instance, timely family counselling and prevention of early school-leaving can help to avoid youth homelessness . 77 Counselling, assistance with job-seeking and finding housing as well as follow-up support may help to prevent homelessness among those leaving institutions . Guaranteeing basic rights and improving access to work and basic services can prevent homelessness among undocumented migrants . Other groups particularly at risk are people with mental health problems, families in poverty and minorities such as Roma who again need different approaches to avoid homelessness or to escape from it early. A Dutch study has calculated that for every € 1 spent on preventing homelessness, about € 2.20 in costs are saved elsewhere. 78 This study identified areas where savings are most likely to occur, in emergency healthcare, semi-clinical cure, psychiatric services, prisons, police interventions, tribunal procedures, drug ambulances, temporary housing provision and nursing homes. 73 Social Housing Allocation and Homelessness. FEANTSA, December 2011. 74 Idem. 75 Study on Housing Exclusion: Welfare Policies, Housing Provision and Labour Markets. European Commission, April 2010. 76 Idem. 77 CSEYHP project, Combating Social Exclusion among Young Homeless Populations. European Commission, 2010. 78 J. van Leerdam: Cost-benefit analysis of tackling homelessness in the Netherlands. CEBEON, 2011. ",
        "14 Recent studies have confirmed the cost-effectiveness of preventing eviction. Calculations made for Scotland in 2010 showed that whilst providing temporary accommodation and re-housing cost about £ 5300 per household a year, successful mediation between the landlord and household to avoid eviction amounted to hardly £ 600. 79 An Austrian survey 80 showed that the prevention of evicting one person cost altogether some € 370 in 2007. For reintegration, Austrian municipalities had to spend € 460 a month per person for a period of more than 12 months on average. Housing homeless people in crisis accommodation like hostels is usually much more expensive than helping tenants to stay in their homes . Staff costs, the administrative burden and lengthy hostel (shelter) stays come at a high expense. 81 The costs of evictions are also high due to the usually long court proceedings or police intervention. Evidence shows that a considerable number of evictions can be prevented. Between 2009 and 2010, in Munich, a special unit was able to prevent 846 evictions out of the 1001 received applications. In the United Kingdom, anti-repossession measures helping home- owners to cope with sudden income drops contributed to a fall in evictions by approximately a quarter (36000 evictions in 2010 compared to 46000 in 2009). 82 In the Netherlands in 2006, evictions from social housing were reduced to 70 % of the 2005 level. 83 Timely contact with tenants when they are starting to encounter problems is crucial to successfully preventing evictions. In Sweden, all housing companies must send a written notice to the local social welfare committee as soon as the first rent payment problems arise, long before the formal termination of the lease, giving enough time to find a solution. Outreach services are warned ex officio about planned evictions e.g. in Amsterdam, where landlords have to report 2-month arrears to service providers, and in Vienna, where courts automatically alert the Secure Tenancy Centre (FAWOS) to any eviction procedure. 84 Identifying tenants in difficulty often poses a challenge but persistent follow-up action will pay off. In Austria for instance, counselling centres send consecutive letters to tenants in trouble and also offer them a follow-up home visit. This practice has improved the contact rate with clients to an 80 % outreach instead of the earlier 30 %. 85 Early access to integrated, low-intensity support , including personalised counselling and guidance, mediation between tenants and landlords, financial institutions and authorities are the cheapest ways to reduce evictions. In Austria, social workers provide comprehensive counselling services for tenants to advise them on how they can access the benefits they are entitled to, how they can best manage their debts and pay their rent 79 Habitact e-bulletin, September 2010 80 Housing and Homelessness: Models and Practices from across Europe. Homeless in Europe, Winter 2008. 81 Idem. 82 Data in this paragraph are based on Homelessness during the crisis. European Commission Research Note, August 2011. 83 Monitoring report on Homelessness and Homelessness Policies in Europe. FEANTSA, December 2012. 84 Idem. 85 Idem. ",
        "15 on time. 86 Housing companies in Sweden cooperate widely with the relevant authorities to help tenants overcome their financial difficulties. 87 The advantage of mediation services is that they can settle disputes between landlords, credit institutions and tenants or within families with the help of a neutral third party. Arbitration procedures may be initiated by credit institutions as is the case in Cyprus, by the borrower as in Ireland or by both parties like in France. 88 Under a UK Code of Conduct for financial institutions, parties in arrears are required to liaise with a mediator. 89 Reconciliation may prevent evictions by exploring alternatives to the repayment of debt. In Belgium, credit institutions have a legal duty to make an attempt at conciliation before a judge starts a foreclosure procedure. In other Member States such as Hungary, Ireland, the Netherlands or the United Kingdom, credit institutes have signed Codes of Conduct committing themselves to an obligatory pre-foreclosure consultation with the borrower. 90 Service providers are better positioned to handle evictions upon receiving financial, legal and psychological training. Anti-eviction measures are incorporated into the law in some Member States, replacing ad-hoc voluntary commitments or recommendations to lenders and landlords. In Scotland, for instance, no motion for eviction can be granted by the courts, unless independent advice was first provided to the household concerned and reasonable steps were taken to avoid eviction. 91 Another useful measure involves legal minimums for rental contracts , enabling tenants to have long-term fixed, stable tenancies. Rent regulations are legal, policy and/or contractual arrangements to regulate rental prices or ownership rights so as to increase affordable housing on offer in the event of rental market imbalances or acute housing shortages. They may cover public housing and non-subsidised private rentals. 92 There are some examples of eviction moratorium , too, if certain exceptional circumstances apply. In Greece, eviction of households having no other housing options or means to pay their loans can be suspended; for those who lose their jobs, it has been proposed to suspend evictions for 6 months by law. 93 In Italy, low-income people in small towns whose lease has expired are offered such protection. 94 In Hungary, until 2011 no-one was allowed to be evicted in the coldest period of the year, between 1 December and 1 March. 95 A special and not uncommon case of eviction is when a dwelling becomes unfit to live in . Imposing a legal requirement on the owner for purposes of proper maintenance, renovation and insulation of the building may prevent such a situation. 86 Housing and Homelessness: models and practices from across Europe. Homeless in Europe, Winter 2008. 87 Idem. 88 Commission Staff Working Paper SEC (2011)357 on National measures and practices to avoid foreclosure procedures for residential mortgage loans. 89 Idem. 90 Idem. 91 Monitoring report on Homelessness and Homelessness Policies in Europe. FEANTSA, December 2012. 92 Paragraph based on C. Donner: Rental Housing Policy in Europe. Vienna, 2011. 93 Monitoring report on Homelessness and Homelessness Policies in Europe. FEANTSA, December 2012. 94 Idem. 95 Reply from Hungary to the 2012 questionnaire on homelessness to the Social Protection Committee members. ",
        "16 Financial support schemes — whether short-term or long-term — can be an effective way to prevent evictions. Budgetary impact must of course be calculated and also care must be taken to ensure that support schemes do not disincentivise employment. Means- tested, targeted housing allowances are proven to be useful instruments for improving housing outcomes. 96 Housing allowances for low-income people exist in many EU countries though it can be difficult for those living in unstable housing conditions to gain access to such support. Usually only a small part of the rent or of other housing costs is covered but there are good examples of housing allowances which also cover real costs, running charges and energy costs, especially during winter time. 97 In the United Kingdom, housing allowances can be used to pay for temporary hostel accommodation. Housing support is based on an individually enforceable right to social support e.g. in Germany. 98 Flexible housing allowances can be adapted to floating, unstable incomes stemming from insecure jobs and changing rent prices. Publicly guaranteed rent deposit schemes can make it easier for people on a low income to sign a rental agreement in the first place. In Sweden, rents are negotiated once a year by the tenants’ associations, municipal housing companies and private landlords, on the basis of extensive criteria such as the quality of the dwellings and the value of the area. Rent control systems are also in place in Austria and Germany at the municipal level and they seem to work well. 99 In Germany, some housing companies may temporarily lower rents when there are payment problems. 100 In France, a solidarity fund and temporary rent support for up to 6 months are made available to tenants with financial difficulties. 101 Special mortgage schemes like the ‘datio in solutum mortgage’ can help indebted homeowners. Under this scheme borrowers who cannot repay their mortgage loans are released in full from the underlying debt after handing their mortgaged property over to the lender. Another interesting concept is reversed mortgages , offering old people who need to finance a credit loan against the value of their own property. To secure a better price for forcefully auctioned housing, the possibility of holding electronic auctions , which are known to attract a wider range of potential buyers, was introduced in Hungary in 2009. For those who are evicted, the offer of instant re-housing programmes exists. In the Walloon region of Belgium, evicted people are rehoused by law and in principle evictions cannot even take place before a rehousing solution is found. 102 In Hungary, local authorities are also obliged to provide housing for families or parents with children who have become homeless. 103 The swapping of apartments - including social housing - can help tenants find a home that is better suited to the size and needs of the household (e.g. big families or single tenants) as well as their financial capacity. 96 Study on Housing Exclusion: Welfare Policies, Housing Provision and Labour Markets. European Commission, April 2010. 97 See for instance the reply from Austria to the 2012 questionnaire on homelessness to the Social Protection Committee members. 98 Report for the European Consensus Conference on Homelessness, December 2010. 99 Interview with CECODHAS, Summer 2012. 100 Report on the 11 th European Meeting of People Experiencing Poverty, May 2012. 101 Idem. 102 Reply from Belgium to the 2012 questionnaire on homelessness to the Social Protection Committee members. 103 Reply from Hungary to the 2012 questionnaire on homelessness to the Social Protection Committee members. ",
        "17 5. I MPROVING SERVICE PROVISION TO THE HOMELESS Tackling homelessness efficiently presupposes the coordinated provision of a broad range of quality services. Beyond healthcare, social services and housing provision, employment, education, counselling and mediation play a crucial role in the support and reintegration of homeless people. The following types of service provision for the homeless can be identified: 104 The ultimate aim of policies tackling homelessness is to enable homeless people to gain access to and remain in permanent housing. The prevailing staircase-type service model presumes that homeless people would go through various stages before getting housed permanently, often spending prolonged periods in e.g. crisis accommodation and transitory housing. This model seems less cost-effective compared to housing-led approaches and also less suitable for satisfying users’ needs. 105 Integrated approaches , with good cooperation between social and health services can reduce service and administrative costs and increase the efficiency of outcomes. ‘One- stop-shop’ service models are best equipped to take care of the needs of the clients because they are easily accessible and ready to meet complex needs. Integrated models can ensure coordination between relevant authorities and services and allow for the tracking of service take-up which can be used to calculate future spending. Since homeless policies often contribute to other policy goals like e.g. drug prevention or child protection, synergies can be created between the different (local) service providers. While some form of basic service access is usually available to homeless people in Member States, it is not always guaranteed, and this is especially true for undocumented migrants. Access barriers to services may include the lack of an address and ID 104 Report for the European Consensus Conference on Homelessness, December 2010. 105 V. Burtschema: Normalisation of Housing and Living Conditions in the field of Homelessness Services: Some Financial Arguments. Presentation for the 7 th European seminar on local homelessness strategies, June 2012. ",
        "18 documents and the non-affordability of services. Certain access conditions can be restrictive for persons such as alcoholics and drug addicts or undocumented migrants. Service providers may not be prepared to meet the needs of homeless people or may be prejudiced. 106 The provision of flexible support, tailor-made to the homeless person’s needs, is critical. Well-coordinated organisation of service provision at the local level can overcome the limitations of rural or remote areas . This is especially important for homeless people since they often suffer from reduced mobility due to health problems and poor access to transport. Research has shown that successful service provision entails cooperation of service providers, long-term planning of service delivery and budgets, as well as data-based policies allowing services to be adapted to the needs of the homeless population. 107 The remainder of this Chapter will focus on some key areas of service delivery to the homeless, such as providing temporary accommodation, vital services for combating extreme weather conditions, and the role of health and employment services. 5.1. Improving the employability of homeless people The number of homeless people in permanent employment is very low. 108 The reintegration of homeless people into the labour market is a long, holistic and complex process 109 given that many of them have disadvantages influencing their employability such as physical or mental health problems 110 , low educational attainment and the lack of a safe, permanent home. Expectations about the success and speed of reintegration into employment must remain realistic. Locally available employment services , the provision of specialised and individualised support and reconciliation measures such as affordable childcare or public transport can help greatly in enabling homeless persons to find employment. 111 Integrated employment programmes for the homeless have proven to be efficient. 112 Collecting data on the homeless to better understand their profiles, skills and needs facilitates the development of policies to boost the employability of the homeless. Skills training can further improve employability chances. In Croatia, in the libraries of Zagreb, IT literacy and employment search workshops are offered to homeless people. 113 Targeted reintegration training is provided by the Caritas programme in Lithuania. 114 106 See for instance The Right to Health is a Human Right. Ensuring Access to Health for People who are Homeless. Feantsa, 2006. 107 H. Frazer, E. Marlier and I. Nicaise: A Social Inclusion Roadmap for Europe 2020. Antwerpen, 2010. 108 See Part I, Chapter 3.1. 109 Access to Employment for People Experiencing Homelessness – Recommendations for Member States and the European Union. FEANTSA, May 2009. 110 Finding Work: Homelessness and Employment. National Institute of Labour Studies, Flinders University, April 2011. 111 Study on Housing Exclusion: Welfare Policies, Housing Provision and Labour Markets. European Commission, April 2010. 112 Paragraph based on Access to Employment for People Experiencing Homelessness – Recommendations for Member States and the European Union. FEANTSA, May 2009. 113 Reply from Croatia to the 2012 questionnaire on homelessness to the Social Protection Committee members. 114 Reply from Lithuania to the 2012 questionnaire on homelessness to the Social Protection Committee members. ",
        "19 Homeless services 115 traditionally focus on providing accommodation and social support rather than integrated assistance for employment , though a number of shelters offer help with job-seeking or engage in social economy activities. Homeless service providers can be involved as intermediaries. A day centre in Zagreb for instance involves homeless people in the printing and publishing of the local magazine. 116 Street papers are sold by homeless people e.g. in Austria, the Czech Republic, Denmark, France, the United Kingdom and many more countries. Well-designed incentive schemes 117 can motivate the homeless when seeking employment. Job quality in this regard is an important issue as precarious jobs may in fact not be a route out of poverty. 118 Still, getting a first foothold in work is an important achievement, even through a start under temporary or part-time contracts. Making employment pay, ensuring that work income exceeds benefits is important to avoid situations where workers may come out financially worse-off after losing their social benefits. Social enterprises play a key role in bringing homeless people back to the job market. They may be run by homeless people themselves. In Poland for instance, homeless people operate a Bicycle Service Point as well as cleaning and recycling workshops. 119 Private enterprises can also be mobilised as employers of homeless people, such example being the Business Action for the Homeless in the United Kingdom. Some homeless programmes merge housing provision with employability measures. For instance in the Netherlands, Amsterdam’s Housing & Work project 120 is run in cooperation with two shelter organisations, the Amsterdam Street Paper and an employment reintegration organisation. This initiative involves finding housing, dealing with paperwork and debt and finding a trainee job after which the person is given a work placement sponsored by the city of Amsterdam. Another example of a social enterprise can be found in France, with Le Chênelet 121 building environmentally friendly and affordable social housing, providing at the same time vocational training. 5.2. Improving homeless people’s access to healthcare Mainstream healthcare provision could be adapted to better meet the needs of homeless people , so that unnecessary emergency care use can be avoided. 122 Improving the accessibility of healthcare services is especially an issue in rural areas . Outreach mobile medical services (e.g. ACT teams) can facilitate contacts with homeless people. Healthcare service access is increasingly conditional on having local residence status. In some Member States, homeless people can use a hostel address as proof of residence. 115 Employability Starter Kit – How to Develop Employability Initiatives in Homelessness Services? FEANTSA, September 2011. 116 Reply from Croatia to the 2012 questionnaire on homelessness to the Social Protection Committee members. 117 Access to Employment for People Experiencing Homelessness – Recommendations for Member States and the European Union. May 2009. 118 Finding Work: Homelessness and Employment. National Institute of Labour Studies, Flinders University, April 2011. 119 Idem. 120 Idem. 121 See http://www.chenelet.org 122 Paragraph based on The Right to Health is a Human Right: Ensuring Access to Health for People who are Homeless. FEANTSA, 2006. ",
        "20 Enabling the provision of specialist services for the homeless, e.g. dental services is also a challenge. Good practices include putting into place special public health insurance packages to remove upfront financial requirements for vulnerable groups and providing training of healthcare professionals and shelter staff to better meet the healthcare needs of homeless people. 5.3. Providing emergency accommodation While there is a gradual shift towards housing-led approaches in Member State policies, 123 the temporary housing needs of those who experience sudden episodes of homelessness have to be addressed. Reducing the length of stay in shelters depends on the availability of affordable, accessible housing. Long-term shelter stayers may well lose their ability to lead an individual life. For want of adequate income and follow-up support, they may not be able to maintain permanent housing. Best practice requires shelter places to be locally available and accessible so that potential users of the service do not have to travel far. Access conditions need also be set reasonably and with regard to the protection of other occupants. Some shelters for instance ask for health certificates to be produced (e.g. tuberculosis screening, skin doctor statements), others do not. The contact points for rough sleepers - such as emergency accommodations but even more so, supported permanent housing - offer a key opportunity to provide relevant information and services on the spot. Services can for instance cover detoxification, rehabilitation, reintegration programmes and social work. Quality standards can redress the substandard living and safety conditions often found in shelters. Bathing and toilet facilities, heating and insulation, bed sizes and food quality are frequently not satisfactory. Many shelters are overregulated and offer an impersonal living environment. 124 Shared rooms and facilities often do not provide enough privacy and do not meet people's differing needs. For instance, couples or families with children would prefer to stay together in the same room. Victims of domestic violence would need special safe shelter places. Migrants would often need linguistic support. Difficult individuals such as addicts are hard to separate from other shelter tenants. Quality shelters employ qualified staff and make swift arrangements to move homeless people into permanent accommodation. A good practice on how to run shelters is the ‘ Places of Change’ hostels concept in the United Kingdom. 125 The Places of Change Programme is led by the Homes and Communities Agency (HCA). Accommodation for rough sleepers has been transformed and large institutions are being replaced with smaller hostels (‘places of change’). The aim of these places is to strengthen the sense of independence, well-being and dignity of occupants, while offering them integrated, empowering services such as education and training and meaningful employment encouraging them to express themselves and learn new skills. Some hostels provide opportunities for homeless people to work in social enterprises. But while adapted shelters better suit users' needs, they arguably remain expensive and do not provide a permanent housing solution, unlike the housing-led programmes. 123 See Chapter 7 on the housing-led policy approach. 124 Participation of People Experiencing Homelessness: Sharing the Power and Working Together. Homeless in Europe, Autumn 2009. 125 J. Bright: Places of Change. Improving Hostel Accommodation. Presentation on the Seminar on Social Innovation to Tackle Homelessness. European Commission, July 2011. ",
        "21 5.4. Emergency services for coping with extreme weather conditions Those who have the sky as their roof or live in dwellings which are not properly insulated or where the roof is leaking are exposed to the dangers of cold weather or a summer heat wave. To protect homeless people from extreme weather conditions, a range of crisis measures are mobilised as necessary. Protection against critical cold or heat works best if provided all year long, as an integrated part of homelessness systems as is the case in Sweden. Preparation should ideally start early, well ahead of winter for example, and be accompanied by information, awareness- and fund-raising campaigns. Close cooperation and coordination between social workers, NGOs, public authorities, controllers of public spaces and emergency service providers is crucial. Homeless hotlines can be used or the already established emergency lines, which is the practice already in many Member States. For instance in Riga, Latvia, the standard 112 number is used and the police alert outreach teams when necessary, while Valencia in Spain has introduced a new three-digit hotline and created a special police team. 126 Professional staff and/or volunteers ought to be involved in emergency teams to increase outreach. A very frequent form of support is soup kitchens , the distribution of hot drinks and handing out warm clothes, blankets and gloves. Floating service provision can be intensified. In Berlin, Germany, a winter cold emergency bus service, the so-called ‘Kältebus’, collects rough sleepers. 127 Service hours may be extended, covering day and night, and the access conditions for homeless people could be relaxed. For example in Riga, people who have consumed a small amount of alcohol are accepted exceptionally in shelters if a winter frost period has set in. To compensate for increased social isolation during the winter holidays, festive meals and lively programmes can be organised. Some homeless people refuse to go to warm accommodation even during periods of extreme cold. Spending the night in a shelter to save lives can become a legal obligation once the temperature drops below a certain level. In Groningen, the Netherlands, sleeping outside is prohibited if the temperature falls below -10C and all homeless people are escorted to reception centres by the police and mental health workers. 128 In Lille, France, 750 extra beds can be mobilised in case of extreme weather. 129 In Elbers, Germany, heated tents are set up as night shelters, spacious enough to receive many people in need and also attractive to users who prefer to stay anonymous and need more privacy. 130 Access to protected public spaces , especially metro and train stations, can save lives during the winter, though only as a secondary measure to complement homeless services. In Berlin, if the temperature falls below -3C, three metro stations stay open for homeless people. In Austria and Italy, stations are also left open in winter for homeless people. 131 Winter shelters do bring in homeless people who otherwise would rarely use services designed for them. This is an opportunity to move beyond emergency support and to 126 HABITACT e-bulletin, March 2010. 127 Idem. 128 Idem. 129 Report on the 11 th European Meeting of People Experiencing Poverty, May 2012. 130 HABITACT e-bulletin, March 2010. 131 Report on the 11 th European Meeting of People Experiencing Poverty, May 2012. ",
        "22 offer these difficult clients individually targeted support and use it as an opportunity for counting them. People may need to be resettled from inadequate dwellings. In Geneva, Switzerland, specialised winter shelters are created for Roma travellers. 132 Good insulation is an issue for both private houses and shelters. Higher heating costs may necessitate a higher level of welfare support for tenants. Austria for instance provides higher income support and a special fuel allowance during winter, 133 and similar measures are in place in a number of other Member States. 6. P ARTICIPATION AND EMPOWERMENT Social participation is an important element of reintegration programmes. It can boost personal relationships, reduce isolation, improve people’s skills and confidence and show how to live an individual life and take responsibility for one’s decisions. Interest groups increase the capacity of homeless people to make their voice heard and defend their interests The EU-wide umbrella organisation HOPE (’Homeless People Network for service users in Europe’) is composed of homeless and formerly homeless persons. National HOPE members aim at improving living conditions in homeless shelters and beyond: the Danish HOPE member, SAND for example also operates specialised working groups e.g. for homeless women, offers courses to its volunteers and is involved in awareness-raising. 134 Early intervention for reintegrating young homeless people into society is especially important. In the Netherlands, young homeless people run an advice platform for roofless and homeless young people and have carried out a successful audit project to improve the quality of homelessness services. 135 Art activities, specialised (e.g. street) training programmes can improve a homeless person’s self-esteem and chances for social and labour market reintegration. Sport activities , especially team sports, can equally have a beneficial impact on health, social skills and participation. The Homeless World Cup 136 has been organised each year since 2003. It is estimated that 1 million or so players are preparing annually for the event in 75 different nations. The tournament creates an opportunity for players to represent their country, to build relationships with homeless people from all over the world, raise awareness of homelessness in a positive way, and improve relations with the public. Business sponsors are also mobilised. Reportedly some 70 % of the players undergo meaningful change such as quitting drugs or alcohol, changing their housing situation, finding a job (e.g. as professional football players or trainers), going back to school, or restoring relationships with family and friends. Peer programmes can provide a meaningful activity for people experiencing or having experienced homelessness. In the United Kingdom, formerly homeless people act as ‘Peer TB educators’ and help promote screening, raise awareness and provide emotional support to other homeless people. 132 HABITACT e-bulletin March 2010. 133 Idem. 134 Participation of People Experiencing Homelessness: Sharing the Power and Working Together. Homeless in Europe, Autumn 2009. 135 CSEYHP project, Combating Social Exclusion among Young Homeless Populations. European Commission, 2010. 136 See http://www.homelessworldcup.org/about ",
        "23 Homeless people are best empowered by having their basic rights recognised which includes the right to choose where to stay. Penalties imposed mostly on homeless people, e.g. for public space use or begging, are often the result of failure to address the social context as recognised by the Hungarian Constitutional Court in a recent decision. 137 Such approaches to homelessness seem inefficient, costly and stigmatising. Having a basic bank account , an address, ID card and a passport are necessary preconditions for allowing homeless people to participate in economic and social life, exercise civil rights, vote or access services. Homeless people also entitled to the right to be informed . In Belgium, there are information stands for homeless people and a school for homeless experts by experience. The SAND network in Denmark runs a homeless radio station. 7. I MPROVING ACCESS TO AFFORDABLE HOUSING The ultimate solution to homelessness is getting access to permanent accommodation. Having a stable home stands at the heart of the so-called housing-led policy approach . This approach or principle means that homelessness strategies should be geared towards securing permanent accommodation for the homeless as quickly as possible 138 and thus minimizing the human and social costs of homelessness. The housing-led principle may translate in homeless strategies as a goal to prevent the loss of permanent accommodation and to provide assistance for the swift, stable re-housing of homeless people, with support if necessary. Prevention of evictions was discussed in Chapter 4. Re-housing is more of a challenge in most Member States. Common practice in most European countries is to focus primarily on the most basic and urgent needs of homeless people and hence the provision of temporary accommodation to homeless people. In the prevailing ‘staircase’ policy model, homeless people usually face a short or more frequently, longer stay in a series of temporary accommodations, first in a night shelter, then a hostel and transitory housing before 'earning' access to permanent accommodation, if at all. Their social or health problems are addressed through a set of subsequent services that follow a gradual rehabilitation process ('staircases'). The staircase system is heavily criticised. First of all, this model threatens to prolong long-term homelessness . 139 Due to the lack of individual capabilities, knowledge or motivation of homeless people to engage with homelessness services and the internal inconsistencies of the service system, people drop out repeatedly, and often even find themselves directly back on the streets. The final move to permanent housing may take many years during which time high user expenses have to be paid. 140 Standardised ‘one size fits all’ support provided at the different stages may not respond to individual needs. Moreover, temporary accommodation can not usually provide the stability required to address serious social 137 See www.mkab.hu 138 Housing-led policy approaches are also called housing first approaches. Housing-led will be used as terminology to avoid potential confusion with the more restrictive term ‘Housing First concept’ introduced later in this Chapter. 139 Paragraph based on The Housing First in Finland. See www.housingfist.fi 140 Paragraph based on V. Burtschema: Normalisation of Housing and Living Conditions in the field of Homelessness Services: Some Financial Arguments. Presentation on the 7 th European seminar on local homelessness strategies, June 2012. ",
        "24 and/or health problems. The homeless are exposed to stress and dislocation on the different steps of the staircase, they often lack privacy and autonomy while a prolonged stay within an institution may reduce their capacity to live alone. Homelessness strategies following the housing-led policy approach may address the shortcomings of the staircase policy model and better meet the needs of homeless people. A further potential advantage is that rehoused (former) homeless people can now be found at a single entry point – at the permanent accommodation - if they need further assistance. Different kinds and intensities of personalised support can be offered them on the spot. Housing-led homelessness policies are still not widespread in Europe but have been gaining ground, as can be seen from the data below: 141 • Group 1: Countries implementing a housing-led strategy where immediate access to housing with support as necessary becomes the dominant mode of service delivery (DK, FI) • Group 2: Countries which have adopted a housing-led strategy in principle but where it is not yet an operational reality (FR, IE, PT) • Group 3: Countries where supported housing is widespread but where the transitional ‘staircase’ approach to service delivery remains central for at least some groups of homeless people (DE, NL, SE, UK, except Scotland 142 ) • Group 4: Countries where housing-led strategies are generally not widespread, although there may be some local initiatives (AT, BE, CZ, ES, GR, HU, PL, RO, SI) The Finnish housing-led homelessness strategy was adopted in February 2008 (renewed in 2011). It aimed at halving long-term homelessness by 2011 and ending it completely by 2015. The programme includes an ambitious goal to convert all traditional short-term shelters into supported housing units that facilitate independent living. 1250 additional homes — supported housing units or places in care — are expected to be made available for the long-term homeless. The programme includes supported housing provision for recently released prisoners, programmes to reduce youth homelessness and prevent evictions, e.g. by expanding housing advisory services. 143 There is a growing body of evidence that the housing-led policy approaches can not only deliver more positive outcomes for homeless people but can also be cost-effective in comparison with more traditional staircase approaches. The cost-efficiency of preventing evictions has already been shown in Chapter 4. In Finland (Tampere), an evaluation conducted on the housing-led strategy showed substantial cost savings in service use after re-housing. The average cost-savings for one tenant were 14000 euros per year when compared to the situation and service use while homeless. The greatest savings came from reductions in the number of hospital visits and the use of intoxicant rehabilitation services. To this figure one could add the extra taxes paid by persons who have been successfully reintegrated into working life. 144 141 Monitoring report on Homelessness and Homelessness Policies in Europe. FEANTSA, December 2012. 142 Scotland has a housing-led strategy which fits into Group 1 143 Peer review on the Finnish National Programme to reduce long-term homelessness, December 2010. 144 See the reply from Finland to the 2012 questionnaire on homelessness to the Social Protection Committee members. ",
        "25 Housing-led policies gained inspiration of the so-called Housing First concept , which was developed in the United States. It was discovered in the US namely that the instant re-housing of long-term homeless people with complex needs (alcohol or drug dependency, mental health problems etc.) and providing them service support in their homes e.g. through a mobile, multidisciplinary service team can deliver better results than using the staircase services. 145 Figures for the US obtained from a recent study show remarkable savings through applying the Housing First concept, as opposed to emergency homeless shelter, jail, emergency hospital or psychiatric hospital use. 146 A Canadian study 147 showed that Housing First demonstrated cost efficiencies in relation to reductions in inpatient stays (average annual savings of $2,184 or $25,899 for high service users) and less involvement with the police and the criminal justice system (annual cost savings of $9,390 per person for high service users). Furthermore, this study presented compelling evidence of improved health and quality of life, and a reduction in mental health disorders and addiction. More knowledge and understanding is needed, however, on how to best adapt the Housing First concept for Europe. For instance, while service costs would most likely be offset for ‘high cost’ homeless people (i.e. who require complex support), not all homeless people are frequent or long-term users of the health and justice system. 148 Besides, housing homeless people in ordinary housing may increase their loneliness and isolation. Certain groups of homeless people with very high support needs cannot live in individual housing. Service support attached to the housing unit can be stigmatising for the living environment. Intoxication treatment for alcohol or drug users is not required for permanent housing access, which may hinder efforts to deal with these dependencies. Identifying service providers willing to work in mobile teams with difficult clients on a regular basis also poses a challenge. A Housing First Europe project - financed from the PROGRESS EU fund - started in August 2011 and will test and evaluate Housing First projects in five European cities by the end of 2013. 149 Homeless strategies following the housing-led principle need to address how to ensure the access of homeless people to quality, affordable housing. Social housing 150 for example is usually provided to accommodate the poorest members of our society. But when it comes to social housing allocation , some groups of homeless people are not given much priority, especially single men and certain ethnic minorities. 151 In Belgium 145 N. Pleace: Housing First. European Observatory of Homelessness, 2012. 146 Idem. 147 S. Gaetz: The Real Costs of Homelessness: Can We Save Money by Doing the Right Thing? Toronto, 2012 148 V. Burtschema: Normalisation of Housing and Living Conditions in the field of Homelessness Services: Some Financial Arguments. Presentation for the 7 th European seminar on local homelessness strategies, June 2012. 149 On the Housing First Europe project, see also Annex I. 150 Though there is no standard definition in use, social housing can be defined as provision of housing to disadvantaged citizens or socially less advantaged groups, who are unable to obtain housing at market conditions on a non-profit basis (under market price) addressing failures on the housing market. Allocation normally follows non-market methods and allocation criteria are set to cover specific target groups and/or households in need who cannot otherwise gain access to accommodation in the private housing market. Source: European Commission Study on Social Services of General Interest, Final Report, October 2011. 151 Paragraph based on Social Housing Allocation and Homelessness. FEANTSA, December 2011. ",
        "26 (Flanders), Sweden and the United Kingdom, larger social housing units suitable for large families are widely lacking, which particularly affects certain ethnic and cultural minorities. In Germany and Portugal, the supply of smaller units for single-person households is insufficient. Further to improving access to social housing, Member States may choose from among many other alternatives to ensure affordable housing options for homeless people, best matching their local needs, circumstances and budgetary options. New, affordable homes may be constructed with co-financing from the European Regional Development Fund, which is available for integrated housing interventions. 152 An innovative way is to mobilise privately owned housing stock for social purposes . This works through arrangements with private landlords to lower rent in exchange for fiscal benefits. Social rental agencies can be useful intermediaries between social housing applicants and private landlords: The public authority (i.e. the municipality or the region) guarantees that the accommodation is rented out at a comparatively low rent and the landlord in turn receives assurance that the rent will be paid. This system is used in Belgium and in some regions of Italy and Spain. 153 In France and Germany landlords are sometimes obliged to rent out their homes to specific groups of people at a fixed price for a stipulated period of 10-40 years, after which they are then free to rent them out on the private market. 154 Housing cooperatives can also contribute to social housing provision. This is a participatory approach to home-ownership driven by the cooperative of owners. It can be cost-saving and sustainable as, instead of profit-maximisation, the owner residents are more interested in keeping their costs low and maintaining the building in a good state. Housing cooperatives are wide-spread in CZ, PL and SE. 155 Making use of vacant houses or freeing unused state or local authority land for social housing purposes is another option. As a result of the housing bubble having burst, empty neglected houses and buildings can be found all over Europe but especially in Ireland and Spain. The United Kingdom government has set £ 100 million of targeted investment aside as part of the Affordable Housing Programme. The funding is targeted at long-term empty properties which would not come back into use without the intervention. 156 In the Brussels region, empty homes are used as temporary accommodation for applicants on waiting lists for social housing. Public funding is available for landlords who renovate empty homes which are considered unfit and rent them out to low-income groups. There is also an additional tax on landlords who keep their homes empty to discourage them from doing so. 157 Territorial planning and development may play a useful role in providing social housing through making affordable housing creation a pre-condition of issuing extensive construction permits. In this way new affordable homes have been created in the United Kingdom in the area around London. In Ireland, the Planning and Development Act provides that up to 20 % of the units in a new private housing development project be made available to the local authority as social housing or affordable ownership 152 For the European Regional Development Fund, see Chapter 8.2. 153 Information provided by CECODHAS, Summer 2012. 154 Social Housing Allocation and Homelessness. FEANTSA, December 2011. 155 Cooperative Housing. A Key Model for Sustainable Housing in Europe. Committee of the Regions, April 2012. 156 See http://www.homesandcommunities.co.uk/empty-homes-toolkit?page_id=&page=1 157 See for instance: http://www.doulkeridis.be/blog/category/mes-competences/logement/ ",
        "27 dwellings. 158 Vulnerable tenants must have a choice where to live , e.g. close to where they have economic and social links. At present, most social housing offers are non- negotiable and refusal may even lead to loss of entitlement. 159 Swapping schemes can increase tenant mobility. Providing additional services for social housing may be necessary for some tenants. A good example is to employ on a permanent basis skilled social caretakers with pedagogical, health or craftsman qualifications as is the case in Denmark. 160 Highly dependent homeless people, on the other hand, may fit better into multiple added support schemes like the Housing First models. 161 Awareness-raising can help in combating prejudices and misperceptions of social housing operators, who are often reluctant to rent out to homeless people, fearing they would be difficult tenants or troublesome neighbours. 162 Increasing private rental housing and supported ownership schemes can also help low-income people to avoid homelessness. Adapting existing housing especially to the needs of elderly people may become a necessity to reduce their risk of homelessness. 163 8. C ORE ELEMENTS OF HOMELESSNESS STRATEGIES 8.1. Mobilising Member State and EU policies to confront homelessness The previous chapters of Part Two have summarised the most important elements of successful policies that tackle homelessness. A growing number of Member States have adopted integrated strategies to diminish homelessness. These strategies are national , like in DK, FI, FR, IE, NL, PT, SE or regional as in DE, ES and the UK. 164 The adoption of such a strategy has helped to push the agenda forward, has improved coordination, policy design and implementation, and has helped to identify more financial resources. Comprehensive strategies are more effective because they can mobilise support services in an integrated way. Beyond these national policy practices, EU policies can have a significant impact on the causes and magnitude of homelessness . They can also help to improve both the understanding of homelessness and the data situation. Ways in which various EU policies and actions can help Member States to reduce homelessness are described below. The Commission continues to address homelessness through its general social inclusion framework and to monitor the implementation of relevant actions. Recent EU actions include the Communication on the Social Investment Package and its accompanying documents such as the CSWD on Long-term Care in Ageing Societies. 165 The Package 158 Impact of the crisis and austerity measures on the social housing sector. CECODHAS, February 2012. 159 Report on the 11 th European meeting of People Experiencing Poverty. May 2012. 160 Housing and Homelessness: models and practices from across Europe. Homeless in Europe, Winter 2008. 161 The Housing First approach is discussed in Chapter 7. 162 Social Housing Allocation and Homelessness. FEANTSA, December 2011. 163 Commission Staff Working Document - Long-term care in ageing societies- challenges and policy options , SWD(2013) 41. 164 Based on the analysis of the Independent Experts on Social Inclusion. More information on http://www.peer-review-social-inclusion.eu/network-of-independent-experts. 165 Commission Staff Working Document - Long-term care in ageing societies- challenges and policy options , SWD(2013) 41.. ",
        "28 contains also a Recommendation on Child Poverty 166 addressing housing and living conditions of poor children. The CSWD on Active Inclusion 167 follows up on the 2008 Recommendation on Active Inclusion , 168 which called on Member States to provide services that are essential for supporting social inclusion policies such as housing support and social housing. The Commission has developed guidelines on the best ways to transfer people from institutions to community-based care with the help of EU funds. The EU Framework for national Roma integration strategies 169 recognises housing as a key area of intervention alongside education, employment and health. The Commission, in its assessment of national Roma integration strategies, has encouraged Member States to prioritise the following areas: 170 desegregation; local integrated housing approaches paying special attention to utility and social service infrastructure; availability, affordability and quality of social housing and halting sites with access to affordable services as part of an integrated approach. Some homeless people face discrimination because of their ethnic background. The Racial Equality Directive 171 provides protection to everyone in the EU against discrimination on the basis of racial or ethnic origin in areas such as employment, education, social protection, healthcare and access to and supply of goods and services such as housing. The Commission continues to monitor the correct implementation of this Directive and is ready to take legal action against Member States where infringement occurs. Social policy experimentation can help to explore innovative approaches to homelessness. EU financial and consumer policies can influence homelessness levels by mitigating poverty and improving housing outcomes, e.g. through regulating the mortgage market and internal energy market, improving access to basic financial services as well as supporting Member States’ work to tackle indebtedness and foreclosures. The Commission monitors market imbalances including housing market imbalances that might be related to social housing policies. State aid rules for the provision of social services including social housing, implemented through EU competition policies, will also have an effect on homelessness services. Public service obligations can be introduced for public transportation providers through EU transport policies . Education can prevent homelessness, especially among young people, and assist the reintegration of homeless people, often early school-leavers with low educational attainment. As part of EU education policies a number of projects have been launched to improve education outcomes and to increase knowledge about homeless people. EU youth policies can reduce youth unemployment and early school-leaving, support life 166 Commission Recommendation - Investing in children: breaking the cycle of disadvantage , C(2013) 778. 167 Commission Staff Working Document - Follow up on the implementation by the Member States of the 2008 European Commission Recommendation on active inclusion of people excluded from the labour market- Towards a social investment approach , SWD(2013) 39. 168 Commission Recommendation 2008/867/EC of 3 October 2008 on the active inclusion of people excluded from the labour market. 169 Commission Communication COM(2011)173 final of 5 April 2011 on an EU framework for national Roma integration strategies up to 2020. 170 Commission Staff Working Document COM(2012)133 of 21 May 2012 – accompanying the national Roma integration strategies: a first step in the implementation of the EU Framework. 171 Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin. ",
        "29 transitions, mitigate the harmful consequences of mobility and thus reduce the risk of youth homelessness. Health problems prevalent among the homeless population are both a trigger for homelessness and a grave consequence of it. EU health policies can support national policies aiming to improve health outcomes for vulnerable people such as the homeless. The rising proportion of migrants, especially those who are undocumented, among the homeless is alarming. EU migration and integration policies can bolster national policies to improve integration and to reduce homelessness, which is increasingly affecting undocumented third-country migrants but also EU migrants. EU research and statistical data collection and analysis policies may improve understanding of the homelessness phenomenon and enable data-based homelessness policies to be created. A wider selection of recent EU actions with a direct or indirect bearing on homelessness can be found in Annex I. Summary of Chapters 4 to 8.1 Based on the analysis in Chapters 4 to 8.1, efficient policy practices to confront homelessness can be summarised as follows: A) In the Member States 1. Putting into place integrated, housing-led, long-term homeless strategies at national, regional and local levels, setting specific targets to reduce homelessness. 2. Preventing homelessness and intervening through early identification of people at risk of homelessness, offering them tailor-made support schemes; applying a wide range of anti-eviction measures — including financial measures — guaranteed by law and regulatory frameworks; enabling legal representation for those who cannot afford eviction procedure costs; offering instant support to evicted persons. 3. Strengthening cooperation between social and health systems, ensuring the effectiveness of social nets, focusing on people in the process of deinstitutialisation. 4. Providing sufficient financial support — such as income support, housing support or rent allowances — to prevent homelessness and to provide relief to those who experience it; ensuring that housing support covers real costs and can flexibly adapt to fluctuating incomes; making rent support and rent deposit schemes available. 5. Improving homelessness service delivery by promoting integrated approaches, long- term planning and financing; enabling service access for homeless people; ensuring quality service and staff preparedness. 6. Providing emergency accommodation of decent quality which is locally available and accessible, matching users’ needs; offering information and other services on the spot; involving users in running and managing shelters. 7. Making arrangements for helping homeless people to cope with extreme weather conditions, enabling critical interventions all year long; preparing in time for seasonal bad weather; introducing mechanisms enabling quick mobilisation of services and ",
        "30 enhancing service capacities; ensuring a wide local outreach by involving public space providers and public services. 8. Improving employability of homeless people by introducing relevant measures and mobilising the employment services; offering training, incentives for homeless people to seek employment and support to stay in employment; fighting workplace discrimination; providing adequate levels of income support; counterbalancing precarious jobs, fluctuating incomes and insecure employment. 9. Empowering homeless people through their participation in service delivery and relevant policy-making; ensuring that homeless people’s basic human and civil rights are respected; avoiding the criminalisation of homelessness; offering peer programmes, sport, art and training activities for the homeless. 10. Improving access to locally available and affordable permanent housing of homeless and low-income people by following a housing-led policy approach; considering procedures to guarantee the right to housing; offering supported ownership schemes for the most vulnerable people. 11. Reinforcing partnerships and involving a wide range of stakeholders to combat homelessness including national ministries and public authorities, NGOs, charity organisations, public space controllers, healthcare, social housing and social economy actors, police and judicial system workers; mobilising volunteers; involving private investors to finance homelessness programmes or services. B) At European Union level 12. Continued targeting of homelessness through the relevant EU sectorial policies, especially but not exclusively in the regional development, health, human rights, youth, gender, migration and integration domains. 13. Providing for a more favourable ecosystem for social enterprises at EU level, improving access to finance, education and training and the regulatory environment. 172 8.2. Improving governance, partnerships and funding to combat homelessness Improved governance is an important tool for making strategies more effective. Policies to fight homelessness usually fall under the responsibility of different ministries at national level and involve different levels of government. Three elements prove to be particularly useful in improving governance when responsibilities are shared between different levels of government and NGOs: the overall leadership must remain in the hands of the public authority in charge of homelessness and housing exclusion policies; all stakeholders who participate in the programme should be consulted on policy design and implementation and there should be a consensus on the strategy. 172 Commission Communication COM(2011)682 final on a Social Business Initiative. Creating a favourable climate for social enterprises, key stakeholders in the social economy and innovation. ",
        "31 Typically, the national/regional government is responsible for planning and overall policy design, while responsibility for delivery is devolved to local and/or regional authorities. Some degree of central coordination and supervision of policies and services is necessary to measure homelessness, to monitor trends and to respond appropriately to new macro-level challenges and to lead and fund the policies in place. Fragmentation or blurring of responsibilities is one of the main obstacles to the effective design of integrated policies. At the same time, the lack of capacity and resources at local level is one of the main problems faced in implementing such policies. In most European countries — including Austria, Finland, Germany, the Netherlands and Poland — local authorities are in charge of direct homelessness service provision and funding. 173 Services provided by the central government exist in Greece and Slovenia. Municipalities can function as both service providers and enablers, as is the case e.g. in England, Germany, Hungary or Sweden. Local authorities are best placed to grasp the local needs but central coordination must remain in place to ensure service continuity, quality and territorial coverage. The most common service providers are non-governmental or charity organisations except in a very few countries. 174 Private donations, charitable funds and voluntary work are important sources of contributions, especially for low-threshold services or the distribution of basic goods. The involvement of commercial or for-profit organisations is also on the rise, as authorities increasingly purchase services or rent accommodation like tourist hotels on the market. While such partnerships are important, responsibility for continuity and good-quality services must remain with the (local) government. In several Member States including BE, DE, DK, ES, FI, FR, HU, IE, LU, MT, NL, PL, PT and the UK, there is an increasing tendency to involve key stakeholders in the planning, delivery and monitoring of services. This practice deserves to be more widely promoted in other Member States. In most countries, there is not much direct involvement of people who experience homelessness . 175 Partnerships with other stakeholders such as actors from the health sector, social economy or controllers of public spaces like railway, bus or metro stations, airports, shopping malls and parking places are important as well as their involvement in forming homeless policies. Public places may provide the necessary living conditions for many homeless people, access to water and toilets, as well as heating, and can reduce their social isolation. There are some good examples of railway station operators taking action on behalf of the homeless. 176 Cooperation with the police and judicial system actors is also crucial. In Paris, the police have created a special division to assist homeless people called BAPSA (Assistance Brigade for Homeless People in Paris). This specially trained brigade collaborates with the organisations that provide support services to homeless people and has direct contact with social workers. BAPSA does not use force to remove homeless people from the streets. 173 Report for the European Consensus Conference on Homelessness, December 2010. 174 Idem. 175 Joint Report on Social Protection and Social Inclusion, European Commission, 2010. 176 See for instance the Hope in Stations and Work in Stations projects below, funded by the European Union. ",
        "32 It is important to engage volunteers in providing services for the homeless. The deployment of volunteers can raise general awareness of problems 177 and boost capacities to help more people, especially when there is an increased need for services (e.g. in winter time). Volunteers, however, should not be used to replace paid staff. In ES, IE, NL and the UK, annual awareness-raising events on the subject of homelessness are organised, often with the involvement of the media to mobilise wider public support. Homeless strategies rely both on an adequate, long-term funding enabling homelessness to be tackled efficiently and on continuous homelessness service provision. Beyond public budgets, private investors can be mobilised for new housing construction and rental housing provision as well as financing. An interesting – though as yet experimental – new scheme for financing social projects is the ‘ Social Impact Bonds ’ (SIBs) concept. A Social Impact Bond is a form of outcomes- based contract, in which public sector commissioners commit to pay a private or voluntary-sector organisation to improve the social outcomes of a defined population, such as long-term homeless people. SIBs may attract new investment around such outcomes-based contracts that benefit individuals and communities. Through a SIB, private investment is used to pay for interventions, which are delivered by service providers. Financial returns to investors are made by the public sector on the basis of improved social outcomes. More understanding is still needed, however, on how the SIB schemes work in practice. The results-based return on investment requires careful assessment of the outcomes and the effectiveness of innovative solutions, though concerns have been raised about potential perverse- incentives that encourage 'gaming' behavior on the part of service providers (i.e. choosing selectively clients who have a greater likelihood of achieving the desired outcomes). The SIB or payment by results approach is already being used in the United Kingdom to fund some voluntary sector schemes which promote private rented sector access for single homeless people, with funding of £ 10.8 million being provided by the Government until 2014. £ 5 million will be provided by the government to launch the world’s first homelessness Social Impact Bond in London. This SIB will aim at reducing the number of regular rough sleepers as well as Accident and Emergency admissions, and at increasing the number of rough sleepers relocated into stable accommodation and employment. 178 European Union Funds can be used to finance actions for the benefit of homeless people through investment in infrastructure such as social housing, the establishment of service centres for the homeless and also individually targeted reintegration programmes. The European Social Fund (ESF) supports the inclusion in the labour market of a wide variety of vulnerable groups, including homeless people. More than €11 billion of the 2007-2013 ESF budget was allocated for this purpose. To increase their employability and social inclusion, the ESF can fund a large array of projects such as support services (i.e. relief, counselling and multipurpose centres), vocational, professional and business training centres, as well as social economy programmes aimed at facilitating the 177 Report of the seminar on Funding strategies. Building the case for homelessness. Committee of the Regions, June 2012. 178 Reply from England to the 2012 questionnaire on homelessness to the Social Protection Committee members. ",
        "33 integration of individuals into the labour market. Homeless community care projects or family-oriented, social and cultural campaigns can also be financed from the ESF. The homeless can be a specific target group of mainstream ESF interventions. Besides, the ESF can be used to finance projects that aim at collecting better statistics on the homeless. More than 30 ESF-funded projects directly targeted homeless people in the period 2007- 2013. A good example is the Hungarian TÁMOP-5.3.3 project , which helps the social integration of homeless people through assistance for buying second-hand furniture and other household equipment, offering 'Housing First' - type solutions for rough sleepers and housing assistance to former rough sleepers, subsidising institutional capacity building and support for voluntary work in the area of homelessness. 179 The Commission’s PROGRESS programme , running from 2007 to 2013, is an EU financial instrument supporting the development and coordination of EU policy in the areas of employment, social inclusion and social protection, working conditions, anti- discrimination and gender equality. It has provided significant multi-annual support to a number of EU-level networks active in the field of homelessness, such as ATD Quart Monde, Caritas, Dynamo International, FEANTSA and PICUM and many others. PROGRESS money has also been used to finance events and studies on homelessness. A good example of PROGRESS in the area of homelessness was a transnational project run between 2010 and 2011 promoting social inclusion of homeless people at railway stations. The HOPE in Stations project (HOmeless People in European train stations) brought together the stakeholders of the train stations of Paris Nord and Paris East, Brussels Central, Roma Termini, Berlin Zoo, Madrid Antocha, Warsaw Central and Luxembourg Central. The project managed by local authorities and social organisations improved the understanding between the homeless and railway companies. The training of employees of the stations, in particular the security services and the contacts with different stakeholders have led to a softer approach towards homeless people and to fewer expulsions from the stations. During the programming period 2007-2013, the European Regional Development Fund (ERDF) was able to invest in social infrastructures in the fields of education, health and social housing. In 2010 the ERDF Regulation 180 was amended in order to extend the eligibility of social housing to marginalised communities located in all urban and rural areas of the EU. This was done explicitly though not exclusively to target the marginalised Roma communities. The extended eligibility was made conditional on an integrated approach whereby housing investments had to be accompanied by interventions in the fields of employment, education, healthcare, etc. ERDF subsidies are also available to improve energy-efficiency and the use of renewable energy in existing housing. Measures under the European Agricultural Fund for Rural Development (EAFRD) such as the basic services may be relevant to the issue of homelessness in the future, as it allows Member States – in the framework of their Rural Development Programmes – to set up basic social services. Furthermore, it can finance investments in temporary public housing for homeless people or prevention centres, with clear differentiation from housing interventions that are co-financed by the European Regional Development Fund 179 Reply from Hungary to the 2012 questionnaire on homelessness to the Social Protection Committee members. 180 Regulation of the European Parliament and the Council of 1080/2006 on the European Regional Development Fund. ",
        "34 There are possibilities for funding small-scale infrastructure too, which may also contribute to improving the situation of homeless people in rural areas. The LEADER approach helps further local communities more widely to elaborate and implement their strategies for improving quality of life with small-scale projects, which can also contribute to social inclusion. The Common Agricultural Policy does not currently deal specifically with the issue of homelessness, however, it has contributed to poverty reduction and social inclusion by means of the EU`s Food Distribution programme for the Most Deprived Persons of the Union since 1987. Over the years, the scheme has become an important source of provisions for organisations working in direct contact with the least fortunate members of society. In 2010, over 18 million people benefited from the scheme, many of whom were homeless. As a successor to the Food Distribution programme for the Most Deprived Persons, which will end in 2013, the Commission has presented a proposal for a Fund for European Aid to the Most Deprived . The proposed budget is EUR 2.5 billion for the period 2014-2020 under the Cohesion heading. The objective of the Fund is to promote social cohesion within the EU, by contributing to achieving poverty reduction through supporting national schemes which provide non-financial assistance to the most deprived persons via partner organisations. In terms of scope, the Fund addresses food deprivation, homelessness and material deprivation of children, combining with activities aiming at social inclusion of the persons assisted. For the next multiannual financial framework period from 2014 to 2020, the Commission has proposed that at least 25 % of funding on cohesion policy be concentrated on the European Social Fund and at least 20 % of this amount is to be earmarked for social inclusion, including homelessness policies. Better access to funding for homelessness projects and a reinforced partnership with civil society organisations, including those dealing with homelessness, have been identified from experience as key elements in improving ESF delivery for the homeless. The proposal for a European Regional Development Fund Regulation post-2014 includes, among its investment priorities, ‘promoting social inclusion and combating poverty, support for physical and economic regeneration of deprived urban and rural communities’, thus encompassing integrated housing investments. Combined use of the Structural Funds is already possible but ought to be fully exploited. For instance, following an integrated approach is a pre-condition for social housing investments under the ERDF, while the necessary integrated - e.g. employment or education-related - actions can be financed by the ESF. Integrated housing interventions can thus improve access to good-quality, affordable housing. The Structural Funds can also be combined with other financial instruments. The loan guarantee programmes of the European Investment Bank and the Council of Europe Development Bank could be taken into account to give a new impulse to social housing investments. The Commission’s proposal for the new EU Programme for Social Change and Innovation (PSCI) 2014-2020 will build on the successful results of PROGRESS. It will continue to support stakeholders active in the field of social inclusion as well as to develop new innovative approaches with strong EU value added. It will also reinforce support for social innovation through social experimentation (i.e. testing ideas for new policy measures) thanks to an earmarked budget. The aim will be to scale up successful ",
        "35 practices with the help of the European Social Fund. Some of these practices will be of relevance to the homeless. Governance of the policy measures tackling homelessness will have to be strengthened notably through a meaningful monitoring of homelessness at EU level. This can only happen when the Member States address the issue of homelessness in their National Reform Programmes. In this connection, the Commission has the opportunity to discuss the issue during the European Semester and to make, if necessary, proposals for a Country Specific Recommendation. Thematic reporting on the use of the European Social Fund targeting homelessness can usefully complement the monitoring framework. Summary of Chapter 8.2 Based on the analysis in Chapter 8.2., the following elements seem to be efficient ways to improve governance, partnerships and funding for combating homelessness: A) At Member State level 1. Reinforcing partnerships and involving a wide range of stakeholders to combat homelessness, including national ministries, regional, local public authorities, NGOs, charity organisations, public space controllers, healthcare, social housing, social economy actors, police and judicial system workers; mobilising volunteers; 2. Ensuring an adequate level of funding to confront homelessness and enable continuous, high-quality provision of services, involving private investors if possible; 3. Reporting on homelessness by addressing the issue in the National Reform Programmes. B) At European Union level 4. Further integrating homelessness into the Europe 2020 governance process, possibly complementing the efforts of the Member States with Country Specific Recommendations. 5. Encouraging better utilisation of EU financing instruments (European Social Fund, PROGRESS, PSCI, European Regional Development Fund, JESSICA, European Agricultural Fund for Rural Development, LEADER, Aid for the Most Deprived Programme) to combat homelessness. 6. Proposing the introduction of thematic reporting on the use of Structural Funds to combat homelessness and housing exclusion, with a view to achieving Europe 2020 poverty and social inclusion targets. ",
        "36 8.3. Measurement and monitoring of homelessness at Member States and EU level Comparative data on homelessness and data collection methodologies to measure homelessness are few and far between at both European and national levels. This is a major handicap when trying to develop evidence-based policies on homelessness and housing exclusion. It is also an obstacle to monitoring homelessness in the European Semester procedure. A comprehensive definition of homelessness can improve the capacity for data collection, comparison and analysis. The ETHOS framework for instance can provide the required consistency 181 and is already being used as a reference across the EU. Common frameworks for measuring, monitoring and reporting on homelessness can further improve outputs. Homelessness strategies that have formulated specific targets are more effective in following developments against these targets . Examples of targets are the (number of): prevented evictions; persons followed up after being discharged from a public institution; most severe cases of homelessness ended, such as rough sleeping; reduction in the duration of homelessness (in particular the time spent in emergency and temporary accommodation); improvement in the quality of services and accommodation for homeless people; demand vs. supply of emergency accommodation; increase in the supply of affordable housing units 182 as well as increase in funding. An in-depth survey by INSEE of France at the request of Eurostat has proposed a number of practical recommendations on how information on homelessness is best collected in a country. 183 Through client registration systems, it is possible to keep a daily log of the number of people accommodated and of the number of people to whom accommodation was refused. Aggregate data can then be supplied at the time of the interview. Interviews with users of shelters and hostels (and, perhaps, other types of support services) could produce a wide range of data through general questions, retrospective questions on homelessness and specific questions on the period prior to the survey. In every Member State a national facility for collection of data on homelessness could be created. 184 The MPHASIS study 185 financed by the European Commission proposed the use of standard core variables in measuring homelessness, addressing basic demographic characteristics (i.e. age and gender), nationality and migration background (country of birth), composition of homeless households, housing situation (immediately before service period and at time of data collection), duration of (current) homelessness and reasons for (last) homelessness. This study shows that cooperation between Member States on data development can raise overall efficiency. In a similar way the Clandestino project, which ran between 2007 and 2009 and was financed by the European Commission, 186 aimed at supporting policymakers in designing and implementing data-based policies regarding undocumented migrants. This is another 181 Policy Recommendations of the Jury at the European Consensus Conference on Homelessness. December 2010. 182 Joint Report on Social Protection and Social Inclusion. European Commission, 2010. 183 I. Dennis: The production of data on homelessness and housing deprivation in the European Union: survey and proposals. INSEE, 2005. 184 Executive Summary – Measurement of Homelessness at EU Level. European Commission, 2007. 185 See http://www.trp.dundee.ac.uk/research/mphasis/ 186 See http://clandestino.eliamep.gr/about/ ",
        "37 hard-to-reach population group comparable to the homeless. It was built around a transnational multidisciplinary network of five research centres based in different EU countries, a European NGO plus a number of individual experts who studied the situation on the ground both in the EU and in three important transit ‘neighbourhood’ countries. The multilateral cooperation resulted in an estimate of the number of undocumented migrants in selected EU Member States. The Belgian government recently commissioned a very interesting complementary survey (SILC-CUT) targeted at homeless people and undocumented migrants, two groups that are not covered in the sampling frame of the EU-SILC survey. It is estimated that these groups together could make up about 2% of the Belgian population, i.e. 200.000 persons. SILC-CUT asks more or less the same questions on income, material deprivation and work as EU-SILC to ensure comparability. In the end around 500 roofless or homeless persons and undocumented migrants all across Belgium were questioned, which is a very good score, given the difficulty of the target group. The main achievement of this Belgian project is that it has shown that a survey among difficult-to- reach persons not covered by EU-SILC such as the homeless is feasible although significant statistical difficulties are still encountered. At European Union level, the Social Protection Committee (and its Indicators Subgroup) and Eurostat are driving data collection and analysis on homelessness. Summary of Chapter 8.3. Based on the analysis under Chapter 8.3, the following monitoring and measurement tools appear to be effective in supporting the development of evidence-based policy- making on homelessness : A) At Member State level 1. Reinforcing measurement and monitoring of homelessness by exploiting the information that can be found in client registration systems; 2. Creating a trans-border cooperation and learning network in the Member States for awareness raising and exchange of good practices on data collection and harmonisation; 3. Putting into place standardised, broad definitions of homelessness, following the framework of the ETHOS definition; 4. Implementing standardised monitoring methods and regular data collection/evaluation mechanisms; 5. Monitoring in particular the trends in homelessness, housing exclusion, evictions, prioritising homeless people at social housing allocation, housing price changes; B) At European Union level 6. Helping Member States to reinforce the analytical basis and monitor homelessness and housing exclusion and explore the feasibility of collecting (non-)harmonised data on homelessness; With the involvement of Eurostat, continue working in the Social Protection Committee with Member States to ",
        "38 analyse trends and development of homelessness, to exchange good practices e.g. through peer reviews on homelessness and through promoting transnational cooperation and exchange on data collection; 7. Further developing indicators and measures for monitoring homelessness in the SPC Indicators Subgroup. ",
        "39 A NNEX I: R ECENT EU ACTIONS RELEVANT TO HOMELESSNESS 187 1. EU financial and consumer policies The European Foundation for the Improvement of Living and Working Conditions has been looking at ‘ quality household debt advisory services ’ in the European Union: evidence from case studies 188 suggests that the provision of debt counselling is an important for preventing evictions. The Commission is carrying out a study on ' The over-indebtedness of European households: update mapping of the situation, nature and causes, effects and initiatives for alleviating its impact' . It is based on the same methodology as the 2008 study 'Towards a common operational definition of over-indebtedness' 189 and will report, inter alia on the possible links between over-indebtedness and the chances of maintaining housing. A mapping study foreseen for the end of 2012 was looking at the various instruments in the Member States that can protect consumers in financial difficulty against personal bankruptcy, datio in solutum of mortgages and abusive debt collection practices . It will identify the best legal and regulatory (including self-regulatory) frameworks in place in a representative sample of Member States. 190 In 2011 the Commission published, together with the Proposal on Credit Agreement Related to Residential Property, a Staff Working Paper on national measures to avoid foreclosure. The purpose of this paper is to draw Member States' attention to the different schemes in operation at national level throughout the EU to help people who face difficulties in repaying their mortgages. In 2011, the Commission Recommendation on access to basic payment accounts aimed at strengthening access to the mainstream financial services market to reduce social exclusion of the most vulnerable parts of the population such as homeless people. After having assessed the measures taken at national level, the Commission announced in the Single Market Act II 191 and in its 2013 work programme that it will make legislative proposals on access to payment account with basic features as part of the Bank Account Package. The Single Market Act II of October 2012 stressed the importance of a legislative initiative to improve access to the payment account market, enhance the transparency and comparability of bank fees and facilitate bank account switching. 192 The aim is to guarantee a right of access to a payment account with basic features to facilitate social and financial cohesion as well as mobility regardless of a consumer's residence or level of income. 187 Actions listed in Annex I are non-exhaustive and based on the mapping of homelessness-related activities of European Commission services conducted in March/April 2012. 188 See http://www.eurofound.europa.eu/pubdocs/2011/89/en/1/EF1189EN.pdf 189 See http://ec.europa.eu/social/keyDocuments.jsp?pager.offset=20&langId=en&mode=advancedSubmit&ad vSearchKey=towards a common operational definition of over 190 Results are not available by the date of finalising the present Commission Staff Working Document. 191 Commission Communication COM(2012)573 Single Market Act II -Together for new growth. 192 Idem. ",
        "40 The European Banking Authority is mapping out Member States’ practices in the area of the post-contractual phase of a mortgage credit. As a result of this work, it should become easier for indebted property owners to stay in their homes. 2. EU competition policy On 20 December 2011 and on 25 April 2012, the Commission adopted new State Aid rules applying to Services of General Economic Interest (SGEI), which simplify the procedure for the financing of social services by the public authorities in the Member States. These new rules exempt public authorities from the obligation to notify to the Commission state aid for the provision of social services, as long as the compatibility conditions are respected. The social services exempted refer, inter alia, to the 'care and social inclusion of vulnerable groups' and cover a wide variety of services for people who are having difficulties in finding housing, in particular homeless people. 193 The financing of social housing is also exempted from the obligation of notification, if all compatibility conditions are fulfilled, as was already the case under the 2005 rules. 3. EU transport and energy policies In the case of public transport , in line with Regulation 1370/2007, public authorities in the Member States can decide to consider certain transport services as being of general interest, which they can then subsidise by imposing a so-called 'public service obligation' on the service provider. Following the success of the Hope in Stations project, 194 the pilot project ‘WORK in Stations’ was launched in November 2011 across three countries (Belgium - Brussels, Central Station, Italy - Rome Termini, and France - Paris North and East Stations) to develop innovative cooperation models in the field of inclusion through work within each train station’s economic area. The project aims at building a common approach among all partners and creating efficient partnerships in this field for disadvantaged people. The EU internal energy market legislation offers protection to vulnerable customers of electricity and gas supply companies. It makes specific references to energy poverty and to the prohibition on disconnecting such customers in times of dire need. 4. EU education and youth policies Recent EU education policy projects with relevance to homelessness include a 2009 Grundtvig learning partnership entitled ‘Implementing social pathways to ameliorate the situation of wandering homeless persons’ 195 and two further Grundtvig projects which covered the homeless as part of their target group. 196 There has also been a Leonardo partnership 197 on homelessness and a Comenius partnership project dealing with attitudes towards homeless people. 198 One Youth in Action project has directly involved 193 See European Commission Staff Working Document - 3 rd Biennal Report on Social Services of General Interest , SWD(2013) 40. 194 See in Chapter 8.2 on EU Funding-PROGRESS. 195 See http://www.europeansharedtreasure.eu/detail.php?id_project_base=2009-1-FR1-GRU06-07065 196 See http://www.europeansharedtreasure.eu/detail.php?id_project_base=2008-1-GB2-LEO04-00144 http://www.europeansharedtreasure.eu/detail.php?id_project_base=2009-1-IT2-GRU06-06393 197 See http://www.europeansharedtreasure.eu/detail.php?id_project_base=2009-1-GB2-LEO04-01281 198 See http://www.europeansharedtreasure.eu/detail.php?id_project_base=2010-1-IT2-COM07-13954 ",
        "41 homeless people. 199 The Youth in Action and the Grundtvig programme also fund volunteering programmes for people under 30 or over 50, to take care of homeless people. More than 170 Youth in Action projects (2007-2011) have dealt directly with the problem of homelessness. The Commission presented in December 2012 a new Youth Guarantee Scheme , as part of a wider Youth Employment Package. The scheme is designed to help EU countries to get young people into employment, further education or (re)training. Within four months of leaving school, young people should receive a good-quality offer of employment, continued education, apprentice- or traineeship. Volunteering is also a way to mobilise people to become involved in tackling homelessness. The Commission has made proposals to establish a European Voluntary Corps . 200 This would provide practical training, set standards for managing volunteers and match them with humanitarian organizations running projects in the EU and worldwide. Between 2014 and 2010 about 10 000 Europeans could get training and another 10 000 would support the volunteers from home on a computer. 5. EU health policy The Commission Communication on Health Inequalities 201 identified homeless people as a particularly vulnerable group with much poorer average levels of health and spelled out the need for more action to address their health problems. Health along with housing, education and employment are four priorities of the EU framework for national Roma integration strategies. 202 The EU health programme funded a project called ‘Best Practice in Promoting Mental Health of Socially Marginalised People in Europe ( PROMO )’. This project reviewed legislation and policies and assessed systems of health and social services for marginalised people. It considered six different factors of social marginalisation and defined guidelines for best practice in promoting mental health among socially marginalised people and the guidelines were disseminated among stakeholder groups. The European Foundation for the Improvement of Living and Working Conditions has paid attention to the issue of homelessness through its European Quality of Life Surveys, see for instance the ‘ Living conditions of the Roma: substandard housing and health ’. 203 The ‘ Joint Action on mental health and well-being ’ will be launched in early 2013. The participating EU and EFTA countries will consider evidence-based policies and practices to improve the capacity of health systems to prevent mental health problems and tackle the challenges related to mental disorders - a frequent cause of homelessness - building innovative partnership with other sectors, in particular employment, education and social policy. The work plan will cover 1) promotion of mental health at the 199 http://ec.europa.eu/dgs/education_culture/eve/alfresco/navigate/browse/workspace/SpacesStore/f6856 da9-f24c-11df-8ec3-7ddbf18362f2?searchPage=true 200 Proposal for a Regulation of the European Parliament and the Council SWD(2012)265 final on Establishing the European Voluntary Humanitarian Aid Corps. 201 Commission Communication COM(2009)567 final on Solidarity in Health. Reducing Health Inequalities in the EU. 202 Commission Communication COM(2011)173 final on an EU framework for national Roma integration strategies up to 2020. 203 See http://www.eurofound.europa.eu/pubdocs/2012/02/en/1/EF1202EN.pdf ",
        "42 workplace; 2) prevention of mental health problems in schools; 3) managing transition to community-based services; 4) taking evidence-based action against depression; 5) promoting cooperation with other policy areas. 6. EU migration and integration policies As part of the European Agenda for the Integration of Third Country Nationals , 204 social inclusion measures are proposed to remove barriers that block effective access to social and health services. In particular, policies targeting beneficiaries of international protection should be designed to minimise isolation, provide for effective language training and access to accommodation and health care. Following the Council Conclusions on integration adopted by the JHA Council in June 2010, 205 the Commission developed, in dialogue with the Member States, common indicators to strengthen the European learning process and to improve the monitoring of integration policy results . There is a list of on-going projects, activities and conferences related to the homelessness of migrants at European, national and local levels, which can be consulted at the European Website for Integration. 206 In the new ‘ Study on mobility, migration and destitution in the European Union ’ 207 the Commission will explore the causes of destitution with an emphasis on homelessness and the problems in accessing support services. Regarding the situation of irregular or undocumented migrants , the approach underlying the EU acquis places an obligation on Member States to either return an irregular migrant to his/her country- of- origin or to grant him/her a legal residence status. It is no longer acceptable that migrants are kept in a 'legal limbo' , a grey zone where they are often deprived of basic civil or socio-economic rights. Pending return , and for those who cannot be returned (mainly because readmission to the country-of- origin is not possible), the Return Directive, 208 which is increasingly being relied upon as a source of legal rights for irregular migrants, provides this group with access to certain basic minimum rights such as health care, access to education and family unity. It does not, however, include a right to housing or subsistence. One group deserving specific attention are the so-called 'non-removable' irregular migrants . These are persons who cannot be removed because the necessary travel documentation cannot be obtained or because of the non-refoulement principle , which forbids the rendering of a true victim of persecution to their persecutor, usually the state of origin. There are large numbers of 'non-removable' persons in the EU, with very divergent approaches across Member States. A comparative study on this category of persons, financed by the EU Return Fund, is on its way. 7. EU policies to better understand and measure homelessness 204 Commission Communication SEC(2011)957 on an European agenda for the Integration of Third- Country Nationals. 205 See http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/jha/114881.pdf 206 See http://ec.europa.eu/ewsi/en/search_result.cfm 207 See http://ec.europa.eu/ewsi/en/news/newsdetail.cfm?ID_ITEMS=22788 208 Directive of the European Parliament and of the Council 2008/115/EC on common standards and procedures in Member States for returning illegally staying third-country nationals. ",
        "43 Within research policies, a EUROHOME IMPACT project has been conducted on homelessness and housing exclusion, 209 a CUPH project about definitions and concepts related to homelessness and data collection, 210 and a CSEYHP study on youth homelessness, comparing the homeless paths among local white people, local ethnic groups and migrant young men and women, and investigating appropriate reintegration methods. 211 Currently, the TENLAW project provides the first large-scale comparative and European law survey of tenancy law and will develop a proposal for a better co- ordinating role of the EU in tenancy law and housing policy. 212 The WILCO project is studying innovations in local welfare systems (in the areas of housing, employment, family and immigration) directed towards social inclusion. 213 As part of EU Information Society policy, a study called ‘MC-eGov’ has been commissioned on Multi-channel Delivery Strategies and Sustainable Business Models for Public Services addressing socially disadvantaged groups. EUROSTAT has commissioned a large study by INSEE on the problem of data collection regarding homelessness. New data on homelessness in all Member States from the 2011 census are expected to arrive by 2014. In the framework of social innovation , a pilot project on European use of the US Housing First model was launched in 2011, with the participation of five European towns. 209 See http://www.iccr-international.org/impact/overview.html 210 See http://www.cuhp.org/ 211 See http://www.movisie.nl/118836/eng/ 212 See http://www.tenlaw.uni-bremen.de/ 213 See http://www.wilcoproject.eu ",
        "44 A NNEX II: T ABLES AND D ATA ON H OMELESSNESS Table 1: The ETHOS definition of homelessness 214 214 The ETHOS definition of homelessness was developed by FEANTSA ",
        "45 Table 2: Overview of recent trends in the extent of homelessness over the past 1-5 years Trend reported Member State Total Increase AT, CZ, FR, DE, ES, GR, HU, IE, IT, LT, PT, PL, SE, SL,UK (England+Wales) 15 Decrease FI, NL + North Rhine Westphalia, Scotland 2 No trend identified RO, LU, BE 3 Stable DK 1 Total number of Member States examined: 21 Source: FEANTSA Country Report 2012 Table 3: Overcrowding rate by poverty status — 2011 Source: EUROSTAT; EU-SILC 2011 (Note: data for IE refer to 2010) ",
        "46 Table 4: Share of population overburdened by housing costs in 2011 Note: share of the population living in a household where housing costs (net of housing allowances) represent more than 40% of the total household income). Data on DE omitted because key components of the housing cost variable were missing. Data for IE refer to 2010. Source: EUROSTAT; EU-SILC 2011 Table 5: Share of severe housing deprivation rate, by age and poverty status, 2011 Source: EUROSTAT; EU-SILC 2011 (Note: Data for IE refer to 2010) ",
        "47 Table 6: Housing deprivation items, share of the population - 2011 Living in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames Having neither a bath, nor a shower in their dwelling Not having indoor flushing toilet for the sole use of their household Considering their dwelling as too dark No item EU27 15.5 2.8 3.1 6.8 78.5 BE 21.2 0.9 1.4 7.8 73.2 BG 14.9 15.2 24.8 7.0 66.2 CZ 11.9 0.5 0.7 3.6 85.9 DK 16.0 2.5 0.6 5.1 79.0 DE 13.7 0.1 0.9 4.1 83.1 EE 19.2 10.5 9.6 4.7 72.2 IE 12.5 0.9 0.2 4.3 84.6 EL 15.3 1.3 0.9 6.7 80.0 ES 15.6 0.0 0.0 4.2 81.9 FR 10.9 0.6 0.6 7.8 83.3 IT 23.2 0.5 0.4 8.8 72.4 CY 28.3 1.1 1.1 5.3 69.5 LV 25.8 18.2 16.1 9.8 61.6 LT 19.2 16.0 16.6 7.6 68.7 LU 15.5 0.2 0.1 4.1 82.2 HU 21.8 4.0 4.7 8.6 73.8 MT 9.9 0.2 0.1 7.7 83.6 NL 14.6 0.0 0.0 3.8 82.6 AT 13.6 0.5 1.2 5.9 82.0 PL 11.5 4.5 4.0 7.0 82.1 PT 21.3 1.3 1.2 7.1 74.6 RO 18.0 36.8 38.7 7.7 52.6 SI 34.7 0.6 0.5 12.1 59.4 SK 7.8 0.3 1.4 3.0 90.3 FI 5.7 0.8 0.7 3.9 90.3 SE 8.4 0.6 0.0 6.0 86.1 UK 15.9 0.3 0.1 10.4 77.2 HR 14.8 1.3 1.4 5.5 81.8 Source: EUROSTAT; EU-SILC 2011. ",
        "48 Table 7: In your opinion, which three of the following reasons best explain why people become homeless? Source: Special Social Eurobarometer report survey, 2010 "
    ]
}