{
    "text": [
        "INTERACT – R EsEARChINg T hIRd C ouNTRy N ATIoNAls ’ I NTEgRATIoN As A T hREE - wAy P RoCEss - I mmIgRANTs , C ouNTRIEs of E mIgRATIoN ANd C ouNTRIEs of I mmIgRATIoN As A CToRs of I NTEgRATIoN Corridor Report on Spain The case of Ecuadorian and Moroccan immigrants Lorenzo Gabrielli INTERACT Research Report 2015/15 CEDEM ",
        "",
        "INTERACT Researching Third Country Nationals’ Integration as a Three-way Process - Immigrants, Countries of Emigration and Countries of Immigration as Actors of Integration Research Report Corridor Report INTERACT RR 2015/15 Corridor Report on Spain The case of Ecuadorian and Moroccan immigrants Lorenzo Gabrielli GRITIM – Universitat Pompeu Fabra, Barcelona ",
        "This text may be downloaded only for personal research purposes. Any additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the Robert Schuman Centre for Advanced Studies. Requests should be addressed to mpc@eui.eu If cited or quoted, reference should be made as follows: Lorenzo Gabrielli, Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants, INTERACT RR 2015/15, Robert Schuman Centre for Advanced Studies, San Domenico di Fiesole (FI): European University Institute, 2015. The opinions expressed are those of the author(s) only and should not be considered as representative of the official position of the European Commission or of the European University Institute. © 2015, European University Institute ISBN: 978-92-9084-290-3 doi:10.2870/02623 Catalogue Number: QM-02-15-371-EN-N European University Institute Badia Fiesolana I – 50014 San Domenico di Fiesole (FI) Italy http://www.eui.eu/RSCAS/Publications/ http://interact-project.eu/publications/ http://cadmus.eui.eu ",
        "INTERACT - Researching Third Country Nationals’ Integration as a Three-way Process - Immigrants, Countries of Emigration and Countries of Immigration as Actors of Integration In 2013 (Jan. 1st), around 34 million persons born in a third country (TCNs) were currently living in the European Union (EU), representing 7% of its total population. Integrating immigrants, i.e. allowing them to participate in the host society at the same level as natives, is an active, not a passive, process that involves two parties, the host society and the immigrants, working together to build a cohesive society. Policy-making on integration is commonly regarded as primarily a matter of concern for the receiving state, with general disregard for the role of the sending state. However, migrants belong to two places: first, where they come and second, where they now live. While integration takes place in the latter, migrants maintain a variety of links with the former. New means of communication facilitating contact between migrants and their homes, globalisation bringing greater cultural diversity to host countries, and nation-building in source countries seeing expatriate nationals as a strategic resource have all transformed the way migrants interact with their home country. INTERACT project looks at the ways governments and non-governmental institutions in origin countries, including the media, make transnational bonds a reality, and have developed tools that operate economically (to boost financial transfers and investments); culturally (to maintain or revive cultural heritage); politically (to expand the constituency); legally (to support their rights). INTERACT project explores several important questions: To what extent do policies pursued by EU member states to integrate immigrants, and policies pursued by governments and non-state actors in origin countries regarding expatriates, complement or contradict each other? What effective contribution do they make to the successful integration of migrants and what obstacles do they put in their way? A considerable amount of high-quality research on the integration of migrants has been produced in the EU. Building on existing research to investigate the impact of origin countries on the integration of migrants in the host country remains to be done. INTERACT is co-financed by the European Union and is implemented by a consortium built by CEDEM, UPF and MPI Europe. For more information: INTERACT Robert Schuman Centre for Advanced Studies (EUI) Villa Malafrasca Via Boccaccio 151 50133 Florence Italy Tel: +39 055 46 85 817/892 Fax: + 39 055 46 85 755 Email: mpc@eui.eu Robert Schuman Centre for Advanced Studies http://www.eui.eu/RSCAS/ ",
        "Abstract This corridor report analyse on a comparative basis the integration patters of Ecuadorian and Moroccan immigrants in Spain. The goal of this report is to understand the role of origin countries and societies in integration of these two immigrants communities in Spain. Following the INTERACT project’s idea of “integration as a three-way process”, the report will analyse integration of Ecuadorians and Moroccans in Spain not only from a countries of destination perspective, but also from the point of view of countries and society of origin. To do this, we apply a methodology joining three different type of original sources: a legal and political framework analysis both in origin and destination, a quantitative analysis on some specific integration dimension (labour market, education, and citizenship), and a survey on civil society actors. The analysis conducted emphasizes that historical and political ties between the country of origin and destination may play a role in some specific dimension, as labour market and access to citizenship, through bilateral agreements, and education, through language. In particular, in case of Ecuador bilateral agreements seems to be central in facilitating the integration of immigrants in these dimensions. Key words : Immigration, Integration, Spain, Ecuador, Morocco, Diaspora, Ecuadorians, Moroccans ",
        "INTERACT RR2015/15 Table of contents 1. Introduction ......................................................................................................................................... 7 2. Methodology ....................................................................................................................................... 8 3. Immigration trends of Moroccans and Ecuadorians into Spain .......................................................... 9 3.1 Ecuadorian immigration in Spain ............................................................................................ 9 3.2 Moroccan immigration in Spain ............................................................................................ 12 3.3 Migration trends .................................................................................................................... 16 4. Institutional and policy framework ................................................................................................... 18 4.1 Integration policy in Spain .................................................................................................... 18 4.2 Emigration/diaspora policies of Ecuador .............................................................................. 22 4.3 Emigration/diaspora policies of Morocco ............................................................................. 27 5. Integration trends of Moroccan and Ecuadorian migrants in Spain and explanatory factors ............ 31 5.1 Labour market ....................................................................................................................... 33 5.2 Education .............................................................................................................................. 35 5.3 Citizenship ............................................................................................................................ 36 6. Impact of actions of civic society organizations dealing with migrants from Morocco and Ecuador in Spain .................................................................................................................................................. 37 6.1 Impact of other factors .......................................................................................................... 40 7. Main conclusions ............................................................................................................................... 41 Bibliography .......................................................................................................................................... 43 ",
        "",
        "INTERACT RR2015/15 1. Introduction The objective of the present corridor report is to understand the role of policies and actions of origin countries and societies in the integration process of their emigrants. To do so, we have chosen to analyse the case of two different origin countries, Ecuador and Morocco, and their emigrants’ integration paths in a single destination country: Spain. Before starting to approach the different elements that we will take in consideration in this analysis, it is necessary to make some introductory remarks about some of the characteristics of the two immigrants groups, Ecuadorians and Moroccans, which we have chosen to analyse in the Spanish case. Concerning language, it should be pointed out that Ecuador is a Spanish-speaking country and that, consequently, Ecuadorians migrants speak the language of the destination country from their arrival. This is not the case for Moroccans, even if some Moroccan territories were Spanish Protectorates (the Protectorates of Tetuan in the north of the country, between 1912 and 1956, and Ifni, between 1912 and 1969, and the cape Juby Protectorate, between 1884 and 1975), since in their origin country the official languages are Moroccan Arabic and also recently, the Berber language. French is also used as a vehicular language and is also recognised as a national language. Other important differences between the two chosen origin countries have to be taken into account. As regards the size of the two origin countries, Morocco has a population of more than 30 million people, while Ecuador has a population of more than 15 million inhabitants. If we consider macro-economic data, Ecuador has a per capita nominal GDP of 10,055 US dollars, a HDI (Human development index) level of 0.711 in 2013 (medium, 98 th position in the world), and a Gini index (measuring income distribution inequalities) of 49 (high). Morocco has a per capita nominal GDP of 5,699 US dollars, a HDI level of 0.611 in 2013 (medium, 129 th position in the world), and a Gini index of 40.9 (medium). 1 Differences between the two origin countries are significant in terms of GDP; the Ecuadorian GDP is almost double that of Morocco’s, while differences concerning HDI and the Gini index exist but are not significant. As regards religion, we have to point out that in Morocco, almost the entire population is Muslim (following the Sunni Islam of the Mālikī rite) with some very small Christian and Jewish communities, and that Islam is the official religion in the country. In the case of Ecuador, the vast majority of the country’s population is Roman Catholic (following the Latin Rite), while more than 11% are Protestant, almost 8% are atheist, and other smaller groups are Jehovah’s Witnesses, Jewish, Buddhist and Latter-day Saints. 2 In the case of Ecuador, there is therefore more religious proximity to the destination country, where about 69% of the population considers itself Catholic (26 self-identify with no religion; 9.4% are atheists). 3 In Spain, Roman Catholicism no longer has the status of official national religion. With regard to geographic proximity and social, political and cultural links between the two countries of origin and Spain, Morocco is clearly closer geographically, but has fewer cultural links than Ecuador, which shares the Spanish language with Spain. 1 GDP data from the International Monetary Fund, retrieved 2 February 2015; Gini data from 2009 for Ecuador and 2007 for Morocco, and taken from the “Gini Index,” World Bank, retrieved 2 February 2015; HDI data taken from the 2014 Human Development Report Summary, United Nations Development Programme 2014, pp. 14-19, retrieved 2 Ferbuary 2015. 2 According to data from 2012, produced by the National Institute of Statistics and Census (INEC) of Ecuador. 3 According to CIS 2014. ",
        "Lorenzo Gabrielli 8 INTERACT RR2015/15 In the case of Morocco, we must note that two main historical events determine its links with Spanish. The first one is that the Moors controlled an important part of the Iberian peninsula ( Al- Andalus ) between 711 and 1492. The transcription of this period of Moorish domination, as well as of the subsequent “ reconquista ” in the Spanish national historiography, constitutes an important element which determines the contemporary social perception towards Moroccans. A second historical element that has to be kept in mind is the Spanish protectorate that was in some regions of Morocco. During this period, some migration flows of Spaniards developed towards Morocco, as well the displacement of military Spanish forces in those parts of the country. As regards social perceptions of Moroccan and Latin American migrants in Spanish society, the discourse held by politicians, as well as by the media, tends to identify concrete immigrant groups as especially problematic in terms of integration (Zapata-Barrero and Garcés-Mascareñas 2012): Latin Americans , particularly with regard to issues of youth violence and street gangs; Muslims, with regard to conflicts around mosques, education and dress code; and Romanians , especially the Gypsy community (Pasetti 2014). 2. Methodology The report is based on three different data sources (data triangulation): an analysis of the legal and political frameworks; a quantitative analysis; and a survey. The analysis of the legal and analytical frameworks was divided by country of origin and destination. In the countries of destination (EU28) we analysed the integration policy framework; in the countries of origin (55 non-EU countries) we analysed emigration and diaspora policy frameworks. The main questions asked concerned main stakeholders, policy actors, policy discourses, and legal frameworks. For the quantitative analysis we built a synthetic index of integration which allows a comparison of the level of integration of migrants in EU Member States by dimension and by migration corridor. At the same time, we also conducted a survey specifically focused on non-state actors. The INTERACT survey was an exploratory survey conducted between December 2013 and September 2014. The survey targeted civil society organisations working in 82 countries (28 EU countries of destination and 54 countries of origin with more than 100,000 migrants residing in the EU). Any organisation dealing with migrant integration in one of the eight dimensions (labour market, education, language, social interactions, religion, political and civic participation, nationality issues or housing) could take part in the survey. Respondents could choose between one and three integration dimensions in which their organisation was active. The survey was translated into 28 languages and over 900 responses were collected online and over the phone. Although the exploratory character of the survey does not allow one to make generalisations about the whole population of civil society organisations, it sheds light onto how these actors’ activities impact migrant integration between the origin and destination. However, the survey does much more than just map these activities in the comparative context. It also shows how organisations perceive states of origin and their policies in the context of the day-to-day reality of incorporating migrants into the receiving society. In this report, only information pertaining to Moroccan and Ecuadorian migrants in Spain is presented. 4 4 For more information, please refer to the forthcoming INTERACT survey report. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 9 3. Immigration trends of Moroccans and Ecuadorians into Spain 3.1 Ecuadorian immigration in Spain Figure 1. Comparing Residence permits and the Padrón municipal registration Ecuadorians (2002-2012) Sources: Residence permits, Secretaría General de Inmigración y Emigración, Ministerio de Empleo y Seguridad Social, http://extranjeros.empleo.gob.es/es/Estadisticas/operaciones/con-certificado/index.html [Accessed 15 May 2015]; Padrón Municipal, Instituto Nacional de Estadistica (INE), Main population series since 1998. Notes: definition of immigrants by nationality; Residence permits (total: EU regime + general regime); Data from Padrón Municipal/INE were calculated on 1 January; those of Residence permits on 31 December. To compare data we moved the Padrón’s data to the previous year, i.e.: data from 1 January 2013 was moved to the 2012 box. The decade of 1960-1970 can be considered the starting point of the development of Ecuadorian emigration flows (Herrera, Carrillo, and Torres 2005), even if at this point Spain did not constitute a main destination. Between 1960s and 1980s, emigration was mainly composed of men migrating to the US, but also included some movements to Canada and Venezuela. The departure zones were situated mainly in the south of the country. In the period between 1980 and 1995, the flows were also composed of men, coming from rural areas in the south, and headed to the US, mainly the area of New York City. If we look at the Spanish case at the time of the first migrant legislation (1985), a little community of Ecuadorians was already living in the country, as evidenced by the number of people (around 500 Ecuadorians) applying for the 1985/6 regularisation process (Goméz Ciriano 2007: 23). In 1989, their numbers grew to more than 1,000 people, but compared to other flows, remained quite small. To contextualise these numbers, we must point out that between 1992 and 1994, more than 350,000 Ecuadorians migrated to the main destination of these emigration flows: the US (Goméz Ciriano 2007: 23). Goméz Ciriano defines the first phase of Ecuadorian immigration toward Spain as the period until 1994. He notes that in this phase, Ecuadorians’ regions of origin are very close to Peruvian immigrants’ region of departure to Spain (Goméz Ciriano 2007: 33). Ecuadorian migration flows experienced some important changes around 1995, with regard to both migrants’ destinations and the composition of migration flows. From this moment, Spain starts to become a main destination of these flows, as does Italy, albeit at lower level. Between 1994 and 1996, around 10,000 Ecuadorians entered yearly into Spain (Goméz Ciriano 2007: 26). At the same time, women coming from 0 100.000 200.000 300.000 400.000 500.000 600.000 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 Ecuadorians (Residence Permits) Ecuadorians (Padrón Municipal) ",
        "Lorenzo Gabrielli 10 INTERACT RR2015/15 urban zones were initially the main component of the flows before and after 1994 (in the second phase the share of men and women tended to equilibrate progressively). In these two periods, Ecuadorians workers were recruited mainly for low-skilled jobs (Goméz Ciriano 2007: 41). It is also important to note that from 1995 to 2000, the economic situation in Ecuador worsened, and the mistrust of population vis-à-vis institutions and the political class grew; political instability was very high, while the inequalities in the share of GDP rose (Goméz Ciriano 2007). The extent of the economic crisis affecting Ecuador, as well as the effects of a dollarisation of the economy pushed the poverty rate from 34.7% in 1995 to more than 64% of the national population in 2000 (Larrea Maldonado 2004: 86). 5 This phase shows the consolidation of Spain as a migratory destination for Ecuadorian migrants. Different elements explain this reorientation of Ecuadorian emigration towards Spain. Spain is attractive due to its perception as a developed and politically stable country in the EU. Comparatively, it is cheaper and easier to migrate to Spain then to the US. The growing limitations of immigration to the US and, at the same time, the exemption of a visa requirement (until 2003) for Ecuadorians to enter Spain, played a large role in this migrant reorientation (Colectivo IOÉ 2007a: 186). Ecuadorians enjoy easy access to the Spanish labour market due to the existence of an Agreement on double nationality between Spain and Ecuador, signed in 1964 and effective from 1965 to 2000. Two specific elements of this agreement significantly facilitated the entrance of Ecuadorian immigrants into the Spanish labour market: on one hand, the agreement made it possible to obtain Spanish nationality without losing Ecuadorian nationality, after only two years of legal residence in the country; and on the other hand, the agreement provided a guarantee of a “maximum level of rights” to those immigrants who did not acquire Spanish citizenship. In practice, this guarantee means access to all social and economic rights, including the application of the “clause of national priority” to Ecuadorians with respect to their access to the labour market (Goméz Ciriano 2007: 29-30). The importance of these elements has been confirmed by several authors (Bertoli, Fernández-Huertas Moraga, and Ortega 2011) who, comparing the two main Ecuadorian immigration destinations, the United States and Spain, show that the latter was principally attractive to Ecuadorians not due to income gains possibilities (which were significantly larger in the US) but due to the visa waiver programme existing with Spain. The possibility of entering without restrictions to the labour market has to be connected with the specific economic conjuncture in Spain, which is characterised by the availability of jobs in low- skilled sectors (mainly care and domestic services for women, and agriculture or building sectors for men). Finally, the common language with Ecuadorians constitutes other important comparative advantage for the Spanish destination. The phase between 1994 and 1998 is defined as the “development of Ecuadorian immigration” in Spain by Goméz Ciriano (2007), and is characterised by migrants’ high level of education, which was more elevated than the average in the origin country (Colectivo IOÉ 2007a: 186). The flows of this period deeply transformed the geography of Ecuadorian emigration, and Spain quickly became the main destination for Ecuadorian migrants. In 1995, the total number of Ecuadorian legal residents in Spain, including those who acquired Spanish nationality, was 2,589 (Colectivo IOÉ 2007a: 188). Meanwhile, the first peak of Ecuadorian immigration in Spain occurred during the year 2000, when the number of Ecuadorian migrants grew by 580% over the previous year. From a total number of 5 For the year 2000, Larrea Maldonado (2004: 86) declare 68.8% of the total Ecuadorian population, while the World Bank data shows 64.4%; the poverty rate decreases progressively from 2000: 42.2% in 2005, 32.8% in 2010, and 25.6% in 2013. See World Bank, Poverty headcount ratio at national poverty lines (% of population), available on: http://data.worldbank.org/indicator/SI.POV.NAHC/countries/EC?page=2&display=default [Accessed 15 May 2015]. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 11 4,000 Ecuadorians registered in the municipal registry ( padrón municipal ) in 1997, the figure grew to 140,000 people at the beginning of 2001, to 260,000 in 2002, and to around 400,000 in 2003. At the beginning of 2005, there were almost 500,000 Ecuadorians in Spain (Colectivo IOÉ 2007a: 189). Comparing the numbers of Ecuadorians with a count of residence permits and those registered in the municipal registry, we can note the significant share of irregular migrants during the “boom years” (around 175,000 at the end of 2001, and approximately 300,000 at the end of 2003), at least until the regularisation process of 2005 (when the number decreased to 100,000 people) (Colectivo IOÉ 2007a: 189). As the Colectivo IOÉ (2007a: 189) clearly shows, two main issues can be noted: firstly, the consolidation of an important national minority in a very short time, who became similar to the Moroccans in terms of numbers; and secondly, a high level of legal insecurity among Ecuadorian migrants during the first period of their arrival, which decreased significantly from 2004-2005. With regard to gender composition, at the beginning of Ecuadorian immigration to Spain, the majority of the stock was composed of women (65% in 1998 and 1999, and 55% in 2000). From 2000, the gender composition started to equilibrate, despite a new majority of women in 2005 (51.2%). Ecuadorian men and women followed parallel migration paths, connected with different patterns of access to the Spanish labour market (Colectivo IOÉ 2007a: 189-190). As regards the age of Ecuadorian immigrants in Spain, the stock of migrants was characterised from the beginning by a young average age. At the beginning of 2001, 62% of Ecuadorians registered in municipal registries were between 15 and 34 years of age. Children under the age of 18 constituted 10% of Ecuadorians in Spain at the beginning of 2001, underlying the family nature of a portion of those migration flows (Colectivo IOÉ 2007a: 192-193) At the end of 2002, the main trends show a lower weight for the 25-34 age group compared to the total population of Ecuadorians in Spain (from 38.5% at the beginning of 2001 to 33%), as well as for the 15-24 age group (from 23% to 17%). In the same period, the share of people under the age of 16 grows up from 10% to 19%. Looking at children of Ecuadorians born in Spain, the numbers grow from 1,837 people in 2000 to 15,199 in 2006. The “boom” of the third phase of Ecuadorian immigration to Spain (1998-2001) was followed by a fourth phase, defined by Gomés Ciriano (2007: 83-84) as a “stabilisation” of flows. In 2000, the bilateral agreement on double nationality was amended, and for Ecuadorians, the access mechanism to the labour market became the same as for immigrants of other nationalities. At the same time, the economic situation in Ecuador started to improve. Again, domestic service was the main sector in which Ecuadorians (mainly Ecuadorian women) were employed (Goméz Ciriano 2007: 83-84). If we enlarge our scope further, it is possible to note the existence of a fifth phase, between 2004 and 2009, in which a stabilization of the number of Ecuadorians in Spain, as well as a decrease, clearly appeared (475,698 Ecuadorians in 2004, 421,426 in 2009, according to data from INE based on municipal registers). This last phase is characterised by a decrease in the number of Ecuadorians in Spain and by a return to the home country, due to the materialization of the economic crisis in Spain and economic growth in Ecuador. The number of Ecuadorians in Spain continues to decrease constantly from 2009, when 421,426 Ecuadorians were living in the country. In 2013, only 263,398 Ecuadorians were still living in Spain. Nevertheless, one must also consider the number of Ecuadorians who acquired Spanish nationality during those years (252,650 between 2001 and 2013), as shown by the following figure. ",
        "Lorenzo Gabrielli 12 INTERACT RR2015/15 Figure 2. Concessions of Spanish nationality to Ecuadorians, 2001-2009 Source: Ayuso and Sánchez-Montijano, 2012: 164; Secretaría General de Inmigración y Emigración, Ministerio de Empleo y Seguridad Social, Concesiones de nacionalidad, http://extranjeros.empleo.gob.es/es/estadisticas/operaciones/concesiones/index.html [Accessed 15 May 2015]. 3.2 Moroccan immigration in Spain Figure 3. Comparing Residence permits and the Padrón municipal registration Moroccans (2002-2012) Sources: Residence permits, Secretaría General de Inmigración y Emigración, Ministerio de Empleo y Seguridad Social, http://extranjeros.empleo.gob.es/es/Estadisticas/operaciones/con-certificado/index.html [Accessed 15 May 2015]; Padrón Municipal, INE, Main population series since 1998. Notes: definition of immigrants by nationality; Residence permits (total: EU regime + general regime); Data from the Padrón Municipal/INE were calculated on 1 January; data from Residence permits on 31 December. To compare data we moved the Padron ’s data to the previous year, i.e.: data from 1 January 2013 was moved to the 2012 box. 510 1 . 173 1 . 951 6 . 370 10 . 03119 . 44721 . 37125 . 53625 . 76943 . 091 32 . 026 23 . 763 41 . 612 0 5000 10000 15000 20000 25000 30000 35000 40000 45000 50000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 Yea 0 100.000 200.000 300.000 400.000 500.000 600.000 700.000 800.000 900.000 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 Moroccans (Residence Permits) Moroccans (Padrón Municipal) ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 13 Looking generally at the contemporary emigration of Moroccans, De Haas (2007a: 5) underlines that this phenomenon is rooted in colonial migration patterns, at least in the French case. When the Spanish protectorate in some of the Moroccan regions ended in the 1950s, Spain did not become an important migrant destination for the previously colonised population, unlike other European colonial powers (López Garcia 2004: 213). In the Spanish case, De Haas (2007a: 10) explains that the decolonisation of the northern Rif, for example, put an end to the Spanish army’s existing extensive recruitment of residents of the zones under the protectorate. Despite its geographic proximity, after Moroccan independence, the Spanish economic and labour market situation was pushing Spanish citizens to emigrate, more than it was attracting immigrant workers from Morocco. In general terms, during the first years of independence, Moroccan emigration flows remained limited. An important evolution appeared between 1962 and 1972, when the size and scope of emigration flows grew significantly (De Hass 2007a: 5). Responding to the demand for low-skilled labour, Morocco signed bilateral worker recruitment agreements with West Germany and France in 1963, with Belgium in 1964, and with the Netherlands in 1969. Due to the economic consequences of the 1973-4 ‘oil crisis’ on Morocco, as well as the increasing political instability and repression following the failed coups d’état in 1971 and 1972, Moroccan migrants chose to stay in their European destination countries, notwithstanding the political changes toward immigration that occurred there in the second half of the 1970s. As a consequence of these political changes, family reunification developed as the main migration channel in the 1980s and led to a more permanent settlement of Moroccan migrants in Western Europe destinations. Concerning the Spanish case, it is only from the beginning of the 1970s that the economic development of the Catalonian region raised this destination’s attractiveness to Moroccan migration flows. At this time, some Moroccans emigrants moved to Catalonia in order to wait for an improvement in economic conditions and also of labour market opportunities in France, the Netherlands and Belgium. Meanwhile, Moroccans started to take advantage of the decrease in internal migration and began to substitute those flows in order to satisfy the labour force needs of the local economy. To understand the Spanish pull-effect for Moroccan migrants, one must also consider the interruption of the formal foreign-worker recruitment that followed the ‘oil crisis’ in the main destination countries of Moroccan immigration in Europe. Vis-à-vis this interruption of formal recruitment channels, during the 1980s an important portion of those flows towards traditional destinations in Europe, was pushed into irregularity, sustained by the well-established migration system and by migrant networks. At the same time, the Spanish labour market was possibly more open to migrant workers, even if the salaries were lower than in other European destinations. It is difficult to quantify the Moroccan population in Spain between the 1970s and the 1980s, but some authors, based on consular information, estimate an arrival of around 450 people per year during the period 1970-74, with an increase of more than 1,400 people from 1975 (López Garcia 2004: 213). In 1972, the significant presence of Moroccan immigrants in Catalonia pushed the Moroccan government to open a Consulate in Barcelona. In 1976, a new consulate opened in Las Palmas (the Canary Islands), and in 1979 the existing consulate of Algeciras (a port in the Gibraltar strait) moved to the city of Malaga. Numbers grew progressively during the 1980s, as shown by the 1986 regularisation progress, which was connected to the approval of Spain’s first law on migration ( Ley Organica de Extranjería of 1985). Compared to the previous Moroccan flows to traditional Western-European destinations, the more recent Moroccan emigration flows show important differences concerning the socio-economic characteristics and gender composition of migrants. As regards the composition of this new wave of migratory flows, from the 1980s they start to include more young Moroccans with academic qualifications and qualified workers (Berriane 2004). Moreover, the share of women in the flows is larger than in the past, due in part to labour market demands in specific sectors, such as domestic workers, nannies, cleaners, as well as agriculture or small industries (De Haas 2007a). ",
        "Lorenzo Gabrielli 14 INTERACT RR2015/15 A main disruption in the existing migration system between Spain and Morocco occurred in 1991, when Spain imposed a visa requirement for Moroccans entering the country, as well as for Algerians and Tunisians. This requirement was consubstantial with the Spanish signature of the Schengen agreement, as evidenced by the 40 days of difference between the visa imposition and the signature of the agreement. Facing Moroccans’ reactions to this main change in the bilateral agreement, the Spanish government allowed a special consideration for Moroccan applications to the 1991 regularisation process (Gabrielli 2011). During the regularisation process carried out in 1991, four- fifths of the Moroccan community in Spain gained a residence permit (around 48,000 of a total of 56,000 applications). Looking at the data of the regularisation process, only 14% of the applicants were women; the main sectors of employment were the primary (28.5%) and building (24.4%) sectors, followed by services (the domestic care sector employed 14.5% of the Moroccan population in Spain and 70.3% of Moroccan women with a residence permit) and industry (7.6%, mainly in Catalonia) (López Garcia 2004: 214). It is also necessary to point out that, at this point, the phenomenon of pateras crossing the Gibraltar strait began. This phenomenon of irregular crossings of the Spanish borders, both at the Gibraltar strait and at the two enclaves of Ceuta and Melilla, grew in the following decades and became a stable feature of migratory dynamics towards Spain for both Moroccans and people coming from sub- Saharan Africa. Concerning irregular border crossings by migrants, the two countries signed a bilateral readmission agreement in 1992, but it was never formally applied by Morocco. Even if Morocco has accepted the readmission of migrants from Spain from time to time, this has never been considered an application of the 1992 agreement by authorities in Rabat, but rather case-by-case cooperation (Aneas Álvarez, Garreta Cochaca, and Molina Luque 2010; Gabrielli 2011). After this point, entrance with a temporary tourist visa and irregular entry were typically followed by eventual regularisation (both extraordinary regularisation processes and individual ones); these came to represent the main paths of entrance for Moroccans in Spain, in addition to the family reunification process. Data on immigrants who were regular residents in the country show that only 16,650 Moroccans were residing formally in Spain at the beginning in 1990 (López Garcia 2004). It must be stressed that the real number of Moroccans in the country was surely higher, considering that formal registration was not common for Moroccans at this time. This is confirmed by the fact that, after the regularisation process of 1991, 64,500 Moroccans were residing regularly in Spain (Bárbulo 2004). The general pattern of Moroccan emigration shows an acceleration of flows in the 1990s, and a simultaneous persistence of emigrants circulating between the destination countries and Morocco. During this decade, Moroccan flows towards Spain started growing significantly, as they also did towards Italy, another emerging destination in southern Europe, due to the labour market opportunities for unskilled workers in both countries. As regards the time evolution of Moroccan migration to new Southern European destinations, between 1980 and 2004, the number of Moroccans in Italy and Spain grew from 20,000 to 650,000 persons (De Haas 2007a: 6). A significant portion of Moroccan migrants in Spain and Italy had to use the periodic regularisation programs in their destination countries to obtain residence permits, as well as working permits in these countries. In Spain, the ‘extraordinary’, but cyclical regularisation process (1985/86, 1991, 1992, 1996, 2000, 2001, and 2005) has been the main channel for undocumented Moroccan migrants to acquire residence permits. To a lesser extent, the regularisation of Moroccan migrants also happened through the individual regularisation process (i.e. arraigo ). If we look at data, this trend emerges clearly: during the regularisation process of 1991, around 48,000 Moroccans became regular residents in Spain; through the regularisations of 2001 and 2002, around 100,000 Moroccans emerged from irregularity (Bárbulo 2004; López Garcia 2004). López Garcia (2004: 215) notes that between 1991 and 2001, more than 171,000 residence permits were granted to Moroccans in Spain through the different regularisation processes. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 15 Nevertheless, it is necessary to point out that Moroccan men are more likely than Moroccan women to arrive in Spain with no regular residence permits (Rodríguez and Vegas 2012). The fact that Moroccan migration to Spain occurs mainly through informal channels, sustained by the role played by migrant networks, must also be linked with the limited impact of the quota system existing in the two new destination countries. In the case of Spain, the quota system for foreign worker recruitment was established in 1993; this same year 20,600 people, a portion of whom were Moroccan workers, were recruited through this channel. However, this mechanism quickly proved limited; in practice, it has been used as a mechanism for recruiting migrants already residing in the country without residence permits. The growth of the Spanish economy, and the enlargement of the labour market in particular sectors in the second half of the 1990s and, more prominently, in the first half of the 2000s attracted more and more Moroccan immigrants. From the quantitative point of view, during 1990 and 2000, the number of Moroccan immigrants in Spain is characterised by a generally stable pattern of growth, with a main change only after the public disclosure of the economic crisis. Looking at specific sectors of employment during this period, it should be mentioned that the building sector was as an important and strong pull-element, as was as the intensive agriculture sector in the south of Spain and the service sector (cleaning, care services, tourism), principally for women. Especially during the period of high economic growth in the late 1990s and early 2000s, undocumented Moroccan migrants were attracted by the increasing demand for cheap and underground labour in intensive agriculture (in the Mediterranean zone of the country and mainly in Andalusia or Catalonia), the service and care sector (even if at a lower level than other immigrant communities) and particularly in the construction sector. Looking at the geographical distribution of Moroccan migrants in Spain, in the first phase of migration, the main zones of this community’s establishment were mainly Catalonia, Madrid and Andalusia (and particularly the agricultural, coastal and tourist zones). In the second phase, the Moroccan community progressively enlarged its space of destination to the entire Spanish territory (mainly the Mediterranean coastal zone, but also other less ‘traditional’ regions as La Rioja, Navarre, Aragon, Castile-La Mancha and Extremadura). ",
        "Lorenzo Gabrielli 16 INTERACT RR2015/15 3.3 Migration trends It should be pointed out that Ecuadorian and Moroccan migrations to Spain present a very different time evolution. Moroccan migration is probably one the oldest immigration phenomena in Spain, due to the geographical proximity between the two countries, as well the historical links between the two spaces. Movement between the two shores of the Gibraltar strait has been a constant in the history. Ecuador also has strong historical and cultural links with Spain, but until recent times the number of Ecuadorian citizens moving to Spain was relatively low. As regards the evolution of these two migration stocks in Spain over time, according to the INE’s ( Instituto Nacional de Estadistica ) series of population records in the Padrón municipal for the period 1998-2013, we can point out that the number of Moroccan residents in Spain grew progressively during this entire period. In 1998, their presence in the country was already important (more than 110,000 Moroccans were living in Spain in 1998). The case of Ecuadorian immigration in Spain is quite different. In 1998, the number of Ecuadorians in Spain was less then 4,000. The evolution of their numbers shows an important growing tendency from 2000 until 2004, then a stabilization phase until 2009, followed by a considerable reduction from 2009 to 2013. Figure 4. Evolution trend of Moroccan and Ecuadorian immigrants in Spain, 1998-2013 (stock) Source: INE, Main population series since 1998. Note: yearly data from 1 January; definition of immigrants by nationality; data based on the Padrón Municipal (municipal registers). Gender composition of flows The gender composition is another key element differentiating these two migration flows, which we have to take into consideration. From the beginning, Ecuadorian immigration has been largely female (women came to work in the care sector), but the shares of men and women has been balancing progressively. Moroccan immigration is comprised of more men than women, even if over time the number of women has grown. Morocco Ecuador ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 17 Figure 5. Gender composition of immigration in Spain, 1998-2013 Source: INE, Main population series since 1998. The issue of visa requirements for Moroccans and Ecuadorians A last element concerning Ecuadorian and Moroccan migration to Spain, which must be taken in account when comparing these two different flows, is the visa requirement for entering the country. The compulsory requirement of a visa to enter the country, or the absence of this requirement, significantly determines the pattern of entry and stay adopted by the two groups of migrants analysed here in the different periods. For both countries, the requirement of a visa to enter Spain is relatively new. In the case of Moroccans, a bilateral agreement, signed in 1964 by an exchange of notes, established a mutual suppression of the visa for citizens of the two countries. The visa obligation to enter in Spain was adopted in July 1991, 40 days before the Spanish signature of the Schengen agreement, under the pressure of European partners. This visa imposition, which also affected Tunisians and Algerians, created some political tensions between the two countries, and pushed the Spanish government to organise a regularisation process, targeted mainly at Moroccans, during the same year (Gabrielli 2011). A different visa regulation was adopted for the two enclaves of Ceuta and Melilla, due to the important commercial links connecting these two cities and their Moroccan environment. A multiple visa concession was established for inhabitants of the Moroccan zones around the two enclaves, allowing them to repeated entry only into the territory of Ceuta and Melilla. No visa was required for Ecuadorians to enter Spain until August 2003, when the EU Regulation 453/2003 of the Council modified the EU regulation 539/2001, establishing a common EU visa list of third-country citizens entering the EU, including Ecuadorians (Ayuso and Sánchez-Montijano 2012). 0,00 100,00 200,00 300,00 400,00 500,00 1 9 9 8 2 0 0 0 2 0 0 2 2 0 0 4 2 0 0 6 2 0 0 8 2 0 1 0 2 0 1 2 Moroccan immigration Males Females 0,00 50,00 100,00 150,00 200,00 250,00 300,00 Ecuadorian immigration Males Females ",
        "Lorenzo Gabrielli 18 INTERACT RR2015/15 4. Institutional and policy framework 4.1 Integration policy in Spain Looking at Spain’s institutional framework for immigrant integration, the last MIPEX general index for 2010 shows a level of 63, considered “slightly favourable” to immigrant integration, and putting the country in the 8 th position of the general ranking. 6 If we look to more specific indicators for different dimensions of integration, we can find that the index on “labour market mobility” is 84, quite elevated, while other indexes measuring “political participation” (56), “education” (48), and “access to nationality” (39) are significantly lower. We also have to bear in mind Spain’s particular trajectory in the configuration of international migration dynamics. Until the 1980s, the country was considered an exclusive sender of migrants, mainly to other European countries. However, between the 1990s and 2000s, Spain experienced a drastic change in this regard, due to an intense growth of immigration flows and also of the foreign population in the country. After the start of the economic crisis of 2007/8, immigration flows to the country started to decrease more and more intensively until recently, when Spanish emigration emerged as an important feature of this period. The INE data, based on numbers of the Padrón municipal , show that in 2013 the number of foreigners in the country decreased by 545,980 people compared to 2012; this represents an annual negative trend of 9.8% in the foreign population. Moreover, data show that EU foreigners (Romanians, British, etc.) left Spain more than non-EU foreigners. 7 Integration started to be incorporated into the political agenda, as well as into social debates in Spain, after the elaboration process of the law 4/2000 ( Ley Organica de Extranjeria ), and in the 2001 elections, following law’s approval. At this time, immigration started to become a more and more crucial issue for all political parties (Araujo 2010; Sánchez-Montijano 2008). From then on, immigration, and particularly immigrant integration, was increasingly in the limelight of the political agenda (Zapata-Barrero, Gonzáles, and Sánchez-Montijano 2008). 8 Results from an ongoing study corroborate this evidence (Zapata-Barrero and Rubio Carbonero 2014): in recent years, immigration was established as a permanent feature of political parties’ agendas, and the salience of issues related to integration has increased. As highlighted by the literature, two main factors explain the urgency of the immigration issue, as well as the fact that immigrant integration has become an important element of the various Spanish governments. Firstly, immigration in Spain is a relatively recent phenomenon that has developed very intensively, making Spain one of the biggest immigration countries in the world. 9 Secondly, from the point of view of public opinion and media coverage, a series of social and media events/conflicts have occurred since 2000 that led policy-makers to (re)consider immigration as a matter of crucial interest for Spanish society as a whole (Sánchez-Montijano 2008). In general terms, integration policies in Spain originated from a specific concept of integration as an ongoing and mutual process of adaptation both on the part of the immigrant population and on that of the host society. Integration is managed through a model of multi-level governance involving different levels of government and social actors. 6 See the MIPEX Index, available on: http://www.mipex.eu/ [Accessed 15 May 2015]. 7 As reported by the Spanish newspaper El País , see Lillo 2014. 8 Zapata-Barrero, González and Sánchez-Montijano (2008) provide evidence of this, grounded in a discourse analysis of parliamentary debates that took place between 1996 and 2006. 9 The number of foreign residents increased from 900,000 in 2000 (2.2% of the population) to 4.9 million in 2010 (10.3% of the population). Source: Instituto Nacional de Estadistica (INE), available on: www.ine.es [Accessed 15 May 2015]. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 19 The Strategic Plan for Citizenship and Integration (henceforth PECI, from the Spanish acronym) represents the core tool for integration matters deployed by the Spanish legislator. Up to the present two plans have been issued, one for the period 2007-2010 (PECI I) and another for the period 2011- 2014 (PECI II). The integration model put in place by Spanish policymakers presents itself as diversified and vigilant to the diverse dimensions related to integration. Its main focus is on the areas of reception, education and employment, with the latter representing the destination of most financial allocations (Pasetti 2014). With regard to the budget allocation, it emerges that the areas of education, employment and economic development, and reception constitute close to 80% of the expected budget (Pasetti 2014). The PECI I allocated more than 80% of the expected budget to the same areas for the period 2007- 2010. The area of employment stands out as the primary target of the executed budget: most of the funding opportunities for integration, coming from the general state administration, local authorities and private sectors, have been dedicated to this aim (34.3% of the executed budget). This is in line with policymakers’ wide-ranging intent: the consolidation of an immigration model based on legal, orderly and job market-related migration (as mandated by the Law 2/2009 and the Royal Decree 557/2011). As regards the institutions responsible for the management and implementation of the Strategic Plan for Citizenship and Integration, the main actor is the General Secretary of Immigration and Emigration. The plan’s actions are implemented through the General Directory of Migration and, in particular, by the General Branch of Integration. Figure 6. Structure of National institution responsible for integration policies Source: http://www.empleo.gob.es/es/organizacion/inmigracion/index.htm [Accessed 15 May 2015]. Elaboration: Pasetti 2014 In the Spanish case, all the different phases of the integration process are managed according to a model of multi-level governance which gives very important roles to national administration, regional governments ( Comunidades Autonomas ), local entities (town and city councils), and civil society (trade unions, employers’ organizations, Spanish NGOs and immigrant associations). According to the PECI II, a plurality of actors are involved in the different phases of the integration policies (for more details see Pasetti 2014). The management and implementation of integration measures are the direct responsibility of the General Secretary of Immigration and Emigration through the General Branch of Integration, which is complemented and supported by the actions of regional governments (which promote and manage programmes within both their jurisdictions and those of local governments), town and city councils (which deal with the implementation of specific programmes and the signing of Ministry of Employment and Social Security General Secretary of Immigration and Emigration General Branch of Integration General Directory of Migration Technical Office Monitoring Centre on Racism and Xenophobia Permanent Observatory on Immigration General Branch of Emigration General Branch of Immigration General Branch of Economic Management and Planning General Branch of Legal Regulations ",
        "Lorenzo Gabrielli 20 INTERACT RR2015/15 agreements and contracts with NGOs and immigrant associations), and Spanish NGOs and immigrant associations (which manage specific programmes directed towards local communities). Cooperation among these different levels of governance is backed by three entities: the Inter- ministerial Commission on Aliens (coordinating different departments and the General State Administration), the Sectoral Conference on Immigration (coordinating the actions and competencies of general administration and regional governments), and the Forum for the Social Integration of Immigrants (representing the main channel of participation by NGOs and immigrant associations 10 in the management of integration policies). Integration measures are subject to monitoring and evaluation processes performed by the Inter- ministerial Commission on Aliens, the Forum for the Social Integration of Immigrants, the Permanent Observatory on Immigration and the Spanish Observatory on Racism and Xenophobia. As for the main tools used in the integration policy, the PECI II established the basis for the implementation of specific measures, according to 11 areas of intervention, 11 to be deployed at regional and local levels. In the field of language courses, we must highlight: the Programme for Language Teaching ( Programa de actuación sobre la enseñanza de las lenguas ), which aims to foster and increase the number of local programmes teaching Spanish language to immigrants; elective Spanish language courses for immigrants, deployed by local governments and associations; specific courses for professionals on the teaching of Spanish language to immigrants, provided by the Ministry of Education with the help of the Cervantes Institutes; and the Centre for Attention to Cultural Diversity in Education, under the Ministry of Education, which provides information and counselling for intercultural education. Concerning civics courses, there are some preparatory civic courses for the fulfilment of the Report on integration efforts or the Report proving “social ties”; for instance, the region of Madrid established the compulsory course “Know your Laws”. 12 Local governments and associations also deploy elective courses on civic matters. At a different level, it must be mentioned that since 2007-2008, the subject of Education for Citizenship and Human Rights has been introduced into the national curricula” and is compulsory for primary and secondary education. Concerning diversity enforcement, there is a wide set of diversity enforcement tools deployed at the national, regional and local level (Pasetti 2014). The Spanish national integration framework does not include specific pre-departure training for migrants, however it is worth mentioning the network of national language schools in foreign countries (under the authority of the Ministry of Education), which is made up of different centres addressing both Spanish and foreign citizens. Aside from policies addressing concrete communities, which are deployed by local authorities and associations, and those aimed at immigrants with particular needs (refugees, family migrants, asylum 10 It is important to remember that in the Forum for the Social Integration of Immigrants, the Ecuadorian and Moroccan immigrant communities are the most represented. Of the ten immigrant organizations represented in the Forum, two represent Ecuadorian immigrants (Asociación Rumiñahui – Hispano Ecuatoriana para la colaboración al desarrollo, and Federación Nacional de Asociaciones de Ecuatorianos en España – FENADEE), and two represent Moroccan immigrants (Asociación de Trabajadores e Inmigrantes Marroquíes en España – ATIME, and Asociación Socio-Cultural Ibn Batuta). 11 In particular, areas of action are divided in two groups: specific areas (reception, employment and economic development, education, health, social services and inclusion, mobility and development) and cross-cutting areas (peaceful coexistence, equal treatment and combating discrimination, childhood, youth and families; gender; participation and civic education). 12 Available on: http://www.madrid.org/cs/Satellite?cid=1142678533984&idPaginaAsociada=1142678533984&language=es&pagen ame=PortalInmigrante%2FPage%2FINMI_pintarContenidoFinal [Accessed 15 May 2015]. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 21 seekers, etc.), policy tools implemented at national levels are directed toward the whole immigrant population. With regard to integration policies which focus specifically on Ecuador and Morocco, Spain has signed various bilateral and multilateral agreements covering different fields. A bilateral agreement on double Nationality ( Convenio de doble Nacionalidad con Ecuador del 4 de Mayo de 1964 ) was signed between Spain and Ecuador in May 1964. Concerning the portability of social rights, Spain has signed several agreements, both bilateral with Ecuador and multilateral with Latin American countries. A bilateral agreement on Social Security was signed with Ecuador in May 1964 ( Convenio de Seguridad Social entre el Reino de España y la República del Ecuador, de 4 de Diciembre de 2009 ). A multilateral Iberoamerican agreement on Social Security was also signed in 2007 ( Convenio Multilateral Iberoamericano de Seguridad Social, de 10 de noviembre de 2007 ). In 2011, Spain signed a new Latin American Multilateral Agreement on Social Security. A bilateral agreement on the same issue was also signed between Spain and Morocco in 1979, then modified in 1998 ( Convenio de Seguridad Social entre el Reino de España y el Reino de Marruecos, de 8 de Noviembre de 1979, modificado por el Protocolo adicional al convenio de 27 de Enero de 1998 ). Concerning political rights, a bilateral agreement on reciprocal participation in municipal elections has been signed between Spain and Ecuador ( Acuerdo entre el Reino de España y la República de Ecuador de 25 de Febrero de 2009 ). No similar agreement has been signed with Morocco. A different bilateral agreement was signed between Spain and Morocco regarding a strategic partnership on Culture, Education and Sports, establishing cooperation in these fields by the two countries in 1979, 1980, 1990, 1991, and 2012 ( Convenio del 3 de octubre de 2012 ; Tratado de 4 de julio de 1991 ; Protocolo de 2 de julio de 1990 ; Convenio de 14 de octubre de 1980 ; Convenio de 8 de noviembre de 1979 ). Among measures implemented through these agreements are the teaching of Spanish language as an elective subject in the educational system of Morocco, and a programme for teaching Arabic language and Moroccan culture in Spain ( Plan de programa de lengua árabe y cultura marroquí ). Table 1. Integration policies specifically addressing Ecuadorians and Moroccans through bilateral and multilateral agreements Multiple Citizenship Social rights Vote in local election Language and Culture Ecuador x x x Morocco x X Source: Pasetti 2014. As regards the role of local authorities in Spain, as we have already explained, they have important competencies in the field of integration policies in accordance with the framework of the multi-level governance of migration established by Law 2/2009 (Title IV, reforming Law 4/2000). The cooperation among the different institutional actors involved (central administration, regional governments, town and city councils) is underpinned by annual regional plans defining the responsibility of each actor in terms of governance and funding. Regional governments participate in the funding of the Immigrant Reception and Integration Support Fund (30% for the period 2007-2011) and they are also in charge of issuing reports necessary for permit concessions or renewals, as well as for family reunification (the report on integration ",
        "Lorenzo Gabrielli 22 INTERACT RR2015/15 efforts, the report proving “social ties” for the arraigo , the report on suitable housing, and the report on minors’ schooling. 13 Regional governments promote and manage programmes within both their own jurisdictions and those of local governments. In this regard, it is worth mentioning a tool addressing Moroccan immigrants: the ‘Catalunya-Magrib Programme’, which is implemented by the Catalonian government, one of the few regions at the forefront of immigrant integration. The programme is structured within the Regional Plan on Citizenship and Immigration 2009-2012, which is aimed at the integration of Moroccan immigrants living in Catalonia. Town and city councils deal with the implementation of specific programmes and stipulate agreements and contracts with NGOs and immigrant associations. During 2010, local municipalities implemented 928 programs aimed at promoting integration, through two founding sources: one from the annual budgets of the General Branch of Integration, the other co-funded by the European Integration Fund (EIF). At the end of 2011, the Integra Local web portal 14 listed 2,305 projects on immigrant integration, of which 731 were arranged by local entities (EMN 2011: 78). In this regard, it is useful to mention the main tools employed by the city councils of Madrid and Barcelona, the municipalities with the highest number of immigrant residents. The city council of Barcelona has two plans aimed at diversity management, social inclusion and the intercultural coexistence of the immigrant population: the Work Plan for Immigration, and the Plan for Inter- culturality (2012-2015). The city council of Madrid has designed various projects to foster immigrants’ integration into the local community: a project for fostering intercultural coexistence, and a project for informing, training and providing legal assistance to immigrant populations, among others (2011-2015). 4.2 Emigration/diaspora policies of Ecuador Before the year 2000, Ecuadorian policies in the field of migration were isolated and poorly implemented, due to the absence of an articulating organization, poor financing and the minimal attention paid to migrant issues. Although migration is a historical phenomenon in the country, the significant amount of Ecuadorian emigration that has occurred in the last decade has boosted State responses in the field of migration policy. The Ecuadorian state institution then started to recognize the migration status of the country, and to adapt State institutions to address migration. In 2005, Ecuador created the first “National Plan for Ecuadorian Migrants Abroad” (although the plan lacked its own budget and adequate political will). As of 2007, the migration issue became a stronger priority, politically and institutionally, as testified by the different actions undertaken by the Ecuadorian government. During this year, Ecuador created the National Secretariat for Migrants (SENAMI), in order to articulate public policies on migration issues, as well as to approve the Human Development Plan for Migration (2007-2010) and the Migration Policy of Ecuador. The Migration Policy Document of Ecuador, 15 published in June 2007, contains the National Human Rights Plan, the National Plan for Ecuadorians Abroad (NPEA) and the National Action Plan Against Migrant Smuggling and Trafficking in Persons. According to this document, Ecuadorian 13 Regional Governments can delegate the responsibility for issuing the report proving “social ties” and the report on suitable housing to the Town and City Council. 14 Integra Local is a web portal developed by the General Branch of Integration in collaboration with the Carlos III University of Madrid, available on: http://explotacion.mtin.gob.es/integralocal/inicio.action [Accessed 15 May 2015]. This portal brings together information about activities, initiatives and programmes for immigrant integration which are deployed by local entities and associations. 15 Available on: http://www.refworld.org/pdfid/49002e312.pdf [Accessed 15 May 2015]. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 23 policies recognize the social, economic and political importance of migration and propose to strengthen protection and support for migrants and their families through the fulfilment of different objectives including: the protection of families seeking reunification, support for the strengthening of Ecuadorian organizations abroad, the fostering of international cooperation on repatriation, and the strengthening of relationships with host countries for the benefit of Ecuadorian migrants. However, this plan did not have an adequate budget or development. Only some of its goals were executed through various plans and programmes driven by the SENAMI through the National Human Development Plan for Migration 2007-2010. The Human Development Plan for migration (2007-2010) gathers the main guidelines of the Ecuadorian migration policy and from it, the SENAMI implemented programmes and projects, some of which are in force and others of which are still being reviewed and assessed. In principle, this plan recognizes the right to migrate, the right to stay and the right to return, among others, and was endorsed by the 2008 Ecuadorian Constitution. Among its guiding ethical principles, it recognizes that migrants perform a key role in the economic and social development of their host country. In general, it advocates for a migration perspective that emphasizes migrant rights and security from the perspective of the host states. The high profile of the migration topic in Ecuador is also strengthened by the content of the 2008 Ecuadorian Constitution, which is a major breakthrough in the recognition of migrants’ rights. The Constitution 16 establishes key provisions for emigration policy, for the recognition of political and socio-economic rights for Ecuadorians abroad, as well as for their role in the country’s development. The Constitution recognizes the right to migrate and does not intend to consider any person illegal in terms of their migration status. It also establishes that the State, through appropriate institutions, should implement the exercise of the rights of Ecuadorians abroad, whatever their migration status (Art. 40). 17 According to the constitutional framework (Art. 63), together with the Electoral and Political Organizations law (called the “Democracy Code”), migrants abroad can exercise the right to vote and elect a president, vice president and national representatives of the constituency abroad, as well be elected to any office themselves. To be able to exercise their right to vote, Ecuadorians residing abroad must register on the electoral roll in diplomatic offices and consulates, presenting an original passport or identity card. Voting takes place in the same consular offices. Although voting in Ecuador is compulsory for citizens over 18 years old, 18 it is optional for Ecuadorians abroad. The agency responsible for the regulation and enforcement of regulations for the vote abroad is the National Electoral Council. Moreover, in terms of dual citizenship, the Constitution of Ecuador of 2008 is particularly liberal. Its provisions state that Ecuadorian nationality is acquired by birth or naturalization and is not lost through marriage or its dissolution, or through the acquisition of another nationality. It also states that persons born abroad of a mother or father born in Ecuador, and their descendants up to the third degree of consanguinity are considered Ecuadorian citizens. Before 2008, the children of Ecuadorians born outside the country were not automatically Ecuadorian citizens (Colectivo IOÉ 2007a). 16 Available on: http://pdba.georgetown.edu/Constitutions/Ecuador/english08.html [Accessed 15 May 2015]. 17 More specifically, the article establishes the need to provide assistance to migrants and their families, both abroad and in Ecuador, providing care, counseling services and comprehensive protection for the exercise of their rights; protecting their rights when they have been deprived of liberty abroad; promoting migrants’ links with Ecuador, to ease family reunification and encourage voluntary return; and protecting transnational families and the rights of its members. It is also interesting to add that Art. 214 states that the Human Rights Ombudsman will have delegations abroad to fulfill his or her duties and to protect and safeguard the rights of the people of Ecuador and Ecuadorians abroad. 18 According to the Ecuadorian Democracy Code ( Código de la Democracia ), the sanction for not voting is 10% of the “minimum living wage” (318 US dollars) plus taxes, which is around 40 US dollars. See: http://www.eleccionesenecuador.com/informacion-voto-obligatorio-ecuador-49.html [Accessed 15 May 2015]. ",
        "Lorenzo Gabrielli 24 INTERACT RR2015/15 The Constitution also allows Ecuadorians living abroad to submit proposals and projects, either individually and collectively, enabling their participation in all levels of government (Art. 102). Finally, it ensures respect for the labour rights of Ecuadorian workers abroad, as well as promoting agreements with other countries for the regularization of such employees (Art. 329). This has also been the case with the bilateral agreement between Ecuador and Spain ‘on the Regulation and Management of Migration Flows’, signed in May 2001. 19 The agreement establishes that Spain will communicate with Ecuador, through the Embassy in Quito, “the number and characteristics of the needs of skilled and unskilled workers, taking into account vacancies” (Art. 3). The pre-selection of candidates is made by a Spanish-Ecuadorian selection committee and may engage the employer or his representative (Art. 4). The agreement also establishes that temporary workers shall commit to returning to Ecuador (Art. 12), and in the case of failing to return, they are “banned from all future contracts in Spain”. Since the end of the year 2000, the Ecuadorian emigration and diaspora policy has become comprehensive, recognizing the multiple rights of Ecuadorian migrants and, according to the multi- dimensionality of migration, promoting long-term involvement in the country’s development of migrants and their families, both in Ecuador and host countries. The particular emphasis posed by different measures in the field of the return of Ecuadorians abroad is also notable. In the field of socio-economic rights for Ecuadorian emigrants, there have been various programs for the economic integration of returnees and families of migrants in Ecuador, ranging from business training and support for enterprises, to the provision of seed money. In accordance with the return plan “Welcome Home”, one support available to Ecuadorian migrants is the exemption of import taxes on household goods. The Ecuador Migration Policy of 2007 includes a specific section on remittances, in order to reduce the financial cost of sending money. This was done through agreements, such as the one between the Central Bank of Ecuador and the Caja de Ahorro y Pensiones de Barcelona La Caixa , signed in 2006. In addition to the above programmes, a bilateral agreement exists between Ecuador and Spain to avoid double taxation. The “Social Security Agreement between Ecuador and Spain ” , signed in December 2009, provides equal treatment of Spanish and Ecuadorian citizens in both countries, on issues related to social security and ensuring the maintenance of rights acquired in either country when entering the territory of the other. Despite the creation of the SENAMI in order to articulate the different policies in the field and to implement them, establishing deeper coordination has been limited due to the fact that the political frameworks and programmes were mainly temporarily and limited, responding to short-term issues. At the same time, some of the projects have not been sufficiently financed. Opportunities to evaluate the implementation and impact of programmes and projects have also been limited, due to a lack of data and statistical information. The SENAMI has also been a weak institution, with several management changes and poorly organized internal management processes. It can also be said that the SENAMI’s programmes exceeded the realities of their implementation and the expectations of migrants and their families in terms of their access to benefits (Sanchez-Bautista 2014). Moreover, since June 2013, the SENAMI has been undergoing various amendments; it became the Vice Ministry of Human Mobility, and was incorporated into the administrative structure of the Ministry of Foreign Affairs and Human Mobility (formerly the Ministry of Foreign Affairs, Trade and Integration). Also, policies, programmes, and projects to address the migrant population are being evaluated and reviewed, as is the migration bill, which has been hung up for several years in the 19 Available on: http://www.boe.es/boe/dias/2001/07/10/pdfs/A24909-24912.pdf [Accessed 15 May 2015]. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 25 National Assembly. The competent administrative structures in Ecuador and abroad (Consulates and Homes for migrants abroad) are also in the process of readjustment. The National Plan for Good Living 2013-2017 (PNBV) 20 is currently the document that establishes national policy guidelines, which are mandatory and which should be taken into account at both the central and local level to manage migration and the development of the various communities. This plan raises the need, among other issues, to promote the protection of rights for Ecuadorians abroad; to better deliver public services; to promote associations for the development of productive projects and active citizenship; to eradicate discrimination, violence and xenophobia; and to promote social inclusion and cohesion, economic inclusion and access to social security. While the PNBV 2013 - 2017 provides projections and guidance that should be implemented or strengthened in the future, the current emigration and diaspora policy of the country is still based on the programmes and services implemented since 2007 by the SENAMI. Through the National Human Development Plan for Migration 2007-2010, the SENAMI has implemented several programs: 21 - the programme ‘We are all migrants’, which is oriented to promoting the rights of migrants and positioning comprehensive migration policy; - the programme ‘Welcome home’, which supports the return of vulnerable persons, education and training for social and economic integration at destination and origin, production incentives and employability for returnees; - the programme ‘Migrant housing network for family care’, which serves migrants and their families, and specifically in vulnerable cases, provides: material, psychosocial and legal advice (preliminary legal advice on specific subjects by country of destination, and in the case of Spain, dedicated to mortgages); connections to the Ecuadorian community abroad; and information and advice on all SENAMI programmes; - the programme ‘We are all responsible’, dedicated to the prevention of risky migration. In addition, it is important to mention other programmes driven by the SENAMI. Among these, it is useful to highlight: - the ‘Communication and Culture Project - Strengthening Ties’, whose main objective is to re-establish links and communication between migrants and their families, and to promote inclusion and coexistence in host countries through cultural activities and informal education; - the ‘Competition Fund The Cucayo (Seed Money)’, created to provide an alternative for Ecuadorian migrants’ investments that can generate a source of work for them and, in turn, help boost the country’s economy by generating other jobs; - the programme ‘Migrant Banking: the Bank for Migrants’ to support migrants who have been forced to return home, losing their sources of income abroad; - the ‘Housing Grant Project’ created for the purpose of facilitating migrants’ access to decent housing, under the necessary living conditions and basic services; - the ‘Contingency Fund and support for the Vulnerable’ programme offers services to migrants abroad who want to return and for any reason are not able to; includes the provision of information and services for the protection of rights; 20 Available on: http://documentos.senplades.gob.ec/Plan%20Nacional%20Buen%20Vivir%202013-2017.pdf [Accessed 15 May 2015]. 21 For more references on concrete measures, see Sanchez-Bautista 2014. ",
        "Lorenzo Gabrielli 26 INTERACT RR2015/15 - the project ‘Nearby Schools’, implemented in areas of the country with the highest rate of emigration. It has had limited scope and has been difficult to implement; - the ‘REDIEM Project: Network Productive Branch for Support of Migrant Initiatives’ has already expired. It offered technical and financial advice to families of migrants and returnees for productive initiatives, as well as courses and business training workshops; - the ‘Organizational Strengthening Programme and the Social Network Construction on the Migration Issues - FORES’ indicated that certain needs that had to be addressed, such as the organizational strengthening of associations, cooperatives, committees and clubs of Ecuadorians abroad, the linking of State and civil society to ensure that migration is considered a national policy; the establishment of networks and the identification of each organization to identify and develop its skills and to promote the development of specific projects; - the ‘Healthy Ecuador Plan for Health Professionals’ is a programme aimed at creating attractive conditions in order to facilitate the return of Ecuadorian migrants who are health professionals; - the ‘Education Return Plan’, aims to encourage the return of Ecuadorian education professionals. Some programmes such as ‘Strengthening Links were hardly implemented. This also happened with the Nearby Schools Project’ and the ‘ Organizational Strengthening and Construction of Social Networks for Migration Project’ (Sanchez-Bautista 2014). The financing and microcredit banking programme ‘Migrants Banking’ had limitations as it was not being offered directly by the SENAMI, but by credit and savings corporations who asked returnees to meet the same requirements as any non- migrant Ecuadorian citizen. 22 In general, with regard to financial aid programmes or housing support, it seems that the most favoured candidates for credit have been those with previous economic capacity and clearance. Meanwhile, programmes aimed at helping migrants abroad have addressed information needs, provided through the so-called Migrant House Abroad, which offers short courses and training for migrant labour practices in the areas of care and craftsmanship. Abroad, the impetus for the formation of leaders and organizations has had visible and sustained support in recent times. However, the interest in migrants has been mostly limited to contexts and occasions linked with electoral processes (Sanchez-Bautista 2014). It is worth mentioning that the SENAMI has provided assistance to returnees (both voluntary and forced), and to vulnerable people. To this end, it has been important to the signing of agreements with different ministries, and has had the support of organizations such as the IOM. This represents an important achievement, but important limitations exist for economic integration, labour opportunities and the social and cultural development of vulnerable returnees. However, the factor that prevents a more accurate assessment of the impacts of migration policy, plans and projects is the lack of a consistent information system that is organized and capable of linking the various ministries and public institutions of the State, in Ecuador and abroad, and by which one could assess impacts on the migrant population, their families and returnees (Sanchez-Bautista 2014). 22 In this case, not having credit history is presented as a constraint. Another requirement was to present a business plan, which was not able to be created and executed by some returnees, due to their poor expertise in the matter. While some training was offered to this end, the number of viable business initiatives and loans has been low compared to the number of people enrolled in training courses and requesting appropriations. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 27 4.3 Emigration/diaspora policies of Morocco Despite the long temporal trajectory of the Moroccan emigration, we can say that Morocco does not have a very complete emigration and diaspora policy. Morocco’s actions concentrate on some specific areas that particularly interest the government. In particular, Morocco has shown a very active policy of stimulating the placement of Moroccan workers in foreign labour markets, mainly in European ones, since its independence. As De Haas (2007a: 8) clearly points out, “both the colonial and independent Moroccan state have actively stimulated international out-migration from particular regions for political and economic reasons”. More specifically, the state sees the international out- migration of Moroccans as an escape valve for existing “ethnic tensions” in the country, as well for a labour market that cannot absorb the entire economically active population. The same author explains that the State actively leads foreign recruiters to specific areas of the country (the eastern part of the Rif area, the southwestern region of Sous, and the zone of oases located southeast of the High Atlas), as well as applies a selective policy of issuing passports, even if this direct action by the Moroccan government has been quickly overtaken by the momentum of the migration flows themselves (De Haas 2007a). At the beginning of Moroccan emigration toward Western Europe, the State saw the emigration of its citizens as a temporary issue and as a formative experience. The 1965-68 three-year plan presented the utility of migration to improve the skills and knowledge of Moroccans abroad and to foster national industrial development (De Haas 2007a). This idea of emigrants as innovative agents of Morocco’s development was quickly abandoned after the prolongation of emigrants’ stays in their destination countries. The following five-year plan drastically switched the focus to the ‘relief effect’ of emigration on the local labour market, and to the positive effect of remittances on the balance of payments (De Haas 2007a). The Moroccan government’s subsequent project to stimulate the return of emigrants and their involvement in national development through investment-stimulating programmes showed poor results. Another clear example of this failure was the project REMPLOD (the Reintegration of Emigrant Manpower and the Promotion of Local Opportunities for Development), founded by the Dutch Ministry of Development Cooperation in 1974 (De Haas 2007a). Two clear axes have historically guided the State’s actions towards its emigrants. On one hand, Morocco has tried to maintain the strongest possible ties between migrants and their country of origin, in order to sustain remittances and investment flows, and to foster economic development in the country. On the other hand, a second dimension of Morocco’s external actions has clearly been oriented by political interests. The State’s action towards its emigrants has been directed to control and limit the creation, as well as the possible development, of political opposition by Moroccans abroad, through the activities of different actors, such as embassies and consulates and mosques, as well as the state-controlled migrant associations under the umbrella of the Fédération des Amicales des Marocains (De Haas 2007a: 17). In general terms, one can at least say that the explicit Moroccan emigration policy is mostly focused on connections with Moroccans abroad, and on the economic aspects of migration. Aware that the linkages between the emigrants and their families and the territorial zone of origin continue to play a leading role in remittances and in-kind transfers, the Moroccan government has taken several steps to strengthen ties between the Moroccan communities living abroad and their country of origin. This observation is confirmed by the many programmes and activities implemented by the various state institutions in charge of migration issues. For many decades, the interest in keeping strong ties with the diaspora pushed a more or less open disagreement by Moroccan State actors with emigrants’ deep integration or participation in their destination countries. For instance, the naturalisation of Moroccan emigrants in destination countries, or double nationality, was seen by the Moroccan government as a threat to existing linkages with the country of origin. ",
        "Lorenzo Gabrielli 28 INTERACT RR2015/15 We can interpret the opposition by King Hassan II, stated on various different occasions, to the political participation of Moroccans in their destination community (and also at the local level) in a similar vein. This was the case at the time of the introduction of voting rights for foreigners in the municipal election in the Netherlands in 1986, as well as during the 1989 debate in France on the concession of the right to vote to the immigrant population. On this last occasion, King Hassan II declared “Morocco’s fierce and persistent determination not to interfere in French internal affairs and not to fight the quarrels of the French”, adding that participating in elections in this country was “in a sense, a betrayal of one’s origins” (De Haas 2007a: 20). In this sense, Morocco seems then to follow a very diffused general trend of origin countries courting emigrants, hoping to maintain or increase their contributions to the development of their origin country through remittances and investments in private enterprises (De Hass 2007a). Moreover, various scholars point out the relative success of the Moroccan policy on remittances, compared to other North African cases (De Haas and Plug 2006). Aware of their contribution to the economic situation of the home country, emigrants have put forward cultural and political claims to Morocco, through individual and collective actions. The Moroccan state has tried to respond to these claims by re-formulating its cultural offerings and creating new institutions to reflect and manage the increasingly mediated demand for the political rights of migrants. Faced by the strong demands of different actors in the Moroccan diaspora, the Moroccan state has recognized emigrants’ right to vote. The right to vote was confirmed by the royal speech of 6 November 2005 by King Mohammed VI, which announced the decision to grant Moroccans residing abroad the right to vote and to stand for election on the basis of constituencies in the country of residence. He also announced the creation of a Supreme Council of the Moroccan Community Abroad. The right was reaffirmed in the new constitution of 2011, and particularly in Art. 17. Two other articles of the Constitution, 16 and 18, give Moroccans residing abroad access to consultative and good governance institutions. However, even if these rights are clearly stated in the various articles of the Constitution, the Organic Law, which is supposed to set the terms and conditions of the external vote, has not yet been approved. For this reason, emigrants are still linked to a district in the country of origin and must move to Morocco in order to vote. Thus, in the parliamentary elections held on 25 November 2012, the first electoral event after the approval of the Constitution, one of constitution’s main achievements was not yet realized. Indeed, the Moroccan electoral code has in effect only allowed the proxy-vote to Moroccans abroad. 23 Public discourse on the migration issue inside the country often seems in tune with the political agenda, even if sometimes different demands emerge from certain Moroccan civil society organizations that are interested in migration phenomena. It has been the case, for example, that the issue of emigrants’ political representation in elections has more than once been the subject of discussions in various public spaces and in the media. But this has also been the case concerning the issue of respect for human rights vis-à-vis sub-Saharan migrants and asylum seekers. 23 The text authorizes them to enrol in the town or district of their birth, where they have property or a professional or commercial activity. The measure introduced by Art. 69 of the Electoral Code wanted to give Moroccans abroad, who were registered in the electoral list, the opportunity to vote by proxy from their host country. Moroccans abroad have to appoint a delegate who will proceed to vote for them. Each delegate has the right to vote for only one Moroccan abroad. According to this article, Moroccan emigrants are required to complete the forms available in Moroccan consulates and embassies in order to vote by proxy. This measure seems not to fulfil the demands of Moroccans abroad. Their dissatisfaction resulted in a call from some organizations, such as the Collectif des Marocains du Monde, for the repeal of Article 72 of the new constitution because it does not provide for polling stations abroad. Other groups, rallying on 20 February, even called for a boycott of the elections. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 29 With regard to other forms of external political participation by Moroccans abroad, it must be stressed that since 1990, Morocco has developed a policy to maintain significant control over emigrants, from monitoring their political activities to avoiding political opposition abroad and discouraging their integration and political participation (De Haas 2007a: 19). Concerning the Moroccan State’s position on emigrant integration in destination countries, the sending of Moroccan teachers and imams abroad can be interpreted as an instrument to prevent integration, as well as the feared alienation of the origin country by Moroccans, as pointed out by the same author and also by Belguendouz (2006). At the same time, the discourses of Morocco’s state actors, who define the acquisition of citizenship in the destination country by Moroccans emigrants as a betrayal toward the home country, also contribute to this action. From this point of view, it has to be stressed that from the end of the 1990s the state position on this issue progressively changed; at that point, Morocco started to see the integration of its emigrants, and particularly economic integration, as a more positive factor, given the contribution that more integrated emigrants could make (De Haas 2007a). Finally, the actions oriented towards the political activities of emigrants do not prevent Moroccans abroad from constituting independent associations, political movements and groups (both ideologically and ethno-linguistically based, as in the case of Amazigh movement). Nevertheless, the situation has been more complicated for political opponents abroad who, as De Hass clearly points out (2007a: 18), “were generally well-advised not to visit Morocco, while the Moroccan state used violence, or rather the (real or perceived) threat of it, against them and their family members living in Morocco as means to silence opponents”. This political orientation of the Moroccan diaspora and emigration policy was stronger before the 1990s, when the State had to reformulate its policy in this field, considering the poor results of its “remote control policies” as well as the stagnation of remittances (De Haas 2007a). From a political point of view, during the 1990s Morocco’s actions switched from repression to active courting activities. Various activities can be linked to this change, as can policies to facilitate remittances and the return of migrants during holidays, and practices aimed at co-opting former exiles. Another important element of this switch which must be noted is the change of attitude towards emigrants, concerning the dual citizenship acquisition of Moroccans abroad as well as their integration into destination countries (De Haas 2007a: 20-ff). In 1990, Morocco created a new ‘Ministry delegate to the Prime Minister in charge of the affairs of the Moroccan community living abroad’, as well as the Foundation Hassan II for Moroccans residing abroad. The State also reformed existing structures concerned with emigration and diaspora policies and searched for a larger centralisation of the emigration issue, which had previously been shared between different departments, as well as a reinforcement of linkages between the country and its emigrants. As regards the socio-economic rights of Moroccans abroad, bilateral agreements are still the main instrument for managing legal migration to major host countries. Some agreements were signed in the 1960s with European countries and in the 1980s with Arab countries. They stipulate the conditions for the establishment of migrant protection and the transfer of their property. This is an issue of great importance, given the weight that migrant remittances represent in the national economy. 24 To implement this economic policy, different State institutions are involved: the Ministry of Employment and Vocational Training, the ANAPEC 25 (the National agency for promoting 24 The volume of remittances from Moroccans living abroad has grown steadily since the 1960s to constitute about 9% of GDP in 2008. Between 1970 and 2011, the volume of official transfers has increased more than 184 times, from 320 million dirham in 1970 to about 59 billion dirham in 2011. These transfers are the primary source of foreign exchange in the country. They cover 16.5% of imports, 20% of current revenues in the balance of payments and outrannge all foreign investments and private loans in Morocco. ",
        "Lorenzo Gabrielli 30 INTERACT RR2015/15 employment and capabilities), and at a lower level, the Hassan II Foundation for Moroccans living abroad ( Fondation Hassan II pour les MRE ) and the Ministry in charge of the Moroccan community abroad. Nevertheless, many overlaps emerge in the missions of the various institutions. This is most visible when it comes to the role of the Ministry of Employment and ANAPEC, or the role of the Ministry of the Moroccan community abroad with the Hassan II Foundation. At the same time, the state recently paid some attention to the transfer of knowledge as a development tool. For this, it has implemented, since 2006, an action to mobilize skilled Moroccans residing abroad called FINCOME (the International Forum of Moroccan Skills Abroad). Another programme set up by the Moroccan government and also related to the mobilization of skills is the TOKTEN programme, initiated by UNDP and established in Morocco in January 1990. Finally, some state initiatives are seeking to integrate migration into the different strategies against poverty, such as the National Initiative for Human Development (INDH), which relates to the integration of young people into zones with high rates of emigration. Concerning the issue of citizenship, Morocco tolerates double citizenship. The 1958 Code of nationality formally states that a Moroccan citizen, whether an adult or a minor, can lose their Moroccan citizenship by decree, if they have acquired another nationality abroad (Perrin 2011). Meanwhile, cases of Moroccans losing citizenship have been very limited. The effective conception of Moroccan citizenship by the State is “steady and permanent”, as summed up by the expression “ on naît et on meurt Marocain ” (one is born and die Moroccan) (Perrin 2011). More recently, Morocco has made progress regarding the granting of Moroccan nationality to children of Moroccan parents born abroad. The right has been automatic for children born to Moroccan fathers, but was also made possible for those born to Moroccan mothers as of 2005, in accordance with the royal speech on 30 July of that same year and Law 62-02, established by the Dahir n° 1-07-80 in March 2007. In the same vein, Article 17 of Law 62-06 states that the children of a mixed marriage are considered Moroccan and may address the Ministry of Justice to declare their desire to retain one of the nationalities of their parents, provided that they are between 18 to 20 years of age. As such, dual nationality is tolerated even if it is not recognized as such. The 2007 reform retained ‘ ius sanguinis ’ as the basis for Moroccan citizenship, one of the main pillars of the State strategy to maintain strong linkages with the diaspora (Perrin 2011). Regarding the cultural dimension of Moroccan emigration and diaspora policy, the pillars of the Moroccan policy towards its expatriates are the Moroccan Arabic language programmes and the promotion of Moroccan religious culture. 26 The Teaching of Arabic and Moroccan culture (ELCO) programme is divided as follows: (Contd.) 25 The Agence Nationale de Promotion de l’Emploi et des Competences (ANAPEC) is an institution under the tutelage of the Ministry of Employment and Vocational Training, and was created by Law 51-99 of 5 June 2000. ANAPEC’s main mission is intermediation in the national labour market as well as the management of job offers coming from abroad and the exploration of all opportunities to place Moroccan emigration candidates abroad (Art. 3 of the Law). The Agency has a division dedicated to international placement, including two services: a placement service and a prospecting service backed by a portfolio of services. Four international agencies are operational in Rabat, Tangier, Fez and Marrakech and almost 70 people are in part trained for and dedicated to international job offers. At present, the ANAPEC is the only institution with the experience and resources necessary to facilitate, in coordination with public and private bodies (domestic and foreign), guidance and assistance to support return or resettlement. However, the organization of ANAPEC on the issue of labour migration is more focused on the needs of foreign markets, especially in Europe. It is a sending organization in which the return of migrants has almost no place, as it is not explicitly mentioned in the legal texts of this agency. 26 The Ministry of Education and teaching oversees the formation and deployment of Moroccan Arabic teachers. In addition, the Ministry of the Habous and Islamic Affairs is concerned with the promotion of Moroccan Islam through the training and deployment of religious cadres. A plethora of other institutions which are supported by different Ministries are also engaged in this policy. While all these institutions are working in ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 31 - integrated teaching within the normal curriculum of students, according to schedules set in agreement with the educational authorities of the host country. The Moroccan teacher is considered, in this case, a full member of the teaching staff of the institution where he or she teaches; - deferred tuition outside school hours, in spaces often made available by the school or by the authorities of local communities. In the case of Spain, as mentioned above, certain bilateral agreements on cultural issues exist, including the application of the ELCO programme. Arabic is the only Moroccan language taught through official courses in the country of destination, even if the Amazigh language is considered an official language of the Moroccan Kingdom according to the new constitution. A parallel language and religious education is provided in places of worship and through local Moroccan associations in the host country, which are managed directly by Moroccans. According to De Haas (2007a: 19-20), the education that is offered to children of Moroccans abroad in their own language, as well as the deployment of teachers and imams abroad can be considered a platform to disseminate “the Moroccan state ideology stressing the King’s role as the uncontested ‘Commander of the faithful’ and emphasizing the inalienability of the Moroccan identity”. Furthermore, Morocco ensures its cultural promotion abroad through public media, such as through the second Moroccan television channel 2M, which is closely followed by the Moroccan diaspora. According to De Hass (2007a), the effectiveness of the instruments deployed by the Moroccan state to reinforce its links with the diaspora is still poor. At the same time, tensions emerge between the Moroccan state’s actions to court and control emigrants and some European states’ claims of integration vis-à-vis Moroccans in their countries. Unlike Ecuador, Morocco has never developed a very proactive policy of return concerning Moroccans abroad. While it is possible that this difference is linked with the countries’ different economic conditions, it is probably even more linked with the development strategies of the two countries. What is clear is that for Morocco, it seems to be more profitable to have Moroccans who are a labour force abroad but are also linked economically to the country of origin (through remittances, and more recently, investments). It is also necessary to point out that all the institutional policies implemented by the Moroccan government for its emigrants are nationally based. Only a few exceptional initiatives are run by certain municipalities in order to assist or accompany migrants in their administrative procedures. 5. Integration trends of Moroccan and Ecuadorian migrants in Spain and explanatory factors In order to evaluate the integration trends of Moroccan and Ecuadorian migrants in Spain, we will analyse existing data concerning three specific dimensions of integration: the labour market, education, and access to citizenship. Using the Principal Component Analysis technique, the number of these indicators was reduced and replaced with a smaller number of new variables. These new variables (principal components) explain the maximum amount of variation among the performances of different immigration corridors (Contd.) the same field, they do not follow the same main orientation; each institution develops its own strategy in addition to any integrated actions. ",
        "Lorenzo Gabrielli 32 INTERACT RR2015/15 by considering the three domains separately. On this basis, a synthetic index that allows the ranking of the immigrant corridors within each dimension was created. The main indicators building up the main three indexes were: Labour market integration index • Employment rate • Unemployment rate • Activity rate • Over-qualification rate Education integration index • Highest educational attainment • School enrolment rate at ages 15-25 • School enrolment rate at ages 25-35 • % of international students at ages 20-24 Citizenship integration index • Citizenship acquisition rate • % of naturalised citizens of the total born-abroad population (2013 data) The indexes rank the corridors based on the level of integration by assigning numbers from 0 to 1. The higher the rank, the better the integration. In the corridor reports, the index is calculated without taking into account the gap between migrants and natives. It should be interpreted whereby the higher the index, the better the performance of that corridor compared to the other corridors. Table 2. Level of Integration of Moroccan and Ecuadorian migrants in Spain ORIGIN Labour Market Education Access to citizenship Index Gap index Index Gap index Index Morocco 0.00 0.37 0.14 0.04 0.05 Ecuador 0.39 0.71 0.27 0.13 0.38 Source: Di Bartolomeo, Kalantaryan and Bonfanti (2015); note: year of reference 2012, as for the following tables if not explicitly mentioned. The integration indexes for Moroccan and Ecuadorian migrants in Spain show important differences between the two communities. In all three fields analysed here, the level of integration of Ecuadorian immigrants is higher than that of Moroccans (Table 2). In some dimensions, the difference between the two communities’ indexes is more significant, as in the case of the labour market and access to citizenship. In the education dimension, the distance between the performances of the two communities is not as large. In the next pages, we will the try to link the differences emerging through the different indicators of each dimension with the existing policies of the origin countries in order to understand the role of state actors, if existing. In a subsequent section, we will concentrate on the possible roles of non-state actors, and on other explanatory factors of such trends. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 33 5.1 Labour Market The data on the status of Moroccans and Ecuadorians in the labour market (Table 3) underlines the fact that Ecuadorians have a higher employment rate than Moroccans, while the latter have a higher share of the inactive population. The share of the labour force is higher in the Ecuadorian community, and this explains why the unemployment rate is higher for Moroccans, while the share of the unemployed is similar between the two communities. Concerning the share of the inactive population, we can observe a difference between Moroccans and Ecuadorians. This diversity may result from a low participation of Moroccan women in the labour market. Working at origin before migrating is another element that facilitates the entry of women in the labour market. According to the World Bank’s data on the participation rates of the female labour force in the origin country, it appears that in Ecuador 55% of women were in the labour market in 2013, while in Morocco the share was only 27% in the same year. 27 It will, however, take further research focused specifically on the gender issue to confirm this as the root cause of this finding. Table 3. Labour Market status (in shares) ORIGIN Employed Unemployed Inactive Labour force Unemployment rate Morocco 0.347 0.383 0.270 0.730 0.525 Ecuador 0.477 0.362 0.162 0.838 0.431 Spain 0.552 0.175 0.272 0.728 0.241 Source: National Labour Force Survey. A difference between the two communities emerges in their fields of employment types (Table 4) and sectors (Table 5). The share of self-employed inside the Ecuadorian community is particularly low, compared both to Moroccans and also to Spaniards. It is difficult to link this trend to the actions of origin countries: it is possible that this difference is more closely linked to the characteristics of migrants, and to specific accommodations within the Spanish labour market. 27 The World Bank, Labor force participation rate, female (% of female population ages 15+) (modeled ILO estimate), available on: http://data.worldbank.org/indicator/SL.TLF.CACT.FE.ZS [Accessed 15 May 2015]. ",
        "Lorenzo Gabrielli 34 INTERACT RR2015/15 Table 4. Employment type ORIGIN Share of self-employed Share of employed Morocco 0.103 0.897 Ecuador 0.035 0.965 Spain 0.173 0.827 Source: National Labour Force Survey. The share of Ecuadorian workers employed in services (70%) is comparable to that of Spaniards (76%), whereas the portion of Moroccans in the service sector is significantly lower (57%). However, more than a quarter of Moroccans (26%) are employed in agriculture, in comparison to merely 12% of Ecuadorians. If we look at bilateral regulations, both countries signed these types of agreements on labour migration with Spain in 2001. The reason for these differences is not immediately obvious, as the two bilateral agreements are very similar in their content and form. More research on the practical implementation of those agreements, their effective impacts, as well as on the functioning bilateral commissions for recruitment in third countries will add more interpretative elements to this point. That said, the different sectoral distribution in the Spanish labour market can be strictly linked to other elements, such as the urban/rural origin of immigrants, previous job experience, as well as ‘ethnic niches’ in the labour market. Table 5. Employment Sectors ORIGIN Share of employed in agriculture Share of employed in manufacturing Share of employed in services Morocco 0.26 0.17 0.57 Ecuador 0.12 0.18 0.70 Spain 0.04 0.20 0.76 Source: National Labour Force Survey. Concerning the type of occupation, according to ISCO categories, the share of Moroccans and Ecuadorians employed in higher-skilled occupations is similar, but much lower than that of Spanish populations. In the case of Ecuadorians, their share of persons employed in higher-skilled occupations is also slightly lower then Moroccans. Table 6. Occupation ORIGIN Share of employees with occupation ISCO from 1 to 3 (high-skilled occupation ) Share of employees with occupation ISCO from 4 to 9 (relatively low-skilled occupation) Morocco 0.054 0.946 Ecuador 0.039 0.961 Spain 0.357 0.643 Source: National Labour Force Survey. Data on the duration of job searches show differences between the two communities when it comes to long-term unemployment (more than two years) (Table 7 ). The current long-term unemployment rate for Moroccans is 43%, well above the 34% rate for Spaniards. Ecuadorians have a lower long- term unemployment rate than both these populations, at 21%. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 35 This difference may be also be explained by Ecuador’s highly developed political framework which encourages the return of emigrants in conjunction with the country’s positive economic outlook over the past decade, especially in contrast to the economies of both Spain and Morocco. It is thus possible that returning to the country of origin is more attractive for Ecuadorians facing long-term unemployment than for Moroccans. Indeed, data from National Statistic Institute (INE) of Spain show that while the number of Ecuadorians in Spain exploded between 1998 and 2005 – from 3,972 to 497,799 – it then gradually decreased to 263,498 in 2013. In contrast, the number of Moroccans in Spain increased constantly over the same time period, from 111,043 in 1998, to 511,294 in 2005, to finally 792,158 in 2013. It should be added that Ecuadorians’ higher access to naturalisation can also explain these data (see Figure 2, and Table 11). Table 7. Time searching for a job ORIGIN Share of unemployed searching for a job for less than half a year Share of unemployed searching for a job for more than half a year and less than 2 years Share of unemployed searching for a job for more than 2 years Morocco 0.22 0.35 0.43 Ecuador 0.36 0.43 0.21 Spain 0.29 0.37 0.34 Source: National Labour Force Survey. 5.2 Education Looking at education, data on the educational enrolment of Moroccans and Ecuadorians between 15 and 25 years old – 28.6% vs. 57.4%, respectively – also show an important disparity between the two groups (Table 8). The data on education enrolment for immigrants between 25 and 35 years old (Table 9) also show a higher share of Ecuadorian students, even if the difference is smaller. Nevertheless, both communities’ enrolment is particularly distant from that of the Spanish population. Table 8. Enrolment rate ages 15-25 ORIGIN Share of population enrolled in formal education, ages 15-25 Share of population not enrolled in formal education, ages 15-25 Morocco 0.286 0.714 Ecuador 0.574 0.426 Spain 0.710 0.290 Source: National Labour Force Survey. Table 9. Enrolment rate ages 25-35 ORIGIN Share of population enrolled in formal education, ages 25-35 Share of population not enrolled in formal education, ages 25-35 Morocco 0.064 0.936 Ecuador 0.089 0.911 Spain 0.217 0.783 Source: National Labour Force Survey. The issue of the origin country’s language (Ecuador and Spain share a common language) plays a main role in this case along with other variables that are not analysed here (i.e.: the socio-economic and educational level of parents). ",
        "Lorenzo Gabrielli 36 INTERACT RR2015/15 For Moroccans, it is interesting to note the introduction of Arabic and Moroccan culture courses into the Spanish educational system (in an extracurricular form as well as during school hours). These are the result of two bilateral agreements, one regarding ‘cultural cooperation’ from 1980 and the other regarding ‘strategic partnership’ from 2012. At the same time, courses in Islam (in cooperation with the Union of Islamic Communities in Spain) are available in some Spanish schools as an alternative to both civic education and ‘common’ religious courses. However, the impact of these measures on the educational enrolment of Moroccans is difficult to gauge, in part because very few Moroccans make use of them. Indeed, only 4.55% of Moroccans who were enrolled in the pre-university Spanish education system participated in the Arab language and Moroccan Culture programme in 2009. 28 Concerning the recognition of educational qualifications, a legal difference exists between the two origin countries because Ecuador is a signatory of the “Andres Bello” convention whereas Morocco is not. A special Order of 2001 29 is applied to Ecuadorians for signature countries (certain Spanish- speaking countries of Latin America), while a different Order of 1996 is applied to Moroccans. 30 That said, the existing equivalency tables do not substantially differentiate between the qualifications of Ecuadorians and Moroccans. Indeed, the only major difference appears to be that qualifications from Ecuador do not require translation as they are already in Spanish. 5.3 Citizenship Statistics on citizenship and access to nationality show important differences between the two communities. On average, 7,152 Moroccans and 16,557 Ecuadorians acquire citizenship every year (Table 10). This difference results from the disparate treatment of the two groups in Spanish legislation. Ecuadorians are permitted to ask for citizenship after two years of uninterrupted residence in the country – an artefact of the historical linkages between Spain and Latin American countries – while Moroccans have to prove an interrupted residence of 10 years. Table 10. Acquisition of citizenship ORIGIN Average number of citizenships granted per year Morocco 7,152 Ecuador 16,557 Source: EUDO citizenship. EUI. The indicator is based on the last years available. Furthermore, approximately 13% of immigrants born in Morocco and 34% of immigrants born in Ecuador have access to Spanish nationality (Table 11). This difference can also be linked to the bilateral regulation on dual nationality between Spain and Ecuador that has existed since 1964. In the case of Morocco, the origin country tolerates dual nationality in practice even if no explicit legal disposition exists in this sense. 28 Embajada del Reino de Marruecos en Madrid – Agregaduría de Educación – Misión cultural marroquí en España (n.d.), “Programa hispano-marroquí de enseñanza de lengua árabe y cultura marroquí”, p. 9. 29 Orden de 20 de marzo de 2001, por la que se regula el régimen de equivalencias de los estudios básicos y medios cursados en los países signatarios del Convenio “Andrés Bello” con los correspondientes españoles de Educación Secundaria Obligatoria y Bachillerato establecidos por la Ley Orgánica 1/1990, de 3 de octubre, de Ordenación General del Sistema Educativo. 30 Orden de 30 de abril de 1996, por la que se adecuan a la nueva ordenación educativa determinados criterios en materia de homologación y convalidación de títulos y estudios extranjeros de niveles no universitarios y se fija el régimen de equivalencias con los correspondientes españoles. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 37 Table 11. Born abroad population by citizenship ORIGIN Share of individuals born abroad with the nationality of destination Share of individuals born abroad with the nationality of destination Morocco 0.13 0.87 Ecuador 0.34 0.66 Spain 0.99 0.01 Source: National Labour Force Survey. Concerning the reasons for issuing the residence permits, both communities share similar trends (Table 12). The category of residence permits issued for ‘other reasons’ is the largest for both communities. Moreover, the weight of ‘family reasons’ is more than the double that of remunerated activities. This figure can be linked to the effect of the economic crisis in the country, and principally on the immigrant worker population. Finally, the number of permits issued for educational reasons and refugee status are very limited for both communities. Table 12. Number of valid residence permits by reason for issuing ORIGIN Family reasons Education reasons Remunerated activities reasons Refugee status Subsidiary protection Other reasons Ecuador 71,448 1,099 28,554 5 0 297,773 Morocco 185,197 1,674 79,335 24 0 567,645 Source: Eurostat, Average for 2010-2012. 6. Impact of actions of civic society organizations dealing with migrants from Morocco and Ecuador in Spain Non-state actors in Spain In the case of Spain, civil society organizations (CSOs) play a main role in the governance of the integration process, through the participation of different actors such as employer organizations, trade unions, Spanish NGOs and associations, and immigrant NGOs and associations. Beyond implementing regional or local policies, social actors formulate their own projects and deliver a broad array of services: juridical support, reception facilities, language training, employment services, healthcare, child after-school programmes, adult education and home rental intermediation (Bruquetas-Callejo et al . 2008). For instance, during the implementation of the PECI I (2007-2010), non-state actors completed more than 1,000 projects oriented towards immigrant integration, mainly funded through different public bodies (the State, regional and local governments, or grants related to European funds). These actors also play an important role in the Forum for the Social Integration of Immigrants, which includes representatives from Spanish NGOs/Associations (Cruz Roja Española, CEPAIM, Caritas Española, ACCEM, Red Acoge, MPDL), Trade Unions (UGT, CC.OO.), Employer organizations (CEOE, CEPYME) and immigrant NGOs and associations. In addition, two Moroccan and two Ecuadorian immigrant associations are represented in the Forum: the Asociación de Trabajadores e Inmigrantes Marroquíes en España-ATIME and Asociación Socio-Cultural Ibn Batuta ; and the Asociación Rumiñahui Hispano Ecuatoriana and Federación Nacional de Asociaciones de Ecuatorianos en España – FENADEE , respectively. ",
        "Lorenzo Gabrielli 38 INTERACT RR2015/15 Moreover, the specific role of immigration NGOs and associations deserves a special mention, due to the fact that they perform a wide range of actions at national, regional and local levels for immigrants, focusing both on specific communities and more broadly. As pointed out by the literature (Aparicio Gomez and Tornos Cubillo 2010), their establishment is, in most of the cases, relatively recent: most were created in the period 2005-2010. Their field of activities has a wide range, which includes the maintenance and dissemination of the culture of origin, the provision of services to specific groups, the fostering of the integration of foreign national collectives, the encouragement of political participation, and the provision of recreational activities. With regard to the two main Ecuadorian associations in Spain, the Federación Nacional de Asociaciones de Ecuatorianos en España – FENADEE (the National federation of associations of Ecuadorians in Spain) provides Ecuadorian immigrants with legal counselling, cultural activities, and different measures for immigrant inclusion in the host society. 31 Furthermore, the Asociación Rumiñahui Hispano Ecuatoriana (Spanish-Ecuadorian association Rumiñahui) 32 aims to defend the rights of migrants and facilitate their integration by improving their living conditions. Since its establishment in 1997, the association has had several different aims following different axes: to promote analysis and reflection on migration and to act as partners with the state and other private institutions such as NGOs and Civil Society Organisations (CSOs); to become a meeting place for migrants abroad; to carry out cultural activities and programmes to promote intercultural perspectives on integration and reporting between migrants and host societies. In recent years, the association has been very active in the field of Ecuadorian migrants’ voluntary return to their country of origin. As regards the two main Moroccan associations in Spain, the Asociación de Trabajadores e Inmigrantes Marroquíes en España ATIME (Association of Moroccan workers and immigrants in Spain) provides a broad array of actions, including legal advice, orientation to health services, housing, job and social counselling. 33 The Asociación Socio-Cultural Ibn Batuta 34 (Socio-cultural association Ibn Batuta) is also a very active association founded by Moroccan immigrants in 1994, whose objectives are to give humanitarian, social and cultural support to immigrants, and especially to youth and peoples from Maghreb, as well as to promote cultural exchange. The association pursues its objectives through various activities, such as intercultural and awareness-raising actions, attention to women and young people, language and formation, mediation and accompaniment, social and labour orientation and inclusion, as well as cooperation and co-development. With regard to this association, it should be mentioned that they are coordinating a new pilot project, announced in January 2015, 35 to establish tutoring and school support for “Moroccans students abroad”. This programme is financed directly by the Moroccan government, and represents an interesting development of the country’s external actions towards its citizens abroad. The objective of the initiative is not to teach Arab language and Moroccan culture as already existing programmes, but to fight against young Moroccans failing and dropping out of school in six cities of the Catalonia region (Barcelona, Terrassa, Mataró, Tarragona, Lleida, and Salt). The programme, whose functioning period has been announced as being between February 2015 and December 2015, targets about 400 students in order to help them in different school subjects (mathematics, Spanish language, Catalan language, etc.) twice a week for two hours. 31 For more information, see the FENADEE webpage: http://www.fenadee.es [Accessed 15 May 2015]. 32 For a broader view of the Rumiñahui association, see the webpage: http://www.ruminahui.org/ [Accessed 15 May 2015]. 33 For more information, see the ATIME webpage: http://www.rasinet.org/atime.htm [Accessed 15 May 2015]. 34 For more information on the association’s activities, consult the webpage: http://ascib.blog.pangea.org/ [Accessed 15 May 2015]. 35 See Playà 2015. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 39 Non-state actors in Ecuador Until the year 2000, civil society in Ecuador did not have strengthened organizations devoted to migration, but some initiatives existed in the United States in order to obtain the external vote, which was finally achieved in 2006. 36 The main non-state actor found in Ecuador is the International Organization for Migration (IOM), which develops five different programmes in the country. Of these programmes, some deal directly with the interests of Ecuadorian immigrants in Spain but deal very indirectly the issue of their integration. 37 The IOM has been also been involved with monitoring the external voting processes of Ecuadorians abroad between 2006 and 2009 in Ecuadorians migrants’ main destination cities abroad. Civil society, through migrant organizations and associations of returnees and migrants in Ecuador, are currently participating in the discussions and debates that are taking place on the Migration Bill, which is being debated in the National Assembly of Ecuador. Other actors, such as the Church, international cooperation organizations in the country, and national and foreign NGOs are more active in the debates concerning the rights of immigrants and refugees in Ecuador, and do not have an important role in relation to actions concerning Ecuadorian migrants and returnees. Non-state actors in Morocco In a general framework, it is possible to identify three main types of actions carried out by Moroccan NGOs: the delivery of services, activities connected to advocacy and human rights, and proximity actions. These activities, which depend primarily on financing coming from abroad, often fill the void left by the state and, in this sense, their objectives are not in conflict with state institutions working in this area, even though their agendas are not always consistent with state policy. As in the case of the Association of Migration and Development, they are rarely in contact with the Moroccan diaspora associations. Concerning Moroccan CSOs, during the last decades, interest in the issue of migration has grown in Moroccan civil society. Thus, we saw the creation or transformation of certain associations. Meanwhile, more of them are oriented mainly to development or co-development activities, linked in different ways with migration. For instance, MLAL NGO in the Beni Mellal region is a development project that aims to fight against the emigration of youth and minors. The Association of Local Mediterranean Development (ADELMA) in Tangier or the Association of Development and Communication in Oued Zem sees migration as a corollary of local development. Some other associations, such as the Association of South Migration and Development, are more active in assisting the families of migrants who have perished while attempting to migrate, raising awareness about the risks of irregular migration, and proposing sustainable development alternatives. Some other entities, such as Pateras de la Vida in Larache, and AFVIC in Khouribga, and the Anti-Racist Group for the Support and Defense of Foreigners and Migrants (GADEM) are active in the defence of migrants and respect for their human rights vis-à-vis the action of the State. It is from this framework that the main impact of those activities on the integration of Moroccan migrants in Spain emerges, even if co-development activities can be considered a tool of immigrants’ 36 See Herrera, Moncayo, and Escobar 2012. 37 For instance, the Regulated Migration Programme runs through a voluntary and assisted return and orderly reintegration of migrants who cannot stay in host countries and wish to return voluntarily; the Stranded Migrants Programme aims to promote humanitarian assistance for migrants in difficult situations who cannot immediately access existing programmes; the Migration and Development Programme strengthens the capacity of the State to integrate migrants in development processes, promoting economic and community development in areas with high emigration, building social and administrative infrastructure, and promoting the impact of remittances on development. ",
        "Lorenzo Gabrielli 40 INTERACT RR2015/15 integration in their country of destination (due to the social capital acquired by migrants towards these activities) (Gabrielli 2013). A final conclusion of non-state actors’ impact on integration process The role that these associations, as well as the other existing CSOs oriented to immigrants, play in the integration process of Ecuadorian and Moroccan immigrants in Spain is surely important, but is also difficult to quantify. Comparing the actions of non-state actors in Spain and in origin countries, it is clear that the deeper effects on immigrants’ integration are produced by actors operating in destination countries. Looking at the exploratory survey 38 carried out in the field by the INTERACT project in order to understand the action and the perceptions of non-state actors on Ecuadorian and Moroccan integration, it is possible to gather some additional information. Moroccan CSOs who participated in the survey are active in a number of fields, of which the labour market, language, and access to nationality are the most important. For Ecuadorian CSOs, the main fields of activity are the labour market, access to nationality and social interaction. The most common typology of CSOs dealing with migrant integration is that of the association, mainly small or big organisations, in both cases. With respect to services offered in the field of labour market integration, the provision of support for training, information about available jobs and information about the legal framework and institutional settings at destination were the most common services for Moroccans as well as for Ecuadorians. Both Ecuadorian and Moroccan CSOs felt that the most effective services to help immigrants find a job were pre-departure programmes, followed by the activities of associations in the country of origin. Concerning CSO actions in the field of education, the main activities for both communities were informing immigrants about student opportunities abroad and providing homework assistance, although Moroccan CSOs are more engaged in this field. A last important consideration emerging from the exploratory survey which deserves to be stressed is that kinship and associations are perceived by CSOs as the key instruments to learn the language of the country of origin. 6.1 Impact of other factors As we mentioned earlier, the issue of language is a key element by which we can discriminate between the integration patterns of the two communities analysed here. Ecuadorians share their mother tongue with Spaniards (except for some autonomous communities where it is a second official language). This element may play a key role, directly or indirectly, in the different dimensions of integration such as education, social and civic participation, access to the labour market, residential integration and political participation. As noted above, negative social perceptions about Latin Americans and Moroccans exist in Spanish society. Meanwhile, in the case of Latin Americans, the negative perception is linked more with youth street groups and not to the entire population. However, stereotypes and discrimination against ‘Moors’ (the colloquial and often negative Spanish expression used to refer to Moroccans) are generally directed to the Moroccan community as a whole. In this sense, it is also necessary to mention, even if it is difficult to evaluate, the issue of religion, and the possible effects of the recently growing Islamophobia towards Moroccan immigrants. 38 For more information, please refer to forthcoming INTERACT survey report. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 41 7. Main conclusions Ecuador is a relatively new source of emigration flows but has developed, at least during the last decade, a very proactive emigration policy when compared with a country such as Morocco that has a longer tradition of emigration. Nevertheless, we must point out that a discrepancy still exists between the Ecuadorian government’s stated objectives and programmes on one hand, and their effective implementation on the other hand. In particular, the country has developed a broad array of measures in order to maintain linkages with Ecuadorians abroad, to promote their role in the development of the country, to support them in specific fields and to facilitate their voluntary return. It must be added that some specific measures are also directed toward the facilitation of the return of highly qualified Ecuadorians abroad. The growing phenomenon of the return of Ecuadorian immigrants from Spain has to be principally linked with opposite economic conjunctures in the two countries: the effects of economic crisis in Spain, and the momentum of economic growth in Ecuador. Nevertheless, it is possible that the existence of different policies and programmes in this field has also encouraged or fostered the return flows. In the case of Morocco, emigration and diaspora policies are still oriented towards sustaining emigrants’ relations with their origin country, in order to maintain the flow of remittances and the foster the involvement of Moroccans abroad in development activities in their origin countries. Nevertheless, in the last decade Moroccan policies have shown a progressive evolution with respect to their focus on the integration of emigrants in their countries of destination, although the instruments employed have not drastically changed. Nevertheless, the role played by the country of origin through its signature of bilateral agreements seems to be central in facilitating the integration of immigrants in some specific dimensions. In particular, this was the case, for instance, of the bilateral agreements between Spain and Ecuador on dual nationality, signed by the two countries in 1964. This agreement permits Ecuadorians to ask for Spanish nationality after two years of legal residence in the country, while for Moroccans the required time of continued and legal residence is ten years. As we have seen, the effects of this agreement are more clearly connected with access to citizenship. But it also has important consequences for Ecuadorians’ ability to enter the Spanish labour market. The agreement, besides establishing better conditions for access to Spanish citizenship, grants Ecuadorians the same access to the labour market as national workers. In the case of Moroccan workers, they are governed by the ‘national preference’ clause and can access labour contracts only if there is a shortage in national manpower in a specific field. If we look at the emigration and diaspora policies in the cases of Ecuador and Morocco, this agreement probably represents the more important impact of origin country policy on immigrants’ integration. The bilateral regulation on political participation between Spain and Ecuador also seems to represent a key tool that opens channels of formal political participation for Ecuadorian immigrants, such as allowing them to vote in local elections in Spain. Even if we have no data on this specific issue, it is clear that there are far greater opportunities for Ecuadorians to exercise formal political participation, in both the destination and origin country, than for Moroccans. The latter has access to voting in Spain only after acquiring Spanish citizenship, and in Morocco only upon returning to the origin country to vote. In the field of educational attainment, it’s difficult to assess the impact of bilateral agreements signed between Spain and Morocco on cultural issues. The comparison of Moroccans with an immigrant community such as the Ecuadorians who speak Spanish as a mother tongue, does not allow us to evaluate the impact of the different actions implemented. In the future, it will be particularly interesting to examine the implementation and the results of the school support programme announced by the Association Ibn Batuta in the case of Catalonia. ",
        "Lorenzo Gabrielli 42 INTERACT RR2015/15 Another interesting element that emerges from the analysis concerns the differences of the inactive populations in both communities. As we already mentioned, Moroccan women’s level of access to the labour market is lower than Ecuadorian women’s at origin, and this element probably also explains the divergence in the shares of the inactive population. Further analysis in this field will be very interesting and may effectively confirm the aforementioned relationship, as well as evaluate whether the slight changes occurring in Morocco will also produce a policy evolution in the destination countries of Moroccan migration. At the same time, more gender-focused researchers may develop a deeper understanding of the place and patterns of immigrant women in the destination countries’ labour markets. From the point of view of the role of civil society actors and immigrant organisations, both in the countries of origin and in the country of destination, their activities towards immigrant integration have a less structural character, and can at first appear to be less relevant. However, these activities, and particularly those carried out by CSOs, immigrant organisations and associations in the country of destination surely have a strong impact on immigrant integration due to their proximity. In any case, their impact is more difficult to quantify and evaluate, due to the small scale of the initiatives carried out, and the number of diverse organisations involved. Further research on this specific issue will be very useful to allow a deeper analysis of CSOs’ impacts. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 43 Bibliography Aneas Álvarez, A., J. Garreta Cochaca, and F. Molina Luque 2010. Moroccans in Spain: So Near, Yet So Far. In: D. Landis, R. Aalbert, and A. McWhinney (eds.), Handbook of Ethnocultural Conflict , New York: Springer, pp. 439-483. Aparicio Goméz, R., and A. Tornos Cubillo 2010. Las asociaciones de inmigrantes en España. Una visión de conjunto . Madrid: Ministerio de Trabajo e Inmigración. Available on: http://extranjeros.empleo.gob.es/es/ObservatorioPermanenteInmigracion/Publicaciones/fichas/archi vos/Las_asociaciones_de_inmigrantes_en_Espana_Una_vision_de_conjunto.pdf [Accessed 15 May 2015]. Araujo, S.G. 2010. Family Migration Policies in Spain . NODE Policy Report. Vienna: BMWF/ICMPD. Ayuso, A., and E. Sánchez-Montijano 2012. Los costes del rechazo: América Latina y Caribe ante las barreras a la entrada en España y la UE. In: E. Sánchez-Montijano, J. Vaquer i Fanés, and E. Viilup (eds.), La Política de Visados para el Siglo XXI. Más allá de la cola del visado , Barcelona: CIDOB, pp. 159-190. Bárbulo, T. 2004. Marroquíes en España: Un negocio de medio millon de personas. In B. López García (ed.), Atlas de la inmigración maghrebí en España. Atlas 2004 , Madrid: OPI-UAM Ediciones, pp 27-28. Belguendouz, A. 2006. Le traitement institutionnel de la relation entre les Marocains résidant à l’étranger et le Maroc . CARIM RR 2006/06, Robert Schuman Centre for Advanced Studies, San Domenico di Fiesole (FI): European University Institute. Available on: http://cadmus.eui.eu/handle/1814/6265 [Accessed 15 May 2015]. Berriane, M. 2004. La larga historia de la diáspora marroquí. In B. López García (ed.), Atlas de la inmigración maghrebí en España. Atlas 2004 , Madrid: OPI-UAM Ediciones, pp. 24-26. Bertoli, S., J. Fernández-Huertas Moraga, and F. Ortega 2011. Immigration Policies and the Ecuadorian Exodus, World Bank Economic Review , 25, no. 1: 57-76. Bodega, I., J.A. Cebrian, T. Franchini, G. Lora-Tamayo, and A. Martin-Lou 1995. Recent Migrations from Morocco to Spain, International Migration Review , 29, no. 3: 800-819. Bruquetas-Callejo, M., B. Garcés-Mascareñas, R. Morén-Alegret, R. Penninx, and E. Ruíz-Vieytez 2008. Immigration and Integration Policymaking in Spain , IMISCOE Working Paper, n. 21. Available on: http://dare.uva.nl/document/2/61781 [Accessed 15 May 2015]. CIS (Centro de Investigaciones Sociológicas). 2014. Barómetro de Abril 2014 [online], Estudio no. 3021, Madrid: CIS, available on: http://datos.cis.es/pdf/Es3021sd_A.pdf [Accessed 15 May 2015]. Colectivo IOÉ. 2007a. La inmigración Ecuatorian en España. Una vision a través de las Fuentes estadisticas. In: E.J. Gómez Ciriano, A. Tornos Cubillo, and Colectivo IOÉ, Ecuatorianos en España: una aproximación sociológica , Madrid: Observatorio Permanente de Inmigración – Ministerio de Trabajo y Asuntos Sociales, pp. 179-231. Colectivo IOÉ. 2007b. Migración Ecuatoriana en España. Recopilación documental de investigaciones sobre migración ecuatoriana hacia España . Madrid: Observatorio Permanente de la Inmigración – Ministerio de Trabajo y Asuntos Sociales. Colectivo IOÉ. 2012. Crisis e inmigración marroquí en España. 2007-2011 [online]. Madrid: Colectivo IOÉ, 2012, available on: http://www.colectivoioe.org/uploads/16ed2b9a5f0868dc55be62fa17d667ca48a97980.pdf [Accessed 15 May 2015]. ",
        "Lorenzo Gabrielli 44 INTERACT RR2015/15 De Haas, H. 2007a. Between courting and controlling: The Moroccan state and ‘its’ emigrants , Working Paper 07-54, University of Oxford. Centre on Migration, Policy and Society (Compas), Oxford: University of Oxford. Available on: http://www.compas.ox.ac.uk/fileadmin/files/Publications/working_papers/WP_2007/WP0754%20 de%20Haas.pdf [Accessed 15 May 2015]. De Haas, H. 2007b. Morocco’s Migration Experience: A Transitional Perspective, International Migration , 54, no. 4: 39-70. De Haas, H., and Plug, R. 2006. Cherishing the goose with the golden eggs: Trends in migrant remittances from Europe to Morocco 1970-2004, International Migration Review , 40, no. 3: 603-634. Di Bartolomeo, A., S. Kalantaryan and S. Bonfanti 2015. Measuring Integration of Migrants: A Multivariate Approach , INTERACT RR 2015/01, Robert Schuman Centre for Advanced Studies, San Domenico di Fiesole (FI): European University Institute. Available on: http://cadmus.eui.eu/bitstream/handle/1814/34679/INTERACT-RR-2015%20- %2001.pdf?sequence=1 [Accessed 15 May 2015]. Domingo, A., and A. Sabater 2013. Emigración marroquí desde España en contexto de crisis, Revista Internacional de Estudios Migratorios , 3, no. 1: 29-60. Dumont, A. 2008. Moroccan political transnationalism and Moroccan migrants’ organizations in France, Ethnic and Racial Studies , 31, no. 4: 792-811. EMN (Euopean Migration Network). 2011. Annual Policy Report on Migration and Asylum, Spain 2011 . Madrid: EMN National Contact Point. Available on: http://extranjeros.empleo.gob.es/es/redeuropeamigracion/Informe_Anual_Politicas_Inmigracion_A silo/EMN_ES_National_Report_2011_EN.pdf [Accessed 15 May 2015]. Flesler, D. 2008. The Return of the Moor: Spanish Responses to Contemporary Moroccan Immigration . West Lafayette, IN: Purdue University Press. Gabrielli, L. 2011. La construction de la politique d’immigration espagnole: ambiguïtés et ambivalences à travers le cas des migrations ouest-africaines . Thesis (PhD). Institut d’Études Politiques de Bordeaux. Available on: https://tel.archives-ouvertes.fr/file/index/docid/599104/filename/Gabrielli- ThA_se_01juin2011.pdf [Accessed 15 May 2015]. Gabrielli, L. (ed.) 2013. Eunomad Report 2012. Migration, development and integration in Europe . EUNOMAD – European Network on Migration and Development. Available on: http://www.academia.edu/7098455/_Migration_development_and_integration_in_Europe_ Gómez Ciriano, E.J. 2001. Ecuatorianos en España: historia de una inmigración reciente, Ecuador Debate , no. 54: 175-187. Gómez Ciriano, E.J. 2007. Ecuatorianos en España: Claves de un proceso migratorio en cuatro tiempos. In: E.J. Gómez Ciriano, A. Tornos Cubillo, and Colectivo IOÉ, Ecuatorianos en España: una aproximación sociológica , Madrid: Observatorio Permanente de Inmigración – Ministerio de Trabajo y Asuntos Sociales, pp. 15-100. Herrera, G., M. Carrillo, and A. Torres 2005. La migración ecuatoriana. Transnacionalismo, redes e identidades . Quito: FLACSO. Herrera, G., M.I. Moncayo, and A. Escobar 2012. Perfil migratorio del Ecuador 2011. Quito: IOM. Larrea Maldonado, C. 2004. Pobreza, dolarización y crisis en el Ecuador . Quito: Abya-Yala/ILDIS- FES/IE/FLACSO. ",
        "Corridor Report on Spain – The case of Ecuadorian and Moroccan immigrants INTERACT RR2015/15 45 Lillo, M. 2014. España pierde más extranjeros que nunca [online], El País , 22 April, available on: http://sociedad.elpais.com/sociedad/2014/04/22/actualidad/1398159359_692155.html [Accessed 22 October 2014]. López García, B. 1996. La evolución cronológica del asentamiento de los marroquíes en España. In B. López García (ed.), Atlas de la inmigración maghrebí en España , Madrid: OPI-UAM Ediciones, pp. 68-71. López García, B. 2004. La evolución de la inmigración marroquí en España (1991-2003). In B. López García (ed.), Atlas de la inmigración maghrebí en España. Atlas 2004 , Madrid: OPI-UAM Ediciones, pp. 213-221. MPC (Migration Policy Centre) (ed.) 2013. MPC-Migration Profile – Morocco [online], June, available on: http://www.migrationpolicycentre.eu/docs/migration_profiles/Morocco.pdf [Accessed 15 May 2015]. Pasetti, F. 2014. Country Report – Integration Policies in Spain , INTERACT RR 2014/30, Robert Schuman Centre for Advanced Studies, San Domenico di Fiesole (FI): European University Institute. Available on: http://cadmus.eui.eu/bitstream/handle/1814/33231/INTERACT-RR- 2014%20-%2030.pdf [Accessed 15 May 2015]. Pedreño, A. 2001. Gitanos, Magrebíes, ecuatorianos: una segmentación étnica del Mercado del trabajo, Ecuador Debate , no. 54: 189-200. Perrin, D. 2011. Country Report: Morocco , EUDO Citizenship Observatory, Country Report, RSCAS/EUDO-CIT-CR 2011/42, Robert Schuman Centre for Advanced Studies in collaboration with Edinburgh University Law School, San Domenico di Fiesole (FI): European University Institute. Available on: http://eudo-citizenship.eu/docs/CountryReports/Morocco.pdf [Accessed 15 May 2015]. Playà, J. 2015. Marruecos ofrece clases de refuerzo en Catalunya [online], La Vangurdia , 22 January, available on: http://www.lavanguardia.com/vida/20150122/54423628384/marruecos-ofrece-clases- refuerzo-catalunya.html [Accessed 15 May 2015]. Rodríguez-Planas, N., and R. Vegas 2012. Moroccans’ Assimilation in Spain: Family-Based versus Labor-Based Migration. IZA Discussion Paper no. 6368. Bonn: Forschungsinstitut zur Zukunft der Arbeit/Institute for the Study of Labor. Available on: http://ftp.iza.org/dp6368.pdf [Accessed 15 May 2015]. Sanchez-Bautista, C. 2014. Policy and Institutional Frameworks – Country Report Ecuador , INTERACT RR 2014/24, Robert Schuman Centre for Advanced Studies, San Domenico di Fiesole (FI): European University Institute. Available on: http://cadmus.eui.eu/bitstream/handle/1814/33137/INTERACT-RR- 2014%20-%2024.pdf?sequence=1 [Accessed 15 May 2015]. Sánchez-Montijano, E. 2008. La politización de la inmigración en España. In: R. Zapata-Barrero, E. Gonzáles, and E. Sánchez-Montijano (eds.), El discurso político en torno a la inmigración en España y en la UE , Madrid: Observatorio Permanente de la Inmigración, Ministerio de Trabajo y Asuntos Sociales, pp. 81-113. UNDP. 2014. Summary Human Development Report 2014 . New York: United Nation Development Programme. Available on: http://hdr.undp.org/sites/default/files/hdr14-summary-en.pdf [Accessed 15 May 2015]. Zapata-Barrero, R., and N. De Witte 2010. Muslims in Spain: Blurring past and present Moors. In: A. Triandafyllidou (ed.), Muslims in 21 st century Europe: structural and cultural perspectives , London: Routledge, pp. 181-198. ",
        "Lorenzo Gabrielli 46 INTERACT RR2015/15 Zapata-Barrero, R., and B. Garcés-Mascareñas 2012. Spain. In: E. Zapata-Barrero and A. Triandafyllidou (eds.), Addressing tolerance and diversity discourses in Europe. A Comparative Overview of 16 European Countries , Barcelona: CIDOB, pp. 231-248. Zapata-Barrero, R. and G. Rubio Carbonero 2014. Monitoring xenophobic political discourses. A pilot study in Catalonia . Barcelona: GRITIM-UPF (Policy Series, no. 2). Available on: http://www.upf.edu/gritim/_pdf/gritimps2.pdf [Accessed 15 May 2015]. Zapata-Barrero, R., E. Gonzáles, and E. Sánchez-Montijano 2008. El discurso político en torno a la inmigración en España y en la UE. Madrid: Observatorio Permanente de la Inmigración, Ministerio de Trabajo y Asuntos Sociales. "
    ]
}