{
    "text": [
        "Enlargement T H E E U R O P E A N U N I O N E X P L A I N E D The EU’s enlargement policy makes Europe a safer and a more stable place; it allows us to grow stronger and to promote our values, and enables us to assume our role as a global player on the world stage. Extending European values and standards to more countries ",
        "CONTENTS Why the EU is enlarging  .  .  .  .  .  .  .  .  .  .  . . 3 How the enlargement process works .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . . 5 What EU enlargement achieves  .  .  . 11 Outlook  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 16 Find out more .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 16 THE EUROPEAN UNION EXPLAINED The European Union explained: Enlargement European Commission Directorate-General for Communication Citizens information 1049 Brussels BELGIUM Manuscript updated in June 2015 Cover and page 2 picture: © Digital Vision/Getty Images 16 pp. — 21 × 29.7 cm Print ISBN 978-92-79-49191-7 doi:10.2775/408622 PDF ISBN 978-92-79-49209-9 doi:10.2775/809205 Luxembourg: Publications Office of the European Union, 2015 © European Union, 2015 Reproduction is authorised. For any use or reproduction of individual photos, permission must be sought directly from the copyright holders. This publication is a part of a series that explains what the EU does in different policy areas, why the EU is involved and what the results are. You can find the publications online: http://europa.eu/pol/index_en.htm http://europa.eu/!bY34KD How the EU works Europe in 12 lessons Europe 2020: Europe’s growth strategy The founding fathers of the EU Agriculture Banking and finance Borders and security Budget Climate action Competition Consumers Culture and audiovisual Customs Digital agenda Economic and monetary union and the euro Education, training, youth and sport Employment and social affairs Energy Enlargement Enterprise Environment Fight against fraud Food safety Foreign affairs and security policy Humanitarian aid and civil protection Internal market International cooperation and development Justice, fundamental rights and equality Maritime affairs and fisheries Migration and asylum Public health Regional policy Research and innovation Taxation Trade Transport ",
        "3 E N L A R G E M E N T The European Union was created in the 1950s to foster peace, prosperity and European values on the continent. Its purpose is as relevant today as it was then. The EU is open to all democratic European countries that wish to join. The EU’s enlargement policy accompanies this process. Having grown from six to 28 members, stretching from the Atlantic to the Black Sea, the EU has become home to over 500 million people. Benefits for all Enlargement serves the interests of Member States as well as acceding countries. It makes Europe a safer and more prosperous place, in particular through its promotion of democracy and fundamental freedoms, the rule of law and the single market. The benefits of the single market are considerable: economic growth leading to higher living standards, safer consumer goods, lower prices and greater choice in sectors such as telecommunications, banking and air travel, to name but a few. These benefits have been enjoyed by an increasing number of people as the EU has grown in size. The EU is above all a community of values. We are a family of democratic European countries committed to working together for peace and freedom, prosperity and social justice. And we defend these values. We seek to deepen the solidarity between the peoples of Europe, while respecting and preserving our diversity. Why the EU is enlarging Enlargement creates growth Economically, enlargement has benefited all EU Member States as it has broken down trade barriers in Europe and created a bigger and more prosperous internal market: 2004 2013 billion euro billion euro GDP of the 12 ‘new’ EU countries that joined in 2004 and 2007 577 1 026 + 77 % GDP of the 15 ‘old’ EU countries that were members of the EU before 2004 10 047 11 999 + 19 % Trade between the ‘old’ and ‘new’ EU countries 162 300 + 185 % Direct investments held by the ‘old’ EU countries in the ‘new’ EU countries ((*) 2012) 173 564 (*) + 326 % © E U Croatia, which became an EU member in 2013, is well-known for its ancient coastal cities, such as Split. ",
        "4 T H E E U R O P E A N U N I O N E X P L A I N E D Successive enlargements The European Economic Community, founded in the 1950s and now known as the European Union, originally had six members: Belgium, Germany, France, Italy, Luxembourg and the Netherlands. In 1973, Denmark, Ireland and the United Kingdom became Member States. Greece joined in 1981, and Spain and Portugal followed in 1986. Austria, Finland and Sweden joined in 1995. In 2004, in the EU’s biggest-ever enlargement, Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia and Slovenia became Member States. Three years later, in 2007, Bulgaria and Romania joined. Croatia joined the EU on 1 July 2013, bringing the total number of Member States to 28. UNSCR 1244/ ICJ 22.07.2010 Kıbrıs Candidate countries and potential candidates 1952 1973 1981 1986 1995 2004 2007 2013 ",
        "5 E N L A R G E M E N T In the 1950s, leaders of six countries, still recovering from the ravages of war, started what we today call the European Union. It was an unprecedented step, one that required much courage and vision: countries that had fought each other for centuries agreed to act together on essential questions concerning their common future. They also agreed to transfer some of their powers to a new level, to what we now simply refer to as the European Union. The EU has been a historic success. It has brought the longest period of peace and an unparalleled level of prosperity to its peoples. What began as a club of six now encompasses 28 countries with a population of more than 500 million. The founding fathers had an inclusive vision of Europe, leaving the door open for other democratic European countries to join. Helping countries that have the vocation to become members has been a constant task of the EU in the past five decades, promoting economic growth and solidarity and supporting democratic forces in countries emerging from dictatorship. Who can join? Article 49 of the Treaty on European Union states that any European country may apply for membership if it respects the democratic values of the EU and is committed to promoting them. A country can only become a member if it fulfils the criteria and conditions for accession as defined by the EU leaders at their summit in Copenhagen in 1993, and by a number of subsequent EU decisions. The so-called Copenhagen criteria are: 1 . political: stable institutions guaranteeing democracy, the rule of law, human rights and respect for and protection of minorities; 2 . economic: a functioning market economy and the capacity to cope with competition and market forces in the EU; 3 . the ability to take on the obligations of membership, including adherence to the aims of political, economic and monetary union. In addition, the EU must be able to integrate new members, so it reserves the right to decide when it is ready to accept them. For the western Balkans, the membership candidates must also engage in regional cooperation and good relations with neighbouring countries (the so-called ‘Stabilisation and association process conditionality’). Article 2, Treaty on European Union The Union is founded on the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities. These values are common to the Member States … Article 49, Treaty on European Union Any European State which respects the values referred to in Article 2 and is committed to promoting them may apply to become a member of the Union. How the enlargement process works ",
        "6 T H E E U R O P E A N U N I O N E X P L A I N E D Who decides? New members are admitted with the unanimous consent of the EU Member States. When a country applies to join the EU, the Member States’ governments, represented in the Council, first decide whether or not to accept the application. The Member States then decide, on the basis of an opinion from the European Commission, whether to grant candidate status to the applicant as well as to open accession negotiations. Similarly, the Member States Where do we stand? The European Union enlargement agenda covers the western Balkans and Turkey. All EU Member States have confirmed that these countries have a ‘European perspective’. It means that they might join the EU if they fulfil all the necessary conditions. They are at different stages in the process. Albania, the former Yugoslav Republic of Macedonia, Montenegro, Serbia and Turkey are candidate countries. Accession negotiations are ongoing with Montenegro, Serbia and Turkey. The Commission has also recommended the opening of accession negotiations with the former Yugoslav Republic of Macedonia. Bosnia and Herzegovina and Kosovo are potential candidates. Iceland applied for membership in 2009, but negotiations were put on hold in 2013 at the request of the country itself. 1. Bosnia and Herzegovina 2. Serbia 3. Kosovo 4. Montenegro 5. Albania 6. The former Yugoslav Republic of Macedonia 7. Turkey 1 2 3 3 44 5 5 66 77 decide when and on what terms to open and to close negotiations with the candidate on each policy area, in the light of recommendations from the Commission. When accession negotiations have been satisfactorily completed, an accession treaty is drafted and signed by the Member States and the candidate concerned. The European Parliament, whose members are elected directly by the EU’s citizens, also has to give its consent. The treaty then has to be ratified by all the Member States and the acceding country, in accordance with their constitutionally established procedures. ",
        "7 E N L A R G E M E N T To ensure that enlargement brings maximum benefits to both the EU and the countries in the process of joining it, the accession process needs to be carefully managed. Candidates have to demonstrate that they will be able to fully play their part as members — something that requires support from their citizens, as well as political and technical compliance with the EU’s standards and norms. Throughout the process, the EU sets conditions for the countries to move from one stage to the next. Accession negotiations Accession negotiations concern the candidate’s ability to take on the obligations of membership. They focus on the conditions and timing of the candidate’s adoption, implementation and application of the existing EU laws and rules — amounting to some 100 000 pages. The rules as such (also known as the acquis , French for ‘that which has been adopted’) are not negotiable. Negotiations are essentially a matter of agreeing on how and when the candidate will adopt and effectively implement EU rules and procedures. Negotiations are conducted between the EU Member States and the candidate country; their pace mostly depends on the candidate’s progress in meeting the requirements. Candidates consequently have an incentive to implement the necessary reforms rapidly and effectively. Some of these reforms require considerable and sometimes difficult transformations of a country’s political and economic structures. It is therefore important that governments clearly and convincingly communicate the reasons for these reforms to their citizens. Support from civil society is essential in this process. The opening of accession negotiations is decided on by the European Council upon a recommendation of the Commission, once the candidate country sufficiently meets the Copenhagen political criteria and possible other conditions. Screening To facilitate the negotiations, the whole body of EU law is divided into chapters , each corresponding to a policy area. The first step in negotiations is called screening ; its purpose is to explain the acquis to the candidate and to identify areas in need of alignment in its legislation, institutions or practices. As a basis for launching the negotiation process, the Commission establishes a screening report for each chapter. These reports are submitted to the Council. The Commission makes a recommendation on whether to open negotiations on a chapter, or require that certain conditions (or benchmarks ) be met first. Albania uses hydropower to generate 90 % of its electricity. A new hydropower plant project on the Devoll River in southern Albania will increase the country’s electricity output by 17 % and provide power to 300 000 Albanian households. © E U Countries in figures Candidate and potential candidate countries Area (1 000 km) Population (million) Per capita gross domestic product (PPS ( 1 )) Albania 27 2.9 7 800 Bosnia and Herzegovina 51 3.8 7 800 The former Yugoslav Republic of Macedonia 25 2.1 10 000 Kosovo (*) 11 1.8 Montenegro 13 0.6 10 600 Serbia 77 7.1 9 500 Turkey 770 76.7 14 400 The 28 EU countries together 4 290 508 25 700 Figures are for 2014. Source: Eurostat. (*) This designation is without prejudice to positions on status, and is in line with UNSCR 1 244 and the ICJ opinion on the Kosovo declaration of independence. ( 1 ) Gross domestic product is the total value of all goods and services produced within a country in a year. It is often used to express wealth. PPS, or purchasing power standard, is a unit representing an identical volume of goods and services in each country, irrespective of price levels. ",
        "8 T H E E U R O P E A N U N I O N E X P L A I N E D Once the Member States decide, on the basis of a Commission assessment, that the opening benchmarks are met, the candidate country submits a negotiating position . The Council then adopts an EU common position based again on a Commission proposal allowing the opening of the negotiations on the chapter. The EU common position also includes the conditions (benchmarks) for closing the chapter. When the closing benchmarks have been met, the Member States adopt a new common position (always on the basis of Commission drafts) that concludes that the chapter can be closed — but only provisionally. EU accession negotiations operate on the principle that ‘nothing is agreed until everything is agreed’, so the definitive closure of chapters occurs only at the end of the entire negotiating process. Reporting and monitoring The Commission keeps the European Parliament and the Council informed about the aspiring countries’ progress, through annual strategy papers and individual country progress reports . It also monitors the respect by the candidate of the commitments it has undertaken during the negotiations. Monitoring continues until accession. This makes it possible to give additional guidance as countries assume the responsibilities of membership, and also guarantees to the current Member States that new entrants meet the conditions for accession. Accession treaty When negotiations on all the chapters have been completed to the satisfaction of both sides, the results are incorporated into a draft accession treaty. The Commission is then consulted and the European Parliament has to give its consent. The treaty is then signed and ratified by the candidate country and all the Member States Lake Ohrid, located on the border between the former Yugoslav Republic of Macedonia and Albania, is the oldest lake in Europe. It is home to a great number of species of plants and animals that cannot be found anywhere else. © E U © E U Kosovo is home to the youngest population in Europe with a median age of around 27 years. ",
        "9 E N L A R G E M E N T The EU assists the enlargement countries to become competitive market economies. As part of that, the EU supports economic reforms. Enlargement countries need to carry out significant reforms to ensure that EU rules are adopted, but also properly implemented. They may also have to set up new bodies, such as an independent competition authority or a food standards agency. Or they may need to restructure existing institutions: demilitarising the police, upgrading environmental watchdogs or giving prosecutors more autonomy in combating corruption. These reforms imply major investments in both know-how and funds. The EU offers a wide range of programmes and mechanisms to provide financial and technical assistance in carrying out these reforms. Aware of the challenges that reforms can present to citizens in the countries concerned, the EU also promotes public understanding of the accession process. This is done, for instance, through dialogues with civil society, such as trade unions, consumer associations and other non-governmental organisations. An important aspect of the EU’s assistance is strengthening the ‘ institutional capacity ’. This essentially means ensuring that the public sector in the aspiring country knows in practice how to work with EU matters — and to work effectively and democratically in general. The EU helps by developing the structures or training the staff responsible for applying EU rules. Advice on implementing the acquis is often provided. From signing the accession treaty to accession Once the accession treaty has been signed, the acceding state is entitled to certain provisional privileges. It acquires ‘active observer status’ in most EU bodies and agencies, where it is entitled to speak, but not to vote; it can comment on draft EU proposals, communications, recommendations or initiatives. Once the ratification process is complete, the accession treaty enters into force on its scheduled date, and the acceding state becomes an EU Member State. Helping future members prepare To help the countries prepare for future membership, the EU has a pre-accession strategy. Key elements of this strategy are the association agreements (stabilisation and association agreements in the case of the western Balkans), EU financial assistance and participation in EU programmes. The enlargement countries’ contractual framework for relations with the EU is established through association agreements. For example, Turkey’s formal links with the EU are enshrined in an association agreement signed in 1963 (the Ankara Agreement) and extended to a customs union in 1995. For the countries of the western Balkans, a special process, the stabilisation and association process (SAP), was established in 1999. The Sarajevo Film Festival (in Bosnia and Herzegovina) is the largest film festival in south-east Europe and one of the largest in Europe. © E U ",
        "10 T H E E U R O P E A N U N I O N E X P L A I N E D via ‘twinning’ arrangements, in which experts are seconded from EU Member States, or by means of short workshops. Preparing countries for membership also means helping them to upgrade their infrastructure, such as building solid-waste disposal plants or improving transport networks by means of a combination of EU grants and loans from international financial institutions. Enlargement countries are allowed to participate in EU programmes, for example, in the areas of public health, research or education. This experience allows them to learn how to handle the kind of funding they will be entitled to after accession, also helping to familiarise them with EU policies and instruments. EU support EU financial assistance helps the countries to build their capacity to adopt and implement European standards. From 1991 to 2011 the EU provided over €16 billion in assistance to the western Balkans, some of the highest per capita assistance in the world. Since 2007, candidate countries and potential candidates have been receiving EU funding and support through the Instrument for Pre-Accession Assistance , or IPA. The EU and national authorities of the countries in question decide on the areas where the funds should be invested. IPA-supported projects aim to strengthen democratic institutions and the rule of law, reform public administration, support economic reforms, promote respect for human as well as minority rights and gender equality, support the development of civil society and advance regional cooperation, and contribute to sustainable development and poverty reduction. IPA funding thus supports the adoption and implementation of the requirements for membership. The total pre-accession funding for the period 2014–20 is expected to be about €11.7 billion, with precise allocations decided year by year. Pre-accession assistance from the EU in 2013, million € Albania 95.3 Bosnia and Herzegovina 108.8 Croatia 93.5 The former Yugoslav Republic of Macedonia 113.2 Kosovo 71.4 Montenegro 34.5 Serbia 208.3 Turkey 902.9 Multi-beneficiary programme 177.2 The Tara River canyon, located in northern Montenegro, is the longest in Europe. © E U ",
        "11 E N L A R G E M E N T What EU enlargement achieves The EU delivers considerable economic and social benefits for both ‘old’ and ‘new’ Member States. The ‘new’ countries have generally had higher economic growth than the ‘old’ ones. This enabled them to move from a gross domestic product (GDP) per capita that was 40 % of the 15 ‘old’ countries in 1999 to 60 % in 2012. Economic growth in the 'new' Member States was about 4 % a year over a long period of time. It is estimated that this had the effect of adding 0.5 % growth per year to the ‘old’ Member States, because they profited from increased trade with the new countries and from investing in companies in these countries. Whilst the free movement of people is controversial in some countries, the GDP in the ‘old’ EU countries is estimated to have increased by almost 1 % in the long term as the result of post-enlargement mobility. Mobile EU workers pay more in taxes than they claim in social benefits. There is no evidence that ‘benefit tourism’ is widespread or systemic. The EU does not harmonise national security or social assistance schemes, so that each EU country can freely decide which benefits it grants, to whom, under what conditions and for how long. In addition to increased prosperity, the enlargement process also promoted stability, security and the rule of law to those countries joining the EU. Enlargement policy played a very important role in transforming those former communist countries that have joined the EU since 2004 into states with functioning market economies and democratic political institutions. This process was the fulfilment of a pledge made by the EU at the end of the Cold War to the former communist countries of central and eastern Europe. The guidance provided by the European Commission and other institutions, as well as the institutional and legal know-how offered by the existing Member States, helped these countries to undergo one of the most rapid modernisation processes in history. ‘NEW’ EU COUNTRIES CATCH UP IN WEALTH GDP per capita in the 12 ‘new’ countries that joined the EU in 2004 and 2007 as share of the GDP per capita in the 15 ‘old’ countries that were members of the EU before 2004. Free movement of persons The free movement of goods, services, capital and persons is a basic principle of the EU. This means that all EU citizens have the right to work in other EU countries. They can live in other EU countries when they have a job or have enough money to take care of themselves. At the same time, in a recent case of a Romanian woman who moved to Germany for the sole purpose of claiming social benefits, the Court of Justice of the European Union made it clear that the free movement of persons does not include benefit tourism. It concluded that she was not entitled to these German benefits (‘Elisabeta Dano against Jobcenter Leipzig’, November 2014). 40 50 60 70 1999 40 % 52 % 60 % 2012 2008 © E u r o p e a n U n i o n ",
        "12 T H E E U R O P E A N U N I O N E X P L A I N E D Growing organically — from lower Austria to the Czech Republic Johannes Gutmann is the founder and director of ‘Sonnentor’, an organic herb, tea and spice company in Austria. The company grows and collects products from over 150 organic farmers, packaging and selling them under one logo. Sonnentor has a strict policy with regard to sustainable regional development and supports small rural holdings which have a long tradition in the Waldviertel district of lower Austria. Johannes Gutmann: ‘The 2004 EU enlargement was a milestone in our development. We had already had a subsidiary in the Czech Republic since 1992, but with border restrictions gone, both companies could grow much faster. Over the past 10 years, the number of employees has risen from 45 to 225 here in Austria and from 20 to 85 in the Czech Republic.’ Since 2004 Sonnentor has been able to export to all new EU Member States and buy a lot from them as well. Mr Gutmann further commented: ‘Relations have really developed over time and enlargement has very much contributed to a better mutual understanding, trust and appreciation.’ Business changes that sit well with a Latvian manufacturer Normunds Bremers is the director of ‘Wenden Furniture’, a company based in Jaunpiebalga, a small village in Latvia. The company was founded in 2005, shortly after Latvia joined the European Union. Wenden Furniture mainly produces chairs made of wood, and has reached a capacity of over 10 000 chairs a month. The company strives to expand and develop the range of products to cater to different customers in different countries. Normunds Bremers: ‘Joining the EU has had many benefits, not only for me personally, but also for the company. We export 98 % of our products, mainly to other European countries. Now that we are a part of the EU, we have less bureaucracy and don’t have to fill in as many documents, but can instead concentrate on our work. It also means that our products reach our customers much more quickly and easily. Business partners and investors see us as a reliable partner, with whom it’s safe to work. Due to the fact that we are in the European Union, business development is sustainable. Latvia might be a small country, but together with others in the EU it offers many opportunities. The EU guarantees stability and development.’ You can find out more about some of the people you have met on these pages by watching these videos. ",
        "13 E N L A R G E M E N T Collaborating today for cleaner energy tomorrow At Sabanci University, graduate students and staff are currently researching cleaner ways of using coal. This entails decreasing the levels of sulphur dioxide emitted into the atmosphere by removing the sulphur content of coal before combustion. Researchers are combining genetic engineering methods with microbial desulfurisation to improve the organic sulphur removal from Turkish and Bulgarian coal. The Bulgarian Academy of Science also participated in the earlier phase of the research. The new process produces coal that is more environmentally friendly and cheaper than the chemical and physical desulfurisation. Professor Yuda Yurum from Sabanci University and Dr Gizem Dinler Doğanay of Istanbul Technical University commented: ‘The research is still at the laboratory stage and is currently being tested. The next step will be the pilot phase. The Bulgarian team, led by Professor Stefan Marinov, worked on two projects that have been integrated into the study. It has been a fruitful collaboration and we hope to work with them again in the future.’ Breakthroughs in this area could help the EU make its coal consumption cleaner, especially now as this fuel is seeing a resurgence in use in some EU countries. A Serbian start-up with a bright idea ‘Strawberry Energy’ is a start-up from Belgrade that has developed a unique global technological innovation — a portable mini solar charger called the ‘Strawberry Tree Mini’. Converting pure solar power into electrical energy, this innovative product can be used to charge small portable devices on the go, such as mobile phones, cameras and MP3 players. Strawberry Energy is one of many new enterprises supported by the Innovation Serbia Project (funded through the EU’s Instrument for Pre-accession Assistance), which aims to stimulate innovation by funding early-stage, private, micro and small enterprises. The team of young entrepreneurs is currently looking to expand in the EU, stating: ‘We truly believe that unlimited mobility of ideas, knowledge and people are essential for everyday processes. Not only can we gain new ideas, but we also feel that we have so much to offer to people across the European Union.’ The first Strawberry Tree to be constructed in the European Union will be installed in front of the European Parliament in Brussels. © E U A Serbian start-up company has produced a portable solar energy charger. ",
        "14 T H E E U R O P E A N U N I O N E X P L A I N E D From a small farm to an online business with EU support When Poland joined the European Union in 2004, many feared that small and medium-sized family farms would be crushed by global competition. They are still standing firm, however, and probably more so than ever. Tomasz Obszański has a farm of 21 hectares which is located in Tarnogród, close to the Ukrainian border. Tomasz explains his journey since Poland became a member of the EU. ‘I wasn’t sure, in fact, if it would have a real effect on my daily life or not,’ he says. ‘After a few months, however, I began to appreciate that Poland’s membership was a positive thing for me, especially when I realised I was eligible for funds to help develop my farm.’ Tomasz wisely used these funds to turn his farm into a flourishing enterprise. He participated in an EU programme in 2010 which allowed him to set up a new company to grow organic grain and produce high quality organic oils. ‘Thanks to this fund I bought a grain press to produce organic oil in line with the European standards on organic agriculture,’ he explains. ‘This made me stronger and ready to rise up to the challenge of an open economy.’ With sales steadily rising, he now sells his products from a local organic food shop to regional fairs, markets, pharmacies and over the Internet. © E U The EU is Turkey’s number one import and export partner while Turkey ranks 7th in the EU’s top import and 5th in export markets. ",
        "15 E N L A R G E M E N T Prosecutors in partnership: fighting organised crime and corruption Organised crime is a worldwide problem: to tackle it, strong international cooperation is required. In the western Balkans, countries need to build the appropriate structures and experience to investigate and prosecute complex criminal groups in an international context. The EU helps with projects where prosecutors from EU Member States are seconded to the region in order to provide their counterparts with ongoing advisory services. ‘International criminal gangs have efficient, well- organised and adaptable processes with strong cross-border networks and are able to transmit information very quickly. In general, we are always one step behind the criminals, but with well-functioning and strong networks we can minimise this gap,’ says a representative of Austria’s Criminal Intelligence Service. The impact of the project was felt across the western Balkans in April 2013 when special police forces from Bosnia and Herzegovina, Croatia and Serbia carried out operation ‘Šetač’ (‘the walker’). The operation hit hard the structures of a drug mafia operating in these countries. Dozens of suspects were successfully apprehended and a large quantity of weapons and explosives were seized. This project will not only benefit the prosecutors in the western Balkans — it will ultimately protect citizens who have been affected by organised crime anywhere. The EU helps to fight crime in the Balkans. © E U ",
        "16 T H E E U R O P E A N U N I O N E X P L A I N E D N A - 02 - 15 - 516 - E N - N Find out more X The European Commission’s website on enlargement : http://ec.europa.eu/enlargement/ X Questions about the European Union? Europe Direct can help : 00 800 6 7 8 9 10 11 http://europedirect.europa.eu Outlook Successive enlargements have played a crucial role in safeguarding democracy and bringing stability to the European continent. This was highlighted in the reasons cited for the awarding of the 2012 Nobel Peace Prize to the EU. Today, the policy continues to have a stabilising effect in the western Balkans, and it is an anchor for democratic reforms in Turkey. This political transformation brings about real change on the ground. Croatia’s accession is the best example: torn by conflict only two decades ago, the country is now a stable democracy, capable of taking on the obligations of EU membership and of adhering to EU standards. Of course, EU accession is not automatic: the process is based on strict conditionality, with each step forward based on real progress achieved on the ground and agreed by all the actors. This is to ensure that a candidate country is fully prepared for membership before it is able to join. EU-related reforms are not limited to the aligning of local laws to EU standards. Respect for the rule of law, democratic principles and human rights remain the focal point of the enlargement process. © E U Serbia has grown into one of the premier investment locations in central and eastern Europe. Nearly 90 % of investments by foreign companies in Serbia are made by European companies. "
    ]
}