{
    "text": [
        "2 0 0 9 i s s n 1 8 3 1 - 0 8 3 4 EffEctivEnEss of EDf support for rEgional Economic intEgration in East africa anD WEst africa E u r o p E a n co u r t o f au D i to r s s p e c i a l r e p o r t n o 1 8 En ",
        "",
        "E f fEc t i vEnEs s o f E Df s u p p o r t f o r r Eg i o n a l E co n o m i c in tEg r at i o n i n E a s t af r i c a a nD WEs t af r i c a special r eport no 18 2009 (pursuant to article 248(4), second subparagraph, Ec) EuropEan court of auDitors ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa EuropEan court of auDitors 12, rue alcide De gasperi 1615 luxembourg luXEmBourg tel. +352 4398-1 fax +352 4398-46410 E-mail: euraud@eca.europa.eu internet: http://www.eca.europa.eu special r eport no 18 2009 a great deal of additional information on the European union is available on the internet. it can be accessed through the Europa server (http://europa.eu). cataloguing data can be found at the end of this publication luxembourg: publications office of the European union, 2010 isBn 978-92-9207-615-3 doi:10.2865/96764 © European union, 2010 reproduction is authorised provided the source is acknowledged. Printed in Luxembourg ",
        "3 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa contEnts Paragraph GLOSSARY I–VIII EXECUTIVE SUMMARY 1–13 INTRODUCTION 1–4 POLICY FRAMEWORK 5 EDF SUPPORT FOR REGIONAL INTEGRATION 6–8 MANAGEMENT OF REGIONAL PROGRAMMES 9–11 EAST AFRICA REGION 12–13 WEST AFRICA REGION 14–17 AUDIT SCOPE AND APPROACH 18–55 OBSERVATIONS 18–31 DOES THE COMMISSION HAVE A RELEVANT AND COHERENT APPROACH TO REGIONAL INTEGRATION? 19–27 tHE commission’s rEgional coopEration stratEgY is rElEvant But complEmEntaritY vis-À-vis its national coopEration stratEgiEs is WEaK anD tHE lE vEl of funDing DoEs not taKE account of aBsorption capacitiEs 28–31 rEgional proJEcts arE rElEvant But Do not sufficiEntlY aDDrEss rEgional intEgration nEEDs at national lE vEl 32–49 HAS THE COMMISSION MANAGED ITS SUPPORT FOR REGIONAL INTEGRATION WELL? 33–38 DElEgations lacK guiDElinEs anD capacit Y to managE rEgional programmEs 39–43 ovErall coorDination, rEporting anD monitoring BY rEgional organisations is inaDEQuatE 44–49 implEmEntation of rEgional proJEcts is complEX anD sloW 50–55 HAVE THE COMMISSION’S INDIVIDUAL PROJECTS IN SUPPORT OF REGIONAL INTEGRATION MET THEIR OBJECTIVES? 51–55 proJEct EffEctivEnEss Difficult to assEss But in most casEs limitED 56–60 CONCLUSIONS AND RECOMMENDATIONS ANNEX I — CHART OF EAST AND SOUTHERN AFRICA REGIONAL ECONOMIC INTEGRATION ARRANGEMENTS ANNEX II — MAIN REGIONAL ORGANISATIONS IN EAST AFRICA AND WEST AFRICA ANNEX III — LIST OF PROJECTS EXAMINED REPLY OF THE COMMISSION ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa ",
        "5 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa ACP : african, caribbean and pacific (states) ASECNA : agence pour la sécurité de la navigation aérienne en afrique et à madagascar (Agency for the Safety of Aerial Navigation in Africa) COMESA : common market for Eastern and southern africa EAC : East african community EC : European community ECOWAS : Economic community of West african states (Communauté économique des Etats de l’Afrique de l’Ouest, Cedeao, in French) EDF : European Development fund EPA : Economic partnership agreement IAS : i nternal audit service IGAD : i ntergovernmental authority on Development IOC : i ndian ocean commission IRCC : inter regional coordinating committee RISM : regional integration support m echanism RISP : regional integration support p rogramme SADC : southern african Development community UEMOA : union économique et monétaire ouest africaine (West African Economic and Monetary Union, WAEMU, in English) UNIDO : united nations i ndustrial Development organisation g lo s s a rY ",
        "6 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa E X Ec u t i vE s u m ma rY I. regional integration is the process of neighbouring countries cooperating in order to improve political stability and to stimulate economic development in a region. in larger and more harmonised markets, the free movement of goods, ser vices, capital and people enables economies of scale and stimulates trade and investment. regional economic inte- gration between developing countries is thus a vehicle for economic growth and can contribute to poverty reduction. II. the objective of the court’s audit was to assess whether EDf support for regional economic integration in East africa and West africa had been effective. the audit examined the commission’s approach to regional economic integration, its man- agement of the support provided and the results of a sample of individual projects. III. the regional economic integration pro- cess is making progress in both regions in terms of agreements being reached on regional objectives and policies relating to trade and transport issues. However, the implementation of such agreements by the national authorities is lagging be- hind and the free movement of goods, services, capital and people is not yet a reality in either of the two regions. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 77 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa IV. overall, EDf support for regional eco - nomic integration has so far been only partially effective, being undermined by several factors. the occurrence of mul- tiple regional organisations with over - lapping mandates and membership, as well as weak capacity, results in a com- plex institutional framework. further- more, there are weaknesses in the com- mission’s approach to, and management of, regional economic integration pro- grammes. V. the commission’s approach to supporting regional economic integration in East africa and West africa is relevant to the regions’ and the countries’ needs to achieve higher economic growth as a means to fight poverty. However, the strategies and interventions at the regional and national levels have largely been designed and implemented independently of each other, with insufficient attention paid to the possibility of creating complementarity between them except, to some extent, in the transport sector. VI. the commission’s Delegations have nei- ther adequate guidelines nor sufficient capacity to deal with the preparation, im- plementation, reporting and coordination of regional activities. at the level of the regional organisations, coordination is also inadequate and there is no monitor- ing system to track the overall progress of the regional economic integration process in the individual countries. E X Ec u t i vE s u m ma rY VII. i t was difficult to assess the results achieved or likely to be achieved by in- dividual projects, due to poorly defined objectives, the lack of adequate report- ing and monitoring and the fact that sev- eral major projects are ongoing and their final results are not yet known. overall, these projects are likely to have, at best, only partially satisfactory results. VIII. the court’s main recommendations are that the c ommission should: — make the continuation of its support for regional integration conditional on an early agreement on how to achieve the necessary convergence between the various regional organisations in a region within a predefined time- frame and on the national authorities taking greater ownership of the re - gional integration process; — from the 2010 mid-term review of the 10th EDf strategies onwards, improve coherence between its regional and national strategies; — examine whether the financial alloca- tion in the 10th EDf to regional pro - grammes is too high; — in relation to the Delegations’ man- agement of regional programmes, de- fine their responsibilities, set up an appropriate coordination mechanism between them and review their staff capacity. ",
        "8 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa introDuc tion POLICY FRAMEWORK 1. the main objectives of cooperation between the European com- munity (Ec) and the african, caribbean and pacific (acp) states under the ‘cotonou agreement’ are the reduction of poverty and ultimately its eradication, sustainable development and progres- sive integration of the acp countries into the world economy 1 . regional economic integration can be an important step towards meeting these objectives for many countries, especially for the smaller ones. its main goals are to create or improve political stability and to stimulate economic development within a region. large harmonised markets facilitate the free movement of goods, services, capital and people which enables economies of scale and stimulates trade and investment. regional economic integration (hereinafter called ‘regional integration’ for the purpose of this report) helps stimulate economic growth and can thereby con- tribute to poverty reduction 2 . 2. Even prior to the cotonou agreement, in a communication of 1995 3 , the commission had defined its support for regional inte- gration among developing countries by outlining a conceptual framework and by formulating three main areas for develop- ment cooperation support: capacity building and institutional strengthening at regional and national levels, direct support for the private sector to help exploit the opportunities resulting from regional integration and budget support to help meet the transi- tional costs of economic liberalisation and reform. 3. the Ec Development policy of 2000 4 selected a limited number of priority fields for community development cooperation activ- ities, including trade and development, and regional integration and cooperation. the updated Ec development policy of 2005, ’the European consensus on Development’ 5 , again emphasised the importance of trade and regional integration by linking them and selecting them as one of the priority areas for community action. 1 acp-Ec partnership agreement, signed on 23 June 2000 and revised on 25 June 2005 (hereinafter called the cotonou agreement), part 3, title i: Development strategies, article 19. 2 communication from the commission to the council, the European parliament, the European Economic and social committee and the committee of the regions: regional integration for development in acp countries. com(2008) 604 final/2 of 6.10.2008. also see the commission staff working document accompanying the communication on regional integration for development in acp countries, sEc(2008) 2539 of 1.10.2008. 3 communication from the commission: Ec support for regional economic integration efforts among developing countries. com(95) 219 of 16.6.1995. 4 communication from the commission to the council and the European parliament: the European community’s Development policy, com(2000) 212 final of 26.4.2000. 5 Joint statement by the council and the representatives of the governments of the member states meeting within the council, the European parliament and the commission: ’the European consensus on Development’, 22 november 2005. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 9 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 4. the commission updated its policy on regional integration, spe- cifically in relation to acp countries, in a communication in 2008 (see footnote 2) in which it confirmed its view that regional inte- gration was essential for increasing economic growth and redu- cing poverty. it also identified several longstanding challenges for achieving regional integration, including a lack of institutional capacity and ownership at national and regional levels, a need to improve implementation of economic integration agreements and to streamline overlapping and inconsistent integration agendas, insufficient economic diversification in national economies and inefficient infrastructure interconnections. in the area of regional economic integration, the communication proposed focusing Eu support on the following priority areas: strengthening regional institutions, building regional integrated markets, supporting business development and connecting regional infrastructure networks. Source: European court of auditors. ",
        "10 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa EDF SUPPORT FOR REGIONAL INTEGRATION 5. the Ec supports the acp countries in their development efforts through the European Development funds with national pro- grammes established with individual countries, regional pro- grammes covering several or all countries in a particular region and what are known as intra-acp programmes, which target many or all acp states. from the ninth EDf (2002–07), region- al programmes have become the main instrument used to sup- port regional integration. a number of regional organisations, established by various groups of acp countries with a mandate to pursue regional economic integration, have become the main partners of the commission to prepare and implement these re- gional programmes. under the ninth EDf 1 000 million euro was originally reserved for regional programmes. after the end-term reviews of the various programmes, the final amount committed for regional programmes was 904 million euro, of which 70 % was dedicated to regional economic integration interventions 6 . under the 10th EDf the total allocation for regional programmes has been increased to 1 783 million euro, with the share of regional economic integration coming to 75 %. the allocated amounts by region are given in Table 1 . 6 the commission’s indicative programmes sub-divide the total allocations into amounts for two or three main areas of support, also referred to as ‘focal sectors’. in the data presented, the share of the regional programmes allocated to regional economic integration has been calculated by adding the amounts allocated to the focal sectors called ‘regional integration and trade’ or ‘regional economic integration’ and ‘transport and communications’ or‘ transport interconnectivity’. under the 10th EDf regional programmes, ‘transport’ is no longer presented as a separate focal sector but is covered under the main focal sector of ‘economic integration’. FINANCIAL ALLOCATIONS TO REGIONAL PROGRAMMES TABLE 1 (million euro) Region 8th EDF (1996–2001) 9th EDF (2002–07) 10th EDF (2008–13) Total REI 1 Total REI Total REI East Africa 2 219 154 289 203 645 548 West Africa 226 143 253 200 597 418 Subtotal 445 297 542 403 1 242 966 Southern Africa Development Community (SADC) 121 81 147 95 116 93 Central Africa 91 60 64 29 165 97 Caribbean region 90 40 111 89 165 140 Pacific region 35 – 40 15 95 45 Total 782 478 904 631 1 783 1 341 1 regional Economic integration. 2 the commission’s official denomination for this region is ‘Eastern and southern africa and the indian ocean’; in this report it will be referred to as ‘East africa’. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 11 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa MANAGEMENT OF REGIONAL PROGRAMMES 6. Before the ninth EDf, the regional programmes were agreed be- tween the commission and the individual countries belonging to the region concerned, with regional projects often providing add- itional funding for national activities (e.g. road building) rather than supporting clearly designed regional policies. 7. the cotonou agreement, however, placed a new emphasis on the regional programmes as the main instrument to support regional economic integration and stipulated that multi-annual regional support strategies and indicative programmes be prepared and agreed for each region jointly by the commission and the duly mandated regional organisation(s), under the following condi- tions 7 : — the acp states concerned decide on the definition of the geo- graphical regions; — to the maximum extent possible, regional programmes should correspond to programmes of existing regional organisations with a mandate for economic integration; — in the case of overlapping membership of several regional organisations, the regional programme should ‘correspond to the combined membership of these organisations’. 8. as a result of the aforementioned provisions, regional program- ming under the ninth and 10th EDfs has resulted in strategies and indicative programmes for six different regions covering the totality of the acp countries, i.e. four in africa, one in the pacific and one in the caribbean. in several of the african regions more than one regional organisation exists with a mandate for eco - nomic integration, covering different, and sometimes overlap- ping, areas. this has led to the situation that in the two largest regions, East africa and West africa, for example, the commission has to work with four (East africa) and two (West africa) regional organisations respectively as the duly mandated organisations to draw up, sign and implement the regional strategy and indicative programme for their region. the regional indicative programme provides a first allocation of the resources available for the region and the period concerned to the focal areas of support. for each individual intervention the most appropriate regional organisa- tion is allocated the role of regional authorising officer, respon- sible for preparation and implementation of the interventions in close cooperation with the c ommission. 7 cotonou agreement, annex iv ‘implementation and management procedures’, chapter 2 ‘programming and preparation (regional)’. ",
        "12 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 8 up to the eighth EDf, this region was covered by two indicative programmes, one for Eastern and southern africa and one for the indian ocean region, but following the principles of the cotonou agreement, these were replaced by one single strategy and indicative programme for the larger region. 9 comEsa — common market for Eastern and southern africa, Eac — East african community, igaD — intergovernmental authority on Development, ioc — indian ocean commission. 10 for example tanzania participates in the East africa regional programme as a member of the Eac. However, it is not a member of comEsa, but it is a member of saDc. EAST AFRICA REGION 9. the East africa region in its current composition was created with the signing of the ninth EDf regional strategy paper and regional indicative programme 8 . it is a heterogeneous and diverse region in many respects, with countries varying in size, population, geo- graphical situation, level of development and political stability. under the ninth EDf, the regional programme covered 21 coun- tries, but under the 10th EDf this number has been reduced to 17, following the withdrawal of four countries from the regional organisations involved. 10. the region is characterised by the presence of four regional or - ganisations, covering different sub-regions, with a mandate for re- gional integration. these are known respectively by the acronyms comEsa, Eac, igaD and ioc 9 . these organisations show significant overlaps in geographical coverage and membership and in man- dates and policy objectives (see Annexes I and II ). comEsa and Eac are primarily aiming for regional economic integration, with Eac already having established a customs union, while comEsa is still in the process of transforming its free trade area into a customs union. igaD also includes regional economic integration in its mandate but focuses more on conflict resolution and food security issues. the ioc has a mandate for economic and trade cooperation rather than for regional economic integration, and it focuses mainly on regional cooperation in natural resources management (fisheries). nevertheless, ioc participates in the pro - gramming and implementation of the 9th and 10th EDf regional indicative p rogrammes for the East a frica region. 11. the overlapping membership poses considerable problems, as some member countries belong to two different trade areas (comEsa and Eac ). in addition, there are overlaps and incom- patibilities in membership with the southern africa Develop- ment community (saDc), the regional organisation for southern africa 10 , which also aims to establish a customs union between its member countries. membership in more than one customs union, however, is technically not possible. these overlaps in member- ship and mandates result in a complex institutional framework. these factors, and the current weak state of coordination be- tween these organisations (see paragraphs 39 to 43), pose serious problems for the commission, in particular for the design and implementation of interventions in the area of regional economic integration. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 13 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa WEST AFRICA REGION 12. there are two mandated regional organisations in this region, i.e. the Economic community of West african states (EcoW as) and the union Économique et monétaire ouest africaine (uEmoa/ WaEmu — West african Economic and monetary union). the re- gional programme covers the combined membership of these two organisations. mauritania, the region’s only country which is not a member of either organisation, also takes part in EDf regional cooperation under the umbrella of EcoW as. 13. although economic integration in this region may appear more straightforward to achieve as there are fewer sub-regions than in East africa, it too faces significant challenges. uEmoa has the ad- vantage of a common currency and an established customs union, while EcoW as is much less advanced in this respect, but EcoW as has the wider membership and is, therefore, the more logical re- gional integration structure in the long term and the main refer- ence for the Economic partnership agreement (Epa ) to be agreed with the Ec 11 . the two organisations have recognised the need for convergence between the two regions and organisations and have agreed to work towards this long-term goal through an ‘approche à géométrie variable et à rythmes différents’. in the meantime, substantial coordination is required between the two organisa- tions, and between them and the European commission, in order to move this regional integration process forward as effectively and efficiently as possible. 11 the Epas will be the new trade agreements between (groups of) acp countries and the Eu, to replace the system of non-reciprocal trade preferences agreed in the lomé conventions, which preceded the cotonou agreement. ",
        "14 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 14. in view of the growing interest in, and the increased EDf support for, regional economic integration, the court decided to carry out an audit on this subject. the audit was planned so that the results could be taken into account by the commission in its mid-term review of the implementation of the 10th EDf which is scheduled for 2010. 15. the purpose of the audit was to determine whether European Development fund (EDf) support for regional economic integra- tion has been effective. the audit addressed the following ques- tions: (a) Does the commission have a relevant and coherent approach to regional integration? (b) Has the commission managed its support for regional integra- tion well? (c) Have the commission’s individual projects in support of re- gional integration met their objectives? 16. regarding the geographical scope, the court’s audit has focused on the two largest of the six existing regional programmes, i.e. those for East africa and West africa (see Table 1 ), which together account for well over 50 % of the total amount allocated to re - gional programmes. auDit scopE anD approacH ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 15 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 17. the audit work carried out included the following: (a) a review of relevant documentation on Ec development policy concerning regional integration; (b) an examination of the commission’s regional strategy docu- ments 12 for the ninth and 10th EDfs for the two regions se - lected, together with the national strategy documents 13 for the countries visited; (c) on-the-spot missions to both regions, covering in total nine countries as well as the Headquarters of the relevant regional organisations 14 ; (d) an examination of 18 regional projects, which include all ninth EDf and the largest eighth EDf projects on regional integration, trade and transport, with a total financial allocation of almost 450 million euro 15 . the scope of this examination was restricted to an assessment of the achievement (or likelihood thereof ) of the project results, but not the longer-term impact thereof. the list of projects examined is provided in Annex III ; (e) a review of the evaluations carried out of the commission’s regional strategies for East and West africa, in order to assess the reliability of their conclusions and the follow-up action taken or planned by the commission and a review of an inter- nal audit of the financial management of regional projects, in particular in the s outhern a frica region 16 . 12 Within the commission, these documents are called ‘regional strategy paper’ and ‘regional indicative programme’. 13 Within the commission, these documents are called ‘country strategy paper’ and ‘national indicative programme’. 14 in East africa visits were made to Kenya, malawi, rwanda, tanzania, Zambia and to the regional organisations common market for Eastern and southern africa (comEsa) and East african community (Eac). in West africa visits were made to Burkina faso, ghana, nigeria and senegal and to the regional organisations Economic community of West african states (EcoWas) and union Économique et monétaire ouest africaine (uEmoa/ WaEmu, West african Economic and monetary union). in East africa two other regional organisations (intergovernmental authority on Development and indian ocean commission) are also involved in regional cooperation, but they play a minor role in relation to economic integration and they were not visited during the audit. 15 12 projects were financed from the 9th EDf and 6 from the 8th EDf; no projects financed from the 10th EDf were being implemented yet at the time of the audit. 16 ‘Évaluation de la stratégie régionale de la commission Européenne en afrique de l’ouest’, rapport final de synthèse, mai 2008; ‘Evaluation of the commission’s support to the region of Eastern and southern africa and the indian ocean’, final report December 2008; ias audit report, July 2008 (commission internal document). ",
        "16 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa DOES THE COMMISSION HAVE A RELEVANT AND COHERENT APPROACH TO REGIONAL INTEGRATION? 18. in addressing this question the court examined whether, for the two regions concerned, the commission’s regional cooperation strategy was aligned with the regions’ own priorities and com- plementary to the commission’s individual country cooperation strategies. for individual regional projects, the court examined whether they addressed priority needs at both the regional and national levels. THE COMMISSION’S REGIONAL COOPERATION STRATEGY IS RELEVANT BUT COMPLEMENTARITY VIS-À-VIS ITS NATIONAL COOPERATION STRATEGIES IS WEAK AND THE LEVEL OF FUNDING DOES NOT TAKE ACCOUNT OF ABSORPTION CAPACITIES 19. in its regional strategy documents for both the ninth and the tenth EDfs the commission provides an accurate analysis of the progress made in regional integration and the challenges it faces. this analysis justified the decision to focus the EDf financial al- locations for both regions on economic integration and trade, with transport either being included or treated as a second focal sector. the justification provided, in the 10th EDf regional strat - egy papers and in the commission’s 2008 communication (see footnote 2), for the doubling of the financial allocation to regional programmes under the tenth EDf to 1 783 million euro is that it reflects ‘Eu- acp consensus on the importance of regional integra- tion for development’. this large allocation will be difficult to use in an efficient and effective way by the regional organisations, given their limited absorption capacity demonstrated so far (see paragraphs 44 to 49). 20. the commission’s regional strategies are aligned with the strat- egies and objectives of the main regional organisations to increase economic growth and reduce poverty through higher levels of regional economic integration, by supporting the implementa- tion and consolidation of existing free trade areas and customs unions, and by addressing supply side constraints in the area of infrastructure. oBsEr vations ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 17 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 21. the commission has followed an appropriate approach of provid- ing institution building support to the regional organisations in order to increase their capacity to develop regional policies and enforce their implementation. its strategy of supporting, in each region, one joint regional indicative programme involving the various regional organisations takes account of the complexity of the current institutional framework, caused by the multiplicity and overlapping mandates of regional organisations (see para- graphs 10 to 13). another aim is to strengthen cooperation and the convergence process between these organisations. However, the regional strategy documents do not identify the priority needs to strengthen the institutional capacity of individual countries to participate actively in the formulation and implementation of regional integration policies. 22. the focus on transport in the regional strategy is in line with the Joint africa–Eu strategy 17 which stated that africa and the Eu would aim at increasing interconnectivity by investing in and improving infrastructure along the trans-african road transport corridors in order to support development through growth and trade. the objective is to support the definition and implementa- tion of regional transport policies, with priority being given to the harmonisation of national transport policies (e.g. standardisation of maximum axle load for heavy goods vehicles) and transport fa- cilitation along regional corridors (e.g. jointly built and managed border posts, elimination of illicit controls). 23. the commission’s cooperation strategies with individual countries under the ninth and 10th EDfs are aligned with national develop - ment strategies, as formulated in the countries’ poverty reduc- tion strategy papers. the aim of all these national strategies is to achieve higher economic growth, which is seen as a necessary condition to be able to reduce poverty. However, in many cases the national strategies do not consider how they should interact with or complement regional integration programmes. 17 ‘the africa–Eu strategic partnership: a Joint africa–Eu strategy’, adopted at the Eu–africa summit, lisbon, December 2007. ",
        "18 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 24. for most of the countries examined by the court, the commission’s cooperation strategies have focused on budget support. this is meant to contribute to macro-economic stability, which is an im- portant condition for strengthening the convergence of national macro-economic policies, economic growth and development of trade in the regions and thus, regional integration overall. 25. transport is defined as a focal sector for most of the countries examined by the court and has the potential to contribute to re- gional integration. under ninth ED f national programmes, whilst the importance of improving regional transport corridors is men- tioned in several cases, the majority of road programmes in the different countries examined by the court focus on improving domestic interconnectivity. in the 10th EDf country strategies, there has been a significant change of emphasis, since priority is now given to promoting regional interconnectivity in order to facilitate and expand regional trade. 26. in the ninth EDf country strategies, in areas other than transport, varying and generally inadequate attention is given to regional integration. there is no indication as to how the commission’s support and policy dialogue at national level should support the regional integration process and there are no explicit linkages or complementarity with regional interventions, for example in relation to the need for institutional support for national admin- istrations in the transposition and application of regional law or for strengthening the competitiveness of the private sector. Whilst, for most of the countries examined by the court, the 10th EDf country strategies include provisions for non-focal support in areas such as trade, regional integration or implementation of Economic partnership agreements (Epa ), they do not specify the priority needs to be addressed. 27. the court’s findings corroborate the evaluations commissioned by the commission for the two regions. these evaluations, which covered the eighth and ninth EDfs, concluded that there was in- sufficient complementarity, because of inadequate coordination, both at the level of the policy dialogue between the commission, the regional organisations and individual countries, and at pro - gramme level between regional and national programmes. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 19 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa REGIONAL PROJECTS ARE RELEVANT BUT DO NOT SUFFICIENTLY ADDRESS REGIONAL INTEGRATION NEEDS AT NATIONAL LEVEL 28. the ninth EDf regional programmes for East africa and West africa each contain comprehensive regional integration projects 18 which address most of the issues in the area of regional integration. they focus on support for institutional capacity building, development of trade policy regulations, negotiations and implementation of Epas and financial compensation mechanisms for loss of govern- ment revenues due to customs tariff reductions. in the area of transport, they focus on transport facilitation, since support for transport infrastructure is funded by the national programmes. 29. the risp project in East africa for example consists of nine ‘r e- sult areas’, which range from implementation of the agreements on the free trade area and the customs union to harmonisa- tion of statistical data, harmonisation of monetary, fiscal and tax policy, to preparation of a transport and communications strat- egy and priority investment plan. the Economic integration and trade project in West africa contains four main components, i.e. achievement of a common market, macro-economic stability and convergence, institutional capacity building and enhancement of the competitiveness of productive sectors. all these activities are relevant to the integration agenda of the regional organisations, i.e. comEsa and Eac in East africa and EcoW as and uEmoa in West a frica 19 . 30. the rism project in East africa is the largest financial intervention in that region with an EDf commitment of 78 million euro. its ob- jective is to assist countries in the region in the fiscal adjustment process when they liberalise their tariffs vis-à-vis other member states joining the free trade area or the customs union. there has been a lack of interest from certain countries in the project. the main reason is that the project, as designed, does not target the priorities of those countries. no disbursement had been made under this project at the time of the audit. 18 in East africa this consists of the regional integration support programme (risp) in combination with the regional integration support mechanism (rism); in West africa it consists of the project support for regional integration in West africa in combination with the project Economic integration and trade. 19 the full names of the regional organisations are given in the glossary, provided after the table of contents and in footnote 14. ",
        "20 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 31. the regional projects examined all have a clear regional dimension and involve activities at the regional level. However, the com- mission, regional organisations and individual countries have respectively given insufficient attention to and support for the necessary follow-up actions at national level, in particular in re- lation to the transposition and application of legislation and the implementation of regional policies (see Box 1 ). INSUFFICIENT LINK BETWEEN REGIONAL AND NATIONAL ACTIVITIES in East africa, the regional integration support programme (risp), launched in July 2005, aims to develop the capacity of the regional organisations and their member states in policy formulation, implementa- tion and monitoring of regional integration, multilateral and regional trade and in trade-related areas. under its ‘result area 5 — improve harmonisation of regional policies at national level’, the project is meant to support member states’ ‘national development and trade policy forum’ (or similar national working group) in the task of guiding, co-ordinating and monitoring a country’s regional integration efforts as well as its integration in the world economy. in 2008, however, there were only four countries (Burundi, Ethiopia, malawi and seychelles) where the trade policy forum was sufficiently active and had enough capacity to present a work plan in this area. among them, only Ethiopia has actually been assisted by the project. in West africa, EcoWas focal points exist within the administrations of all the member states. they are responsible for assisting the EcoWas countries in the transposition of regional decisions, but their inputs are not sufficiently considered in the management of the main regional integration project, as they are not represented on the project’s steering committee. their capacity is very limited and so far they have mostly functioned as information and contact points of EcoWas in the member countries. the project has acknowledged the need to reinforce the capacity of the EcoWas focal points, but it has allocated insufficient funds for this task. the project work plan for 2008 provided 45 000 euro (3 000 euro per focal point) for the development of a capacity building plan, which was still under preparation at the time of the audit. the 2009 work plan only provides for 98 000 euro (6 500 euro per focal point) for the implementation of the capacity building plan. BOX 1 ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 21 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa HAS THE COMMISSION MANAGED ITS SUPPORT FOR REGIONAL INTEGRATION WELL? 32. in addressing this question the court examined whether the com- mission provided adequate guidelines, mechanisms and human resources capacity to facilitate management by its Delegations of the programming, implementation and monitoring of regional interventions, whether the commission ensured that adequate coordination and monitoring mechanisms were put in place by the regional organisations and whether regional projects were implemented within the planned time frame. DELEGATIONS LACK GUIDELINES AND CAPACITY TO MANAGE REGIONAL PROGRAMMES 33. Whereas country strategy papers are prepared on the basis of discussions between the commission and an individual coun- try, regional strategy papers concern no less than four regional organisations ( comEsa, Eac, igaD, ioc) in the case of the East african region, representing 17 national governments, and two regional organisations in the case of the West african region (EcoW as, uEmoa ), representing 16 national governments. on the commission’s side there is in each region almost the same number of Delegations involved. activities under the regional projects are mainly carried out at the regional level, i.e. by one or more of the regional organisations, but some activities also take place at the level of the individual countries belonging to the region. Estab- lishing a customs union, for instance, requires first an agreement to be reached at regional level on one common External tariff, but its application requires the involvement and training of all the customs services in the participating countries. With so many different parties involved, the preparation and implementation of a regional strategy requires a high degree of coordination. ",
        "22 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 34. the commission has not established procedures or guidelines for the preparation and implementation of regional strategies and interventions. the lack of adequate guidelines means that: (a) there is no clear definition or allocation of specific roles and responsibilities for the different Delegations in a region, i.e. those with and those without responsibility for relations with a r egional organisation; (b) no single Delegation has the overall responsibility or coord- inating role for a regional indicative programme; (c) there is no established comprehensive coordination frame- work covering all Delegations in a region. 35. the 10th EDf regional strategy papers and indicative programmes have been prepared largely following the guidelines for drafting country strategy papers. specific programming guidelines for re - gional programming were issued which covered the content and format of the documents but not the preparation process. neither did they take account of the significant institutional differences between country and regional strategies. the lack of coordina- tion and definition of responsibilities is one of the main reasons for the lack of complementarity between regional and national programmes (see paragraphs 20 to 31). 36. regarding the implementation of projects, each Delegation only monitors and reports on the activities implemented by the gov- ernment of the country where it is based and, where it is the case, by the regional organisation established in that country (see Box 2 ). in addition, the Delegations’ reports mainly focus on the financial implementation of projects and provide little or no detail on physical progress or problems with projects. as a result, commission Headquarters generally do not get an overall, consolidated, picture and are, therefore, not in a position to ad- equately monitor and coordinate regional projects. furthermore, the lack of an overall view of the progress of regional projects prevents a timely reaction by the commission’s services to prob- lems with project implementation as, and when, these occur (see paragraphs 40 to 46). ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 23 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 37. the Delegations in Burkina faso, nigeria, tanzania and Zambia combine the responsibility for maintaining relations with the re- gional organisation established in those countries and for man- aging both parts of the regional programme and the national programmes. the court examined whether these ‘regional’ Delega- tions had been allocated additional staffing capacity for managing a regional programme. Whereas a Delegation’s workload is deter- mined by various factors 20 , the size of the financial allocation to be managed by a Delegation is relevant for its staffing position, in particular for operational, financial and contractual matters. However, the court found that the larger responsibility of those Delegations managing regional as well as national activities is not reflected in their staffing capacity and that the potential impact of the doubling of the 10th EDf regional allocations has not yet been addressed. 20 for example, budget support may carry a different workload for a Delegation than project support, while the percentage of budget support may vary from one country to another; or, in addition to the normal EDf allocations, Delegations in the regions concerned may also have responsibility for a number of projects funded from horizontal budget lines in the general Budget. INADEQUATE REPORTING AND MONITORING BY THE COMMISSION the fragmentation of responsibilities can be observed in the way Delegations report on regional activ- ities in their six-monthly External assistance management reports to commission Headquarters. in West africa, neither the Delegation in abuja, which deals with EcoWas, nor the Delegation in ouagadougou, dealing with uEmoa, has a full overview of the progress of two major regional projects, ‘support for regional integration and trade’ and the ‘transport facility’, which involve activities taking place in all or many of the countries in the region. in practice, each of these two Delegations reports to commission Headquarters on those activities for which ‘their’ regional organisation is responsible. furthermore, since Delegations in any of the other countries do not have any formal responsibility for regional projects, they do not report on any activities that may have taken place under these projects in their country 21 . a similar situation has arisen in East africa, where the regional organisation comEsa, based in Zambia, has formal responsibility for the main regional integration projects (risp/rism), but part of the project activities relate to the Eac’s integration agenda, and are implemented by the Eac, based in tanzania, while certain activities concern, in principle, all countries belonging to the East africa region. neither the Delegation in Zambia as the main contact point for comEsa, nor any of the other Delegations has a complete overview of the progress of these projects and only the four Delegations in the countries where the four regional organisations are based report to commission Headquarters on those activities for which ‘their’ regional organisation is responsible. 21 an exception is the regional project ‘appui au programme de formation de l’asEcna’ (support for asEcna’s training programme) for which the responsibility is shared by the Delegations in senegal and niger. BOX 2 ",
        "24 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 38. the court’s observations concerning the lack of coordination be- tween the different Delegations in the region corroborate the findings of the evaluations commissioned by the commission. the evaluation report for West africa observed that the commission had not effectively used its network of Delegations to manage interventions at the regional and national levels in a complemen- tary and coordinated way. the evaluation also concluded that, in the absence of a functioning coordination system, the separation of the aid management between abuja and ouagadougou caused problems and re-enforced the impression that the region was ac- tually composed of two independent sub-regions. the evaluation report for East africa observed that there were no mechanisms in place to ensure a coordinated policy dialogue between the Delegations responsible for the regional organisations involved and between these and the Delegations with national compe - tences. the evaluation also stated that ‘actual coordination re- mains weak… as there is no joint monitoring system at regional organisation level and communication between Delegations with national responsibilities and regional responsibilities remains low’. During the audit, the court did not find evidence that ap- propriate action had been taken by the commission in response to the evaluation findings. OVERALL COORDINATION, REPORTING AND MONITORING BY REGIONAL ORGANISATIONS IS INADEQUATE 39. in both regions, the regional organisations have set up mech- anisms to support coordination between themselves and to monitor implementation of programmes. in 2003, the four regional organ- isations in East africa established the inter regional coordinating committee (ircc ), the secretariat of which is currently supported through an EDf project (‘support to secretariat of ircc’). in West africa EcoW as and uEmoa established a Joint technical secretariat in 2004. this body is also supported through an EDf-funded project (‘rip m onitoring m echanism’). ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 25 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 40. the ircc is regarded by all parties concerned as a key coordinating instrument between the regional organisations and to help en- sure coherence between the different individual projects and the approved regional strategy. However, the ircc has so far not en- sured that an overall monitoring and evaluation system covering the whole regional indicative programme has been established. in practice, the ircc monitors the financial implementation of the regional projects, but not the progress made by these programmes against predefined targets and their contribution towards the re- gional integration process as such. a mid-term review of the ircc project, carried out in 2005, recommended, among other things, the setting up of a common monitoring and evaluation system and a quality-review system of financing proposals, to increase coordination between the national and regional indicative pro- grammes. the regional organisations and the commission have, however, been slow to adjust the project accordingly, as these recommendations will only be taken up in new terms of reference for the project’s extension phase under the 10th EDf, which will become operational during the course of 2009. 41. in West africa, the Joint technical secretariat has the potential to be an important instrument for coordinating between the regional organisations and ensuring the coherence between the different individual projects and the approved regional strategy. so far, it has not been able to undertake these roles effectively, due to lim- ited human resources capacity and limited authority. the activity reports produced by the rip monitoring mechanism project have mentioned problems such as lack of staff and the unavailability of monitoring data in the absence of timely progress reports by projects. these problems, which were also reported to the steer- ing committee for the regional indicative programme, on which the commission is represented, illustrate the failure of the two regional organisations (EcoW as and uEmoa ) and the commission to overcome basic constraints, which were already known and re- ported in 2007 and which prevent an effective monitoring and co- ordination of the r egional i ndicative p rogramme in West a frica. ",
        "26 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 42. the court found, in almost 40 % of the projects examined, that reporting by the regional organisations or by separate project management teams was poor and, in some cases, delayed. in West africa no mid-term review, normally required for every project, was carried out on the four closed eighth EDf projects and only one end-of-project evaluation was performed, while all the reviews scheduled for the seven ongoing projects had been postponed be- cause of late starts and insufficient progress. there is a risk that the mid-term review of the latter projects will be held either too late to allow implementation of its recommendations, or not undertaken at all. inadequate reporting makes it difficult, if not impossible, to assess and conclude on project effectiveness (see Box 5 ). 43. although the two coordination committees (i.e. the ircc and the rip steering committee) are under the direct responsibility of the regional organisations themselves, the commission has an indirect responsibility for, and influence on, the functioning of these committees, as it provides financial and technical support to them through the two projects mentioned and is represented on both committees. the commission has therefore been aware of the shortcomings in respect of the monitoring and coordination systems in both regions, but its influence and support have so far been insufficient to overcome these problems. IMPLEMENTATION OF REGIONAL PROJECTS IS COMPLEX AND SLOW 44. the court examined whether the 18 selected regional interventions were implemented within the timetable planned and whether the use of contribution agreements contributed to improving the im- plementation of regional projects. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 27 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 45. for 11 projects (8 closed and 3 ongoing) of the 18 examined the duration had to be extended due to a late start following a lengthy preparation process and/or because of slow implementation. con- tributing factors include the complexity of regional projects, the weak institutional capacities of the regional organisations and the lack of ownership in some cases on the part of national author- ities and other stakeholders such as civil society. overestimation by the commission of the regional organisations’ management and absorption capacities has led to the formulation of project objectives which were too ambitious, with too wide a range of activities and project budgets which are too large (see Box 3 ). REGIONAL PROJECT COMPLEX AND SLOW the main ninth EDf support for regional integration in West africa is channelled through one large project with a financial allocation of 105 million euro. this complex project started in 2007 and is im- plemented under the responsibility of the two regional organisations, EcoWas and uEmoa, through the following instruments: • a contribution agreement with each of the regional organisations for 44,8 and 31,6 million euro respectively with a focus on the common market, macroeconomic stability and capacity building for the regional organisations and member states; • a financing agreement of 28,6 million euro, with a focus on improving the competitiveness of the private sector and capacity building for non-state actors, signed with uEmoa acting on behalf of the two organisations; • the ‘private sector’ component of this financing agreement consists of three sub-components: 1) a ‘Quality’ programme implemented through a contribution agreement with uniDo (15 million euro); 2) ‘Harmonisation of business law’ (4 million euro) and 3) ‘Harmonisation of fisheries legislation’ (5 million euro), to be implemented by uEmoa through programme estimates and direct labour operations, but delegated to the national a uthorising officers in member states; • the ‘capacity building for non-state actors’ component (2,6 million euro) is implemented by EcoWas through grant contracts following a call for proposals. implementation under the fifteen different components has been very slow, mainly due to the weak insti- tutional capacity of the two regional organisations. in early 2009, after almost 2 years of implementation, the implementation rate of the contribution agreements was 4 % 22 . payments by the commission under the financing agreement, signed in 2006, amounted to some 20 % of the budget, while in January 2009, the deadline by which all contracts had to be signed, more than 5 million euro (or 17 % of the financing agreement’s budget) were not yet committed and are in principle lost for the project. 22 Excluding payments under the financial compensation mechanism for loss of government revenues due to customs tariff reductions. BOX 3 ",
        "28 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 46. the court’s observations corroborate those of the commission’s internal audit service in its report on the financial management of regional programmes (see footnote 16), which mainly focused on the southern africa region as far as acp countries are concerned. it found the programming and design of regional projects to be a complex process involving numerous actors, which, together with the limited capacity of the counterparts, led to significant oper- ational difficulties for the implementing bodies and Delegations, resulting in long inception periods and significant implementa- tion delays. 47. in order to improve the efficiency and effectiveness of projects and increase ownership by the regional organisations, the com- mission decided to apply the ‘joint management’ mode for the main ninth EDf regional projects. Joint management is the main method of implementation foreseen in the financial regulation 23 for cooperation with international organisations. its main char- acteristic is that the organisation in question is allowed to use its own accounting, internal control, audit and procurement pro- cedures, provided a four-pillar ex-ante assessment confirms that these procedures comply with international standards. following a positive assessment, the commission can provide its financial support for the organisation in question through a contribution agreement. 48. the commission signed contribution agreements with uEmoa and EcoW as for the implementation of a significant part of the ninth EDf regional programme in spite of the fact that the four- pillar assessment conclusion was negative. as a result, the com- mission had to add special conditions concerning the financial, procurement and external audit procedures to compensate for weaknesses found in the organisations’ systems and procedures. instead of strengthening the ownership, this interim solution re- sulted in considerable discontent on the part of uEmoa, as in its view these conditions defeated the purpose of using a con- tribution agreement. the envisaged increased efficiency has not yet materialised either, as the Delegations concerned are still obliged to monitor financial implementation closely, given the weak financial management capacities of the organisations. in practice, implementation of the current ninth EDf programmes in West africa has been very slow (see Box 3 ), and the absorption capacity for increased aid flows remains limited for the foresee- able future. in this context, the doubling of funds allocated to regional cooperation under the 10th EDf is likely to aggravate the implementation problems experienced in this region. 23 financial regulation of 27 march 2003 applicable to the 9th EDf, article 16 (oJ l 83, 1.4.2003, p. 1); council regulation (Ec) no 215/2008 of 18 february 2008 on the financial regulation applicable to the 10th fED, article 29 (oJ l 78, 19.3.2008, p. 1). ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 29 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 49. in East africa, one regional organisation ( comEsa ) has so far re- ceived a positive assessment of its financial management capacity and the commission has used a contribution agreement to chan- nel its support to the two main ninth EDf regional integration projects (risp/rism). However, some of the activities under these projects are to be carried out by the other regional organisation, Eac, whereas the institutional capacity of its secretariat is still weak and the four-pillar assessment was negative. again, an in- terim solution was agreed which required the Eac to manage risp funds on the basis of comEsa procedures. However, according to internal audit reports by comEsa, in practice Eac is actually ap - plying its own procedures, which have not yet been validated by the c ommission. HAVE THE COMMISSION’S INDIVIDUAL PROJECTS IN SUPPORT OF REGIONAL INTEGRATION MET THEIR OBJECTIVES? 50. the court examined a sample of regional projects to assess the extent to which their objectives, in terms of results achieved or likely to be achieved, had been met. in respect of ongoing projects, the assessment has taken into account their state and pace of implementation. the effectiveness was rated as ‘satis- factory’ where they have been, or are likely to be, successful in achieving their results, ‘partially satisfactory’ where they have experienced some problems and have achieved, or are likely to achieve, only part of their results and ‘unsatisfactory’ where they have experienced significant problems and have achieved, or are likely to achieve, few of the planned results. the list of projects and their respective ratings is included in Annex III . ",
        "30 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa PROJECT EFFECTIVENESS DIFFICULT TO ASSESS BUT IN MOST CASES LIMITED 51. the objectives and expected results of projects are often not for- mulated clearly in the financing agreements and the related indi- cators to measure progress are not well defined. in such cases it is difficult to determine objectively whether the expected results have been obtained. 52. moreover, for five projects, already closed or ongoing for a long period, even though planned activities were generally carried out and expected outputs produced, the court was not able to assess the results due to the absence of adequate progress reports and/ or the required monitoring and evaluation reports (see Box 4 ). UNABLE TO ASSESS EFFECTIVENESS in East africa the regional integration programme (phase ii) aimed to strengthen regional integration policy-making by increasing the analytical and information capacity of the comEsa secretariat. the court found that the project had not reported, as required, on the progress made every six months, but had instead only reported in the annual work plans on the activities carried out during the preced- ing year. the project did not have a steering committee to assess periodically the progress achieved. apart from a mid-term review, no other external monitoring missions had taken place, nor had an in- dependent evaluation mission at the end of the project been carried out, although this was foreseen in the financing agreement. the indicators provided in the project’s logical framework were found to be too vague to permit a reliable and detailed assessment of the project’s effectiveness for each of the expected results. BOX 4 ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 31 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 53. for six projects, including the main regional integration projects in both regions 24 , the court assessed the effectiveness as ‘unsatis- factory’. these are all ninth EDf projects which were still ongoing at the time of the audit. in view of these projects’ wide scope and objectives, their slow pace of implementation and low disburse- ment of funds, it is unlikely that most of these ongoing projects will be able to achieve their expected results in the remaining period (see Box 5 ). PROJECT RESULTS UNSATISFACTORY the court found that the regional integration support project in East africa, which is scheduled to be completed by mid 2010, had by the end of 2008 accomplished only three out of the seven intermediate targets proposed in the contribution agreement. in particular the lack of relevant results regarding the adoption of regional policies by the national authorities is putting at risk the project’s overall ef- fectiveness. in West africa, the transport facility project (64 million euro) aims to improve regional transport services, in particular by establishing joint border posts along the main regional transport corridors. the project has experienced significant delays during its start-up phase and after three years of implementation the main achievement has been the completion of a detailed study concerning the intended functioning of these border posts. in order to be able to continue with the design and eventually the construction of the border posts, the commission had to provide a ‘waiver’ for what is known as the D+3 rule, which requires contracts within a project to be signed not later than three years after the project’s financial commitment has been approved. Even with the two years’ extension obtained, the two regional or- ganisations EcoWas and uEmoa are still facing a difficult task to complete the construction works and to establish detailed and harmonised arrangements between the countries concerned to operate the border posts efficiently. BOX 5 24 in East africa this concerns: — regional integration support programme (risp); — regional integration support mechanism (rism). in West africa this concerns: — Economic integration and trade; — support for regional integration in West africa. ",
        "32 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 54. the remaining seven projects appear to have achieved, or are likely to achieve, part of their expected results, but for the closed projects further support is required and is in most cases provided or programmed under the various ongoing projects (see Box 6 ). 55. the two evaluations commissioned by the commission have fo- cused more on the relevance and coherence of the commission’s regional strategies and choice of focal sectors, than on the per- formance of individual projects. the West africa regional evalu- ation states that the majority of the ninth EDf regional projects had been too recent to allow an assessment of their effectiveness. it does remark, however, on the lack of well-defined, expected results and baseline references, which make it difficult to deter- mine the impact of EDf projects. PROJECT RESULTS PARTIALLY SATISFACTORY in West africa the pari project (‘programme d’appui à l’intégration régionale de la zone uEmoa’/sup- port programme for regional integration in the WaEmu zone) aimed to support uEmoa and its member states in improving the legal and administrative framework, in establishing a regional market and in consolidating the macro-economic framework. although these project objectives and related indicators were formulated in very general terms, the final evaluation of the project found improvements in the regional integration process. specifically, the legislation regarding the customs union and the liberalisa- tion of intra-community trade, produced by uEmoa, was of good quality and was introduced into the legal systems of the various member states. However, the free circulation of goods, persons, services and capital as well as the right of establishment were still far from being achieved. similarly, the functioning of the multilateral macro-economic surveillance mechanism of uEmoa had improved, but this had not yet resulted in a better convergence of the uEmoa-zone economies, which was the main objective. the same areas are again being addressed under the ongoing Economic integration and trade project. BOX 6 ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 33 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa conclusions anD rEcommEnD ations EDF SUPPORT FOR REGIONAL ECONOMIC INTEGRATION IN EAST AFRICA AND WEST AFRICA HAS SO FAR BEEN ONLY PARTIALLY EFFECTIVE 56. the regional integration process is making progress in both regions in terms of reaching agreements on regional objectives and policies relating to trade and transport issues, such as establishing free trade areas and customs unions and establishing regional transport corridors with harmonised rules and without undue controls. the EDf has been providing considerable technical and financial support for this process. However, the implementation of such agreements by the national authorities is lagging behind and the free movement of goods, services, capital and people is not yet a reality in either of the two regions. 57. EDf support for regional economic integration has so far been only partially effective, due to a number of factors. some of these factors are outside the direct control of the commission, even though it can influence them through its support and policy dialogue. in both regions there are multiple regional organisations with overlapping membership and mandates. moreover, despite the commission’s capacity building support, all the regional organisations still lack institutional capacity, albeit in varying degrees, in all aspects of the project cycle, from programming and project preparation to implementation, reporting and financial management. furthermore, member countries do not always give a high priority to regional integration as a policy objective in view of the many other pressing needs identified at national level. other factors related to the commission’s approach and management also undermine the effectiveness of EDf support (see paragraphs 58 to 60). the commission should make the continuation of its support for regional integration conditional on an early agreement on how to achieve the necessary convergence between the vari- ous regional organisations in each region within a pre-defined timeframe and on the national authorities taking greater own- ership of the regional integration process. RE CO M M E N DAT I O N 1 ",
        "34 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa THE COMMISSION’S APPROACH TO REGIONAL INTEGRATION IS RELEVANT BUT COHERENCE IS INADEQUATELY ADDRESSED AND THE LEVEL OF FUNDING DOES NOT TAKE ACCOUNT OF THE LIMITED ABSORPTION CAPACITIES 58. the commission’s approach to supporting regional integration in East africa and West africa is relevant to the regions’, and the countries’ needs to achieve higher economic growth as a means to fight poverty, an objective which the commission’s regional and national strategies and interventions all share. However, coher- ence is inadequately addressed in that the strategies and inter- ventions at the two levels have largely been designed and imple- mented independently of each other, with insufficient attention paid to the possibility of creating complementarity between them, except to some extent in the transport sector. furthermore, the doubling of the financial allocation to regional programmes under the 10th EDf does not take into account the limited absorption capacity of the r egional organisations (paragraphs 19 to 31). the commission should, from the 2010 mid-term review of the 10th EDf strategies onwards, improve the coherence between its regional strategy and national strategies, by ‘mainstreaming’ regional integration in all its support activities at national level and by seeking more systematic complementarity between its support activities at the two different levels. RE CO M M E N DAT I O N 2 as par t of the 10th EDf mid-term review, the commission should examine whether the financial allocation to regional programmes is too high. RE CO M M E N DAT I O N 3 ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 35 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa THE COMMISSION DOES NOT ADEQUATELY MANAGE ITS SUPPORT FOR REGIONAL INTEGRATION 59. the commission’s management of its regional programmes has lacked specific management and coordination instruments to ad- equately deal with the preparation, implementation, reporting and coordination of regional activities: the roles and responsi- bilities of the different Delegations in a region are not clearly established, nor has a coordination mechanism between these Delegations been set up. the larger responsibility of those Dele- gations managing regional as well as national activities is not reflected in their staffing capacity. at the level of the regional organisations, coordination is also inadequate and a monitoring system to track the overall progress of the regional integration process in the individual countries is lacking. Where the insti- tutional capacity of the implementing organisation is weak, the use of contribution agreements has not improved the speed of project implementation (paragraphs 33 to 49). in relation to its management of regional programmes the commission should: — clearly define the responsibilities of the different Delega- tions in the regions concerned; — establish an appropriate coordination mechanism between Delegations in a region; — review the resources allocated to Delegations for the programming and implementation of its regional pro- grammes; — use contribution agreements with regional organisations only where the financial management is found to comply with international standards. RE CO M M E N DAT I O N 4 ",
        "36 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa INDIVIDUAL PROJECTS IN SUPPORT OF REGIONAL INTEGRATION ARE LIKELY TO HAVE UNSATISFACTORY RESULTS OVERALL 60. it has been difficult for the court, and in some cases impossible, to assess the effectiveness of individual interventions, because their objectives are often not well defined and the necessary informa- tion is frequently lacking due to inadequate quality and frequency of project reporting, monitoring and evaluation. recent, ongoing projects mostly have a wide scope and ambitious objectives; how- ever, their implementation has so far been slow. overall, for the 18 regional projects examined, the results, or likely results, are, at best, only partially satisfactory (paragraphs 51 to 54). the commission should increase its efforts to help regional organisations in: — improving coordination between themselves and between them and their m ember s tates; — establishing monitoring systems which will support imple- mentation of programmes and provide comprehensive in- formation on the progress of the overall regional integra- tion process, including progress in individual countries. RE CO M M E N DAT I O N 5 the c ommission should: — formulate project objectives which are specific, measur- able, achievable, relevant and subject to a realistic time- frame (‘smart’); — pay more attention to regular, good- qualit y progress reporting, and systematic monitoring and evaluation of project results. RE CO M M E N DAT I O N 6 ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 37 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa this report was adopted by the court of auditors in luxembourg at its meeting of 19 november 2009. For the Court of Auditors vítor manuel da silva caldeira President ",
        "38 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa CHART OF EAST AND SOUTHERN AFRICA REGIONAL ECONOMIC INTEGRATION ARRANGEMENTS ANNEX I Kenya Uganda Angola DR Congo Tanzania Mozambique Malawi Zimbabwe Zambia Botswana Lesotho South Africa Namibia Swaziland Mauritius Seychelles Comoros Madagascar Reunion Egypt Burundi Rwanda Djibouti Eritrea Ethiopia Sudan Somalia COMESA SADC IOC IGAD EAC SACU comEsa: c ommon m arket for Eastern and s outhern a frica Eac: East a frican c ommunity igaD: i ntergovernmental a uthority on Development ioc: i ndian o cean c ommission sacu: s outhern a frican c ustoms union saDc: s outhern a frican Development c ommunity Source: region of Eastern and southern africa and the indian ocean — European community: regional strategy paper and regional indicative programme for the period 2002–07, annex 6. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 39 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa MAIN REGIONAL ORGANISATIONS IN EAST AFRICA AND WEST AFRICA ANNEX II M a i n r e g i o n a l o r g a n i s a t i o n s T y p e o f e c o n o m i c c o m m u n i t y A r e a s o f i n t e g r a t i o n a n d c o o p e r a t i o n i n c l u d e D a t e o f e n t r y i n t o f o r c e M e m b e r s t a t e s S p e c i fi e d o b j e c t i v e C o m m o n M a r k e t f o r E a s t e r n a n d S o u t h e r n A f r i c a ( C O M E S A ) F r e e T r a d e A r e a G o o d s , s e r v i c e s , i n v e s t m e n t , m i g r a t i o n 8 D e c e m b e r 1 9 9 4 B u r u n d i , C o m o r o s , D e m o c r a t i c R e p u b l i c o f t h e C o n g o , D j i b o u t i , E g y p t , E r i t r e a , E t h i o p i a , K e n y a , M a d a g a s c a r , M a l a w i , M a u r i t i u s , R w a n d a , S e y c h e l l e s , S u d a n , S w a z i l a n d , U g a n d a , Z a m b i a , Z i m b a b w e C o m m o n m a r k e t E a s t A f r i c a n C o m m u n i t y ( E A C ) C u s t o m s U n i o n G o o d s , s e r v i c e s , i n v e s t m e n t , m i g r a t i o n 7 J u l y 2 0 0 0 K e n y a , T a n z a n i a , U g a n d a , R w a n d a , B u r u n d i F u l l e c o n o m i c u n i o n I n t e r - G o v e r n m e n t a l A u t h o r i t y o n D e v e l o p m e n t ( I G A D ) F r e e T r a d e A r e a G o o d s , s e r v i c e s , i n v e s t m e n t , m i g r a t i o n 2 5 N o v e m b e r 1 9 9 6 D j i b o u t i , E r i t r e a , E t h i o p i a , K e n y a , S o m a l i a , S u d a n , U g a n d a F u l l e c o n o m i c u n i o n I n d i a n O c e a n C o m m i s s i o n ( I O C ) D i p l o m a t i c , e c o n o m i c , c o m m e r c i a l c o o p e r a t i o n , N a t u r a l r e s o u r c e s , e n v i r o n m e n t p r o t e c t i o n 1 9 8 4 C o m o r o s , M a d a g a s c a r , M a u r i t i u s , R e u n i o n ( F r a n c e ) , T h e S e y c h e l l e s S e e C O M E S A E c o n o m i c C o m m u n i t y o f W e s t A f r i c a n S t a t e s ( E C O W A S ) F r e e T r a d e A r e a G o o d s , s e r v i c e s , i n v e s t m e n t , m i g r a t i o n 2 4 J u l y 1 9 9 3 B e n i n , B u r k i n a F a s o , C a p e V e r d e , C ô t e d ’ I v o i r e , G a m b i a , G h a n a , G u i n e a , G u i n e a - B i s s a u , L i b e r i a , M a l i , N i g e r , N i g e r i a , S e n e g a l , S i e r r a L e o n e , T o g o F u l l e c o n o m i c u n i o n W e s t A f r i c a n E c o n o m i c a n d M o n e t a r y U n i o n ( U E M O A ) C u s t o m s U n i o n B u s i n e s s l a w h a r m o n i s e d . M a c r o e c o n o m i c p o l i c y c o n v e r g e n c e i n p l a c e 1 0 J a n u a r y 1 9 9 4 B e n i n , B u r k i n a F a s o , C ô t e d ’ I v o i r e , G u i n e a - B i s s a u , M a l i , N i g e r , S e n e g a l , T o g o F u l l e c o n o m i c u n i o n ",
        "40 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa LIST OF PROJECTS EXAMINED Reference Project title Amount 1 Rating EAST AFRICA 9 ACP RSA 03 Support to Secretariat of IRCC 9,7 partially satisfactory 9 ACP RSA 08 Trade Negotiations Facility 2,0 unable to assess 9 ACP RSA 16 Regional Information and Communication Technologies Support Programme 21,0 partially satisfactory 9 ACP RSA 19 Regional Integration Support Programme 33,5 unsatisfactory 9 ACP RSA 25/26 Regional Integration Support Mechanism 78,0 unsatisfactory 8 ACP ROR 01 Regional Harmonisation of Customs and Trade Statistics Systems 13,6 partially satisfactory 8 ACP ROR 02 Regional Integration Programme Phase II 9,5 unable to assess TOTAL EAST AFRICA 167,2 WEST AFRICA 9 ACP ROC 16 Economic Integration and Trade 76,4 unsatisfactory 9 ACP ROC 15 Support for Regional Integration in West Africa 28,6 unsatisfactory 9 ACP ROC 14 Facilitation des Transports (Transport Facilitation) 63,8 unsatisfactory 9 ACP ROC 10 RIP Monitoring Mechanism 6,0 unsatisfactory 9 ACP ROC 09 Appui à l ’ intégration régionale et aux négociations de l ’ Accord de Partenariat Économique entre la CE et la région de l ’ Afrique de l ’ Ouest (Support for Regional Integration and the Economic Partnership Agreement between the EC and the West Africa Region) 7,0 unable to assess 9 ACP ROC 08 Appui technique à la CEDEAO pour la facilitation des transports en Afrique de l ’ Ouest (Technical Support for ECOWAS Transport Facilitation in West Africa) 2,0 partially satisfactory 9 ACP ROC 01 Appui au programme de formation de l ’ ASECNA (Support for the ASECNA Training Programme) 14,2 unable to assess 8 ACP ROC 44 ECOWAS Statistical Development Programme 2,0 partially satisfactory 8 ACP ROC 33 ECOWAS Capacity Building Programme for Regional Integration 1,9 unable to assess 8 ACP ROC 31 PARI II — Secteur privé (PARI II — private sector) 15,0 partially satisfactory 8 ACP ROC 21 PARI II 65,0 partially satisfactory TOTAL WEST AFRICA 281,9 GRAND TOTAL 449,1 1 financing/contribution agreement + riders. in million euro. ANNEX III ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 41 41 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa rEp l Y o f tH E co m m i s s i o n EXECUTIVE SUMMARY I. the commission has been a staunch and reliable supporter of the regional integration process in africa for more than 20 years. putting regional integration into practice is a long-term strategic choice, with significant challenges. the Eu itself, with more favourable circumstances in all respects, is still in the making as an integrated single market (for instance for services) after more than 50 years of history. II. the commission wishes to draw the attention to the fact that beyond economic integration, its suppor t for regional integration includes strong political components such as governance, peace building and conflict prevention, as well as support to gradually building regional policies, strategies and institutions in areas of sustainable development. these components make an important, albeit indirect contribution to regional economic integration. III. the commission agrees that moving from agreed political objectives to a practical reality for regional economic actors is the key challenge of the next years. IV. r e g i o n a l e c o n o m i c i n t e g r a t i o n h a s achieved significant progress over the last years. this could not have been achieved without Ec support, of a financial, political or technical nature. ",
        "42 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa as a result of the Eu contribution, tangible progress has been accomplished in liber- alising and harmonising the trade regime, trade facilitation, standards and quality systems, facilitating transport, harmonis- ing monetary policy and other areas of the regional economic integration agenda. re- gional organisations have acquired a lead- ing role in these areas and in the coordin- ation of the participation of their member states in the negotiations of free trade agreements with the Eu (Epa s). While difficulties and some setbacks have been experienced, they have to be put in the perspective of the particularly c o m p l e x i n s t i t u t i o n a l s e t t i n g a n d low administrative capacities rightly emphasised by the c ourt’s report. V. the commission acknowledges that com- plementarity between regional and na- tional strategies is a key issue. the work done by the commission and its Delega- tions in the 10th EDf was already a sig- nificant improvement over the 9th EDf programming. However, the commission agrees that further improvements are still possible. complementarity will be a key element in the mid-term reviews of the 10th EDf national strategies that will take place in 2010, in which special attention will be given to ensuring that the regional integration objectives supported by the regional indicative programmes (rip) will be integrated in the analysis of the national i ndicative p rogrammes (nip). VI. the commission is aware of the need to provide up-to-date and more articulate guidance to the staff in Delegations. initiatives have already been taken in order to produce guidelines on trade and private sector development, which include a section on regional integration, as well as tailored regional training workshops which are delivered in three to five regions per year. coordination has also clearly improved at the level of regional organisations, with a much better coordination through the ircc in East africa, and in the common strategy for the papED (p rogramme apE pour le Développement) in West africa. these have to be seen as first steps towards the goal of a much better regional integration. the commission acknowledges the need for adequate monitoring systems in the regional organisations and is taking the necessary steps to address this issue. VIII. First indent the commission recognises the challenges of the institutional complexity for effective regional integration. this complexity is the result of history and political compromises between african nations. this issue is directly addressed in the context of the Joint Eu– africa s trategy. rather than imposing conditions for the Eu support, the commission believes that the convergence of regional organisations is best supported through political and policy dialogue and assistance for the convergence of regionally-led policies. rEp l Y o f tH E co m m i s s i o n ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 43 43 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa VIII. Second indent specific efforts are being undertaken, in particular through regional seminars, to improve coherence between nips and rips, such as the recent lusaka meeting and the West africa regional seminar in abuja (15–16/10/2009). the mid-term reviews of the country strat- egy papers (csps) and regional strategy papers (rsps) will indeed aim to further reinforce the interaction between both levels. the national mid-term review (mtr) guidelines already foresee this aspect. VIII. Third indent the increased funding is closely related to the recognised need of significant financial resources for the development dimension of the Economic partnership agreements (Epa s). progress made in implementing the regional programmes and the regional allocation is routinely examined under the mid-term review in the light of current needs and per formance. considering the short period of time during which the 10th EDf regional programmes have been implemented, it is too early to draw conclusions on the resources. there is a need to concentrate on strength- ening the absorption capacity of the re- gional organisations, rather than to already envisaging the revision of the volume of re- sources of the regional programmes. VIII. Fourth indent the commission agrees that the Delega- tions’ capacities to manage regional pro- grammes should be improved and their responsibilities better defined. in add- ition to regular regional seminars, a more formal co-operation mechanism between the regional Delegations has already been introduced since January 2009. improved coordination modalities have been agreed which will include two meetings per year at Heads of Delegations level. INTRODUCTION 2. regional integration is a major priority of the Development cooperation policy, as reflected in the European consensus on Development. the need to deepen and accelerate regional integration processes in the acp is detailed in the various commission communications including com(2008) 604 on regional integration for development in acp countries but also in communications dating back to 1995, 2000, 2007. Development assistance is underpinning the trade and development s trate g y, including the considerable c h a l l e n g e o f t h e n e g o t i a t i o n s a n d i m p l e m e n t a t i o n o f t h e E c o n o m i c partnership a greements. the regional programmes are the main vehicle to deliver on the commitments to provide specific trade-related assistance, support to trade-related infrastructures, building-up of productive capacities and trade-related adjustment measures. rEp l Y o f tH E co m m i s s i o n ",
        "44 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 4. the four areas of intervention mentioned by court: strengthening regional institu- tions, building regional integrated markets, supporting business development and con- necting regional infrastructure networks are those directly related to regional eco- nomic integration. Yet the commission 2008 communication also identified a fifth, non- economic, policy area: ‘developing regional policies for sustainable development’. 5. the financial envelope for the 10th EDf reflects the importance of regional inte- gration and trade in the political agendas of both the European union and the afri- can s tates. 8. the rsp/rip for the West africa region takes into account the institutional struc- ture of the region (uEmoa and EcoW as) and the specific mandate of each organi- sation. the rsp/rip for the Esa –io region also takes into account the different mandates and geographical scope of the four regional organisations, with comEsa and Eac focused more on economic and political integration in their respective geographical areas, and igaD and ioc on functional cooperation. 10. the overlapping memberships in East africa has been addressed by the tripartite summit in Kampala in october 2008, where the direction was set towards a merger of the three regional organisations comEsa , Eac and saDc, thus paving the way for a free trade area and a subsequent customs union. With this new regional structure the issue of overlapping membership should disappear in the medium term. the com- mission will closely monitor and support where possible this ambitious but complex and lengthy process. the regional meeting (s eptember 2009 — lusaka) has focused on showcasing and supporting the tri- partite efforts. the commission has made demarches to igaD to encourage them to streamline their minimum integration plan into the regional fta and cu plans of the tripartite (points raised especially during the igaD–Ec troika m inisterial meeting). 11. th e i r cc m e c h a n i s m i s i nte n d e d to address some of the problems posed by the issue of overlapping membership, w h i c h w a s f u r t h e r h i g h l i g h t e d a n d discussed at the lusaka meeting where a series of steps to deal effectively with the issues of alignment, convergence and coordination were agreed. ultimately, the completion of the tri-partite process should effectively deal with the issue of overlapping memberships. rEp l Y o f tH E co m m i s s i o n ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 45 45 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 13. the complexity of the process leading to a gradual convergence of the two regional organisations in West africa poses serious challenges in terms of coordination and management. the progress achieved should be acknowledged. in particular, the regional organisations have been encouraged to work on a common programme for the development of the region and their efforts for economic integration have resulted in the papED (p rogramme apE pour le Développement) on the basis of which the first focal area of the 10th EDf rip (support to regional integration) will be developed. th e co m m i s s i o n h a s re q u e s te d a n d discussed with ros in West africa to develop a roadmap for regional integration (as stated in the 10th EDf regional strategy paper) on the basis of genuine regional ownership (regional organisations and member states) and the region’s own agenda for regional integration in the wider sense. the roadmap would also take into consideration member states' own efforts as well as donors’ interventions. project selection will be made based on the roadmap. OBSERVATIONS 19. the share of the regional envelope within the overall 10th EDf envelope is solidly grounded. the regional envelope has been increased to reflect its prominent role in Eu Development policy, as stated in the European consensus on Development. Development assistance is underpinning Eu t ra d e a n d d e ve l o p m e nt s t rate g y, including the considerable challenge of the negotiations and implementation of the Economic partnership agreements. in addition, the regional organisations' agenda has been extended to conflict prevention, good governance, migrations, promotion of human rights and sustainable development. the amount for the 10th EDf is for six years instead of five years under the 9th EDf. However, the commission is aware that the absorptive capacity of the regional organisations needs to be increased. one of the aims of the programmes is to increase absorption capacity. see also reply to paragraph 2. rEp l Y o f tH E co m m i s s i o n ",
        "46 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 21. t h e c o m m i s s i o n n o t e s t h e p o s i t i v e assessment of the court on the approach of institution building support to the regional organisations in order to increase their capacity to develop regional policies and enforce their implementation. the rsp is a document jointly agreed with the regional organisations (ros) who in turn solicit and receive the agreement of their respective constituents. the lusaka meeting agreed that national and regional authorising officers will enhance coordination on the design and implementation of programmes funded under the national and regional indicative programmes of the 10th EDf. in this context, capacity building, both at national and regional levels, will be crucial. the commission wishes to stress that the regional indicative programmes are designed as programming documents that leave room for further needs assessment in the subsequent phases of the project cycle. roadmaps reflecting the regions’ joint integration priorities are being drawn up by regional organisations as a basis for joint Eu–region identification of individual projects. 22. the april 2009 tri-partite pilot north- south corridor (nsc ) Donor conference in lusaka is a case in point. this meeting resulted in substantial donor pledges as well as commitments to alignment and harmonisation of donor support and pol- icies in the transport sector. the commis- sion will provide substantial support to the nsc from the 10th EDf nip s and rip. transport is also an important component in the rsp/rip in Wa. as a direct result of Ec support to the regional road sector, the uEmoa member states adopted in april 2009 a regional ministerial declaration on axle load control. 23. the process of linking national and re- gional programmes must be led by the countries and regional organisations (ownership). still, the work done by the commission in the programming of the 10th EDf resulted in a significant improve - ment compared to that of the 9th EDf. in West africa, 12 out of 16 national indica- tive programmes foresee support for the implementation of regional policies: two as a focal sector (n igeria and senegal) and 10 as non-focal sector activities. However, the commission agrees that further improvements are still possible. these must result from discussions with all concerned partners. notably in the context of the mid-term review special attention will be given to ensure that the regional integration objectives supported by the rip will be integrated in the analysis and, where appropriate, in the review of the nips, to assess the impact of the regional programmes at national level and to ensure overall complementarity between the nips and the rips (and other Ec and other donor instruments). 25. the commission confirms the increased emphasis on regional interconnectivity in the 10th EDf national programmes. 26. the commission wishes to stress that nips are programming documents that leave room for further needs assessment in the subsequent phases of the project cycle (identification and formulation). rEp l Y o f tH E co m m i s s i o n ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 47 47 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 30. substantial discussions are under way with the region regarding widening the scope of rism, e.g. to include the wider economic and social cost of adjustment. a first call for proposals was launched in 2008 by the comEsa secretariat and dis- bursements have been made (s eptember 2009), for rwanda 10 million euro and for Burundi 4,4 million euro comEsa is pre - paring the launching of a second call for interest, which is expected to result in four to six countries manifesting interest to benefit from the rism facility. 31. the commission agrees that more atten- tion needs to be paid to follow-up actions at national level and is taking the steps described below. Box 1 — Insufficient link between regional and national activities Both the commission and the regional organisations are aware of the need to ensure a better articulation between the regional and the national components of inter ventions. this issue will lie at the heart of a detailed roadmap for the implementation of the 10th EDf and will be systematically addressed during project identification and formulation process. the need to reinforce support to national EcoW a s fo c a l p o i n t h a s b e e n d u l y acknowledged and could be addressed in a new project to be approved early 2010: ‘support to monitoring of the regional integration process’ (20 million euro). 34. (a) the regional Delegations are directly in- volved in the rsp preparations and all the other Delegations have been consulted throughout the programming process of the 10th EDf rsp . the need for guidelines on how to co- ordinate and share responsibility for pro- gramming is a concern that the regional Delegations have raised. it is acknowl- edged that the division of responsibili- ties and information between the dif- ferent Delegations involved needs to be strengthened. the commission is in the process of preparing these guidelines. 34. (b) the Delegations established in the head- quarters of the different regional organi- sations have, by their physical proximity, the mandate and the coordinating respon- sibility for the regional programmes. 34. (c) coordination structures between the region- alised Delegations and the Delegations in the regions can and must still be improved: staff increases and mission budgets are in- dispensible to improve the situation. the in- ternal audit report has led to intensive con- sultations among Delegations and related services in headquarters. a seminar on the management of the re- gional programmes took place in february 2009, with active participation of Delega- tions with regional responsibilities. this has led to conclusions for improvements in the flow of information. rEp l Y o f tH E co m m i s s i o n ",
        "48 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 35. the 10th EDf programming guidelines specifically address the issue of subsidi- arity and consistency between regional and national programming in section 2.4. annex 2 of the document includes a para- graph ‘3. Preparation of draft Country Strat- egy Paper/Regional Strategy Paper’ which defines the responsibilities between the regional authorising officers, Heads of Delegations and commission headquar- ters. strategies and interventions at national and regional level have been designed, to the extent possible to ensure close interaction and subsidiarity between the two levels. Both the establishment of the regional integration roadmaps and the ongoing mid-term review of the 10th EDf national programmes will be used to improve the complementarity between the national and regional programmes. in addition specific efforts are ongoing to improve coherence between nips and rips. regional seminars were held in 2009 for nao and rao to improve coherence between national and regional strategies, such as the East africa (lusaka, september 2009) and the West africa regional (abuja, october 2009) seminars. 36. the commission agrees that reporting should be improved with more coordinated reviews by the Delegations concerned of projects in implementation. a more formal cooperation mechanism between t h e r e g i o n a l D e l e g a t i o n s h a s b e e n introduced since January 2009. improved coordination modalities have been agreed which will include two meetings per year at Heads of Delegation level. Box 2 — Inadequate reporting and monitoring by the Commission up until the Eamr of January 2009, report - ing on regional activities figured within the respective national reports. as of July 2009 a consolidated report for the regional programmes is established by the regional Delegations. in the same way, headquar- ters now produce a consolidated reply en- compassing all regional activities, which is sent to all Delegations in the region. this will contribute to an enhanced awareness of the regional activities by the Ec Delega- tions in the region. 37. Besides the total amount of the new programming, other elements play also an important role in the Delegations' workload, such as the share among the different means of aid implementation, the size and number of actions and financial operations (commitments, payments), number of focal sectors, etc. the rElEX commissioners decided in 2008 to serve better the political/policy dialogue and the regional integration and trade. this was achieved through r e d e p l o y m e n t a n d r e i n f o r c e m e n t measures, which are currently being implemented. the situation of scarcity is due to evolve as new resources will be made available. close attention will be given to improving the capacity of Delegations to handle regional integration and trade issues. the Delegation in nigeria will be reinforced by a deputy head of Delegation with specific responsibility for regional issues. in addition the office in Djibouti has been upgraded to a full Delegation to reinforce the political and development cooperation ties with the regional organisation (igaD). rEp l Y o f tH E co m m i s s i o n ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 49 49 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 38. to improve coordination between the Delegations, specific steps are being t a k e n by t h e co m m i s s i o n to e n s u re effective national support of regional p r o j e c t s a n d p r o g r a m m e s : r e g i o n a l Delegations support contacts between r e g i o n a l a u t h o r i s i n g o f f i c e r s a n d national authorising officers; regional projects and programmes documents are circulated between Delegations of a region at preparatory stage and during implementation; regional meetings are organized (if possible by videoconference) by clusters of projects to bring together the Delegation ‘chef de file’ and focal points in other Delegations. the annual regional seminars of Dg Development are also intended to foster cooperation. 40. While ircc may have shortcomings, its very existence embodies the coordination that takes place within the region during the programming and implementation of the rsp/rip. it has proved an effective tool for programming by encouraging the regional organisations to plan together. 41. the commission has duly acknowledged constraints resulting from limited human resources capacity, limited authority and lack of staff. they illustrate the difficulty of the institutional context of regional cooperation in West a frica. a new programme under the 10th EDf is currently in formulation that will incorporate lessons learned, e.g. extension of the project to all EcoWas/uEmoa monitoring capacities, rather than EDf projects and to provide for a more rigorous logical framework aiming to further develop and enhance the coordination between the roas. 42. s e v e r a l m a j o r p r o g r a m m e s s t a r t e d towards the end of the 9th EDf cycle. this relatively late start is mainly due to the late signature of the 9th EDf r i p, t h e c o m p l e x i t y o f t h e s u b j e c t (economic integration) and the number of stakeholders and countries involved. also, creating ownership among the regional organisations for the proposed i m p l e m e n t a t i o n m e c h a n i s m s a n d procedures takes time. as for the mid-term review of the 9th EDf projects in West africa, their late start is due to the late signature of the 9th EDf rip, the complexity of the subject ( e co n o m i c i n te gra t i o n ) a n d g e n e r a l delays in implementation have led to postponement of the mid-term review. the commission will pay specific attention to ensure that these evaluations are timely and to ensure compliance with reporting requirements. 43. the commission has recognised report- ing weaknesses and has raised it with the ircc. as a result the ircc and the regional organisations are in the process of develop- ing comprehensive m+E systems. for West africa the commission is addressing the is- sue with the formulation of a new project to be approved early 2010. 45. the formulation of objectives is often the expression of the political ambition rather than reflecting implementation capacity of the ros. therefore Delegations have reviewed projects often downwards to produce a better match bet ween objectives and ro capacities. the varied absorption capacities of the ros are indeed an impor tant reason for the extension of the implementation period of programmes. therefore the commission puts a high emphasis to ro's capacity building in most of its 10th EDf projects. rEp l Y o f tH E co m m i s s i o n ",
        "50 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa Box 3 — Regional project complex and slow contribution agreements are a new instru- ment used by the commission to channel support to regional organisation. these were the first such agreements signed with EcoWas and uEmoa, both after institu- tional audits of each organisation. in the implementation of the Economic and trade project, delays were par tly due to the insufficient understanding of the contribution agreement by EcoW as services. specific measures have been taken to avoid the loss of funds as well as to improve implementation modalities. recruitments in EcoW as services and ta support have improved appropriation and implementation. the rate of absorption of the contribution agreements is now 33 % and is expected to reach 48 % by the end of 2009. 46. following the audit conducted by the internal audit service, a specific working group has been established and a semi- nar organised by the commission and attended by the Heads of Delegations took place. an action plan has been devel- oped to address the ias findings and, as a consequence, a draft of precise guide- lines for regional programmes is now being prepared. 48. the regional organisations are going through a learning curve. although more ground needs to be covered for it to make an efficient and smoothly running instrument, contribution agreements are considered to be the principal mode for implementing aid by the West africa regional organisations. t hey serve as an impor tant instrument in the political dialogue on regional integration and budgetary management by the regional organisations. 49. one of the most important improvements in regional cooperation lies in the use of contribution agreements. it has made the contribution agreement eligible ro comE sa fully aware (since 2005) of its responsibility for the pace of progress in project implementation. the alignment with international standards and the relat- ed increased ownership are of overriding importance. capacity audits and their re- views have been and are under way for all four ros of the Esa -io region. on regional capacity issues the follow-up four-pillar audit of Eac concluded that — in spite of some progress made — substantial further capacity strengthening is required, notably in the areas of internal audit and procure- ment. in response to the findings of the audit report, the commission has taken the lead to work with Eac on a comprehensive capacity Development action plan. the commission's support will be provided as part of the risp -programme. 51. the formulation of objectives and expected results will specifically be targeted in the identification and formulation phase of future projects, notably through the internal Quality support group process in the c ommission. 53. Expenditure often accelerates at the end of the project cycle and besides the commission may agree to ex tending p r o j e c t d u r a t i o n w h e n n e c e s s a r y. conclusions regarding effectiveness can only come after the finalisation of the projects. rEp l Y o f tH E co m m i s s i o n ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 51 51 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa Box 5 — Project results unsatisfactory since the court’s visit the commission has noticed the positive development reported in the mid-term review and information available for 2009 in several of the result areas: signing of the interim Epa, the launching of the comEsa customs union, the adoption by the comEsa council of a harmonised legal framework for sanitary and phytosanitary standards and the start of the regional payment and settlement scheme, progress with external trade statistics and the harmonised consumer price index. Delays in the implementation of the transport facility project are mainly due to insufficient project formulation that was too general and did not pay enough attention to cross-border cooperation and policy harmonisation as well as the functional design requirements of the border posts. a great deal of time was thus needed after project approval to address these issues before physical implementation could begin. the preliminary design of joint border posts shows a financing gap and has led to the decrease in the number of joint border posts (7 to 5) to be built. this selection is based on technical criteria to avoid political bargaining. tender procedures for works supervision have been launched. preparation of works tenders is under way. the calendar established to meet the D+5 deadline is being respected and continuous attention is being paid to this project. Box 6 — Project results partially satisfactory regional integration is a process and, in the West african context and given the region's own limited resources, it represents a new and quite dramatic change in policies and approaches that cannot be achieved in only 5 years time. this process will go on for years and commission funded projects will facilitate this integration, that in the end, rests on the region and countries' own willingness and priorities. rEp l Y o f tH E co m m i s s i o n ",
        "52 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa CONCLUSIONS AND RECOMMENDATIONS 56. putting regional integration into practice is a long-term strategic choice. the Eu itself, with more favourable circumstances in all respects, is still in the making as an integrated single market (for instance for services) after more than 50 years of history. the commission recognises the challenges but believes that predictability in the contex t of strategic political, financial and technical support at the national and regional levels is particularly important for the concrete advancement of regional integration. the free movement of goods, services, capital and people in the two regions is far from total indeed, but it is a reality in some aspects at least (uEmoa's common E x t e r n a l ta r i f f, EcoW a s' p a s s p o r t ) . more importantly, it is ever progressing (adoption of the structure of the EcoW as common external tariff in June 2009). EDf support has been instrumental to some of the most visible achievements of regional integration in West africa (such as the uEmoa customs union) or East africa (such as the Eac customs union). 57. the commission has been a staunch and reliable supporter of the regional integration process in africa for more than 20 years. significant progress has been made in liberalising and harmonising the trade regime, trade facilitation, standards and quality systems, facilitating transport, harmonising monetary policy and other areas of the regional economic integration agenda. Both in East and West africa, agreements on harmonising structures for the regional organisations (such as the ircc) and im- provements on their performance have been achieved. commitments for their fu- ture unification have also been obtained. regarding policy, the issue of the ration- alisation of regional organisations has be- come part of the Joint africa–Eu strategy, thereby enhancing political and policy dialogue on the issue between the african union, regional organisations and the Eu . rEp l Y o f tH E co m m i s s i o n ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 53 53 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa Recommendation 1 the commission recognises the challenges o f t h e i n s t i t u t i o n a l c o m p l e x i t y f o r effective regional integration. it is to be recalled that this complexity is the result of histor y and political compromises between african nations. this issue is directly addressed in the context of the Joint Eu– africa s trategy. rather than imposing conditions for the Eu suppor t, the commission believes in continuing to work with the partner regional organisations and to enhance the political and policy dialogue with them following the letter and spirit of the cotonou agreement. t h e c o m m i s s i o n b e l i e v e s t h a t t h e convergence of regional organisations i s b e s t s u p p o r te d t h ro u g h p o l i t i c a l dialogue and assistance in the context of regionally-led efforts. furthermore, the accra agenda for action, point 26, also requires ‘greater predictability in the provision of aid flows to enable d e ve l o p i n g c o u n t r i e s t o e f fe c t i ve l y plan and manage their development programmes’ and that donors provide developing countries with regular and timely information on their rolling three to five year forward expenditure and/or implementation plans. 58. specific efforts are underway to improve c o h e r e n c e b e t w e e n n i ps a n d r i ps . moreover, strategies and interventions at national and regional level have been designed, to the ex tent possible, to ensure close interaction and subsidiarity between the two levels. the naos and raos have been associated to the regional programming exercise. the 10th EDf allocation reflects clear politi- cal choices and was determined on the basis of objective and specific allocation criteria. in the specific case of regional programmes the commission would like to underline that the increased funding is closely re- lated to the recognised need of significant financial resources for the development dimension of the Economic partnership agreements (Epa s). in this context, the commission is leading a major effort to- wards the establishment of regional aid- for-trade packages. the commission is aware that the absorp- tive capacity of the regional organisa- tions needs to be increased. this is one of the main aims of the 10th EDf regional programmes. rEp l Y o f tH E co m m i s s i o n ",
        "54 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa rEp l Y o f tH E co m m i s s i o n Recommendation 2 the commission agrees and has already t a k e n a n u m b e r o f s te p s to f u r t h e r i m p rove co h e re n ce a n d co n s i s te n c y between regional strategy and national strategies, in particular through regional seminars. the report by the court of auditors will be taken into account by the commission in the mid-term review of the csp and rsp. a more active involvement of naos and where possible non-s tate actors will be examined. the national mid-term review (mtr) guidelines already foresee this aspect. Recommendation 3 the commission routinely reviews the allocations to regional and national programmes at the time of the mid-term review. progress made in implementing the regional programmes and the regional allocation shall be examined under the mid-term review in the light of current needs and per formance. considering the short period of time during which the 10th EDf regional programmes have been implemented, it is too early to draw conclusions on the resources. there is a need to first concentrate on strengthening the absorption capacity of the regional organisations, rather than to already envisaging the revision of the volume of resources of the regional programmes. 59. the commission is aware of the need t o i m p r o v e t h e m a n a g e m e n t a n d coordination instruments for the regional integration and trade programmes and is tak ing the necessar y steps in this direction (guidelines, specific seminars, focal points, etc.). Recommendation 4 First indent the commission agrees and is working on this in the context of the development of practical guidelines for the management of the regional programmes by Delegations. Recommendation 4 Second indent the commission agrees and is addressing this issue of coordination through regular consultations with regional Delegations and with related services in Headquarters. Recommendation 4 Third indent the commission agrees. redeployment and reinforcement measures have been decided by the commission in 2008 in order to improve coordination and national-regional programme alignment and follow up. close attention will be given to improving the capacity of Delegations to handle regional integration. Recommendation 4 Fourth indent t h e c o m m i s s i o n c a n o n l y p a r t i a l l y agree with the court’s recommendation. c o n t r i b u t i o n a g r e e m e n t s p r e s e n t s i g n i f i c a n t a d v a n t a g e s i n t e r m s o f o w n e r s h i p b y t h e r e g i o n a n d a r e important instruments in the political dialogue on regional integration and budgetary management with the regional o rg a n i s at i o n s. ne ve r t h e l e s s, s p e c i a l attention should be given to complement the insufficiencies with the appropriate technical a ssistance. ",
        "special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa 55 55 special report no 18/2009 — Effectiveness of EDf support for r egional Economic integration in East africa and West africa rEp l Y o f tH E co m m i s s i o n Recommendation 5 First indent the commission agrees with the court rec- ommendation to further improve coord- ination between regional organisations and their member states and progress has already been made in this respect. Del- egations have received guidance in this respect during the february 2009 regional seminar and in a follow-up note in July 2009. moreover, the Esa rEcs have ad- justed the ircc’s mandate to ensure bet- ter coordination with national actions. Recommendation 5 Second indent the commission agrees and work is on- going with the ros to improve m&E. this work is being supported at the commis- sion's HQs level with the compilation of a series of indicators in several areas, in- cluding regional integration. 60. the commission agrees and will pay s p e c i f i c a t t e n t i o n t o e n s u r e t h a t monitoring and evaluation of the EDf projects are timely. However, as some of these projects started in 2008, it is still too early to judge on their final results. Recommendation 6 First indent the commission agrees and efforts are on- going to improve the logical frameworks accompanying programmes/projec ts. the need for smart indicators has been stressed by the Quality support groups (Qsgs) for all projects foreseen in the aap 2009. continued pressure will be main- tained to accompany programmes with indicators responding to the smart cri- teria. Recommendation 6 Second indent the commission agrees. the work on the indicators goes hand in hand with im- proving m&E systems. in addition, at re- gional level the ircc are in the process of improving the rip monitoring system. at comEsa level too, work is ongoing (nota- bly for the risp programme) to develop a more comprehensive monitoring system. ",
        "",
        "European court of auditors Special Report No 18/2009 Effectiveness of EDF support for Regional Economic Integration in East Africa and West Africa luxembourg: publications office of the European union 2010 — 55 pp. — 21 × 29,7 cm isBn 978-92-9207-615-3 doi:10.2865/96764 ",
        "",
        "How to obtain EU publications Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. ",
        "Q J - a B - 09 - 018 - E n - c in tHis rEport, tHE EuropEan court of auDitors analYsEs tHE commission’s approacH to rEgional Economic intEgration in East africa anD WEst africa, its managEmEnt of tHE support proviDED anD tHE rEsults of a samplE of proJEcts. tHE rEport contains rEcommEnDations WHicH aim at HElping tHE commission to improvE its approacH to, anD managEmEnt of, rEgional Economic intEgration programmEs. EuropEan court of auDitors "
    ]
}