{
    "text": [
        "News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 9 1 – M a r c h - a p r i l 2 0 1 5 iSSN 2443 - 6356 Werner Hoyer Gordon Keymer Markku Markkula Special feature New term of office 2015-2020 Restoring Europe ",
        "1 Editorial Markku Markkula 15 Crisis in Ukraine Interview with François Decoster 2 Special feature New term of office 2015-2020 18 “Europe in My Region” and “Citizens’ Dialogues” 8 Digital single market Gordon Keymer 20 Latvian Presidency of the Council of the EU 12 Investment Plan for Europe Interview with Werner Hoyer 24 Brief News and Events T able of C onTenTs Reactions/comments: regionsandcities@cor.europa.eu www.cor.europa.eu Regions & Cities of Europe — N° 91 Director of Publication: Laurent Thieule Editor-in-Chief: Branislav Stanicek Committee of the Regions Communication, Press and Events Directorate Rue Belliard/Belliardstraat 99–101 1040 Bruxelles/Brussel BELGIQUE/BELGIË Tel. +32 222822211 www.cor.europa.eu @EU_CoR Regions & Cities of Europe is a magazine of the Committee of the Regions, published by the Communication, Press and Events Directorate. The content of this magazine does not necessarily reflect the opinions of the European Union institutions. Neither the institutions/bodies of the European Union, nor any person acting on their behalf, can be held responsible for any misuse of the information provided here. © European Union, 2015 Printed in Belgium @EU_CoR www.facebook.com/committee.of.the.regions ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 1 Creating a better future for all I am a man who believes in people, in the rich potential of our younger and older generations, and in the huge opportunities that the Euro- pean Union offers for them to be lifelong learn- ers and active citizens, creating a better future for themselves and for all. I am a person who works and lives in regular weekly contact with both stu- dents and other innovators in a university-indus- try cooperation environment. Not only do I share their hopes for the future, but together we can also create opportunities for jobs and growth. I am a citizen who believes in politics and who is commit- ted to grassroots democracy in my city of Espoo, the second biggest city in Finland, where I serve as city councillor. I also previously spent eight years as a member of our national parliament. I love my region of Helsinki, as well as Northern Finland – Lapland – where I was born and went to school, in a small village north of the Arctic Circle. Back then, from my point of view, Santa Claus and his reindeer were coming from the south. The whole of Finland is a long way from the centre of Europe and close to our common external borders; it suf- fers some territorial disadvantages, being scarcely populated and remote, but is sincerely committed to the European Union and its values. We are now facing a new five year term of office that will be particularly important: the financial crisis is not over, not yet. The cities must be the drivers of our European recovery and the regions must be the engines for growth and new jobs. I would like to present to you the priorities for our Committee’s new term of office. Firstly, we have to support all the efforts being made in our regions and cities to create a new wind of positive change in order to boost smart growth and sustainable jobs. In Finland, territorial disadvantages were addressed in the 1990s by means of investment in innovation and new technologies. In recent years, an entrepreneurial and forward-looking spirit has started to emerge among the young digital generation, who are benefiting from the right environment for growth and jobs. I believe in the spirit of start-ups and growth industries, which the European Union needs today. We need a new economic formula making the most of the advantages offered by a sustainable public financial system coupled with a New Deal – as proposed in the investment package set out by the European Commission’s president Jean-Claude Juncker – where Member States and regional authorities must put forward projects that are able to inspire the private sector to get involved to give our citizens a better future. Our cooperation with the European Investment Bank will complement the efforts currently being made by the European Commission’s vice-president Jyrki Katainen to communicate, in a decentralised manner, the message behind and fresh opportunities granted by the recently adopted investment package. Secondly, our institutions and political representatives need to rebuild people’s trust, so that they have a better understanding of which decisions should be taken on the ground, and who should take them; we need to encourage a stronger bottom-up movement that focuses on experimentation at local level. As the political assembly of regional and local authorities, we are the champions of subsidiarity: we want things to be done at the appropriate level, in a simple, smart and results-oriented way. We need to remove barriers to growth and unlock the potential for investment and innovation. We should support simplified schemes for growth related projects as well as promoting pioneering mechanisms for societal innovations. Thirdly, we should all be aware that, nowadays, security is not just about welfare. Throughout the continent, we have seen serious threats that challenge our fundamental freedoms, including the freedom of speech. We collectively play a role in fighting terror, including in our communities where integration of immigrants and mutual cultural understanding is not optional, but a civic duty. Moreover, regional and local authorities are natural allies in situations where dialogue is needed, even in difficult moments, and I believe we will keep cooperating in particular with our Ukrainian friends in their struggle for a European future. Like all my predecessors, I want the European Committee of the Regions to play in harmony with the entire EU institutional orchestra. We have adopted demanding and ambitious opinions and policy declarations, renewing EU governance, and now is the time to get them implemented. We have to give the European Parliament, Commission and Council our added value in gathering and analysing experience on the ground with European Partnerships, EGTCs and macro- regions in order to draft, together with the main stakeholders, the future of regional policy after 2020. Similarly, the Committee needs to identify the main priorities for our work with the European Parliament under our cooperation agreement. Cooperation and coordination between our respective political families and our colleagues working in the Parliament will therefore be even more crucial in future. Furthermore, our ongoing cooperation with the rotating presidencies of the Union also needs to be developed further, in cooperation with our national delegations, to ensure that the voice of the Committee is heard at the heart of the Council. In addition, I will soon be liaising with the new president of the European Council, Donald Tusk, to establish new working methods with a view to ensuring that our message will be taken into account in the preparation of the European Summits. Finally, I would like to pay tribute to all members of this Committee, to the readers of our magazine and to our citizens: you are Europe’s biggest asset. I will try to be a president who is able to cooperate with those around him in an inclusive style of governance, with the help of the rapporteurs and the chairs of commissions. My hope is that our Committee will remain a meeting place and an institution that welcomes and listens to all our citizens coming from North and South, East and West – equally to men and women, to the younger generation and to the elderly. I believe that, united in our diversity, we can construct our common European future. e diTorial “Committee needs to identify the main priorities for our work with the European Parliament under our cooperation agreement. Cooperation and coordination between our respective political families and our colleagues working in the Parliament will therefore be even more crucial in future.” By Markku Markkula, President of the European Committee of the Regions ",
        "News from the EU’s assembly of regional and local representatives 2 s peCial f eatuRe New term of office 2015-2020 ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 3 N ewly elected President Markku Markkula receives congratulations from Michel Lebrun, former President of the Committee, Karl-Heinz Lambertz, First Vice-President and Jiří Buriánek, Secretary General. In February, the European Committee of the Regions began new five-year term of office gathering its new members together in Brussels for the first time. At this occasion, the Committee welcomed the emphasis put by the European Commission work programme on the principles of subsidiarity and proportionality. In 2015-2020, the Committee wishes to ensure that the added value of EU legislative action supports the more integrated policy approach. It also welcomes the European Fund for Strategic Investments (EFSI) intended to mobilise EUR 315bn in additional investments in strategic areas over the coming three years and underlines that the Investment Plan for Europe and the EFSI are complementary to cohesion policy. Strong synergies between the new EFSI and the operational programmes of the European Structural and Investment Funds (ESIF) will be crucial in order to ensure coherence between investment projects and regional and local development strategies. ",
        "News from the EU’s assembly of regional and local representatives 4 How did you start your political engage- ment: was it at local level? Yes, I was elected several times to the council and the board of our student union; I served as the President of the Student Union of the Helsinki University of Technology. Following these experi- ences, I was elected to the Espoo City council in 1980. It has been my honour to open new avenues as the twice president of our council, the first time over several years in the 1990’s and then again in 2010. My key interests and concerns have been to support innovation, research and knowledge trans- fer between industry and university – for several years the focus has been on co-creation processes at the various interfaces of entrepreneurial discovery. My political and professional duties have focused on change management in a situation of constant flux and the search for new ideas and that led me to the position of advisor to the Aalto University Presidents, focusing on European Union research and education policy. This all fits in perfectly with my roles as a member of the Board of the Helsinki- Uusimaa Regional Council and Chairman of the Espoo City Planning Board. I strongly believe in what I have learned from my experience of the local community working together for the common good. I believe Europe should give more support to local experiments and pilot schemes and be less centralised in terms of its political decisions. We have to encourage people in our hometowns and villages to take action. We need to be their voice and in some cases even the facilitators of an open dialogue between European regions and Brussels. You are well-known for your commitment to future-oriented policies and innovation, as well as high-tech industry and start-ups. Could you tell us more about where this interest came from? We all have a natural tendency to look at the past and use past trends as a basis for policy making. But this approach would be the same as driving a car backwards by looking in the rear-view mir- ror. During my terms as a member of the Finn- ish Parliament (1995-2003), I was an initiator of the methods used in the Parliament’s permanent Committee for the Future which operated as Fin- land’s policy innovation lab. One of our strong messages, even then, was the need to create fa- vourable conditions for regional self-renewal and regional innovation policy. As focal issues in that approach, we identified motivating regional players, creating a shared vision, networks based on trust and mutual de- pendence, free and open information flows and mastering the timing of actions. I should add that the current vice-president of the European Com- mission, Jyrki Katainen, was the Chairman of the Committee for the Future before becoming Fi- nance Minister, and subsequently Prime Minis- ter. He initiated several pro-business policies and introduced the model of the information society combined with the welfare state. How did you become a member of the Committee of the Regions? I became a member of the Committee in 2010 and I have held a number of positions in the in- stitution over the last five years, including the 1st vice-chair of the EPP Group and chair of EPP Group’s Task Force on Europe 2020. It was my pleasure to be rapporteur on a number of opin- ions including “A Digital Agenda for Europe”, “Horizon 2020”, and “Industrial Policy Pack- age”. Here in Brussels, as in my native Finland, I try to foster competitiveness and the spirit of entrepreneurship. This is very important, particularly during times of economic crisis. Both companies and political decision-makers need a better understanding of value networking and the innovative develop- ment of business processes. Within many busi- ness sectors, almost all new jobs are created by start-ups and new companies. In addition to en- trepreneurship, new solutions are needed to sup- port potential growth businesses and industrial renaissance. The regions need to cooperate more with the Eu- ropean Commission in reaping the benefits from many activities related to the Digital Agenda As- sembly. The regional decision-makers need to see the benefits co-created by integrating real and virtual worlds. I am actively involved with the European Entrepreneurial Region Awards and S hortly after his election as the new president of the Committee of the Regions, we met Markku Markkula to discuss not only his views and priorities for his two-and-a-half year term of office, but also his local and regional experience in his native Finland. He stressed that Europe needs to rebuild the trust of its citizens, be more engaged at neighbourhood level, preserve its values and principles, but, first and foremost, in a time of continuing economic crisis, be able to support business-friendly policies and be future-oriented: “Jean Monnet and Robert Schuman had both political courage and vision; today, if we want to renew the European project, we have to be more courageous and innovative and perhaps less politically correct.” Interview by Branislav Stanicek Interview with Markku Markkula, President of the Committee of the Regions Markku Markkula: We have to renew the European project with courage and innovation n ew teRm of offiCe 2015-2020 “Here in Brussels, as in my native Finland, I try to foster competitiveness and the spirit of entrepreneurship.” ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 5 the Web-entrepreneurs Awards. I hope that we will foster a new Digital Policy for Europe and finally make a breakthrough in creating a real digital internal market that has become one of the priorities of Jean-Claude Juncker’s new Com- mission. What are the most important issues you would like to tackle during your two-and-a- half year term of office? In times of budgetary constraints that are tangi- ble at local, regional, national but also European level, we have to get more for each tax payers’ euro. European Structural and Investment Funds have a budget of EUR 351 billion (32.5% of the overall EU budget for 2014 to 2020) and are important tools for investment and innovation which can boost recovery, growth and social cohesion. I hope that the new Juncker Fund will add addi- tional resources for viable long-term projects. So my first priority is to support smart growth and sustainable job creation. As I mentioned before, start-ups and new busi- nesses are creators of new jobs and opportunities and this pioneer spirit also expresses the spirit of Europe and its founding fathers. Jean Monnet and Robert Schuman had both political courage and a vision of the future; today, if we want to renew our European project, we have to be more courageous and less what has traditionally been regarded as politically correct. What is your perception of the current trust- gap between Brussels and national public opinions? We have seen that, since first European elections in 1979, voter participation has decreased every decade and today we face new challenges regard- ing citizens’ trust in their representatives in Brus- sels and in the European project itself. The first election of members to the European Parliament in 1979 had a turnout of 62% of voters. For the last elections in 2014, the figure was only 43%. This is a clear sign of dissatisfaction with what Brussels represents today in national public opinion. The good news is that the figure of the Mayor is one that is still trusted, across countries and po- litical families. With the decreasing popularity of Brussels and renewed Euro-scepticism, we have to rebuild the confidence of our citizens via a more decentralised bottom-up approach, in policy mak- ing and experience of public engagement. And I hope that our “Citizens Dialogues”, organised in several European cities and regions will be instru- mental in that respect and promote our common European values. My message is clear: Encourage people to practice thinking together, synthesising, and comprehend- ing: collective and distributed thinking about societal change, real challenges, contributing rel- evant support, building renewal capital. Citizen and third sector engagement are essential in our EU policy. Nothing will happen without suffi- cient curiosity, creativity and courage. A start-up mentality, both in the economic sphere and for society as a whole, and voluntary work are impor- tant ways to contribute to society, and together they are becoming crucial success factors. When we speak about European values, what are your views regarding current security concerns and the situation in our neighbourhood? You are right to ask this question. Even if external affairs are not explicitly mentioned in the Trea- ties as a responsibility of the Committee, we see its direct impact on our internal policies and local and regional authorities, and not just in the border regions. In the past, we have been very helpful in providing support to the countries engaged in the enlargement process, but also to our Eastern and Southern neighbours wanting to modernise their administration and undertake reforms in favour of decentralisation. Therefore, I would like to point out that we have to preserve our values and principles of subsidiarity and solidarity, as Europe is not only a geographical entity, but also a family of values and principles. This should be stressed not only inside the Union, but also outside our borders: on our Eastern border we see a huge challenge involving decentralisation in Ukraine. I discussed this issue with the speaker of Ukrainian Parliament, Volodymyr Hroysman, in February. We are ready to assist our Ukrainian partners with our technical know-how of multi- level governance and decentralisation. Similarly, in the Mediterranean countries on our Southern borders, we face challenges affecting freedom and human dignity. I can only stress again that we are concerned by the heinous persecution of some mi- norities, mainly Christians, by extremist groups in these countries. Freedom and human dignity for every person are basic values of Europe and we must be prepared to pass on to the future gen- erations not only our social and economic stand- ards, but also our values and intangible cultural heritage. M arkku Markkula (1950) was elected President of the Committee of the Regions for a two-and-a-half-year term of office in February 2015. He started his political engagement at the local level in his native Finland where he served successfully as a member and president of Espoo City council and a Member of Parliament. As an MP, his international role has included the Presidency of the European Parliamentary Technology Assessment Network (EPTA) Council. As a tribute to his achievements in the field of education policy, he was elected to the International Adult and Continuing Education Hall of Fame in 2008. “Start-ups and new businesses are creators of new jobs and opportunities and this pioneer spirit also expresses the spirit of Europe and its founding fathers. Jean Monnet and Robert Schuman had both political courage and a vision of the future.” ",
        "News from the EU’s assembly of regional and local representatives 6 I t is clear that the Committee of the Regions has a lot to offer in ensuring that local and regional government is at the heart of the economic re- covery. As the closest level to the citizens, local authorities can lay the framework and conditions which can facilitate job creation and economic growth. But the EU must include this level of gov- ernance in the implementation of programmes. Subsidiarity needs to be real and tangible and not stop at the national level but go directly to regional and local governments. We are facing many chal- lenges to peace at our borders. What is currently occurring in Ukraine is unacceptable and a huge effort is needed to ensure that a peaceful solution is found. The European Union built its founda- tions on peace and we should never forget this. We welcome the setting-up of the CoR-Ukraine Task Force as a practical first step for cooperation be- tween local and regional authorities. I also believe that we need to have a consistent ap- proach to enlargement and that the EU needs to communicate with countries that aspire to join the European Union. As a former co-chair of the CoR-Montenegro Joint Consultative Committee, I believe that the perception of the “closed door” policy last year was incorrect. While we need to ensure that the Copenhagen criteria are clearly re- spected, the EU and indeed the Committee need to reach out and help local and regional authorities in neighbourhood and accession countries. It is hugely important that we have strong cooperation with our neighbouring countries whether this is to the east or the south. The EU and the CoR should also not forget the countries covered by the Millennium De- velopment Goals; we need to be able to give hope and practical help in their development needs. With regard to some current initiatives, the European Al- liance group is very disappointed about the decision of the Commission to table a new proposal on the circular economy package and withdraw the current one. Waste prevention is crucial. At the same time, it is crucial that the untapped potential of invest- ment in recycling is recognised, as this is one of the sectors that could help the EU deliver new jobs. On the subject of the Energy Union initiatives, this is a clear area where local and regional authorities will have a pivotal role. It is incumbent on the EU to en- sure that it engages with the level of government that will implement a real energy union and we hope to have a positive engagement in ensuring that it will deliver sustainable and affordable energy to our citi- zens. As the fourth group in the Committee, we will strive to put forward clear and ambitious targets for the Committee to achieve. What is important is that all EU institutions understand the need for local and regional government to be partners in shaping a Eu- rope that delivers results to our citizens. A t this time of crisis, citizens are looking for leadership in addressing the challenges to peace in the European Union and indeed ensuring that the economic recovery is felt by all citizens and not just the few. Leadership is not only for the presidents of the European Parliament, Council and Commission. It is also incumbent on the Committee and its members to show leadership in its action and work. Leadership is needed to guide the EU out of crisis By Stanisław Szwabski, President of the European Alliance group, Member of the City Council of Gdynia, Poland n ew teRm of offiCe 2015-2020 ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 7 W eak government, a high degree of po- liticisation and corruption and a serious lack of public transparency: this is gen- erally true of the regions, cities and municipalities of the countries of south-east Europe and Turkey which are on the path to European integration. Reports by the European Commission have been flagging this up for years, with no sign of tangi- ble improvements. Without effective regional and municipal administrations, it will be very difficult for Macedonia, Montenegro, Serbia and especially for Albania, Bosnia- Herzegovina, Kosovo and Turkey to join the EU. It is therefore essential for local and regional representatives to become part of the accession process in good time. If this does not happen, there will be dire consequences, with huge problems especially with the implementation of EU policies and the use of European funds. How- ever, for the 2014-2020 period, EUR 11.7 bn of EU funding has been made available for the accession of the aforementioned countries. In order for EU projects to be effective, the regions and municipali- ties must have the required know-how. The view of the Commission president, Jean- Claude Juncker, that the next five years should be a time of consolidation with no further enlarge- ments is reasonable and realistic. However, this should not be a period of stagnation in the enlarge- ment process, but a time for the intensive prepara- tions needed to meet the EU membership criteria. The Committee of the Regions has always been an active supporter of EU enlargement. This is particularly true of the former Yugoslav Republic of Macedonia, which was granted candidate coun- try status 10 years ago. Since 2009 the European Commission, and in the meantime the European Parliament too, has recommended that accession negotiations be opened with the FYROM. In par- allel, a solution must be found to the name issue which is acceptable to all sides. A realistic prospect of EU membership for the candidate and potential candidate countries is a key stabilising factor for the whole of Europe and an important incentive to implement the necessary political and economic reforms in the countries concerned. More pressure to enforce the subsidiarity principle The European Commission has so far refrained from getting involved in the internal structures of the enlargement countries. The governments of these countries have therefore flouted the require- ment to introduce more decentralisation and re- gionalisation. The European Commission should in future exert much more pressure to enforce the sub- sidiarity principle. This is one of the key demands of my opinion on the 2014-2015 EU enlargement strategy at the Committee of the Regions. Otherwise these countries will persist with their centralism, with all its negative aspects such as corruption and allocation of funding along party political lines. It is absolutely vital that in its future enlargement strategy reports the European Com- mission goes into much greater detail about local and regional self-government. In most accession countries, democratic institutions such as regional assemblies and governments, municipal councils and mayors and electoral processes, among other things, must be brought up to European standards. Strengthening non-partisan associations of local authorities can also be very helpful in all of these processes. In Turkey, Kosovo and Albania, for example, local elections are conducted in a highly polarised way and still result in serious irregularities and some- times violent clashes. Targeted action plans for the reform of regional and local authorities — such as those in Montenegro and Serbia — have been pos- itive. Serbia has to further normalise its relations with Kosovo, while Turkey must strengthen dem- ocratic institutions at all levels and play an active role in finding a fair, comprehensive and long-term solution to the Cyprus issue. In addition to other major reforms, the countries concerned still have much to improve at regional and local level before there can be another EU enlargement. No European enlargement without reforms at local and regional level By Franz Schausberger (AT/EPP), Delegate of the Region of Salzburg “It is absolutely vital that in its future enlargement strategy reports the European Commission goes into much greater detail about local and regional self-government.” ",
        "News from the EU’s assembly of regional and local representatives 8 Unlocking the full potential of the digital single market must be our priority By Cllr Gordon Keymer (UK/ECR), President of the ECR Group in the Committee of the Regions T he digital single market has huge potential for smart, sustainable and inclusive growth. Intelligent connected machines are predicat- ed to have the potential of adding more than EUR 2000 billion to Europe’s GDP by 2030. Based on a G20 forecast, the internet economy will grow by 8 per cent every year for the next 5 years. Even under cautious assumptions, failing to implement the Digital Single Market will cost Europe at least 4.1% of GDP by 2020. This digital revolution is increasing efficiency and making it easier to start businesses. Innovations such as cloud services and data analytics are im- proving efficiency in industrial processes. Further- more, in a recent survey of 96 mobile app develop- ers the average cost of developing an app was EUR 5700. This has positive implications for the inclu- siveness of the growth for our regions. As shown in a study conducted by the University of Oxford and CitiGroup, technological progress is an essential ingredient for inclusive growth as e-entrepreneur- ship typically requires less capital investment and digital technologies allow people in deprived areas to reach global markets, as even more traditional goods are made increasingly mobile. We must also look for ways to cut burdensome regulations that inhibit digital growth. Some of our regulations are leading to local micro-enter- prises shutting down. For instance, currently digi- tal businesses need to pay VATs in the country of the customer not the country of sale. While this is aimed at big businesses who sell via low tax coun- tries, in reality it is also shutting down micro-en- terprises such as e-books, online designs or online knitting patterns. Micro-enterprises cannot afford to check on customers in 28 Member States and if they refuse to sell to customers from other EU Member States, they are told they may be break- ing EU anti-discrimination laws. This must be addressed. We should also be making it easier for businesses to register a website by, for example, dispending with the requirement for a physical ad- dress in the country providing the domain name. We must couple these efforts to make the market more business-friendly with investment in prom- ising technologies. The new EUR 315 billion EU growth plan aims to kick-start our economies. Its financial instrument, the European Fund for Stra- tegic Investments, must explicitly target promising technologies. As illustrated in the recent study con- ducted by the University of Oxford and CitiGroup, investment in promising technologies for the future could also help drive job creation. New occupation titles which did not exist 5 years ago are also emerg- ing out of the digital revolution such as biomass plan technicians and solar energy system engineers. Supporting the development of such new innova- tive fields can help develop the job market. These digital developments also require a new sys- tem of governance. Increasing the use of innovative e-government across our Member States in the EU is crucial. It has the potential of generating signifi- cant savings for taxpayers and increasing efficien- cy. Two aspects of digital economy that I would es- pecially like to highlight as having particular eco- nomic potential are e-commerce and online digital services. Local and regional authorities must make the most of e-services and e-solutions in order to make the lives of our citizens and businesses easier, more efficient, and less dependent on bureaucracy. Digital public services are an everyday reality in some Member States but almost non-existent in others. Only 33% of internet users within the EU Member States have used online forms to send in- formation to public authorities, ranging from 69% in Denmark to 6% in Romania. Only 26% of gen- eral practitioners in Europe use e-prescriptions to transfer prescriptions to pharmacists over the In- ternet, but this varies from 100% in Estonia to 0% in Malta. It is crucial to increase this percentage and we must at the grass-root, local and regional level. To achieve this goal we need not only reliable, high speed connectivity in all regions but also ap- propriate training programmes. O ur world is undergoing a digital revolution. It is transforming our economies and changing our labour markets. We must allow our communities to reap its benefits. The EU must complete the digital single market through “smart” investments removing bottlenecks that suffocate the market. We must also embrace e-governance. n ew teRm of offiCe 2015-2020 ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 9 ",
        "News from the EU’s assembly of regional and local representatives 10 President Markku MARKKULA First Vice-President Karl-Heinz LAMBERTZ Raffaele CATTANEO President COTER commission Territorial Cohesion Policy and EU Budget José Luis CARNEIRO President NAT commission Natural Resources Francesco PIGLIARU President ENVE commission Environment, Climate Change and Energy Yoomi RENSTRÖM President SEDEC commission Social Policy, Education, Employment, Research and Culture Anders KNAPE President CFAA commission Financial and Administrative Affairs François DECOSTER President CIVEX commission Citizenship, Governance, Institu- tional and External Affairs Christian BUCHMANN President ECON commission Economic Policy Bas VERKERK President ALDE Group Group of the Alliance of Liberals and Democrats for Europe Stanisław SZWABSKI President EA Group European Alliance Gordon KEYMER President ECR Group European Conservatives and Reformists Group Michael SCHNEIDER President EPP Group European People's Party Catiuscia MARINI President PES Group Party of European Socialists P r e s i d e n c y C o m m i s s i o n s P o l i t i c a l G r o u p s EUROPEAN UNIO N Committee of the Regions 2015-2020 | Portraits and functions The European Committee of the Regions ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 11 President Markku MARKKULA First Vice-President Karl-Heinz LAMBERTZ Raffaele CATTANEO President COTER commission Territorial Cohesion Policy and EU Budget José Luis CARNEIRO President NAT commission Natural Resources Francesco PIGLIARU President ENVE commission Environment, Climate Change and Energy Yoomi RENSTRÖM President SEDEC commission Social Policy, Education, Employment, Research and Culture Anders KNAPE President CFAA commission Financial and Administrative Affairs François DECOSTER President CIVEX commission Citizenship, Governance, Institu- tional and External Affairs Christian BUCHMANN President ECON commission Economic Policy Bas VERKERK President ALDE Group Group of the Alliance of Liberals and Democrats for Europe Stanisław SZWABSKI President EA Group European Alliance Gordon KEYMER President ECR Group European Conservatives and Reformists Group Michael SCHNEIDER President EPP Group European People's Party Catiuscia MARINI President PES Group Party of European Socialists P r e s i d e n c y C o m m i s s i o n s P o l i t i c a l G r o u p s EUROPEAN UNIO N Committee of the Regions 2015-2020 | Portraits and functions The European Committee of the Regions ",
        "News from the EU’s assembly of regional and local representatives 12 T he President of the European Investment Bank (EIB), Werner Hoyer, has expressed its commitment and willingness to support growth and jobs, and to assist in the financing of the Juncker plan. In 2014, the EIB lent EUR 77 billion, including 69 billion to EU Member States. “The EIB has provided EUR 11 billion of funding for projects in Greece since 2010,” Werner Hoyer points out. He also stresses that “many private investors are starved of investments providing them with a modest but safe return, which the EIB’s AAA rating guarantees.” Werner Hoyer: The EIB is ready to start implementing the Juncker plan in spring Where has the Juncker plan to kick-start investment come from? On 17 February, finance ministers from the 28 Member States gave the green light for the launch of the European Fund for Strategic Investments (EFSI). It will receive EUR 21 billion from the EIB and the European Commission, which should generate EUR 315 billion of investments over three years. Ministers agreed that the bank shall maintain a say in selecting the projects, via a com- mittee of independent experts. Each year, it shall raise between EUR 60 and 80 billion on the finan- cial markets to finance itself, so it is crucial that projects selected by the fund are examined from an economic and not political perspective. Will you, as promised, be able to take more risks than at present? The principle is simple: money from the European budget will serve as a guarantee for funded projects and, therefore, will potentially cover the initial losses if the project turns bad. This will allow us to authorise funding for more complex, more risky and smaller projects. When we secured a capital increase of 10 billion in 2012, we expected that this would trigger EUR 180 billion in loans between 2013 and 2015. These forecasts put me in a cold sweat. But this multiplier of 18 was reached eight months ahead of schedule and will even reach 20 by the end of 2015. With the Juncker plan, we are reducing this leverage to 15. Clearly, everything will depend on the appetite of private investors, but many of them are starved of investments provid- ing them with a modest but safe return, which the EIB’s AAA rating guarantees. At what point will you be ready? The legislation necessary for the creation of the EFSI will be adopted by Parliament at the earliest in June and at the latest in November. However, the EIB will now be able to pre-finance projects eligible for the future fund. We hope to present the first projects in the second quarter of this year. In November, the Member States submitted a list of around 2000 projects. We are beginning to exam- ine them with two objectives in mind: the quality and speed of implementation. Will you take customers away from private banks, as they fear you will do? No, we will finance riskier projects or those re- quiring very long-term financing, while in many countries, banks are still cleaning up their bal- ance sheets, which hampers their financing of the economy. Last December for example, a Danish company, which is developing a Ebola vaccine, re- quested a loan from us. This is a risk linked to the success or failure of scientific research that com- mercial banks are no longer taking. Do you still hope that Member States will contribute to the EFSI? Not for the time being. Member States do not want to invest in a “common pot, but prefer to keep their budgetary resources to co-finance projects on the ground. This is not a concern. It frees us from the logic of “fair returns, when states ask that what they are owed be the same level as their contributions. Will you help Greece? The EIB is the only non-Greek bank in Greece which has not left the country. Since 2010, it has provided EUR 11 billion to individual projects, but also to guarantee the loans to SMEs from Greek banks. We can do more provided there is a clear political framework and sound projects. i nvesTmenT P lan for e uroPe By Anne Bauer ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 13 Claude Gewerc: Juncker plan should not duplicate existing EIB actions By Claude Gewerc (FR/PES), President of the Picardy Region T he Committee of the Regions is assessing the Juncker plan’s potential impact on cit- ies and regions and will deliver its propos- als to improve the ESIF regulation. Presenting the first elements of his draft opinion to COTER col- leagues the rapporteur, Claude Gewerc (FR/PES), President of the Picardy Region, argued: “We need to make sure that the new fund will channel pri- vate investment towards the right projects, making them attractive. The proposed top-down approach can seriously compromise the plan’s effectiveness since regions and cities are best placed to identify projects with a real impact on our economies and justifying the use of the EU budget.” COTER members shared the rapporteur’s concerns in relation to the actual additionality of the proposed plan. The danger of crowding out is made even greater given that national contributions to the EFSI will not be in- cluded in Stability and Growth Pact calculations, unlike national and regional co-financing of cohe- sion policy programmes. Speaking on behalf of the European Commis- sion, Maarten Verwey, ECFIN Deputy Director- General, acknowledged that the need to avoid any concentration risks in the fund’s intervention could be made more explicit but, at the same time, warned against any national earmarking and re- iterated that the principle of ‘juste retour’ cannot be applied in this context. In this respect, the pos- sible establishment of regional investment plat- forms, supported by the EFSI, was one of the most promising issues raised during the discussion. At the moment such platforms are just a concept but regions’ and cities’ representatives insisted on their strategic relevance and on the potential benefit of a joint management by local and regional authori- ties together with local and national investment banks. It is urgent, therefore, to clarify how they will work and to boost CoR cooperation with the EIB in this field. O n 2 March, regional and local leaders discussed with representatives of the European Investment Bank (EIB) and European Commission the territorial impact of the European Fund for Strategic Investment (ESIF) during the last meeting of the Commission for Territorial Cohesion Policy (COTER) of the Committee of the Regions (CoR). The debate highlighted the need to ensure territorial balance in the fund intervention as well as the involvement of regions and cities via the establishment of regional investment platforms. “The proposed top-down approach can seriously compromise the plan’s effectiveness since regions and cities are best placed to identify projects with a real impact on our economies and justifying the use of the EU budget.” ",
        "News from the EU’s assembly of regional and local representatives 14 O ldřich Vlasák is the former Vice-President of the European Parliament responsible for the European Parliament’s relations with the Committee of the Regions. During his Vice-Presidency, the two institutions concluded a cooperation agreement that outlined areas under which cooperation would be deepened. He was among the first Czech member appointed to the Committee of the Regions as an observer in 2000 prior to being elected as an MEP in 2004. He is now a member of the Committee of the Regions and Vice-President of the ECR Group in the CoR. Oldřich Vlasák: Success of the Juncker plan depends on simplified and better harmonised EU funds A s a returning Committee member, I will be working hard to increase the impact of EU funds in our local and regional communi- ties. For sustainable, inclusive and smart growth, we need EU Funds that are fit for purpose and we need the Funds to be easy and simple to use with the right amount of checks and balances. Through my political career, I have seen first-hand the important role of local and regional authorities in delivering re- sults. Local and regional authorities implement most EU decisions and therefore they see first-hand their shortcomings and their strengths. The Committee has a crucial role to play in transferring the hands- on experiences of local and regional onto the EU decision-making process. The EUs new investment plan for growth and job creation, the “Juncker Plan”, aims to generate bottom-up, sustainable and inclusive growth over the next 3 years through the use of public finance to leverage private funds. This plan requires local and regional authorities’ involvement. The in- vestment plan faces a number of challenges. The plan proposes re-working the EUs existing budget so as to spend less on simple grants for investment and putting more into special funds designed to provide high-risk capital for infrastructure projects that can then attract private financing. The first challenge will be in ensuring that the fund is business friendly in its design so as to attract private funds. The second challenge is going to be in ensuring that as the project pipeline develops, the investment Plan’s European Fund for Strategic Investments (EFSI) is not seen as an EU subsidy for unviable national projects. Thirdly, we will have to ensure coordination between existing Funds such as Horizon 2020 and the EFSI, which both target research and innovation. In order to overcome the challenges, the current pro- gramming period will need to be more results focused. This can be achieved through working with local and regional authorities. To ensure that the projects se- lected for the EFSI deliver the intended local results, its Investment Committee who will be tasked with selecting projects, must also be open to local and re- gional consultations. A results-focused approach will also require increasing the use of EU Funds by in- creasing the synergies between the various EU Funds available and by making the Funds more user-friendly. The absorption rate for EU Funds is low across most EU Member States. In the last programming period of 2007-2013, the average absorption rate was 77.96%. We need to build on the experiences of the last pro- gramming period to increase the absorption rate. EU Funds are intended as a tool to top-up the national Funds available. However, many local and regional authorities find it difficult to access the EU Funds as they are unable to co-finance them from their side. Fi- nancial instruments need to be developed in order to help overcome this. We need to ensure that the total of EUR 351.8 billion available for Cohesion policy for the period 2014-2020 as well as those available for the European Regional Development Fund and the Euro- pean Social Fund are fully utilised. Increasing the synergies among the various EU Funds available, old and new, is very important. We should aim to strengthen the interconnectivity between the “Juncker plan” and existing Funds so as to avoid over- lap and achieve a multiplier effect of our finances. Better use of synergies could be found for example between programmes that target research and innova- tion such as the Horizon 2020, the new EFSI and the Regional Funds for Innovation. Furthermore, we need to simplify the EUs financial instruments. They need to be simple and easy to use with the right amount of checks and balances. The controls performed at various levels need to be better coordinated so that unnecessary burdens for local and regional authorities are removed. With the help of local and regional au- thorities, these bottlenecks could be identified. Those considering applying to EU Funds must not be faced with a red-tape riddled EU system. By Oldřich Vlasák, Vice-President of the ECR Group in the Committee of the Regions Conference on “An Investment Plan for Europe: Joining forces” On 15 April 2015 the Committee of the Regions will bring together EU policymakers and re- gional and local representatives to assess the Juncker Investment Plan from a local perspective. Political leaders and investment experts will discuss three main questions: Is the Investment Plan for Europe an answer to needs at local and regional level? What is its potential to support growth and jobs in Europe’s regions and cities? How to guarantee and improve the own invest- ment capacity of regional and local authorities in times of austerity? Programme and registration All updates on the conference programme are published on the Committee of the Regions web page: www.cor.europa.eu i nvestment p lan foR e uRope ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 15 W e met François Decoster (FR/ALDE), Mayor of Saint-Omer and newly elected chairman of the Committee of the Regions’ CIVEX commission, which also covers external relations policies, to discuss the recent evolution of the crisis in Ukraine, in particular the state of play of decentralisation reform and concrete possibilities for the Committee to support the reform process. Decentralisation reform is part of the Minsk agreement and will tackle the sensitive issue of Eastern regions, but also the broader need for modern and efficient administration. He stressed that the Committee was “ready to provide both political and technical support in order to help its Ukrainian partners to make their way to decentralisation, devolution and multi-level governance. The empowerment of local and regional authorities can make governance more effective and can positively impact citizens’ daily lives.” Ukraine: Empowering local and regional authorities will make governance more effective Could you please present us your analysis of the current crisis in Ukraine? Ukraine has been facing complex challenges re- garding its territorial integrity, peace and stability. The Minsk agreement of 12 February 2015 pro- poses a way forward for the future of Lugansk and Donetsk through a decentralisation process which could eventually lead to granting them a ‘special status’ within the Ukrainian state while respecting cultural specificities and taking into account the characteristics of these areas. As Federica Mogh- erini, Representative for Foreign Affairs, pointed out, this agreement is meant to be a turning point and to make peace possible in Ukraine. It is firmly supported by the European Committee of the Re- gions. The actions of separatists in Debaltseve are considered a clear violation of the ceasefire and are firmly condemned not only by the EU as a whole, but by the entire democratically-oriented world. What are the most important challenges today? Ukraine now faces serious territorial challenges in economic policy, such as significant inter-regional disparities in economic growth and productivity as well as in the provision of basic services. In ad- dition, they must also tackle the economic, social and political aftermaths of a war. The conflict in eastern Ukraine has claimed more than 4700 lives so far. As a result of this conflict the gross domes- tic product fell by at least 7.5 per cent in 2014. Investors have pulled money out of Ukraine. The hryvnia lost 50 per cent of its value against the US dollar last year. Foreign currency reserves have fallen below 10 billion dollars, the lowest level in a decade. In this difficult financial and economic sit- uation some Ukrainian local authorities now have to deal with extremely difficult situations, such as the humanitarian crisis of displaced people from conflict regions in the country. Ukraine urgently needs economic and fiscal re- forms to be rigorously implemented, such as im- proving the budgeting procedure, reducing the government’s arrears, reducing public expendi- tures, budget balancing, decreasing taxes imposed on non-monetary bills, fighting corruption as well as bureaucracy, improving the investment climate, as well as further far-reaching reforms in order to achieve the intended benefits of regional policy. We have seen the first laws of decentralisa- tion reform that have been adopted… Decentralisation is seen as an important tool for achieving stability in the country. Successful de- centralisation should be envisaged alongside terri- C risis in u kraine “In spring 2014 the Ukrainian Government set itself the ambitious task of reforming local self-governance and the territorial organisation of power in the country by means of constitutional amendments which are currently being deliberated by the Ukrainian Parliament.” François Decoster and Markku Markkula. Decentralisation is seen as an important tool for achieving stability in Ukraine ",
        "News from the EU’s assembly of regional and local representatives 16 C Risis in u kRaine P resident of the Committee, Markku Markkula, met on 24 February speaker of Ukrainian Parliament, Volodymyr Hroysman, to discuss decentralisation reform. The CoR president gave his full backing to Ukraine’s reform process and offered the expertise of EU local and regional authorities to support Ukraine and all its regions, in order to stabilise the country. Markkula and Hroysman: Ukraine needs decentralisation, not federalisation D ecentralisation is a key element in the ongo- ing constitutional reform in Ukraine. Ad- ditionally, the Minsk 2 Agreement outlines a specific framework to apply decentralisation for the regions of Donetsk and Luhansk which repre- sents a crucial step forward to settle stability and territorial integrity of Ukraine. The CoR Presi- dent, Markku Markkula, believes that the decen- tralisation process can strengthen democracy, support regional development and increase stabil- ity in Ukraine: “We advocate a modern system of governance for Ukraine where decentralisation is an efficient choice to stay closer to the citizens, re- spect values – such as freedoms and the rule of law – and guarantee rights for all minorities”. During the meeting Volodymyr Hroysman ech- oed this position stating that: “Decentralisation can make Ukraine stronger. Legislation on hold- ing local elections will be reviewed and examined within the amendments to the constitutional re- form, to satisfy the needs of territorial commu- nities in Ukraine. The European Committee of the Regions can provide a valuable contribution to boost cooperation among local authorities and communities”. torial reform with municipal mergers and increased inter-municipal cooperation and legal simplifica- tion. The possibility of joint bodies and co-opera- tion could create much-needed economies of scale and increased efficiency in territorial governance structures. In spring 2014 the Ukrainian Govern- ment set itself the ambitious task of reforming local self-governance and the territorial organisation of power in the country by means of constitutional amendments which are currently being deliberated by the Ukrainian Parliament. Is there any decentralisation model that would be most suitable for Ukraine? There is no model at EU level that must be fol- lowed and applied. There is no prescription! Each country has its own way of identifying the correct steps and taking the necessary actions. The Com- mittee has immense respect for each country’s au- tonomy and sovereignty and when it comes to local and regional authorities it is always ready to provide expertise, to share experience, to facilitate an open and fruitful exchange of ideas and to foster the dialogue on these matters. While acknowledging differences and country-specific characteristics, we cooperate on the basis of what we have in common, namely our values, principles and aspirations for democracy, solidarity and people’s welfare. How do you envisage the support of the Committee of the Regions for Ukraine’s reform efforts? Relations between the European Committee of the Regions and Ukraine have been increasing of late, through cooperation in the multilateral body the Conference of the Regional and Local Authorities for the Eastern Partnership (CORLEAP). COR- LEAP, initiated under the Polish Presidency in 2008 and established in 2011, brings together 36 regional and local politicians – mayors, members of local and regional assemblies or parliaments – 18 from the six Eastern partner countries: Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine, and 18 from the EU Committee of the Regions. The Committee and CORLEAP held conferences, workshops and training events dedicated to decen- tralisation, including fiscal decentralisation, ter- ritorial cooperation and division of powers which also covered Ukrainian cases. The Committee supports the reform process in Ukraine. We are ready to provide both political and technical sup- port in order to help our Ukrainian partners make their way towards decentralisation, devolution and multi-level governance. The empowerment of lo- cal and regional authorities can make governance more effective and can positively impact citizens’ daily lives. The Committee has a specific role to play in the implementation of the reform process as far as de- centralisation is concerned. It can contribute by stimulating the necessary debate at the local level, with civil society organisations, government coun- terparts and all stakeholders. The reforms require this kind of debate in order for citizens to recognise them. Recently a new Task Force was established to support our contacts with Ukraine. Could you present its role? On 12 February, the Committee set up a Task Force to work with our partners in Ukraine with a view to exchanging best practices about politi- cal, administrative and financial decentralisation. A Roadmap for this cooperation is currently being drawn up. Human capital and capacity to effectively perform the duties of governance at the local level are cru- cial for successful decentralisation. To that end, the CoR is advocating for enlargement of the provision of EU support, such as the Local Administration Facility (LAF). This could support the capacity building and institutional efficiency of local and regional authorities in Ukraine through the ex- change of best practices, training and seminars at European and national level. This could start out as a pilot project in Ukraine that could eventually be considered for extension to other Eastern part- ner countries. I am confident that in 2015 we will continue our constructive engagement with our partners and help them on their path to the Euro- pean future. ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 17 S ince independence, Ukraine has been fighting for the right to choose its own path of economic development and nation-building. Ratification of the Association Agreement with the European Union on 16 September 2014 marked the European path of our country, which as a result has assumed the obligation to undertake the necessary reforms resulting from political association and economic cooperation with the EU. Among the key reforms that will put the Association Agreement into practice is decentralisation. In their first steps towards European integration, Ukrainian regions need support T he aim of the reform is to transform the model of public administration from the post-Soviet one prevailing in recent decades into the democratic one inherent in most modern European countries. Thus, decentralisation in Ukraine in- volves a wide range of changes. One of the expected results of this reform is the creation of favourable conditions for organic and progressive integration into the European community of all Ukraine’s re- gional-level territories. This meets the objectives of the Conference of Regional and Local Authorities of the Eastern Partnership (CORLEAP), namely to encourage domestic reforms and capacity-building at the local level. As occurred earlier in other Eastern European post- socialist countries, we hope that decentralisation will allow Ukraine and its regionsto successfully inte- grate into European international and supranational structures. These countries’ structural adjustment to Western European standards was one of the main conditions for successful integration in an environ- ment where the role of regions in international rela- tions is growing. Decentralisation reform began in April 2014, with the adoption of the concept of re- form of local self-government and territorial organi- sation of power. The process of implementation has slowed down because of the complex geopolitical con- text in which our country has found itself, as well as the parliamentary and presidential elections held last year. However, several important changes have already been made in the structure of the legislation, creating a whole new opportunity to strengthen local govern- ance and territorial development at the local level. First of all, significant progress has been made in the process of fiscal decentralisation. The budget and tax codes have been amended, together with the state budget which already contains decentralisa- tion mechanisms. Local budgets have increased by UAH 34 billion or 14.7% compared to 2014. The next step has been the adoption of legislation on the “Voluntary association of territorial communities” and on the “Basis of regional policy”. The first law is designed to overcome the problem of smaller munici- palities which, as a result, are limited in their abilities. The law on the “Basis of the state regional policy”, in particular, will bring the planning of infrastruc- ture projects to the local and community level. The laws adopted, as well as those currently under review, allow local governments in Ukraine to develop their own approach to policy development areas, so they can build up and have access to far more resources than in the past. We expect that the decentralisation reforms will expand regional cooperation. Time has shown that Europe is beneficial to Ukraine as a sta- ble and strong nation capable of exercising independ- ent policy. Now Ukraine has a chance and should not miss it. The process of ending the monopoly of power and boosting civil society has, perhaps, entered its most active phase since independence. Of course, our country should work to reform and develop its unique model. However, we believe that our Euro- pean colleagues can assist us in this process. Par- ticularly important is the experience of post-socialist countries that have managed to successfully carry out decentralisation. In their first steps towards European integration, Ukrainian regions need support, which could come from our colleagues in other parts of the continent. However, we are not talking about subsidies, but rather about the exchange of experience, training, expansion of cooperation, the formation of new mu- tually beneficial relations and joint projects. Only in this way will Ukraine be able to take its rightful place in Europe, and will the stage be set for the rapid evo- lution of the economy, culture and values, once we have finally chosen the vector of development. By Serhii Chernov, President of the Kharkiv Regional Council and President of the Ukrainian Association of Regional and District Councils “Decentralisation reform began in April 2014. The process of implementation has slowed down because of the complex geopolitical context in which our country has found itself, as well as the parliamentary and presidential elections held last year.” Serhii Chernov and Vyacheslav Nehoda in Brussels on 24 February ",
        "News from the EU’s assembly of regional and local representatives 18 T he Committee of the Regions is reinforcing its role in the promotion of local communication actions based on the own-initiative opinion “Reconnecting Europe with its citizens” adopted in December 2014. In the second semester of 2014, the Committee launched a series of new communication activities at regional and local level under the brand of “Europe in My Region “, including “Citizens’ Dialogues” events which took the form of a series of debates addressing citizens (students, local actors, media), local administrators and national associations of local and regional authorities. “Europe in My Region” and “Citizens’ Dialogues”: New local communication activities of the Committee of the Regions Three pilot decentralised events have already been held in Belgium, Croatia and Spain, and brought together citizens, local and regional politicians, and actors of the economy and civil society, to dis- cuss about concrete European actions in their city or region, with a main focus on the new structural funds 2014-2020 and on the European investment fund. The initiatives were promoted through a multilevel partnership, together with Committee of the Regions members, their home institutions and in cooperation with national associations of lo- cal and regional authorities and other EU institu- tions (the Commission’s DG REGIO) and the na- tional offices of the European Parliament and the European Commission. The next “Europe in My Region” event will take place in Cracow, Poland, on the 4-5 May, where the Committee is support- ing the European Congress of Local Governments, organised by the Institute for Eastern Studies and the City of Cracow. Other events across Europe are now in the pipeline. More info http://cor.europa. eu/en/events/Pages/europe-in-my-region-events. aspx Namur, Belgium, 17 November 2014 The two-hours Citizens’ Dialogue was held in cooperation with the Parliament of Wallonia and the City of Namur. During the debate, attended by 120 citizens, former Committee of the Rehions President Michel Lebrun and Mayor of Coulaines (France), Christophe Rouillon, participated in a discussion about the programmes funded by the European Structural and Investment Funds for Wallonia between 2014 and 2020.They shared their views on the impact of the EU on the region and the city with the President of the Regional Parliament André Antoine and the Namur Mayor Maxime Prévot. e uroPe in m y r egion ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 19 Zagreb, Croatia, 25 November 2014 This dialogue was co-organized with the Croatian associations of municipalities, cities and counties and with an active involvement from the CoR na- tional delegation, DG REGIO (Unit D2 “Europe- an Cross-Border Cooperation”) and the EC office in Zagreb. It provided the first official overview in Croatia about the Croatian programmes funded by the European Structural and Investment Funds. Speakers included deputy Minister for regional development, Jakša Puljiz; representative of the European Commission in Croatia, Branko Barice- vic; President of the Dubrovnik-Neretva county, Nikola Dobroslavic; Mayor of the City of Rijeka, Vojko Obersnel; and Mayor of the Municipality of Vidovec, Bruno Hranic. Santander, Spain, 23 January 2015 This debate was co-organized with the Spanish as- sociation of municipalities and provinces (FEMP) and the city of Santander, with an active involve- ment of the European Commission (DG REGIO and DG Connect), as well as the EC and Euro- pean Parliament representation offices in Madrid. Among key note speakers were former President Michel Lebrun, the Mayor of Santander, President of the FEMP, Íñigo de la Serna, the Vice-Presi- dent of the EIB, Román Escolano. The debate was moderated by Ignacio Samper from the European Parliament representation office in Madrid. The second session took the form of a technical session providing an overview on EU strategies and tools for innovative cities. A final session was dedicated to the national and regional programmes funded by the European Structural and Investment Funds. The European Congress of Local Governments, Krakow, 4-5 May 2015 Markku Markkula and the Committee of the Regions’ delegation will attend the European Congress of Local Governments in Krakow on 4-5 May. The Congress is a platform of exchange of views, knowledge and experi- ence for local governments’ leaders and re- gional elites with the representatives of state administration, NGOs and businesses. The formula of the European Congress of Lo- cal Governments is modeled on that of the Economic Forum in Krynica. More than 60 events will be held around 4 thematic paths, each consisting of: thematic blocks, panel discussions, workshops, lectures, presenta- tions. The Congress will give an opportunity for regional leaders to discuss ways of increas- ing the effectiveness in using EU structural funds, share experience and make contacts. ",
        "News from the EU’s assembly of regional and local representatives 20 L atvia, the country currently holding the Presidency of the Council of the EU, is not that well known in Europe. Perhaps all many of us know is that it is a Baltic country with a large Russian minority. Its capital, Riga, has around 700 000 inhabitants, a third of the country’s total population. It is the largest city in the Baltics and its cultural, financial and education centre. At 27% of the population, its Russian minority is the largest in the Baltic countries. Young people are Latvia’s potential I must admit that I was pleasantly surprised by Riga. The first surprise was the excellent stand- ard of English people had. I was also surprised by how clean the city was. There is more and more talk these days about visual pollution, but it was only in Riga – which is almost free of advertising hoardings – that I realised how much I had got used to being surrounded by advertising and the effect it was having on me. Here there are none of the tasteless posters or billboards we find on every corner in big cities. Although Riga is not in fact a big city, you can come across lots of people from all around the world in the course of a day. They include a lot of international students, particularly from Scandinavia and Germany. It has a very well developed tourist industry and has some great at- tractions to offer visitors. This was particularly true in 2014, since Riga was the European Capital of Culture. Latvians are very patriotic. At the celebrations on 18 November to mark the founding of the Repub- lic of Latvia, Riga was transformed into a spectacle of national pride. Almost everyone wore ribbons in the national colours on their coats. The national flag hung from all major buildings, in churches and on buses. The main bridge over the River Dau- gava was festooned in red and white. A plethora of events was held on the day, including a choir concert and a torch-lit procession through the city, and culminated in an enormous fireworks display over the Daugava. Hundreds of people stood on the bridges and on the river bank singing the na- tional anthem. The Latvian national revival The Latvian national revival movement began in the 1850s and continued to bear fruit after World War I, when, after two years of conflict in the Russian civil war, the country finally won inde- pendence, as recognised by Russia in 1920 and by the international community in 1921. Latvia’s independent status was interrupted at the outset of World War II in 1940, when the country was forcibly incorporated into the Soviet Union, then invaded and occupied by Nazi Germany in 1941, before being retaken by the Soviets in 1944–45. From the mid-1940s, the country was subject to Soviet economic control and saw considerable Russification of its peoples. However, Latvian culture and infrastructure survived and, during the period of Soviet liberalisation under Mikhail Gorbachev, Latvia once again embarked upon the path towards independence, eventually succeeding in August 1991 and being recognised by Russia the following month. Since then, with its independ- ence restored, Latvia has become a member of the United Nations and NATO and has joined the European Union. General elections were held in October last year. At a time of strained relations with Russia, the re- sults were awaited with more apprehension than usual. The social democratic Harmony party, rep- resenting the Russian minority, topped the polls. Although coming second, it was prime minister Laimdota Straujuma’s Unity party that emerged as the de facto winner. This was because the pro- Russian party could not find suitable partners to join it in government. The current coalition head- ed by Straujuma’s party will continue in power for the next four years. The Ukrainian conflict has changed the priorities of domestic politics, prob- ably contributing to the victory of the present gov- ernment. Voter turn-out was 57%, with about 1.5 of the two million population eligible to vote. Young Latvians take an active interest in European affairs and international relations, especially those with Russia. But they are frightened of the cur- rent conflict and sense tension from the Russian side. Irrespective of the Ukrainian crisis, Latvians have never been too keen on their Russian minor- ity. The reasons are historical, the Soviet Union having occupied the Baltic countries in the past, with many Latvians deported to labour camps in Siberia during the communist period. Despite this historical experience Latvians are optimistic about the future and there are grounds for thinking their European presidency could bring a more down-to- earth view of relations between the European Un- ion and Russia and give a new impetus to Ukraine’s integration into Europe. l aTvian P residenCy of The C ounCil of The eu By Mária Šumichrastová “The Ukrainian conflict has changed the priorities of domestic politics, probably contributing to the victory of the Laimdota Straujuma’s Unity party government.” Latvian National Library, opened to the public in June 2014 Riga’s Cathedral Streets in Riga’s old town P h o t o s b y A l ž b e t a F i l i c k á Riga’s Cathedral ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 21 W e are on the eve of two important meet- ings on the international development agenda that will lay the foundations for the next 15 years. The first is the Third Interna- tional Conference on Financing for Development, in Addis Ababa in July. Then, September will see the UN Summit for the adoption of the post-2015 development agenda. The two are closely inter- linked. They will determine the way the world will address the great challenges of poverty eradication and the promotion of sustainable development be- tween now and 2030. The EU has rightly and repeatedly indicated its willingness to contribute actively and constructive- ly to the development and implementation of the new global transformative agenda. This agenda is hugely important for local and regional authorities too, in both Member States and partner countries, and essentially worldwide. The Commission has issued two communications in this connection: one in June 2014, A decent Life for all: from vision to collective action (COM(2014) 335 final) and an- other in February 2015, A Global Partnership for By Hans Janssen (NL/EPP), Mayor of Oisterwijk The new international development agenda for 2015-2030 T he goal of the Territorial Agenda of the Euro- pean Union 2020 is to ensure strategic guide- lines concerning territorial development, support for including the territorial dimension in various policy areas at all levels of government and guaranteeing that the Europe 2020 strategy is im- plemented in accordance with the principles of ter- ritorial cohesion. This type of approach is the only political model through which the EU can address the expectations of European citizens. We therefore welcome the interest the current presidency trio of Italy-Latvia-Luxembourg is showing in this issue. In the opinion entitled “The improvement of the implementation of the Terri- torial Agenda of the European Union 2020” we point out the need for joint strategic planning for Europe and the role of the European Union in de- veloping the territorial approach to improve imple- mentation of the TA. We also call for a new formal Council for Cohesion Policy to be established in order to strengthen monitoring systems and reduce imbalances as part of the cohesion policy. The spatial dimension should be taken into ac- count when EU policies are being developed with the aim of supporting better coordination, generat- ing synergy between sectors and clearly indicating which institutions are responsible for implement- ing the TA at European, national, regional and local levels. We are calling for implementation of a set of comparable and reliable indicators which would ensure monitoring of comprehensive territo- rial development with the aim of enabling decision- makers to make informed spatial planning deci- sions. We stress that only partnership and a system of multilevel governance can ensure effective link- age between the strategic guidelines and local and regional challenges. Openness towards neighbouring countries and the rest of the world is an essential condition for all European regions and cities wishing to take advantage of the development opportunities pro- vided by global growth and technological advances. This is why polycentric development of the EU is vital to building territorial cohesion and Europe’s effectiveness and quality rely on creating networks of contacts and partnerships between cities of all sizes, creating functional regions and connections between rural and urban areas. European territori- al cooperation, operating with support from cross- border, interregional or supranational cooperation initiatives and the development of macroregional strategies are the basic instruments for ensuring polycentric growth. I hope that the CoR opinion I have drawn up will serve as a solid basis for further discussions on this subject. The improvement of the implementation of the Territorial Agenda of the European Union 2020 By Marek Woźniak (PL/EPP), Marshal of the Wielkopolska Region r aPPorTeurs have Their say I n this column, members of the Committee of the Regions explain what motivates them to take on the role as a rapporteur. The following op- eds cover a diverse range of topics from “The improvement of the implementation of the Territorial Agenda of the European Union 2020” to the European Enlargement process. “European territorial cooperation, operating with support from cross-border, interregional or supranational cooperation initiatives and the development of macroregional strategies are the basic instruments for ensuring polycentric growth.” ",
        "News from the EU’s assembly of regional and local representatives 22 R appoRteuRs have theiR say I n its previous opinions on the phasing-out of the milk quota system, the Committee expressed its concerns about the ending of quotas in 2015 and was highly critical of a measure that is set to concen- trate production in the most intensively farmed areas, undermining environmental and territorial cohesion objectives. These fears were largely confirmed by the Commission’s most recent report on developments in the market situation in the milk sector. A number of studies have also confirmed the concentration of dairy production in areas with the highest dairy production levels and the lowest collection costs and the contrac- tion or abandonment of milk production in regions deemed to be disadvantaged or vulnerable, particu- larly mountain regions, but also in the so-called “in- termediate” arable and livestock-rearing regions. Against the background of milk surpluses and falling prices that has prevailed since the summer of 2014, this situation is extremely worrying as in many Mem- ber States and regions, dairy production is an essen- tial pillar of the regional economy and of agricultural added value. Milk production is often a vital source of jobs in rural areas and has an enduring impact on the cultivated landscape and also fulfils an important environmental role. It is essential to ensure a steady income for milk producers throughout the EU, par- ticularly in the least favoured regions, in order to maintain agriculture and preserve rural communities in all regions, in order to meet the territorial cohesion objective enshrined in the Lisbon Treaty. In the draft opinion adopted by the NAT Commis- sion on 5 March, the rapporteur, René Souchon (FR/ PES), advocated in particular: • calculating the total loss of jobs for “intermedi- ate” areas and less favoured areas but also the loss in added value and in public goods that giving up milk production would entail; • strengthening the role of producers’ organisations so that they play a clear economic role in managing prices and supply and improving the effectiveness of the contract system by making it available to the whole sector and including large-scale retailers in particular; • improving the operation of the European Milk Market Observatory and putting in place the nec- essary resources for this observatory to become a genuine steering mechanism, and not just a tool for post hoc observation. To this end, it is vital for the observatory to produce real-time data on a sub- Member-State scale, to take account of the diversity in circumstances between the European regions; • immediately raising the level of the safety net for a limited period in order to cope with the looming crisis, pending the introduction of another mecha- nism; By René Souchon (FR/PES), President of the Auvergne Regional Council Opinion on the future of the dairy sector Poverty Eradication and Sustainable Development after 2015 (COM(2015) 44 final). The first discusses the substantive objectives of the transformative agenda, while the second looks at a series of possible implementation mechanisms in this connection. The new agenda is: • wide-ranging: the various objectives or pri- orities touch upon and combine the economic, social and environmental dimensions of pov- erty eradication and sustainable development; • ambitious: they can only be achieved with the input and involvement of all stakeholders, in- cluding local and regional authorities, around the world; • universal: each country will work for change in its own way and at its own level, giving con- sideration to differing realities. That last point means that, in the EU, we must not look at the agenda solely from the perspective of development cooperation, but that the agenda should also be translated into EU and Member State policies in the various domains. In this re- spect, the European Council has referred to the new EU strategy for sustainable development and the Europe 2020 strategy. Implications for local and regional authorities In addition to objectives such as ending poverty and hunger, securing health and well-being, edu- cation for all, sustainable energy and sustainable economic growth, one of the objectives focuses specifically on making cities and communities in- clusive, safe, efficient and sustainable. There have been suggestions that this should not be treated separately but should be intermeshed with various other objectives. The Committee of the Regions opinion on the Commission’s two communica- tions therefore argues in favour of promoting this specific objective, in view of ongoing urbanisation throughout the world and the risk that the objec- tive will otherwise be diluted. Local authorities have been fully involved in vari- ous preparatory meetings and consultations. This is a significant step forward compared with the establishment of the Millennium Development Goals. In that instance local and regional authori- ties were involved only after the government leaders had already adopted the targets, although everyone acknowledged that many of them would only be achieved with a massive commitment at local level. Better preparation is no guarantee of success, how- ever. The Committee opinion therefore stresses the importance of local and regional authorities remaining very much involved in the further de- velopment of the new agenda. One important as- pect of this is that local and regional authorities be acknowledged as differing radically from civil society organisations, media and industry. The role of regional and local authorities as political decision-makers with their own legitimate basis within government as a whole was already clearly stated in the communication on Empowering Lo- cal Authorities in partner countries for enhanced governance and more effective development out- comes (COM(2013) 280 final). This must remain the starting point. Finally, there are also countries where local and regional authorities are still weak. Capacity build- ing will be necessary in order to enable them to fulfil their roles. Local and regional authorities in Europe often have a wealth of relevant knowledge and experience and are more than willing to share it with their less-experienced counterparts. This ought to be given consideration in the shaping of the implementation mechanisms, as putting the transformative agenda into practice will require not only the commitment of all possible players, but also cooperation between local and regional authorities around the world. ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 23 • taking urgent measures to secure income for all milk producers, and examining the proposal of European Milk Board in particular; • harmonising compensation payments for natural handicaps, financed 100% by the EU budget; re- storing the milk collection aid support and pro- moting the development of a “Mountain produce” label to be applied to dairy products, subject to an adequate level of food self-sufficiency; • encouraging the preservation of dairy production, particularly using more mixed and hardier breeds which make use of the grasslands, rather than production from very specialised herds which con- sume ever increasing amounts of cereals and soya; • drawing up a major development plan for all those countries with small herds and where dairy farms are in the majority and which face a difficult future after the abolition of quotas, even though these farms remain the foundation of rural communities. The Committee would therefore like to draw up a new own-initiative opinion to call on the European authorities to take steps to safeguard the income of all dairy producers, as the majority of other milk-pro- ducing countries such as India, China, Japan, South Korea, Canada and the United States have done. These countries have maintained or even stepped up their support to the dairy industry. The 2014 Ag- riculture Act in fact reviewed support mechanisms for the dairy industry in the United States. The new Margin Protection Programme for dairy producers offers compensation when the difference in the price of milk and the cost of animal feed falls below a set amount. A minimum margin over feed costs is guar- anteed through public funds; higher margin levels can be chosen with producers bearing the costs. E urope’s coasts and maritime regions are of in- estimable importance to people as a source of food, energy and resources, and as a climate regulator, as well as being popular places to live and relax. However, all over Europe it is evident that various economic activities – fishing, transport, energy production, as well as agriculture – are put increasing stress on seas. In his own-initiative opin- ion on Better protecting the marine environment, rapporteur Hermann Kuhn (member of Bremen City Parliament, Green Party) wishes to raise awareness about protection of the marine environ- ment and to highlight the contribution cities and regions in Europe can make in this area. This CoR opinion refers to the EU’s Marine Strat- egy Framework Directive (MSFD), which came into effect in 2008. This directive creates a bind- ing legal framework for improving protection of the marine environment The MSFD contains specific guidelines for future action. It includes the binding objective of achieving “good environmental status” for Europe’s seas by the year 2020. However, in a 2014 interim report on the MSFD the Commis- sion concludes that the Member States have still not set sufficiently ambitious and coherent envi- ronmental objectives. The next stage of implement- ing the MSFD will be the programmes of measures that the Member States are required to draw up by the end of 2015. In them, the Member States will identify specific initiatives and activities that are needed to achieve good environmental status in their marine waters. The programmes of measures provide a good opportunity to up the pace of pro- gress in European marine protection policy, as also urged by the Commission. The rapporteur’s idea was to use this period when the programmes are being drawn up to call through his own-initiative opinion for involvement of local and regional au- thorities in the process. The own-initiative opinion is thus based around specific proposals and re- quests in relation to the programmes of measures. Some examples of these recommendations are given below. Reducing the dumping of waste in the sea Reducing the dumping of waste in the sea is key to improving the marine environment, and Dr Kuhn pays particular attention to this phenomenon in his opinion. The rapporteur is in favour of impos- ing a general ban on the disposal and incineration of waste at sea. The own-initiative opinion also looks at the problem of plastic waste. The Member States are expected to be pro-active in implement- ing the new rules to limit and even ban the use of plastic bags. In order to avoid the serious impact of micro-plastics on marine organisms the rappor- teur calls, as a first step, for an EU-wide ban on the use of micro-plastics in cosmetics and cleaning products. The introduction of noise, light or radiation into the sea clearly has an impact on the marine envi- ronment, and it is imperative that the consequences of this be more effectively investigated. The rap- porteur therefore advocates introducing a noise register for the EU’s marine waters. The aim is to formulate legal standards and limit values to reduce noise in the marine environment. The rapporteur believes that in future more private bodies should be required to collect data on marine environmen- tal status. Specifically, he proposes that permis- sion for economic activities at sea should only be granted if the operator in question collects marine information and makes this available for analysis in the context of marine protection. He also em- phasises the importance of marine biodiversity. To preserve biodiversity, he believes that restrictions are needed on fishing and marine mineral mining in marine conservation areas (including no-take ar- eas) to ensure that the level of protection of such areas is improved and not jeopardised. The opinion also calls for new marine conservation areas to be designated where needed to achieve good environ- mental status. The marine environment can only be protected through a cross-border approach, and therefore the programmes of measures should from the outset be drawn up jointly by the coastal states of a given maritime region. Furthermore, effective marine protection can only be achieved through joint ef- forts on the part of all levels of government, busi- ness and civil society. The own-initiative opinion is intended to make a contribution to these efforts. The requests and expectations formulated in it are therefore addressed to all stakeholders. Public dia- logue is critical to the success of marine protection measures, and sufficient time and resources must therefore be provided for public debate when the programmes of measures are being drawn up. The experience of local and regional authorities could also be very useful here. It is important to now act together. A degraded marine environment would be very costly for Europe’s citizens in every way, and failures in relation to marine protection can also have serious economic effects. Better protection of the marine environment By Hermann Kuhn (DE/PES), Member of the Bremen City Parliament ",
        "News from the EU’s assembly of regional and local representatives 24 Markku Markkula invited a delegation of young people to present the 10 YFactor conference recommendations to the Juncker Commission President of the Committee of the Regions Mark- ku Markkula was keen to talk to the institution’s trainees behind the organisation of the YFactor conference devoted to the expectations of young Europeans. It was an opportunity for the new president to congratulate the young professionals on the initiative in person, and for them to present the 10 recommendations adopted on 5 February 2015 after a day of debates on unemployment, Eu- ropean policies and sustainable development. In his first speech as Committee’s president, Mr Markkula stressed the need to breathe new life into Europe in order to boost smart growth and generate sustainable jobs, particularly by actively involving regions and cities. As the issues ad- dressed at the YFactor conference tied in perfectly with these priorities, the president decided to hold an initial formal meeting with the young organis- ers of the event. The trainees focused on the main business of the day devoted to young people’s futures - the 10 solutions, adopted by a majority of the 150 par- ticipants, for enhancing employment, sustainable development and European citizenship policies. The recommendations made to the president by the young professionals included using European funds to create more effective, inclusive policies; stimulating green economy packages within EU legislation; and supporting the creation of a Euro- pean Silicon Valley. “The issues addressed at this conference and the proposed solutions reflect the current concerns of young Europeans. I support them and encourage them in their efforts.” said Mr Markkula. At the end of the meeting, the new Committee president promised the young professionals that he would personally send the recommendations to Jean- Claude Juncker in the near future. Mr Markkula also said that he would publicly ask the Commis- sion president to receive the group of young people so that they could discuss the proposals and their possible inclusion in the EU agenda. Societal innovation in food and energy, the way ahead for regional investment Expo Milano 2015 is the Universal Exhibition that Milan will host from 1 May to 31 October 2015. Its ambition is to be a platform for the exchange of ideas and shared solutions on the theme of food, stimulating creativity and promoting innovation for a sustainable future. The EPP Group in the European Committee of the Regions will take part in this discussion focusing on how the Investment Plan for Europe could enhance the innovation ca- pacity in Europe’s regions and cities with regards to food and energy policy. Much needed funding should be channelled into strategic energy infrastructure and environmen- tally sustainable projects thanks to President Juncker’s Investment Plan. Another EPP Group priority is investment in the market and the fa- cilitation of access to finance for SMEs. When we look at the highly diverse food and drink sector, this means 287,000 companies including those making the Milanese speciality, Panettone. The role that the banking sector will play in increas- ing investment as well as the regulatory burdens SMEs face is another topic that the EPP Group in the CoR will explore during its meeting entitled “Societal innovation in food and energy, the way ahead for regional investment” on 22 May. However, financial support for building up infra- structure and helping existing companies will not be enough. Europe needs to promote societal inno- vation to adapt to a changing environment. Lom- bardy is ready for the challenges of the future and willing to be a leading European player. My region will keep betting on research and innovation as the real engines of growth and development. Last year, the Regional Government of Lombardy approved incentives to boost competitiveness and entrepre- neurship in the region, to develop new high-tech products for the agro-food industry and to support the growing science parks such as the Parco Tec- nologico Padano, which is a leading centre for food safety and security research. The agro-food indus- try should benefit most from the innovative pro- jects provided by the Horizon 2020 programme and the Investment Plan for Europe in my region, but it can offer many more possibilities for Italy and for Europe as a whole. World Conference on Disaster Risk Reduction in Sendai, Japan On 14-18 March, the Committee of the Regions rapporteur Harvey Siggs (UK/ECR) participated as a speaker at the 3rd United Nations World Conference on Disaster Risk Reduction. The new international framework for disaster risk reduc- tion (post-2015 Hyogo Framework for Disaster Risk Reduction) was adopted during this confer- ence stressing the need to build on the local, na- tional and international experiences from the im- plementation of the 2005-2015 Framework. “Building resilience to disasters is a fundamental necessity for sustainable growth and jobs. To ef- fectively tackle the potentially devastating risk of disasters, we must also think local and act global. Disasters know no borders”, stated Cllr Siggs. The CoR provided input to the new Framework on the basis of its opinion adopted in June 2014, where it outlined the importance of data, training and working with the private sector to pool risks and make insurances affordable. The CoR opin- ion also underlined that the new Framework had b rief n ews and e venTs YFactor conference Raffaele Cattaneo Harvey Siggs ",
        "Nº 91 – M arch -a pril 2015 R egions and C ities of e uRope 25 to take into account the increasing role of mobile technology, the internet and social media in com- municating disaster information. During the Conference, Cllr Siggs presented the new United Nations “Ten Essentials” for making cities resilient. As a member of the UN’s Making Cities Resilient Campaign expert panel, he contrib- uted to the development of the new “Ten Essentials” that is meant to support Mayors and Local Govern- ment leaders in accelerating urban resilience. These new essentials are indicators for future local report- ing under the Post-2015 Framework with an aim to address resilience in a larger sense while contribut- ing to other reporting processes. EA Secondary Schools competition For the 10th consecutive year, the European Al- liance group launched its highly acclaimed com- petition for secondary school students. Like every year, the competition will gather students from all around Europe who will write an essay on a given EU-related topic and solve a quiz of 30 questions. Two most successful students from each partici- pating school will visit Brussels and the Committee of the Regions on the occasion of the CoR’s plenary session on 8-9 July 2015. They will have the oppor- tunity to meet members of the Committee of the Regions, present their schools and communities to them and discuss current EU issues. Winners of the competition will be known in the beginning of May. More information is available on www.ea.cor. europa.eu PES Photo competition “Living together” On 24 March, the PES Group will launch the 8th edition of its annual photo competition on the top- ic “Living together”, giving the chance to emerging talents from all over Europe to express themselves on this very topical European issue. At a moment when differences are exacerbated and fears stirred by some opportunist and populist movements throughout the EU and beyond, we, European So- cialists and Progressives in the Committee of the Regions find it important to remind that one of the founding values of the European Union is “United in diversity”. After all, all Europeans are equal, re- gardless of their sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation. This principle is enshrined in our European treaties and must not be an empty word but translate into eve- ryday life, everywhere in the EU. Europe’s digital divide The European Committee of the Regions has called on the EU to give a greater focus of its re- cently launched Investment Plan to the digital economy. Speaking in Riga, the CoRs’ President, Markku Markkula, welcomed the shift towards a more digitalised economy but raised concerns that Europe was facing a “digital divide”. The EU’s new Investment Plan must better target more isolated regions, give a greater say to local and regional au- thorities and focus on increasing their innovation capacity to allow them to “compete with the best innovation hubs in the world”. In 2010 the EU launched its Digital Agenda as a means to modernise Europe’s ICT sector which, it has been suggested, has the potential to grow Europe’s GDP by 4% by 2020 and could help cut public administrative costs by 15-20%. The European Commission’s President, Jean-Claude Juncker, has continued to stress the importance of creating a connected digital market which - he argued - could generate up to EUR 250 bil- lion. Europe has made strides: in 2013 76% of all households in the EU had a broadband connec- tion compared to 67% in 2011. At the conference in Riga – organised by the CoR and supported by the Latvian EU Presidency and the Latvian Association of Local and Regional Governments – President Markkula warned that the digital divide in Europe persists which was exasperating regional disparity, “Completing Eu- rope’s Digital Single Market is a priority. It is a ba- sic tool needed by every sector to spur innovation, create jobs and boost growth. But the market can’t go it alone and we must be wary that a digitally di- vided Europe will create an economically divided Europe. We need to make sensible and effective in- vestment decisions that reach all Europe’s regions. Based on the recent action plan with the European Investment Bank, the CoR is supporting the digi- tal revolution which has partly been the result of small-scale, bottom-up initiatives: local and region- al authorities play a key role in helping citizens and businesses connect where the market fail”. The Chairman of the Latvian Association of Lo- cal and Regional Governments and Head of the Latvian Delegation to the CoR, Andris Jaunsleinis emphasised that we should no longer consider the ICT sector as a separate sphere disconnected from the everyday life of local and regional governments. “It is important to also understand that available digital technologies are a precondition for citizens to choose to live not only in cities, but also rural ar- eas” he said. According to Zoran Stančič, Deputy Director-General at the European Commission who also took part in the debate, regions and cit- ies are natural partners in the EU Investment Plan which combines private and EU funds to the tune of EUR 315 billion. President Markkula added that it must complement and not undermine EU regional funding and be effectively targeted to avoid leaving certain regions and cities behind. EA group meeting Riga, Latvia ",
        "News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 9 1 – M a r c h - a p r i l 2 0 1 5 iSSN 1681-3235 Werner Hoyer Gordon Keymer Markku Markkula Special feature New term of office 2015-2020 Restoring Europe Q G - a a - 1 5 - 0 9 1 - E N - N 6 th European Summit of Regions and Cities in Athens News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 8 7 – M a y - J u N E 2 0 1 4 iSSN 1681-3235 Interview with President Ramón Luis Valcárcel Siso 20 th Anniversary of the Committee of the Regions “ We contribute to sustainable regional and urban development in the EU”, interview with Werner Hoyer, president of the EIB Mid-term review of the Europe 2020 strategy News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 8 6 – J a N u a r y - F E b r u a r y 2 0 1 4 iSSN 1681-3235 Summit in Athens European Recovery: Local Solutions Special feature Europe of the future Michel Lebrun News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 8 8 – S E p t E M b E r - O c t O b E r 2 0 1 4 iSSN 1681-3235 OPEN DAYS 2014 Jyrki Katainen Ángel Gurría Editorial News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 9 0 – J a N u a r y - F E b r u a r y 2 0 1 5 iSSN 1681-3235 Michel Lebrun Laimdota Straujuma Jean-Claude Juncker Special Feature Investment Plan for Europe Boosting Jobs and Growth Michel Lebrun News from the EU’s assembly of regional and local representatives EUROPEAN UNION Committee of the Regions N º 8 9 – N O v E M b E r - D E c E M b E r 2 0 1 4 iSSN 1681-3235 Dr A. Gary Shilling Catiuscia Marini Special feature Decentralising power to the regions What next for Europe? Regions & Cities of Europe is published by the Committee of the Regions, the EU institution representing local and regional authorities. Subscription is free of charge. To subscribe, please send your name and address, by e-mail to regionsandcities@cor.europa.eu or by post to the following address: Committee of the Regions Press Department — Subscription to Regions & Cities of Europe Rue Belliard/Belliardstraat 99–101 1040 Bruxelles/Brussel BELGIQUE/BELGIË Would you like to receive Regions & Cities of Europe? www.facebook.com/committee.of.the.regions @EU_CoR "
    ]
}