{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘ EU-Ukraine relations: a new dynamic role for Civil Society ’ (2009/C 77/33) At its plenary session held on 16 and 17 January 2008, the European Economic and Social Committee, under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on: EU-Ukraine relations: a new dynamic role for Civil Society. The Section for External Relations, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 17 July 2008 The rapporteur was Ms Mall Hellam. At its 447th plenary session, held on 17-18 September 2008 (meeting of 18 September 2008), the Euro- pean Economic and Social Committee adopted the following opinion by 129 votes to 4 with 8 abstentions. 1. Executive summary 1.1 With this opinion, the EESC wishes to encourage better implementation of the joint ownership and partnership prin- ciple between Ukrainian civil society, the Ukrainian government and the EU institutions, by deepening the EU-Ukraine relation- ship and making the EU's policy towards Ukraine an effective instrument to support the reform process and the modernisa- tion of Ukraine. 1.2 The European Union is both a goal and an agent of change for Ukraine. The EESC believes that Ukraine's integration with the European Union and its reform process requires a strong and sustainable civil society ( 1 ), involving a long-term civil society development policy for Ukraine, both on the part of the EU and the Ukrainian government. 1.3 Giving a stronger role to civil society calls for a favour- able overall policy environment in EU-Ukraine relations. 1.4 The prospect of EU membership for Ukraine would be important in this respect. Similarly, the visa-free prospect should be made credible and the visa-free roadmap offered to Ukraine. The EESC proposes that these elements be included in the new Association Agreement ( 2 ) between the EU and Ukraine so that it may serve as an instrument to promote the reform process and give a solid role to civil society. 1.5 Where specific civil society policies are concerned, the Ukrainian government should aim at creating a ‘ civil society- friendly ’ regulatory environment in Ukraine, and civil society players should be given a lasting role in the policy process and civil dialogue. Meanwhile, the EU should help to develop a capa- city-building strategy for Ukrainian civil society. Particular atten- tion and constant support must be given to developing social dialogue at all levels. 1.6 The EESC recognises the progress made by Ukraine towards consolidating democracy, strengthening the rule of law and respect for human rights, which will contribute to enhanced relations with the EU, deeper economic integration and privi- leged political links. 1.7 The EESC calls for the rapid conclusion of the negotia- tions on Association Agreement. It also proposes, in close colla- boration with Ukrainian civil society, that this agreement includes a provision setting up a civil society joint body which would give a strong voice to civil society in the context of EU- Ukraine relations. 2. EU and Ukraine: overall progress of cooperation and opportunities presented by the current situation 2.1 Promoting democracy, good governance and market economies in its neighbourhood remains a core priority of the European Union's external policies. To this end, the EU launched the European Neighbourhood Policy, based on the key principles of partnership and joint ownership, differentiation and tailor- made assistance. 2.2 Within the European Neighbourhood Policy, consulta- tions with Ukraine on the EU-Ukraine Action Plan were launched in January 2004, and in December 2004 this Action Plan was adopted by the Council of the EU. The aftermath of the ‘ Orange revolution ’ in December 2004, which demonstrated the strong potential of civil society in Ukraine, and the pro- European stance taken by the Orange government of President Viktor Yushchenko and Yulia Tymoshenko encouraged the EU to supplement the Action Plan with additional incentives. The Action Plan was officially adopted at the EU-Ukraine Coopera- tion Council on 21 February 2005 for a period of three years. It provided a comprehensive and ambitious framework for work 31.3.2009 C 77/157 Official Journal of the European Union EN ( 1 ) Civil society in this opinion is representing 3 groups according to their activities: 1) interest organisations which represent and promote the interests and values of particular groups or society as a whole, 2) service organisations which provide services for their members or a broader spectrum of clients, and 3) support organisations which provide resources to assist the needy or to enable certain activities. Civil societyorganisations include trade unions, employers, business associa- tions, advocacy organisations, organisations providing social services or representing vulnerable segments of society, and special interests, like youth organisations or consumer associations. Zimmer, A. and Priller, E. (eds.), Future of Civil Society. Making Central European Nonprofit Organisations work. VS Verlag f ű r Sozialwissenschaften, p. 16. ( 2 ) Previously this agreement was called ‘ a new enhanced agreement ’ . The EU-Ukraine Summit Joint Declaration (9 September 2008) calls for conclusion of an Association Agreement between the EU and Ukraine. ",
        "with Ukraine, identifying all the key areas for reform (political dialogue and reform, economic and social reform and develop- ment, trade market and regulatory reform, cooperation in justice and home affairs, transport, energy, information society and environment, people-to-people contacts). 2.3 Ukraine was given the prospect of opening negotiations on the new contractual framework (Association Agreement) subject to free and fair parliamentary elections in 2006 and the prospect of opening negotiations on the deep free trade area once Ukraine joins the WTO. Visa facilitation, increased funding and more people-to-people opportunities were other incentives offered to Ukraine within the framework of the Action Plan. 2.4 Negotiations on the Association Agreement were launched in March 2007 and negotiations on the deep free trade provisions were launched in February 2008 following Ukraine's accession to the WTO. Nine rounds of negotiations took place between March 2007 and July 2008. As of 2008 the visa facilitation agreement signed in 2007 came into force. 2.5 The negotiation process on the Association Agreement will have far-reaching implications for EU-Ukraine relations and for Ukraine's domestic reform process. It offers a unique oppor- tunity for Ukrainian public authorities to set up a transparent and systematic consultation process with civil society organisa- tions that could ensure internal support for reforms envisaged in the new agreement. It also offers Ukraine's civil society the chance to consolidate in order to identify their interests and bring them to the attention of the authorities negotiating the agreement. 2.6 It is important to ensure that the EU-Ukraine negotiation process is transparent and takes into account the potential implications that the agreement will have for various societal groups and different areas of the internal reform process in Ukraine. This agreement will be an unprecedented one as the level of political cooperation and the size of the stake in the common market is not predefined. The EU does not have a blueprint to follow while negotiating this agreement thus invol- vement of different stakeholders in Ukraine and the EU will be needed. Moreover, the new agreement with Ukraine is to become the template for agreements negotiated by the EU with other neighbours. 3. EESC activities concerning Ukraine 3.1 Since 2003, the EESC has been developing relations with Ukrainian civil society organisations. In 2004, the Committee devoted a study and an opinion to civil society in Ukraine, Russia, Moldova and Belarus. EU-Ukraine relations have speeded up in recent years. Negotiations on the Association Agreement are ongoing, and civil society and the EESC have been called to play a wider and more important role in future relations. In February 2006, the EESC organised a conference in Kiev on the role of Ukrainian civil society in the implementation of the European Neighbourhood Policy. The final declaration committed the EESC to supporting the development of civil society in Ukraine. 3.2 Some months later, the Ukrainian National Tripartite Social and Economic Council (NTSEC) was established. On 24 and 25 October 2007 a delegation of the NTSEC led by the Ukrainian Minister of Labour visited the EESC. A special meeting of the Contact Group on European Eastern Neighbours was devoted to Ukrainian civil society. 3.3 There is general agreement on the willingness to start structured cooperation between the EESC and the NTSEC. However, the EESC wishes to make sure that Ukrainian civil society is represented more broadly, including active non- governmental organisations along with trade unions and employers, which are represented on the NTSEC. Ukrainian civil society should therefore create a platform representing both the NTSEC and representatives of other civil society organisations (CSOs). 4. Political situation and economic and social affairs in Ukraine 4.1 Since 2004 and following the Orange Revolution, Ukraine has emerged as a young democracy, leaving the majority of its post-Soviet neighbours behind. Free and fair elec- tions have become common practice in Ukraine and the freedom of speech and of assembly that were won during the Orange Revolution have been preserved. 4.2 However, since 2005, when the euphoria of the Orange Revolution died down, Ukraine has found itself mired in poli- tical instability and rivalry, leading to major political crises that left all the branches of power in conflict with each other and discredited Ukraine's judiciary and law-enforcement authorities. Since then, political instability and the inability to launch far- reaching reforms have marked Ukrainian politics. The European Neighbourhood Policy and its Action Plan, while providing some sort of a blueprint for reforms in Ukraine, by and large failed to rally the political elite and society at large to the goal of European integration. 4.3 Ukraine's economy has continued to grow. However, the level of inflation has become increasingly high, reaching over 16 % in 2007 and continuing to grow in 2008, the government having failed to introduce anti-inflation measures. Although Ukraine has seen a sharp decline in poverty in recent years, more than 20 % of Ukrainians still remain below the poverty line and the average income in Ukraine being around EUR 150 per month. Ukraine still remains a country where the regulatory environment poses a lot of obstacles for foreign direct invest- ment and setting up businesses. Overall, Ukraine has failed to introduce far-reaching macroeconomic reforms and economic growth has taken place mainly due to factors beyond govern- mental policy. 4.4 Despite numerous political declarations, there has been no substantial progress in tackling corruption in Ukraine. According to the 2007 Transparency International survey, some 70 % of Ukrainians do not believe that the authorities are effec- tive in their struggle against corruption. Established lobbying interests and cronyism predominate in influencing the decision- making process. There is urgent need to improve the structure of representation, forms of mediation between the State and society, the rule of law and anti-corruption practice in Ukraine. 31.3.2009 C 77/158 Official Journal of the European Union EN ",
        "5. State of civil society and its role in Ukraine's European integration 5.1 State of civil society in Ukraine 5.1.1 According to official statistics there are more than 50 000 registered civil society organisations. State officials have claimed that 90 % of CSOs have budgets of USD 50 000-USD 300 000 per year. On the other hand, the fact that over 80 % of Ukrainian citizens are not active in any type of voluntary organisation shows that Ukrainians have a low level of civic involvement compared to citizens of Western democracies and Central-Eastern European states. 5.1.2 There are many reasons for the low levels of civic involvement in Ukraine: popular distrust of organisations and of the political process in general resulting from the Soviet legacy of ‘ forced ritual activities, ’ disillusionment with the results of democratic and market reforms, the absence of a strong middle class and the persistence of informal social networks These char- acteristics, together with the State's distrust of grassroots acti- vism, have led Ukraine to stagnate in its current semi-demo- cratic state. 5.1.3 However, some progress is being made. In 2005-2006, a number of civil society organisations were working on a Civil Society Doctrine to formulate requirements to public authori- ties. The majority of the doctrine's proposals have been included in the Concept for the Support of the Civil Society Institute by Public Authorities. In November 2007, suggestions to the new government and parliament on civil society development and civil dialogue were formulated at the nationwide conference on ‘ Public Policies to Promote Civil Society Development. New Priorities ’ . 5.1.4 In order to complete CSO legislation, there is a need for a new civic organisations act providing for a simpler and less expensive CSO registration procedure, permission for legal entities to set up organisations, cancellation of the current terri- torial restrictions on the activities of CSOs, and permission to protect the rights of all individuals. 5.1.5 Another issue for civil society development in Ukraine is the lack of State funding. According to some sources, funding from the State constitutes only 2 % of CSOs' revenues. This is extremely low when compared to the figure of 30-40 % in neighbouring Central European countries. In the majority of the old EU Member States, such funding is the key source of CSO revenues. 5.2 Social dialogue 5.2.1 Trade unions have been brought together under the Federation of Trade Unions (FTUU), the National Confederation of Trade Unions and Free Trade Unions of Ukraine. The National Confederation of the Trade-Union Organisations of Ukraine (NKPU) is a national trade union centre in Ukraine founded in 2004. It was formed as a breakaway union from the Federation of Trade Unions of Ukraine. Despite these formally developed structures, trade unions have so far played a modest role in protecting the interests of their members, for instance in promoting safety in the workplace. 5.2.2 Where Ukrainian employers and business associations are concerned, some are fairly strong and able to promote their interests (Federation of Employers of Ukraine, Ukrainian Chamber of Commerce and Industry, etc.). However, there is no lobbying legislation or forms of structured consultation in Ukraine for the promotion of respective interests. 5.2.3 Pursuant to the Presidential Decree ( 3 ) on the Develop- ment of social dialogue in Ukraine, the National Tripartite Social and Economic Council (NTSEC) was established in 2006 as an advisory and consultative body under the President of Ukraine. Also, territorial tripartite social and economic councils were set up at regional level in Ukraine. 5.2.4 These institutions aim to develop social dialogue and involve workers' and employers' representatives in the shaping and implementation of the State social and economic policy. 5.3 The role of civil society in Ukraine's European integration process 5.3.1 Although civil society in Ukraine is somewhat weak, as indicated above, a number of active civil society organisations have played an important role in promoting European values, monitoring public authorities and advocating specific policies, providing expertise to public authorities, monitoring public opinion and raising public awareness about the EU. Such activ- ities are usually carried out with financial support from the international donor community, despite the fact that they are often in line with the objectives of relevant State programmes and that there are legal means of supporting CSO activities from the State budget. 5.3.2 The impact of these actions on the actual progress of Ukraine's European integration or Ukraine's Europeanisation is rather limited. This has to do with the weak position and low capacity of civil society which is not consolidated or organised enough to influence the decision-makers. Moreover, the link between civil society organisations and average citizens is rather blurred. Thus civil society organisations and activists have little potential to mobilise citizens and shape public opinion. In addi- tion, the unstable political situation creates another major obstacle preventing civil society from having an impact. 5.3.3 When civil society organisations do manage to promote certain policy decisions, it is due to individual politi- cians or civil servants who are open and cooperative. The appointment of the Vice Prime Minister for European integra- tion in December 2007 stimulated civil society participation. Civil society experts are now involved in drafting State programmes in the field of European integration and are consulted on various matters within the remit of the Vice Prime Minister. 31.3.2009 C 77/159 Official Journal of the European Union EN ( 3 ) Decree of the President of Ukraine No 1871 dated 29 December 2005. ",
        "5.3.4 Apart from what appears to be an active role played by a limited number of NGOs, civil society at large perceives Euro- pean integration as something abstract. Unless different civil society organisations (trade unions, professional associations, consumers' organisations, etc.) comprehend that European inte- gration is relevant to everyday life and the reforms will have implications for everyone, their role will remain passive. 6. Conclusions and recommendations for a new dynamic role for civil society in EU-Ukraine relations 6.1 Giving a stronger role to civil society requires both a favourable overall policy environment in EU-Ukraine relations, and specific measures aimed at strengthening the role of civil society. 6.2 Where the overall policy environment and the dynamic of EU Ukraine relations are concerned, the following elements seem to be essential: 6.2.1 The prospect of EU membership should be offered to Ukraine in the Association Agreement. It will empower pro- reform constituencies, including reform-minded civil society. The incentives that potential EU membership offers will help to implement reforms in society and override the veto players. According to both Ukrainian and international experts, even the reference to Article 49 TEU which stipulates that any European country that fulfils the criteria can apply, would already send a strong signal to Ukraine. 6.2.2 The visa-free prospect should be made credible and the visa-free roadmap should be offered to Ukraine. With the current obstacles to travel, civil society players have limited possibilities for building effective partnerships with their EU- based counterparts. Overall, the visa-free regime will enhance people-to-people contacts and help to introduce European norms, values and practices in Ukraine. 6.2.3 Both the EU and Ukraine should do their best to ensure that Ukraine benefits to the fullest from the EU Com- munity Programmes and Agencies available to it ( 4 ). At the same time new possibilities for strengthening the people-to- people dimension must be found and expanded. 6.3 Specific measures aimed at strengthening the role of civil society should be based on the following three pillars: 6.3.1 Firstly, civil society players should be given a strong role in the policy process (policy development, policy imple- mentation and monitoring), in particular where EU-related policy is concerned. 6.3.2 Civil society players must be consulted in the process of negotiating of the Association Agreement between the EU and Ukraine, developing priorities for cooperation on an annual basis (currently through the work of joint institutions set up by the PCA and once the Association Agreement comes into force, under the institutional provisions of the new agreement), conducting a mid-term review of the current financial perspec- tive (ENPI Country Strategy Paper 2007-2013 for Ukraine), and developing annual programmes within the ENPI (in particular, defining priorities for funding to Ukraine as budgetary support within the ENPI). 6.3.3 Independent monitoring by civil society should be encouraged and supported and taken into consideration by the EU and Ukraine. 6.3.4 Secondly, the EU and the Ukrainian government should aim at creating a ‘ civil society-friendly ’ regulatory envir- onment in Ukraine. This would provide, inter alia, opportunities for domestic funding (including State funding via subcontracting of services, for instance) to Ukrainian civil society organisations and thus reduce the current dependency of Ukrainian CSOs on foreign donors. 6.3.5 Thirdly, the EU should help to develop the strategy of capacity-building for Ukrainian civil society. For the time being, Ukrainian civil society is rather fragmented with little or no impact on the policy process. The EU's policy and that of the Ukrainian government should be aimed at making civil society a strong partner, with capacity-building an extremely important component. This would include the following: — better and more accessible funding opportunities on the part of the EU, especially for grass-roots level CSOs, focusing not only on projects but also on institutional development and overall sustainability; — capacity-building training programs for Ukrainian CSOs, which would focus on project management, networking, advocacy skills, etc. and make Ukrainian civil society better informed of the opportunities already offered to it by the EU (including funding opportunities); — assistance aimed at strengthening individual civil society initiatives, including building coalitions and platforms among Ukrainian CSOs. 31.3.2009 C 77/160 Official Journal of the European Union EN ( 4 ) Communication from the Commission to the Council and to the Euro- pean Parliament on the general approach to enable ENP partner coun- tries to participate in Community agencies and Community programmes COM(2006) 724 final. ",
        "6.3.6 Moreover, the Association Agreement between the EU and Ukraine must serve as an instrument of the reform process and give a stronger role to civil society. Apart from the EU membership prospect as mentioned above, the Council decision on the Association Agreement should make the reference to the Article 310 of the TEC ( 5 ). This article gives the mandate to the EU to conclude association agreements with third countries. 6.3.7 The agreement should explicitly mention the commit- ment of both sides (the EU and Ukraine) to further strength- ening civil society in Ukraine and enabling it to participate in the civil dialogue and policy process. 6.4 The agreement should include the creation of a civil society joint body as part of the EU-Ukraine institutional frame- work. In this context, the EESC recommends building a sustained and forward-looking relationship with Ukrainian civil society, beginning by structuring our relations, for example, via the organisation of a workshop in October 2008, to discuss further the establishment of this joint body with Ukrainian civil society 6.4.1 The joint body would be composed of an equal number of members from the EESC and from a body repre- senting organised civil society in Ukraine. The Ukrainian delega- tion could be composed of members of NTSEC (representatives of employers, trade unions and the government) with the addi- tion of representatives of civil society not represented within NTSEC. The joint body would be jointly chaired by two co- chairs appointed from each side. The joint body will meet twice a year (once in Brussels and once in Ukraine) and could be consulted by the Joint Council or by own initiative to discuss different topics of mutual interest and relevance for civil society. The main purposes of the EU-Ukraine civil society joint body could be: — to ensure the involvement of organised civil society in EU-Ukraine relations; — to foster public debate and awareness in Ukraine about rela- tions with the EU and Ukraine's European integration; — to promote the involvement of Ukrainian civil society in the implementation of the National Action Plan and the new Association Agreement once it enters into force, and enhance civil society participation in the national decision- making process; — to facilitate the process of institution-building and the consolidation of civil society organisations in Ukraine in various ways, including informal networking, visits, work- shops and other activities; — to enable Ukrainian representatives to become acquainted with the process of consultation taking place within the EU and, more generally, with the dialogue between social and civil partners in the EU. Brussels, 18 September 2008. The President of the European Economic and Social Committee Dimitris DIMITRIADIS 31.3.2009 C 77/161 Official Journal of the European Union EN ( 5 ) See Sushko, O., Khorolsky, R., Shumylo O., Shevliakov, I. (2007), The New Enhanced Agreement between Ukraine and the EU: Proposals of Ukrainian Experts. KAS Policy Paper 8 for further details. See also Hillion, C. (2007), ‘ Mapping-Out the New Contractual Relations between the European Union and Its Neighbours: Learning from the EU-Ukraine “ Enhanced Agreement ”’ , in European Foreign Affairs Review 12, pp. 169-182. ",
        "APPENDICES APPENDIX I COMPOSITION OF THE CIVIL SOCIETY IN UKRAINE AND LEVEL OF ACTIVITY BY REGION 52 693 NGOs and their centres 20 186 religious organisations 18 960 trade unions 15 867 political parties and their offices 10 705 charity organisations 6 003 unions of co-owners of multi-storey buildings 5 480 consumer societies 982 credit unions 473 consumer society unions Data as of 1 July 2007. All registered civil society organisations are included. However, experts claim that out of this multitude of registered organisations no more that 2 500 are socially active. The most active regions include: L'viv and Kyiv City more than 4 000 CSOs Zaporizhzhia oblast (region) about 1 500 CSOs Dnipropetrovsk oblast almost 1 000 CSOs Odesa oblast approximately 1 000 CSOs Luhansk oblast more than 750 CSOs Source: Latsyba, M. (2008), Development of Civil Society in Ukraine. Ukrainian Independent Centre for Policy Studies. APPENDIX II PRIORITY AREAS OF ACTIVITY FOR UKRAINIAN CSOS Work with children and young people 45 % Solution of social issues 35 % Protection of human rights 31 % Public education 28 % Development of the CSO sector 19 % As of 1 January 2007, the Ministry of Justice registered 1 791 All-Ukrainian CSOs: 412 professional organisations 77 associations of veterans and disabled individuals 332 physical training and sport organisations 56 environmental organisations 168 education and culture associations 45 women organisations 153 science, technology, and art associations 36 Chernobyl disaster protection organisations 153 youth organisations 13 children organisations 137 organisations for national and friendly relations 9 employer organisations 114 trade unions and their associations 3 historical and cultural monument protection orga- nisations Sources: Latsyba, M. (2008), Development of Civil Society in Ukraine. Ukrainian Independent Centre for Policy Studies and Creative Centre Counter- part (2006), NGO Status and Development Dynamics, 2002-2005. Cited in Latsyba op.cit. 31.3.2009 C 77/162 Official Journal of the European Union EN ",
        "APPENDIX III COMPARATIVE STRUCTURE OF CSOS REVENUES Studied Counties CSO Funding Sources, % Public Subsidies Payment for CSO Services Private Subsidies, Cost of Volunteers' Working Time Excluded UK 45 % 43 % 11 % Germany 64 % 32 % 3 % France 58 % 35 % 8 % Poland 24 % 60 % 15 % Romania 45 % 29 % 26 % Hungary 27 % 55 % 18 % Slovakia 21 % 54 % 25 % Czech Republic 39 % 47 % 14 % Russia 1 % 36 % 63 % UKRAINE 2 % 25 % 72 % Source: Latsyba, M. (2008), Development of Civil Society in Ukraine. Ukrainian Independent Centre for Policy Studies based on the following sources: Lester M. Salomon et al. (2003), Global Civil Society. An Overview. The Johns Hopkins University, USA; Civil Society Institute (2005), NGO Funding in Ukraine. Analytical Study. Kyiv; Municipal Economy Institute Foundation (2003), The Role of Non-Commercial Sector in the Economic Development of Russia. Moscow. 31.3.2009 C 77/163 Official Journal of the European Union EN "
    ]
}