{
    "text": [
        "Y O U R G U I D E T O T H E L I S B O N T R E AT Y COM08033_05_LisbonTreaty_2.indd cov1 COM08033_05_LisbonTreaty_2.indd cov1 27/08/09 14:27 27/08/09 14:27 ",
        "INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 A UNION FOR THE 21ST CENTURY . . . . . . . . . . . . . . . . . . . . . . . 2 KEY PROVISIONS OF THE LISBON TREATY . . . . . . . . . . . . . . . . . 4 FIND OUT MORE . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 The road to Lisbon . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 More about the institutional changes . . . . . . . . . . . . . . . . . . . . . . 12 Some technical terms . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 CONTENTS You can fi nd this booklet and other short, clear explanations about the EU online at ec.europa.eu/publications European Commission Directorate-General for Communication Publications B-1049 Brussels Manuscript completed in July 2009 Copyright: cover Group © G etty I mages – Handshake © Corbis, p.1 iStockphoto, p.2 iStockphoto (Joerg Reimann), p.4 iStockphoto, p.6 iStockphoto (Emrah Turudu), p.7 European Commission/ECHO, p.8 European Commission, p.10 Reporters, p.12 European Parliament, p.15 iStockphoto (Mikael Damkier). Luxembourg: Publications Offi ce of the European Union, 2009 16 pp. — 21 × 29.7 cm ISBN 978-92-79-12935-3 doi: 10.2775/13772 © European Communities, 2009 Reproduction is authorised. For any use or reproduction of individual photos, permission must be sought directly from the copyright holders. Printed in Belgium P RINTED ON WHITE CHLORINE-FREE PAPER COM08033_05_LisbonTreaty_2.indd cov2 COM08033_05_LisbonTreaty_2.indd cov2 27/08/09 14:28 27/08/09 14:28 ",
        "ONLINE Information in all the offi cial languages of the European Union is available on the Europa website: europa.eu IN PERSON All over Europe there are hundreds of local EU information centres. You can fi nd the address of the centre nearest you on the Europe Direct website: europedirect.europa.eu ON THE PHONE OR BY MAIL Europe Direct is a service which answers your questions about the European Union. You can contact this service by freephone: 00 800 6 7 8 9 10 11, by payphone from outside the EU: (32-2) 299 96 96 or by electronic mail via the Europe Direct website: europedirect.europa.eu READ ABOUT EUROPE Publications about the EU are only a click away on the EU Bookshop website: bookshop.europa.eu Getting in touch with the EU EUROPEAN COMMISSION REPRESENTATIONS Representation in Ireland 18 Dawson Street, Dublin 2 Tel. +353 16341111 Fax +353 16341112 Internet: ec.europa.eu/ireland/ E-mail: eu-ie-info-request@ec.europa.eu Representation in the United Kingdom 8 Storey’s Gate, London SW1P 3AT Tel. +44 2079731992 Fax +44 2079731900/10 Internet: www.ec.europa.eu/uk Representation in Wales 2 Caspian Point, Caspian Way, Cardiff CF10 4QQ Tel. +44 2920895020 Fax +44 2920895035 Internet: www.ec.europa.eu/uk Representation in Scotland 9 Alva Street, Edinburgh EH2 4PH Tel. +44 1312252058 Fax +44 1312264105 Internet: www.ec.europa.eu/uk Representation in Northern Ireland Windsor House 9/15 Bedford Street, Belfast BT2 7EG Tel. +44 2890240708 Fax +44 2890248241 Internet: www.ec.europa.eu/uk Representation in the United States 2300 M Street, NW — 3rd fl oor Washington DC 20037 Tel. +202 8629500 Fax +202 4291766 Internet: www.eurunion.org 222 East 41st Street, 20th fl oor New York, NY 10017 Tel. +212 3713804 Fax +212 6881013 Internet: www.eurunion.org EUROPEAN PARLIAMENT OFFICES Offi ce in Ireland European Union House 43 Molesworth Street, Dublin 2 Tel. +353 16057900 Fax +353 16057999 Internet: www.europarl.ie E-mail: epdublin@europarl.europa.eu United Kingdom Offi ce 2, Queen Anne’s Gate, London SW1H 9AA Tel. +44 2072274300 Fax +44 2072274302 Internet: www.europarl.org.uk E-mail: eplondon@europarl.europa.eu Offi ce in Scotland The Tun, 4 Jackson’s Entry Holyrood Road, Edinburgh EH8 8PJ Tel. +44 1315577866 Fax +44 1315574977 Internet: www.europarl.org.uk E-mail: epedinburgh@europarl.europa.eu There are European Commission and Parliament representations and offi ces in all the countries of the European Union. The European Commission also has delegations in other parts of the world. COM08033_05_LisbonTreaty_2.indd 17 COM08033_05_LisbonTreaty_2.indd 17 27/08/09 14:28 27/08/09 14:28 ",
        "N A  78  09  931  E N  C Y O U R G U I D E T O T H E L I S B O N T R E AT Y After decades of war that cost millions of lives, the foundation of the EU marked the beginning of a new era where European countries solve their problems by talking, not fi ghting. Today, members of the EU enjoy a wealth of benefi ts. The existing rules, however, were designed for a much smaller EU, and an EU that did not have to face global challenges such as climate change, a global recession or international cross-border crime. The EU has the potential, and the commitment, to tackle these problems, but can only do so by improving the way it works. This is the purpose of the Lisbon Treaty. It makes the EU more democratic, effi cient and transparent. It gives citizens and parliaments a bigger input into what goes on at a European level, and gives Europe a clearer, stronger voice in the world, all the while protecting national interests. This leafl et explains what the Lisbon Treaty means to you as a citizen. me. The EU has ment, to tackle so by isbon world, onal as COM08033_05_LisbonTreaty_2.indd 18 COM08033_05_LisbonTreaty_2.indd 18 27/08/09 14:28 27/08/09 14:28 ",
        "1 After decades of war that cost millions of lives, the foundation of the EU marked the beginning of a new era where European countries solve their problems by talking, not fi ghting. Today, members of the EU enjoy a wealth of benefi ts: a free market with a currency that makes trade easier and more effi cient, the creation of millions of jobs, improved workers’ rights, free movement of people and a cleaner environment. The existing rules, however, were designed for a much smaller EU, and an EU that did not have to face global challenges such as climate change, a global recession, or international cross-border crime. The EU has the potential, and the commitment, to tackle these problems, but can only do so by improving the way it works. This is the purpose of the Lisbon Treaty. It makes the EU more democratic, effi cient and transparent. It gives citizens and parliaments a bigger input into what goes on at a European level, and gives Europe a clearer, stronger voice in the world, all the while protecting national interests. The Lisbon Treaty provides for a new Citizens’ Initiative, whereby you can, with one million signatures, petition the European Commission to advance new policy proposals. National parliaments in each Member State will be given a greater role in examining EU laws before they are passed to ensure that the EU does not overstep its mark on matters that should be dealt with at a national or local level. The powers of the European Parliament will be increased, giving the MEPs you directly elect more of a say on a wider range of issues. Contrary to the existing (Nice) Treaty, the Commission will continue to be formed of one Commissioner from every Member State. This leafl et explains what the Lisbon Treaty means to you as a citizen. INTRODUCTION 11 on matters that l or local level. COM08033_05_LisbonTreaty.indd 1 COM08033_05_LisbonTreaty.indd 1 25/08/09 08:47 25/08/09 08:47 ",
        "2 A UNION FOR THE 21ST CENTURY The Lisbon Treaty was signed by the 27 European Union Member States on 13 December 2007. For the Treaty to enter into force, all of the EU countries must approve it in accordance with their national procedures. Why the need for a new treaty? The EU has changed. The number of Member States has quadrupled. In the past fi ve years alone, the number has almost doubled. The world is changing fast too. Europe faces huge challenges in the 21st century including the economic crisis, climate change, sustainable development, energy security and fi ghting international cross-border crime. The Member States who drew up the Lisbon Treaty together recognised that the existing treaties did not equip the European Union with the tools it needs to face these challenges and deal with these changes. • The Lisbon Treaty amends and updates earlier EU treaties • It takes account of the fact that the EU has grown from the six founding Member States to its present 27 and the many developments in the last 50 years. • The Lisbon Treaty, if approved in all 27 EU countries, will improve working methods to ensure that the Union does its business as effi ciently and eff ectively as possible in the 21st century. • It helps the EU to serve your interests better, and gives you a direct say in European matters through the new Citizens’ Initiative. • It protects your rights with the Charter of Fundamental Rights. • It strengthens the role of the European Parliament and gives new powers to national parliaments. • It makes decision-making at the European level more effi cient. • It helps the EU to speak with a single voice in the world. COM08033_05_LisbonTreaty.indd 2 COM08033_05_LisbonTreaty.indd 2 25/08/09 08:47 25/08/09 08:47 ",
        "3 • It introduces new measures to tackle pressing issues that aff ect our quality of life, like climate change, cross-border crime and energy. • At the same time, it protects the rights of each Member State, especially in sensitive areas such as taxation and defence. Th e EU’s aims and values The Lisbon Treaty clearly sets out the European Union’s aims and values of peace, democracy, respect for human rights, justice, equality, rule of law and sustainability. The Lisbon Treaty pledges that the European Union will: • off er people an area of freedom, security and justice without internal frontiers; • work for the sustainable development of Europe based on balanced economic growth and price stability, a highly competitive social market economy, aiming at full employment and social progress, with a high level of protection of the environment; • combat social exclusion and discrimination and promote social justice and protection; • promote economic, social and territorial cohesion, and solidarity among Member States; • remain committed to economic and monetary union with the euro as its currency; • uphold and promote the European Union’s values in the wider world and contribute to peace, security, the sustainable development of the earth, solidarity and respect among peoples, free and fair trade, and the eradication of poverty; • contribute to the protection of human rights, in particular the rights of the child, as well as the strict observance and development of international law, including respect for the principles of the United Nations Charter. These are major goals. The Lisbon Treaty is designed to give the EU the tools to achieve them. COM08033_05_LisbonTreaty.indd 3 COM08033_05_LisbonTreaty.indd 3 25/08/09 08:47 25/08/09 08:47 ",
        "4 KEY PROVISIONS OF THE LISBON TREATY More democracy, more openness The Treaty gives you a stronger voice in decision-making. A new Citizens Initiative means that one million people — out of the EU’s population of 500 million — from a number of Member States can petition the European Commission to bring forward new policy proposals. COM08033_05_LisbonTreaty.indd 4 COM08033_05_LisbonTreaty.indd 4 25/08/09 08:47 25/08/09 08:47 ",
        "5 This gives you a direct say in the EU’s lawmaking for the fi rst time. To improve information about how the EU reaches decisions, the Council of Ministers will now have to meet in public when it is considering and voting on draft laws. The Treaty increases the number of areas where the European Parliament shares decision-making with the Council of Ministers . That means that the MEPs you elect directly will have much more say in lawmaking and the EU budget. At home, the national parliaments will have greater opportunities to make a direct input into EU decision-making. A new early warning system gives national parliaments the right to comment on draft laws and to check that the EU does not overstep its authority by involving itself in matters best dealt with nationally or locally. Faster, more effi cient decision-making The Lisbon Treaty streamlines the EU’s decision-making procedures. In the Council of Ministers, qualifi ed majority voting , instead of unanimous decisions, will be extended. This will help to make action faster and more effi cient. Qualifi ed majority voting means that, from 2014, decisions of the Council of Ministers will need the support of 55 % of the Member States, representing at least 65 % of the European population. This system gives double legitimacy to decisions. Strict rules will apply to any proposals to move new policy areas to majority voting. Every Member State must agree to any such change and the national parliaments will have a right of veto. But important policy areas such as taxation and defence will continue to require a unanimous vote. Modernising the EU’s institutions A key aim of the Lisbon Treaty is to modernise the institutions that run the EU’s business and makes them more democratic. A new position of High Representative for Foreign and Security Policy/Vice- President of the Commission will be created in order to promote the EU action on the international scene and to be better able to defend its interests and values abroad. To drive forward its work on a continuous and consistent basis, the European Council will elect a President of the European Council for a maximum of fi ve years. This will make the EU’s actions more visible and consistent. COM08033_05_LisbonTreaty.indd 5 COM08033_05_LisbonTreaty.indd 5 25/08/09 08:47 25/08/09 08:47 ",
        "6 The President of the Commission will be ‘elected’ by the European Parliament, on proposal from the European Council. The Lisbon Treaty reaffi rms and updates many of the economic provisions included in earlier EU treaties. It also adds a number of important new fi elds. They are mentioned in the following points. Economic policy The Lisbon Treaty confi rms the commitment to achieving economic and monetary union with the euro as the EU’s currency. The euro is now the currency of 16 Member States. Economic and monetary union is a core objective of the EU. It is a vital force to ensure that Europe returns to prosperity and jobs. The EU and the Member States have together committed €200 billion in funding to stimulate the EU’s economy in the current fi nancial crisis. The Lisbon Treaty formalises the position of the European Central Bank by making it an institution of the European Union. Th e European Union in the world The EU pledges to promote the values of the EU in the world by contributing to: • peace and security; • sustainable development of the Earth; • solidarity and mutual respect among peoples; • free and fair trade; • eradication of poverty; • protection of human rights; • respect for and enhancement of international law as defi ned, in particular, in the United Nations Charter. The EU is the world’s strongest commercial power and the biggest aid donor to the developing world. ct among ement ned, in Nations d d. COM08033_05_LisbonTreaty.indd 6 COM08033_05_LisbonTreaty.indd 6 25/08/09 08:47 25/08/09 08:47 ",
        "7 The aforementioned creation of a High Representative for Foreign and Security Policy/ Vice-President of the Commission will lend greater consistency to the EU’s external actions and will enable the European Union to speak with one voice abroad. He or she will be assisted by a dedicated External Action Service. Security and defence The Lisbon Treaty spells out more clearly the EU’s role in the area of common foreign and security policy. Decisions on defence issues will continue to need unanimous approval of the 27 EU Member States. Missions which the EU has undertaken outside its own territory have been for the purpose of peacekeeping, confl ict prevention and strengthening international security in the context of the United Nations Charter. The Lisbon Treaty extends the EU’s role to include disarmament operations, military advice and assistance, and helping to restore stability after confl icts. It also creates the possibility of enhanced cooperation between Member States that wish to work together more closely in the area of defence. The Lisbon Treaty provides that Member States will make available to the EU the civil and military capability necessary to implement the common security and defence policy and sets out the role of the European Defence Agency. It introduces a solidarity clause (of a voluntary nature) when a Member State is the victim of a terrorist attack or a natural or man-made disaster. Justice and crime The Lisbon Treaty contains important new provisions strengthening the EU’s ability to fi ght international cross-border crime, illegal immigration, traffi cking of people, arms and drugs. The simplifi cation proposed by the Lisbon Treaty means that greater transparency is brought to bear in this area, the roles of the European Parliament and the Court of Justice are strengthened and decision-making will be speeded up via more qualifi ed majority voting. The new provisions, amongst others, should enable the Union and Member States to ensure a more eff ective protection of the fi nancial interests of the Union and the fi ght against cross-border crime. J will e COM08033_05_LisbonTreaty.indd 7 COM08033_05_LisbonTreaty.indd 7 25/08/09 08:47 25/08/09 08:47 ",
        "8 These new provisions express respect for the diff erent legal systems and traditions of Member States. They foresee, for example, an ‘emergency break’ enabling a Member State not to participate in a new measure if it considers that this would aff ect fundamental aspects of its criminal justice system. Exceptionally for Ireland and the United Kingdom, with their common law system and standing outside the border control scheme of Schengen, they will have a special arrangement allowing them to decide on a case by case basis whether to participate in legislation in this area. Social policy The Lisbon Treaty steps up the EU’s social objectives. It provides that, in all its policies and actions, the EU will take into account the promotion of a high level of employment. The key role of economic services such as public transport, telecommunications, postal services, gas and electricity supply is recognised. The EU’s role in these areas is limited, with Member States having much room for manoeuvre to supply, operate and organise services so as to respond eff ectively to needs at home. The EU is to refrain from any action that would detract from the Member States’ role in providing services of general interest such as health, social services, police and security forces, state schools. Pay, right of association and the rules for taking strike action remain a matter for Member States. New areas of cooperation The Lisbon Treaty has important provisions in a number of new policy areas reinforcing the EU’s ability to fi ght international cross-border crime, illegal immigration, traffi cking of women and children, drugs and arms. Two other areas are especially relevant in today’s world. Climate change: The Treaty gives priority to the EU’s objective of promoting sustainable development in Europe, based on a high level of environmental protection and enhancement. ract s of e and COM08033_05_LisbonTreaty.indd 8 COM08033_05_LisbonTreaty.indd 8 25/08/09 16:26 25/08/09 16:26 ",
        "9 The Treaty pledges to promote, at an international level, measures to tackle regional and global environmental problems, in particular climate change. Strengthening the EU’s role on climate change will mean that Europe continues to take the lead in combating global warming. Energy: The Treaty has new provisions ensuring that the energy market functions well, in particular with regard to energy supply, and that energy effi ciency and savings are achieved, as well as the development of new and renewable energy sources. For all Member States, security of energy supply is a key challenge for the future. The Lisbon Treaty affi rms the EU’s commitment to a united European policy on sustainable energy. It also provides a new basis for cooperation between Member States in sport, humanitarian aid, civil protection, tourism and space research. Human rights The Lisbon Treaty recognises the rights, freedoms and principles set out in the Charter of Fundamental Rights and makes the charter legally binding. The Member States signed the charter in 2000. Now it becomes legally binding. This means that when the EU proposes and implements laws it must respect the rights set down in the charter — and Member States must do so too when implementing EU legislation. Rights which everyone should enjoy include personal data protection, the right to asylum, equality before the law and non-discrimination, equality between men and women, the rights of children and elderly people and important social rights such as protection against unfair dismissal and access to social security and social assistance. The Lisbon Treaty will also allow the EU to accede to the European Convention on Human Rights. The convention, and the European Court of Human Rights which oversees it, are the foundations of human rights protection in Europe. For a T re too when i Rights whic l, e e. COM08033_05_LisbonTreaty.indd 9 COM08033_05_LisbonTreaty.indd 9 25/08/09 08:47 25/08/09 08:47 ",
        "10 FIND OUT MORE Inevitably the Lisbon Treaty is a lengthy document — over 300 pages in the consolidated form, including annexes and protocols. It includes many provisions of earlier EU treaties, amended and updated. This guide places particular emphasis on the new elements in the Lisbon Treaty. Below is more information on key changes. You can download the full text of the Lisbon Treaty and the consolidated versions of the treaties as amended by the Lisbon Treaty and fi nd out more about it on europa.eu/lisbon_treaty/full_text/index_en.htm . 1 19 19 COM08033_05_LisbonTreaty.indd 10 COM08033_05_LisbonTreaty.indd 10 25/08/09 08:47 25/08/09 08:47 ",
        "11 Th e road to Lisbon The Lisbon Treaty was agreed after six years of discussion among the Member States about what reforms were needed to meet the challenges of the 21st century. 1952: Treaty of Paris establishing the European Coal and Steel Community 1957: Treaties of Rome establishing the European Economic Community and Euratom 1986: Single European Act 1992: Treaty of Maastricht 1997: Treaty of Amsterdam 2001: Treaty of Nice 29 October 2004: Treaty establishing a Constitution for Europe signed by Member States in Rome May-June 2005: France and The Netherlands reject the Treaty by referendum 13 December 2007: Signature of the Lisbon Treaty by the 27 Member States 2007 to May 2009: Lisbon Treaty obtains parliamentary approval in 26 out of 27 Member States 12 June 2008: Referendum in Ireland fails to secure majority in favour of ratifi cation 19 June 2009: The European Council confi rmed that the European Commission shall continue to include one national of each Member State. The Heads of State or Government agreed legally binding guarantees in respect of particular areas identifi ed by the Irish authorities in respect of taxation, the right to life, education and the family, and Ireland’s traditional policy of military neutrality, these guarantees to be incorporated by way of a Protocol in the EU Treaties after the Lisbon Treaty enters into force. A solemn declaration on the importance of workers’ rights and public services is also adopted. 2 October 2009: Second referendum in Ireland. Th e road The Lisbon Tre Member State of the 21st ce 1952: Treaty Community 1957: Trea Communit 1986: Sing 1992: Tre 1997: Tre 2001: T 29 Oct signed May-J by ref 13 D 27 M 200 ap 1 in 1 1950 1960 1970 1980 1990 2000 2010 COM08033_05_LisbonTreaty.indd 11 COM08033_05_LisbonTreaty.indd 11 25/08/09 08:47 25/08/09 08:47 ",
        "12 Th e European Parliament The European Parliament is the directly elected EU institution that represents the citizens of the Mem- ber States. The Lisbon Treaty increases the number of areas where the European Parliament will share the job of lawmaking with the Council of Ministers and strengthens its budg- etary powers. This sharing of power between the Parlia- ment and the Council of Ministers is known as co-decision. Co-decision will become the ‘ordinary legisla- tive procedure’. It will extend to new policy areas such as freedom, security and justice. This will reinforce the legislative powers of the European Parliament. The Lisbon Treaty will also give the European Parliament a bigger role in approving the EU’s budget. Th e European Council The European Council is made up of the most senior elected political representatives of the Member States — prime ministers and presi- dents with executive powers. It gives the EU its political direction and sets its priorities. Under the Lisbon Treaty, the European Coun- cil becomes a full EU institution and its role is clearly defi ned. A new position of President of the European Council is created. The President of the European Council will be elected by the members of the European Council and can serve for a maximum of fi ve years. He or she will chair Council meetings, drive forward its work on a continuous basis and represent the EU internationally at the highest level. Th e EU institutions and bodies The main institutions of the EU are: • The European Parliament • The European Council • The Council of the EU (Council of Ministers) • The European Commission • The Court of Justice of the European Union • The European Central Bank • The Court of Auditors In addition there are other bodies: • The Committee of the Regions • The European Economic and Social Committee • The European Investment Bank More about the institutional changes n and its role is f the European n rk present ghest Th T dir repre ber State The Lisbo of areas w will share th • Th • Th • Th COM08033_05_LisbonTreaty.indd 12 COM08033_05_LisbonTreaty.indd 12 25/08/09 08:47 25/08/09 08:47 ",
        "13 This marks a change from the present system where Member States, holding the six-month EU Presidency, also chair the European Council. The new President of the European Council will make the EU’s actions more visible and consistent. Th e Council The Council of the European Union is also referred to as the Council of Ministers. It is made up of 27 government ministers representing each of the Member States. It is a key decision-making body that coordi- nates the EU’s economic policies and plays a central role in foreign and security policy. It shares lawmaking and budgetary powers with the European Parliament. Majority voting, rather than unanimous deci- sions, will become more common. A system known as ‘double majority’ will be intro- duced from 2014: Council decisions will need the support of 55 % of the Member States, represent- ing at least 65 % of the European population. This system gives double legitimacy to decisions. A new development under the Lisbon Treaty is that the Council of Foreign Ministers will be chaired by the High Representative of the Union for Foreign and Security Policy/Vice-President of the Commission. In other areas such as agriculture, fi nance and energy, the Coun- cil will continue to be chaired by the minister of the country holding the rotating six-month EU Presidency. This will make the EU Presidency sys- tem more coher- ent and eff ective. High Representative of the Union for Foreign and Security Policy/Vice- President of the Commission A new position heading up the EU’s com- mon foreign and security policy and common defence policy will be created under the Lisbon Treaty. The appointment of a High Rep- resentative of the Union for Foreign and Security Policy who is at the same time Vice-President in the Commis- sion is a major new step. It combines two existing posts: the High Repre- sentative for Common Foreign and Security Policy and the External Rela- tions Commissioner. S/he will be appointed by the Euro- pean Council and will chair the Coun- cil of Foreign Ministers while at the same time being a Vice-President of the European Commission. S/he will make pro- posals, carry out foreign policy on behalf of the Council, and represent the Union’s positions internationally. This is designed to help the EU to be better able to defend its interests and values on the inter- national stage, and express itself with one voice. Th e European Commission The European Commission is intended to rep- resent, independently, the interests of the EU as a whole. The Commission is accountable to the Euro- pean Parliament. It is the only EU institution with the general power to initiate proposals for legislation. The Commission also enforces the Union’s poli- cies, ensures that the budget is implemented, manages EU programmes, represents the EU in international negotiations and makes sure that the treaties are applied properly. At the European Council meeting in December 2008, the Heads of State or Government agreed that the Commission would continue to consist of one national from each Member State. fi nance and energy, cil will continue to by the minister of holding the rotatin EU Presid This w EU Pre tem m ent and mmon Lisbon ro COM08033_05_LisbonTreaty.indd 13 COM08033_05_LisbonTreaty.indd 13 25/08/09 08:47 25/08/09 08:47 ",
        "14 Who does what The Lisbon Treaty clarifi es: • which powers belong to the EU, • which powers belong to the Member States, • which powers are shared. It sets out the limits on the EU’s powers more clearly than before. A basic rule is that the EU will only be able to exercise those powers that have been con- ferred on it by the Member States. It must respect the fact that all other powers rest with the Member States. • The EU has exclusive charge over areas such as competition rules, monetary policy of the euro area and the common commercial policy. • Member States have primary responsibility in fi elds such as health, education and industry. • The EU and the Member States share com- petence in areas such as the internal market, agriculture, transport and energy. Other provisions The Lisbon Treaty affi rms the EU’s respect for the equality of the Member States and their national identities, includ- ing local and regional autonomy. It pledges to protect Europe’s diverse cultures and languages. For the fi rst time, there is a provision for a Member State to withdraw from the Euro- pean Union if it wishes and sets out the arrangements which will apply in that event. New powers for national parliaments For the fi rst time, national parliaments will have a direct input into the European deci- sion-making process. Under the Lisbon Treaty, all proposed EU laws will have to be sent to national parliaments. An early warning system will be in place and any national parliaments will have eight weeks to argue the case if it feels a proposal is not appropriate for EU action. If enough national parliaments object, the proposal can be amended or withdrawn. This early warning system gives national par- liaments an important role in ensuring that the EU does not overstep its authority by involving itself in matters that can best be dealt with at national, regional or local level. ing local and regio It pledges to pr div a COM08033_05_LisbonTreaty.indd 14 COM08033_05_LisbonTreaty.indd 14 25/08/09 08:47 25/08/09 08:47 ",
        "15 Some technical terms Legal base The Lisbon Treaty amends the Treaty on European Union and the Treaty establishing the European Community. It is the latest in a series of treaties updating and consolidating the EU’s legal base. The EU will be given a single legal personality under the Lisbon Treaty. Currently, the European Community and the European Union have diff erent statutes and do not operate the same decision-making rules. The Lisbon Treaty will end this dual sys- tem and the European Union will have its own legal personality. This change will improve the EU’s ability to act, especially in external aff airs. The Lisbon Treaty will allow the EU to act more eff ectively, coherently and credibly in its relations with the rest of the world. Qualifi ed majority voting, double majority Qualifi ed majority voting is the form of deci- sion-making used for many Council of Min- isters’ decisions. Under the Lisbon Treaty, it is extended to many new areas and the way it works is redefi ned. From 2014, Council deci- sions will need the support of 55 % of the Member States, representing at least 65 % of the European population. This is known as ‘the double majority’. At least four countries will be needed to form a blocking minority. This system places countries with a smaller population on a fairer footing with the larger Member States. In certain areas, decisions will continue to require unanimous approval. These include taxation and defence. 15 COM08033_05_LisbonTreaty.indd 15 COM08033_05_LisbonTreaty.indd 15 25/08/09 08:47 25/08/09 08:47 ",
        "16 Enhanced cooperation Recognising the fact that the Union has grown so big, the Treaty on the European Union (as amended by the Treaty of Amster- dam and the Lisbon Treaty) sets down rules for situations where some Member States wish to proceed with cooperation in a specifi c area. This is known as ‘enhanced cooperation’. Enhanced cooperation means that a group of countries can act together without all 27 nec- essarily participating. It allows Member States to remain outside if they do not wish to join, without stopping other Member States from acting together. Subsidiarity, proportionality The EU’s decisions must be taken as closely to the citizens as possible. Apart from those areas which fall under its exclusive competence, it does not take action unless this would be more eff ective than action taken at national, regional or local level. This principle is known as subsidiarity and it is reaffi rmed in the Lisbon Treaty. This principle is complemented by the proportionality prin ciple whereby the EU must limit its action to that which is necessary to achieve the objectives set out in the Lisbon Treaty. Co-decision procedure (‘ordinary legislative procedure’) Co-decision is the term for the European Par- liament’s power to make laws jointly on an equal footing with the Council of Ministers. The Lisbon Treaty brings co-decision into general use. Through the Lisbon Treaty the procedure by which the European Parliament co-decides with the Council will become the ‘ordinary legislative procedure’. This means that the decision-making of the European Union will be based on the double legitimacy of the people (as represented by their MEPs in the European Parliament) and the Member States (as represented by the Ministers in the Council). y ose areas etence, it would be at y the COM08033_05_LisbonTreaty.indd 16 COM08033_05_LisbonTreaty.indd 16 25/08/09 08:47 25/08/09 08:47 "
    ]
}