{
    "text": [
        "A Strategic Research Agenda for Photovoltaic Solar Energy Technology EPIA-Strategic Research Agenda 1 1 24/05/07 10:50:20 ",
        "I n t r o d u c t i o n The European Photovoltaic Technology Platform is supported by the Sixth European Framework Programme for Research and Technological Development. This publication was financed under contract number: 513548, “PV SEC” Cover image courtesy of Anna-Lena Thamm / Brochure design: ACG Brussels More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 978-92-79-05523-2 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium Printed on white chlorine-free paper Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. EPIA-Strategic Research Agenda 2 2 24/05/07 10:50:22 ",
        "I n t r o d u c t i o n A Strategic Research Agenda for Photovoltaic Solar Energy Technology Research and development in support of realising the Vision for Photovoltaic Technology Prepared by Working Group 3 “Science, Technology and Applications” of the EU PV Technology Platform EPIA-Strategic Research Agenda 3 3 24/05/07 10:50:23 ",
        "Preface This Strategic Research Agenda (SRA) was prepared by the Science, Technology and Applications Group of the EU PV Technology Platform, based on thorough consultations with representatives of research, industry and other stakeholders. The members of the Working Group are experts in PV technology, working as senior researchers in the public and private sector. Feedback obtained in the public consultation on the first draft of this report following the 2006 General Assembly of the Platform has been discussed and taken into account as far as the Working Group considered this justified. Although the group has attempted to cover all the most important parts of PV science, technol- ogy and applications and to address all the most important research topics, the reader may find some aspects insufficiently treated. Comments are, therefore, welcome through the PV Technology Platform secretariat (see www.eupvplatform.org). This SRA will be updated as required in order to reflect developments in the photovoltaic solar energy (PV) sector. On behalf of the Working Group, Prof. Dr. Wim C. Sinke Chairman, Science, Technology & Applications Working Group June 2007 P r e f a c e n Christophe Ballif (CH) n Andreas Bett (DE) n Bernhard Dimmler (DE) n Doriana Dimova-Malinovska (BG) n Peter Fath (DE) n Nigel Mason (UK) n Francesca Ferrazza (IT) n Hansjörg Gabler (DE) n Maria Hall (SE) n Antonio Martí Vega (ES) n Enn Mellikov (EE) n Anton Milner (DE) n Paul Mogensen (FR) n Christoph Panhuber (AT) n Nicola Pearsall (UK) n Jef Poortmans (BE) n Christos Protogeropoulos (GR) n Guy Sarre (FR) n Dominique Sarti (FR) n Wim Sinke (NL) n Philipp Strauss (DE) n Marko Topic (SI) n Ronald van Zolingen (NL) n Tadeusz Zdanowicz (PL) Members of the Science, Technology & Applications Working Group: EPIA-Strategic Research Agenda 4 4 24/05/07 10:50:24 ",
        "Contents 1 Executive summary 1 2 Introduction 7 3 Governing principles of the SRA 15 4 PV development options, perspectives and R&D needs (short-, medium- & long-term) 17 4.1 Cell & module technologies 17 4.2 Wafer-based crystalline silicon 18 4.3 Existing thin-film technologies 25 4.3.1 Introduction 25 4.3.2 Common features of all existing thin-film technologies 25 4.3.3 Thin-film silicon (TFSi) 29 4.3.4 Copper-indium/gallium-diselenide/disulphide and related I-III-VI compounds (CIGSS) 33 4.3.5 Cadmium telluride (CdTe) 37 4.4 Emerging and novel PV-technologies 41 4.4.1 Emerging PV technologies 41 4.4.2 Novel PV technologies 45 4.5 Concentrator technologies (CPV) 49 4.6 Balance-of-System (BoS) components and PV systems 57 4.7 Standards, quality assurance, safety and environmental aspects 63 4.8 Socio-economic aspects and enabling research 65 5 Research Funding 67 6 Appendices 70 7 References 70 C o n t e n t s EPIA-Strategic Research Agenda 5 5 24/05/07 10:50:25 ",
        "\u0018 1 Executive summary The direct conversion of sunlight into electricity is a very elegant process to generate environmentally- friendly, renewable energy. This branch of science is known as “photovoltaics” or “PV”. PV technology is modular, operates silently and is therefore suited to a broad range of applications and can contribute substantially to our future energy needs. Although reliable PV systems are commercially available and widely deployed, further development of PV technology is crucial to enable PV to become a major source of electricity. The current price of PV systems is low enough for PV electricity to compete with the price of peak power in grid-connected applications and with alternatives like diesel generators in stand-alone applications, but cannot yet rival consumer or wholesale electricity prices. A drastic further reduction of turn-key system prices is therefore needed and fortunately possible. This was emphasised in the document A Vision for Photovoltaic Technology, published by the Photovoltaic Technology Research Advisory Council (PV TRAC) in 2005 [PVT 2005] and referred to frequently in this report. Further development is also required to enable the European PV industry to maintain and strengthen its position on the global market, which is highly competitive and characterised by rapid innovation. Research and Development - “R&D” - is crucial for the advancement of PV. Performing joint research ad- dressing well-chosen issues can play an important role in achieving the critical mass and effectiveness required to meet the sector’s ambitions for technology implementation and industry competitiveness. This led the PV Technology Platform to produce a Strategic Research Agenda (SRA) to realise the “Vision” referred to above. The SRA may be used as input for defining the EU’s Seventh Framework Programme for Research (the main source of funding for collaborative research between European countries), but also to facilitate a further coordination of research programmes in and between Member States. The table below summarises the key targets contained in the SRA. The figures are rounded and indicative. 1980 Today 2015 2030 Long term potential Typical turn-key system price (2006 € /W p , excl. VAT) >30 5 2.5 1 0.5 Typical electricity generation costs southern Europe (2006 € /kWh) >2 0.30 0.15 (competitive with retail electricity) 0.06 (competitive with wholesale electricity) 0.03 Typical commercial flat-plate module efficiencies up to 8% up to 15% up to 20% up to 25% up to 40% Typical commercial concentrator module efficiencies (~10%) up to 25% up to 30% up to 40% up to 60% Typical system energy pay-back time southern Europe (years) >10 2 1 0.5 0.25 “Flat plate” refers to standard modules for use under natural sunlight, “concentrator” refers to systems that concentrate sunlight (and, by necessity, track the sun across the sky). E x e c u t i v e s u m m a r y EPIA-Strategic Research Agenda 1 1 24/05/07 10:50:27 ",
        "\u0018 Current turn-key system prices may vary from ~4 to ~8 € /W p , depending on system type (roof-top retro-fit, building-integrated, ground-based,...), size, country, and other factors. The figure of 5 € /W p , however, is considered representative. Similarly, prices in 2015 may range between ~2 and ~4 € /W p . All prices are expressed as constant 2007 values. The conversion from turn-key system price to generation costs requires several assumptions. This report assumes: n an average performance ratio of 75%, i.e. a system yield of 750 kWh/kW p /yr at an insolation level of 1000 kWh/m 2 /yr. In southern Europe, where insolation is typically 1700 kWh/m 2 /yr, a performance ratio of 75% translates into 1275 kWh/kW p /yr n 1% of the system’s price will be spent each year on operation & maintenance n the system’s economic value depreciates to zero after 25 years n a 4% discount rate The overall aim of short-term research is for the price of PV electricity to be comparable to the retail price of electricity for small consumers in southern Europe by 2015. Continued price reduction after 2015 implies that this situation will apply to most of Europe by 2020. This state, where prices are comparable, is known as ‘grid parity’. Larger systems and ground-based PV power plants that are not connected directly to end-consumers will generally need to produce electricity at lower prices before they can be said to have reached ‘grid parity’. To reach these targets, the SRA details the R&D issues related to: n PV cells and modules: - materials - conversion principles and devices - processing and assembly (incl. equipment) n Balance of System (BoS): - system components and installation - materials installation - operation and maintenance n concentrator systems n environmental quality n applicability n socio-economic aspects of PV A range of technologies can be found in commercial production and in the laboratory. No clear technological “winners” or “losers” can yet be identified, as evinced by the investments being made worldwide in production capacity based around many different technologies, and in the numerous concepts developed in laboratories that have large commercial potential. Therefore it is important to support the development of a broad portfolio of options and technologies rather than a limited set. The development of PV is best served by testing the different options and selecting on the basis of the following criteria: n the extent to which the proposed research is expected to contribute to reaching the overall targets set n the quality of the research proposal and the strength of the consortium or research group(s) involved E x e c u t i v e s u m m a r y EPIA-Strategic Research Agenda 2 2 24/05/07 10:50:28 ",
        "\u0018 Concerning “cells and modules”, a distinction is made between existing technologies (wafer-based crystalline silicon, thin-film silicon, thin-film CIGSS and thin-film CdTe) and ‘emerging’ and ‘novel’ technolo- gies (advanced versions of existing technologies, organic-based PV, intermediate band semiconductors, hot-carrier devices, spectrum converters, etc.). It is noted that in addition to the cost of PV electricity generation the value of the electricity gener- ated is important. The latter may be enhanced, for instance, by matching PV supply and electricity demand patterns through storage. The main R&D topics per technology area that are addressed to realise the Vision are summarised below. The detailed descriptions can be found in subsequent chapters. 1.1 Cells and modules 1.1.1 Topics common to all technologies n Efficiency, energy yield, stability and lifetime Since research is primarily aimed at reducing the cost of PV electricity it is important not to focus solely on initial capital investments ( € /W p ), but also on the energy yield (kWh/W p ) over the economic or technical lifetime. n High productivity manufacturing, including in-process monitoring & control Throughput and yield are important parameters in low-cost manufacturing and essential to achieve the cost targets. n Environmental sustainability The energy and materials requirements in manufacturing as well as the possibilities for recycling are important for the overall environmental quality of the product. n Applicability Achieving a degree of standardisation and harmonisation in the physical and electrical characteristics of PV modules is important for bringing down the costs of installing PV. Ease of installation as well as the aesthetic quality of modules (and systems) are important if they are to be used on a large scale in the built environment. 1.1.2 Wafer-based crystalline silicon technology n Reduced specific consumption (g/W p ) of silicon and materials in the final module n New and improved silicon feedstock and wafer (or wafer equivalent) manufacturing technologies, with careful consideration of cost and quality aspects n Devices (cells and modules) with increased efficiency n New and improved materials for all parts of the value chain, including encapsulation n High-throughput, high-yield, integrated industrial processing n Safe, low-environmental-impact processing n Novel and integrated (cells/modules) device concepts for the longer term E x e c u t i v e s u m m a r y EPIA-Strategic Research Agenda 3 3 24/05/07 10:50:29 ",
        "\u0018 1.1.3 Existing thin-film technologies 1.1.3.1 Common aspects n Reliable, cost-effective production equipment for all technologies n Low cost packaging solutions both for rigid and flexible modules n Low cost transparent conductive oxides n Reliability of products: advanced module testing, and improved module performance assessment n Handling of scrap modules, including re-use of materials n Developing replacements for scarce substances such as indium 1.1.3.2 Thin-film silicon (TFSi) n Processes and equipment for low-cost large area plasma deposition of micro/nanocrystalline silicon solar cells. The interplay between the effects of plasma, devices and upscaling should be fully mastered n Specific high-quality low cost transparent conductive oxides suitable for large, high performance modules (greater than 12% efficiency) n Demonstration of higher efficiency TFSi devices (meaning greater than 15% at laboratory-scale), improved understanding of interface and material properties, of light trapping, and of the theoretical performance limits of TFSi based materials and devices 1.1.3.3 Copper-indium/gallium-diselenide/disulphide (CIGSS) n Improvement of throughput and yield in the whole production chain and standardisation of equipment n Modules with efficiencies greater than 15%, developed through a deeper understanding of device physics and the successful demonstration of devices with efficiencies greater than 20% at laboratory-scale n Alternative or modified material combinations, of process alternatives like roll-to-roll coating and of combined or non-vacuum deposition methods n Highly reliable and low cost packaging to reduce material costs 1.1.3.4 Cadmium telluride (CdTe) n Alternative activation/annealing and back contacts for simpler, quicker and greater yield and throughput n New device concepts for thinner CdTe layers n Enhanced fundamental knowledge of materials and interfaces for advanced devices with high efficiencies (up to 20% at laboratory scale) 1.1.4 Emerging and novel technologies 1.1.4.1 Emerging technologies n Improvement of cell and module efficiencies and stability to the level needed for first commercial application n Encapsulation materials and processes specific to this family of cell technologies n Product concepts and first generation manufacturing technologies E x e c u t i v e s u m m a r y EPIA-Strategic Research Agenda 4 4 24/05/07 10:50:30 ",
        "\u0018 1.1.4.2 Novel technologies n Demonstration of new conversion principles and basic operation of new device concepts n Processing, characterisation and modelling of (especially) nanostructured materials and devices; understanding of the morphological and opto-electrical properties (including development of theoretical and experimental tools) n Experimental demonstration of the (potential) effectiveness of add-on efficiency boosters (spectrum converters) 1.1.5 Concentrator technologies 1.1.5.1 Materials and components: 1. Optical systems - Find reliable, long-term, stable and low-cost solutions for flat and concave mirrors, lenses and Fresnel lenses and their combination with secondary concentrators 2. Module assembly - Materials and mounting techniques for the assembly of concentrator cells and optical elements into highly precise modules that are stable over the long-term using low-cost, fully automated methods 3. Tracking - Find constructions which are optimised with respect to size, load-capacity, stability, stiffness and material consumption 1.1.5.2 Devices and efficiency Develop materials and production technologies for concentrator solar cells with very high efficiencies, i.e. Si cells with efficiencies greater than 26 % and multi-junction III-V-compound cells with efficiencies greater than 35 % in industrial production and 45 % in the laboratory. Find the optimum concentration factor for each technology. 1.1.5.3 Manufacturing and installation Find optimised design, production and test methods for the integration of all system components; methods for installation, outdoor testing and cost evaluation of concentrator PV systems. 1.2 Balance-of-System (‘BoS’) components and PV systems It is important to understand better the effect of BoS components on turn-key system costs and prices. BoS costs vary according to system type and - at least at present - the country where the system is installed, which impact on whether the cost targets for BoS may be deemed to have been reached or not. This report recommends that a study of BoS aspects be undertaken to quantify in detail the cost reduction potential of PV technology beyond 2030 (see Table I). BoS and system-level research should aim to: n Increase inverter lifetime and reliability n Harmonise the dimensions and lifetimes of components n Increase modularity in order to decrease site-specific costs at installation and replacement costs over the system’s lifetime n Assess and optimise the added value of PV systems for different system configurations n Produce workable concepts for maintaining the stability of electrical grids at high PV penetrations E x e c u t i v e s u m m a r y EPIA-Strategic Research Agenda 5 5 24/05/07 10:50:31 ",
        "\u0018 n Devise system components that enhance multifunctionality and/or minimise losses n Develop components and system concepts for island PV and PV-hybrid systems BoS research should include research into new storage technologies for small and large applications and the management and control systems required for their efficient and reliable operation. 1.3 Standards, quality assurance, safety and environmental aspects n Identification of performance, energy rating and safety standards for PV modules, PV building elements and PV inverters and AC modules n Common rules for grid-connection across Europe n Quality assurance guidelines for the entire value chain n A cost-effective and workable infrastructure for the reuse and recycling of PV components, especially thin-film modules and BoS components n Analysis of lifetime costs especially of thin-film and concentrator PV and BoS components over the short term and for emerging cell/module technology over the longer term 1.4 Socio-economic aspects and enabling research n Identifying and quantifying the non-technical (i.e. societal, economic and environmental) costs and benefits of PV n Addressing regulatory requirements and barriers to the use of PV on a large scale n Establishing the skills base that will be required by PV and associated industries in the period to 2030 and developing a plan for its provision n Developing schemes for improved awareness in the general public and targeted commercial sectors The countries associated to FP7 should use this SRA as a reference when developing or fine-tuning their national R&D programme(s). By interpreting the research priorities described here in their own national contexts (national R&D strengths, presence of industry), they can align their publicly-funded R&D with the SRA’s recommendations, to the benefit of PV in Europe. PV solar energy is a technology that can be used in many different products, ranging from very small stand-alone systems for rural use, to building-integrated grid-connected systems, and large power plants. PV will make a very large contribution to the global energy system in the long term and will be a key component of our future, green energy supply system. The rapid growth of the PV sector offers eco- nomic opportunities for Europe that must be seized now unless they are to be ceded to other regions of the world. The coming years will be decisive for the future role of the European PV industry. E x e c u t i v e s u m m a r y EPIA-Strategic Research Agenda 6 6 24/05/07 10:50:32 ",
        "\u0018 I n t r o d u c t i o n 2 Introduction 2.1 What is photovoltaic solar energy (PV)? The direct conversion of sunlight into electricity is a very elegant process to generate environmentally- friendly, renewable energy. This branch of science is known as “photovoltaics” or “PV”. PV technology is modular, operates silently and is therefore suited to a broad range of applications and can contribute substantially to our future energy needs. Although the basic principles of PV were discovered in the 19 th century, it was not before the 1950s and 1960s that solar cells found practical use as electric- ity generators, a development that came about through early silicon semiconductor technology for electronic applications. Today, a range of PV technologies are available on the market and under development in laboratories. Complete PV systems consist of two elements: “modules” (also referred to as “panels”), which contain solar cells, and the “Balance-of-System” (“BoS”). The BoS mainly comprises electronic components, cabling, support structures and, if applicable, electricity storage or optics & sun trackers. BoS costs also include the labour costs of installation. 2.2 Why a Strategic Research Agenda (SRA)? Although reliable PV systems are commercially available and widely deployed, further development of PV technology is crucial to enabling PV to become a major source of electricity. The current price of PV systems is low enough for PV electricity to compete with the price of peak power in grid-connected applications and with alternatives like diesel generators in stand-alone applications, but cannot yet rival consumer or wholesale electricity prices. A major further reduction of turn-key system prices is therefore needed and fortunately possible. This was emphasised in the document A Vision for Photovoltaic Technology, published by the Photovoltaic Technology Research Advisory Council (PV TRAC) in 2005 and referred to frequently in this report [PVT 2005]. Further development is also required to enable the European PV industry to maintain and strengthen its position on the global market, which is highly competitive and characterised by rapid innovation. Research and Development - “R&D” - is crucial for the advancement of PV. Performing joint research addressing well-chosen issues can play an important role in achieving the critical mass and ef- fectiveness required to meet the sector’s ambitions for technology implementation and industry competitiveness. Therefore the PV Technology Platform has decided to produce a Strategic Research Agenda (SRA) to realise the Vision document referred to above. The SRA may be used as input for the definition of the 7th Framework Programme of the EU (the main source of funding for EU joint research), but also to facilitate a further coordination of research programmes in and between Member States. EPIA-Strategic Research Agenda 7 7 24/05/07 10:50:33 ",
        "\u0018 I n t r o d u c t i o n 2.3 PV historic development, state-of-the-art and potential PV modules and other system components have undergone an impressive transformation, becoming cheaper, greener and better performing. This is evinced by the module and BoS price reductions shown in so-called “learning curves” (see A Vision for Photovoltaic Technology, mentioned above), by the increase of power conversion efficien- cies and energy yields, by enhanced system availabilities, by drastically shortened “energy pay-back times” (the period needed for a system to amortise the energy required for its manufacture), and by a variety of other indicators. Nevertheless, PV technology has by no means demonstrated its full potential. Table I gives an indication of where PV was 25 years ago, where it stands today and what it could realistically achieve over the next 25-50 years. The figures in the column “long term potential” are more uncertain than the others. Table 1. Expected development of PV technology over the coming decades - figures are rounded and indicative, and should be interpreted with reference to the provisos listed below. 1980 Today 2015/2020 2030 Long term potential Typical turn-key system price (2007 € /W p , excl. VAT) >30 5 2.5/2.0 1 0.5 Typical electricity generation costs southern Europe (2007 € /kWh) >2 0.30 0.15/0.12 (competitive with retail electricity) 0.06 (competitive with wholesale electricity) 0.03 Typical commercial flat-plate module efficiencies (see below) up to 8% up to 15% up to 20% up to 25% up to 40% Typical commercial concentrator module efficiencies (see below) (~10%) up to 25% up to 30% up to 40% up to 60% Typical system energy pay-back time southern Europe (years) >10 2 1 0.5 0.25 “Flat plate” refers to standard modules for use under natural sunlight, “concentrator” refers to systems that concentrate sunlight (and, by necessity, track the sun across the sky). Current turn-key system prices may vary from ~4 to ~8 € /W p , depending on system type (roof-top add-on, building-integrated, ground-based, ...), size, country, and other factors. The figure of 5 € /W p , however, is considered representative. Similarly, prices in 2015 may range between ~2 and ~4 € /W p . All prices are expressed as constant 2007 values. The conversion from turn-key system price to generation costs requires several assumptions. This report assumes: n an average performance ratio of 75%, i.e. a system yield of 750 kWh/kW p /yr at an insolation level of 1000 kWh/m 2 /yr. In southern Europe, where insolation is typically 1700 kWh/m 2 /yr, a performance ratio of 75% translates into 1275 kWh/kW p /yr n 1% of the system’s price will be spent each year on operation & maintenance n that the system’s economic value depreciates to zero after 25 years n a 4% discount rate EPIA-Strategic Research Agenda 8 8 24/05/07 10:50:34 ",
        "\u0018 I n t r o d u c t i o n 2.4 The value of PV for Europe and the world 2.4.1 Energy and climate The solar energy resource is larger than all other renewable energy resources [UND 2000] [WBG 2003]. In one ambitious scenario, PV covers 20% of global electricity consumption by 2040. Already in 2020 PV may contribute to the reduction of CO 2 -emissions by the equivalent of 75 average-sized coal-fired power plants or 45 million cars [EPI 2004]. Since PV is deployable within Europe, it can play an important role in improving the security of Europe’s energy supply. Moreover, PV is very well suited to providing access to energy in rural areas, thus enabling improved healthcare and education and providing economic opportunities. It may bring electricity to hundreds of millions people in developing countries by 2020 to 2030. 2.4.2 PV and the Lisbon Agenda In 2000 the European Council adopted the “Lisbon strategy”, the aim of which is, by 2010, to make the EU “the most dynamic and competitive knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion, and respect for the environment”. The European photovoltaic industry and research community’s knowledge, diversity, creativity and enthu- siasm are key factors in the creation of a competitive advantage. At the European Summit in Barcelona in 2002, European Heads of State and Government set themselves the goal of increasing Europe’s overall level of investment in research to 3% of GDP by 2010, two thirds of which were to come from the private sector. The highly innovative and competitive PV sector in Europe contributes towards these goals. It is clear that it can only maintain and strengthen its position on the world market if continuous, substantial R&D investments are made. 2.4.3 Economy and jobs The global PV sector has grown by an average of 25% per year over the past two decades and by almost 50% per year over the past five years. This has happened because several countries have put in place successful market development policies. In Europe, these countries are Germany, Spain, Portugal, France, Italy, Greece and Belgium - perhaps soon to be joined by many more. Outside Europe, Japan, Korea and the USA provide good examples of well-developed or emerging markets. A report from 2004 forecast that the photovoltaics sector stands a realistic chance of expanding from € 5.8 billion in 2004 to € 25 billion in 2010 with 5.3 GWp in annual sales [SPS 2004]. Within the last 8 years, employment in the photovoltaics sector in Germany rose from approximately 1,500 to 30,000. By 2005, 6,300 jobs had been created in Spain, bringing the European total to ap- proximately 40,000 (data from German industry associations and IEA [BSW 2006], [IEA 2005]). The sector needs a diverse and qualified workforce ranging from technicians close to the customers who install and maintain the PV systems to expert semiconductor specialists working in high-tech solar cell factories. The photovoltaic industry has the potential to create more than 200,000 jobs in the European Union by 2020 and ten times this number worldwide. Although the labour intensity will decrease with decreasing system prices, the rapid market growth will guarantee a strong increase in the number of jobs in Europe. EPIA-Strategic Research Agenda 9 9 24/05/07 10:50:35 ",
        "\u00180 I n t r o d u c t i o n The European Commission has acknowledged [COM 2005]: The renewable energy sector is particularly promising in terms of job and local wealth creation. The sector invests heavily in research and technological innovation and generates employment, which to a very high degree means skilled, high quality jobs. Moreover, the renewable energy sector has a decentralised structure, which leads to employment in the less industrialised areas as well. Unlike other jobs, these jobs cannot be “globalised” to the same extent. Even if a country were to import 100% of its renewable energy technology, a significant number of jobs would be created locally for the sale, installation and maintenance of the systems. A number of studies on the job creation effects have already been published and different estimates have been provided [EPI 2004], [ERE 2004], [UVE 2005] The German Solar Industry Association has reported that despite the fact that more than 50% of the solar cells installed in PV systems in Germany are imported, 70% of the added value stays within the German economy [BSW 2006]. Electricity generated with photovoltaic systems has additional benefits for the European economy in the long term. First, it can help to reduce the European Union’s dependence on energy imports. The European Commission’s report further acknowledges: Rising oil prices and the concomitant general increase in energy prices reveals the vulnerability and dependency on energy imports of most economies. The European Commission’s DG ECFIN predicts that a $10/bbl oil price increase from $50 to $60/bbl would cost the EU about 0.3% growth and the US 0.35%. For the European Union, the negative GDP effect would be roughly € 40 billion from 2005 to 2007. Further price increases would worsen the situation. The European renewable energy association (EREC) estimates that € 140 billion in investment would be required to reach the 2010 goal of 12% renewable energy consumption [ERE 2004]. This would ensure fuel cost savings of € 20 billion (not even taking into account the substantial price increases since 2003) and reduce external costs by € 30 to € 77 billion. If we add the employment benefits, the overall costs for society can be estimated to be positive compared to a negative result if no RES were introduced. There are several studies that examine the difficult issue of quantifying the effect of the inclusion of RES in an energy portfolio and the reduction in the portfolio energy price. This is in addition to the economic benefits of avoided fuel costs and external costs (GHG), money which could be spent within the economy and used for local wealth creation [AWE 2003]. Secondly, electricity from photovoltaic systems is generally produced during peaks in daily demand, when the marginal costs of electricity production are highest. In southern European climates, the season in which electricity demand peaks - summer - is the season when the output of photovoltaic capacity is at its greatest. PV can be relied upon in rare cases of extreme heat and water shortage when thermoelectric power plants have to reduce their output due to a lack of cooling water. During the heat wave that affected Europe in July 2006, peak prices paid at the European electricity exchange (EEX) spot market exceeded the PV feed-in tariff paid in Germany. This will happen more frequently in future as the feed-in tariff decreases, meaning that the occasions when PV electricity is a cost-effective form of generation even without support mechanisms will become more common. EPIA-Strategic Research Agenda 10 10 24/05/07 10:50:36 ",
        "\u0018\u0018 I n t r o d u c t i o n 2.4.3.1 International competition Europe’s photovoltaic industry competes with companies from Asia, the USA and other parts of the world. Two of these countries have instituted programmes to support their domestic PV industry - Japan and China. The effectiveness of the programme sponsored by Japan’s Ministry of Economy, Trade and Industry, METI, is already apparent. Due to long term planning, support schemes, investment security, and a substantial domestic market, the Japanese PV industry has around 50% of the world market share in PV products. China is the second country with an industrial strategy geared towards building up a highly competitive PV industry. China wants to cover the whole value chain from silicon feedstock to complete systems. The fruits of this relatively new strategy are already visible. Chinese cell and module manufacturers are rapidly establishing a significant share of the world market and their production capacity increases are unrivalled. If Europe does not react to this challenge, there is the danger that PV production will move to China, in common with many other manufacturing technologies. So far, Europe still has a competitive edge due to the excellent knowledge base of its researchers and engineers. However, without steady and reli- able R&D funding and support from the public purse, this advantage could be eroded in a short time. More support for innovation and clearer long-term strategies are needed for the European PV industry to continue to invest in Europe and to ensure that European companies increase their market shares and become world leaders. 2.4.3.2 PV for development and poverty reduction The Plan of Implementation of the United Nations’ World Summit for Sustainable Development, which took place in Johannesburg in August 2002 contains the commitment from the UN’s Member States to “improve access to reliable, affordable, economically viable, socially acceptable and environmentally sound energy services and resources, taking into account national specificities and circumstances, through various means, such as enhanced rural electrification and decentralised energy systems, increased use of renewables, cleaner liquid and gaseous fuels and enhanced energy efficiency” [WSS 2002]. At the same time, the European Union announced a $700 million partnership initiative on (renewable) energy and the United States announced that it would invest up to $43 million in 2003. The International Conference for Renewable Energies followed up the UN’s conference in June 2004. It yielded the International Action Programme, which includes some 200 specific actions and voluntary commitments for developing renewable energy, pledged by a large number of governments, interna- tional organisations and stakeholders from civil society, the private sector and other stakeholder groups. Photovoltaic off-grid systems are the preferred option for rural electrification in developing countries, where they are crucial in providing energy for light, drinking water, refrigeration and communication. More than 1 billion people in the world do not have access to electricity. PV is a cost-effective way of meeting the rapidly expanding electricity demand of developing countries, while minimising the environmental impact of this demand. Delivering affordable modern energy services for health, education and social and economic development is central to international aid objectives. EPIA-Strategic Research Agenda 11 11 24/05/07 10:50:37 ",
        "\u0018\u0018 I n t r o d u c t i o n As a clean, free-fuel (except for sunlight) energy source, PV has the potential to create economic and political stability, with clear implications for improved international security. It should also be emphasised that robust demand from less developed countries could make an important contribution to reducing the costs of PV technology through economies of scale from increased cell and module production. The goal for European industry is to capture a 40% market share of the annual market for rural use by 2010 and to keep this level thereafter. 2.5 Targets and drivers for PV development 2.5.1 What are the PV implementation targets? In 1997, the European Commission envisaged 3 GW p PV being installed across Europe by 2010 [COM 1997]. It is now clear that as a result of successful market incentives in Germany and other countries the capacity by that date will probably be more than 5 GW p . For the longer term, [PVT 2005] offers an “ambitious, though realistic” target for 200 GW p installed in the EU by 2030 (of an estimated 1000 GW p worldwide). In relation to the new EU renewable energy targets and the increased overall sense of urgency it has been stated recently, though, that the rapid development of the PV industry may give a considerable upward potential for the 200 GW p figure if adequate policy measures are implemented and R&D support is strengthened. Japan aims at 5 GW p by 2010, and has developed roadmaps for 50-200 GW p of PV capacity by 2030 [NED 2004]. The Korean government has set a target of 1.3 GW p by 2012. Few other countries have specific targets for PV implementation. Usually PV is an unspecified part of the (renewable) energy portfolio. 2.5.2 Conditions for PV to meet the targets Very large-scale deployment of PV is only feasible if PV electricity generation costs are drastically reduced. However, because of the modular nature of PV, the possibility to generate at the point-of-use, and the specific generation profile (overlap with peak electricity demand), PV can make use of ”lead markets” on its way to eventually becoming as cheap as wholesale electricity. In particular PV may compete with peak power prices and consumer prices in the short and medium term. The corresponding PV system price targets are therefore very important for the rapid deployment of PV. Ambitious targets are also crucial for the global competitive position of the European PV industry sector. The evolution of turn-key PV system prices outlined in A Vision for Photovoltaic Technology (Figure 1) provides an excellent starting point to define underlying cost targets to be addressed in this SRA. It is noted that research and technology transfer to industry directly influences manufacturing and installation costs (as well as some other parameters), but not directly turn-key prices. The latter are also determined by market forces. Cost reduction targets are nevertheless essential to enable price reduction. EPIA-Strategic Research Agenda 12 12 24/05/07 10:50:38 ",
        "\u0018\u0018 I n t r o d u c t i o n Figure 1. Possible evolution of turn-key PV system prices (adapted from A Vision for Photovoltaic Technology) The SRA refers to time-scales using the following definitions: n 2008 ~ 2013: short term n 2013 ~ 2020: medium term n 2020 ~ 2030 and beyond: long term The year 2013 has been chosen because it coincides with the end of the European Commission’s cur- rent programme for funding research, ‘FP7’. The start of ‘short term’ does not coincide with the start of FP7 (2007) because no significant results are expected from FP7 in its first year. The convention used in this report is to refer research priorities to the time horizons in which they are first expected to be used in commercial product, not to the year by which widespread use is expected. A technology is said to meet a cost target if pilot-scale production at that cost has been achieved. This implies the technology will one or two years later be ready for commercial production at that cost. The overall target of the short-term research described in this SRA is for PV electricity to be competitive with consumer electricity (“grid parity”) in Southern Europe by 2015. Specifically, this means reaching PV generation costs of 0.15 € /kWh, or a turn-key system price of 2.5 € /W p (Table I). This system price arises from typical manufacturing and installation costs of <2.0 € /W p . All cost and price figures are in constant 2007 values. 2.5.3 Drivers and enablers for PV development Generally, the cost and performance of PV technology is the focus of research effort, but the importance of other drivers should be emphasised. First of all R&D also needs to address the value of PV electricity. For example, if electricity from PV could be supplied at times when electricity demand is greatest rather than merely when sunlight is most avail- able, its value would be higher. This may imply a need for low-cost, small storage systems. Note that PV supply and electricity demand also match to a certain extent without storage, especially in the case of peak demand due to air conditioning and cooling. 012345 2004 2010 2020 2030 2050 � BoS = Balance-of-System � Modules Typical turn-key system price ( � /W p ) Competing with consumer & peak prices Competing with wholesale prices EPIA-Strategic Research Agenda 13 13 24/05/07 10:50:40 ",
        "\u0018\u0018 I n t r o d u c t i o n Secondly, the lifetime of system components must be considered. High technical lifetimes not only help to reach cost targets, it also increase the overall energy produced and eases the integration of PV in buildings. Thirdly, it is essential that energy and materials consumption in manufacturing and installation be ad- dressed. Further shortening of the energy pay-back time of systems will add to the advantages of PV as an energy source and, in the longer term, its ability to avoid carbon dioxide emissions. Avoiding the use of scarce or hazardous materials, or if that is not possible, closing material-use cycles, is an important topic with great R&D challenges. Finally, the ability to combine PV components and systems and integrate them with building components may be significantly improved. This requires standardisation and harmonisation, but also flexibility in system design, and should be accomplished without additional engineering (costs). In addition to the technical issues described above, the document addresses socio-economic aspects related to the large-scale implementation of PV. In summary, this SRA identifies and addresses the following drivers for PV development: Electricity generation costs and value n turn-key investment costs (price): - modules - BoS - system engineering n operation & maintenance costs (& planned replacement if applicable) / technical lifetime n value: - e.g. possibilities for supply-on-demand or at peak prices n energy yield n (factors out of scope of this SRA: interest rate, economic lifetime,…) Environmental quality n energy pay-back time: - modules - BoS n substitution of hazardous materials n options for recycling Integration n method and ease of mounting, cabling, etc. (also for maintenance and repair) n flexibility / modularity n aesthetics and appearance n lifetime Socio-economic aspects n public and political awareness n user acceptance n training and education n financing EPIA-Strategic Research Agenda 14 14 24/05/07 10:50:42 ",
        "\u0018\u0018 3 Governing principles of the SRA Short-term research should be fully dedicated to the competitiveness of the EU industry. The coming decade is expected to be decisive for the future prospects of the EU PV industry. The global PV sector will grow to maturity and achieve multi-billion dollar turn-overs. Competition will be fierce. Rapid innovation and high production volumes are crucial to establish leadership. No exclusivity PV comes and will come in different formats. The SRA does not exclude technologies but sets overall targets that each PV format must reach and describes the research priorities for each format in order for it to succeed in meeting the targets. There is a need for public money to fund short-, medium- and long-term research into all parts of the value chain(s), as well as research into socio-economic issues. Since drastic cost reductions are needed for all elements of the PV system, research should address all parts of the value chain, from raw materials up to the complete system, and even beyond. In addition, public funding agencies should make a strategic top-down decision on how to allocate funding between short-, medium- and long-term research . Industry will push for short-term research to be the main beneficiary of funding and as the PV industry grows, this pressure may become stronger. Governments must, however, look ahead to the medium and long term and set aside fixed budgets for research applicable to these time-frames. This report recommends that the combined research spending of the public and private sector should be distributed between topics with commercial relevance in the short, medium and long term in the typical ratio 6:3:1 in the near term, moving to the ratio 10:5:1 as private sector funding increases. See Chapter 5 for details. Based on a detailed analysis of cost reduction potentials, the working group decided that the same cost targets shall be used for all flat-plate PV module technologies considered: 0.8-1.0 € /W p for technology ready by 2013 and implemented in large-scale production in 2015, 0.60-0.75 € /W p in 2020, and 0.3-0.4 € /W p in 2030. The targets are expressed as a range in order to reflect the ef- ficiencies of different types of module. To meet the overall, cross-technology cost targets, lower efficiency modules need to be cheaper than higher efficiency modules, due to the area-related component of the BoS costs. These targets should not be interpreted as predictions. It is possible that some technologies will even exceed them. The efficiency targets quoted later in the SRA for each technology and are to be considered as performance targets that should be met in order to meet the cost target. System costs and prices, it should be noted, are dependent on the specific application that the system is put to. Therefore the costs and prices mentioned in the SRA are only approximate. G o v e r n i n g p r i n c i p l e s o f t h e S R A EPIA-Strategic Research Agenda 15 15 24/05/07 10:50:43 ",
        "The Balance-of-System (BoS) costs are strongly dependent on, among other factors, the type of system (e.g. roof-top, building-integrated, ground-based), the efficiency of the modules used, and the country where it is sited. This makes it difficult to formulate general targets. Indicative targets for the BoS costs for roof-top systems are: 0.9-1.1 € /W p in 2013, 0.75-0.9 € /W p in 2020, and under 0.5 € /W p in 2030. The ranges in system cost targets mainly correspond to the range in module efficiencies mentioned in the previous paragraph, reflecting the fact that part of the BoS cost is system area-related and thus affected by module efficiency (a given system power requires a smaller area when using higher efficiency modules). Possible differences in BoS cost structure and figures between EU Member States are not taken into account here. For concentrator systems target costs it is not meaningful to distinguish between modules and BoS. Therefore indicative targets for the turn-key cost (not price) of full systems have been identified: 1.2-1.9 € /W p in 2013, 0.8-1.2 € /W p in 2020 and 0.5-0.8 € /W p in 2030. Considerable uncertainty exists for these numbers because, with little industrial production at present, extrapolation from what does exist carries high uncertainty. Furthermore, no clear definition so far exists of the watt peak (W p ) power rating of concentrator technology, because, unlike other technologies, they function only under direct sunlight. Some attempts to define a Wp rating have, however, been made and are the basis for the cost targets above. G o v e r n i n g p r i n c i p l e s o f t h e S R A \u0018\u0018 EPIA-Strategic Research Agenda 16 16 24/05/07 10:50:45 ",
        "\u0018\u0018 4 PV development options, perspectives and R&D needs (short-, medium- & long-term) 4.1 Cell & module technologies PV modules are the basic building blocks of flat-plate PV systems. Modules consist of solar cells, fabri- cated on wafers or from thin active layers on an inert, low cost substrate. For the end-user, the nature of the cell technology used is seldom their main concern. The parameters they find more important are the price per watt-peak of module, the energy yield per watt-peak under field conditions, the module’s efficiency, its size and weight, flexibility or rigidity, and appearance. Customers will also be interested in the retailer’s provisions for taking back and recycling the modules at the end of their lives. On the other hand, for the R&D community, sound understanding of different cell and module technologies is crucial in defining the work to achieve cost reduction, performance enhancement and an improved environmental profile. Different technologies require their own research and development activities. The categories of technology chosen for the SRA are: 1. Wafer-based crystalline silicon; 2. Existing thin-film technologies; 3. Emerging and novel technologies (including “boosters” to technologies in the first and second category) The R&D issues surrounding concentrator systems need to be addressed in a different, more integrated manner, so they are covered in a separate subchapter, 4.2. Research conducted under the “Emerging and novel technologies” category is also relevant for concentrator systems. In the following paragraphs the R&D needs of the four technology categories are analysed in detail. The technology categories have a number of R&D issues in common, which are briefly summarised here: 4.1.1 Efficiency, energy yield, stability and lifetime Research aims to optimise combinations of these parameters rather that one parameter at the expense of another. This implies careful analysis of the costs and benefits of individual technological improvements. Since research is primarily aimed at reducing the cost of electricity generation, it is important not to focus only on initial costs ( € /W p ), but also on the system’s energy yield (kWh/W p ) over its economic or technical lifetime. 4.1.2 High productivity manufacturing, including in-process monitoring & control Throughput and yield are important parameters in low-cost manufacturing and are essential to achieving the cost targets. In-process monitoring and control are crucial tools for increasing product quality and yield. 4.1.3 Environmental sustainability The energy and material requirement of manufacturing as well as recyclability are important parameters in the overall environmental quality of the product. Shortening still further the energy pay-back time of P V d e v e l o p m e n t EPIA-Strategic Research Agenda 17 17 24/05/07 10:50:46 ",
        "\u0018\u0018 modules (table 1), designing products in a way that makes them readily recyclable and, where practical, avoiding of the use of hazardous materials are the most important issues to be addressed here. 4.1.4 Integration As discussed in more detail in the chapter on BoS, standardisation and harmonisation of specifications will help bring down the costs of PV. Efforts to standardise module specifications should also be made and may make installation easier. Finally, the appearance of modules (and systems) will grow in impor- tance as they become a more common sight in the built environment. 4.2 Wafer-based crystalline silicon 4.2.1 Introduction Wafer-based crystalline silicon has dominated the photovoltaic industry since the dawn of the solar PV era. It is widely available, has a convincing track-record in reliability and its physical characteristsics are well understood, in part thanks to its use in the half-century-old microelectronics industry. A learning curve for the progress in silicon wafer-based technology can be drawn that spans three decades. It shows that the price of the technology has decreased by 20% for each doubling of cumulative installed capacity. Two driving forces are behind this process: market size and technology improvement. Such progress was not made by chance but is the combined result of market-stimulation measures and research, development and demonstration activities with both private and public support. The total PV market has increased by an order of magnitude in the last decade, growing by almost 50% per year in the last five years, with crystalline silicon accounting for more than 90% of the total volume. Crystalline silicon modules are manufactured in six-steps: (i) silicon -production, (ii) -purification, (iii) -crystal growth, (iv) wafer slicing, (v) cell fabrication and (vi) module assembly. Although considerable progress has already been made in each step, they may all be significantly further improved. For example, wafers have decreased in thickness from 400 µm in 1990 to 200 µm in 2006 and have increased in area from 100 cm 2 to 240 cm 2 ; modules have increased in efficiency from about 10% in 1990 to typically 13 % today, with the best performers above 17%; and manufacturing facilities have increased from the annual outputs of typically 1-5 MW p in 1990 to hundreds of MW p for today’s largest factories. Plans for GW p -scale factories have been announced. Three main routes to cost saving have been followed in recent years and need to be followed further and faster: reduction in material consumption, increase in device efficiency and advanced, high-throughput manufacturing. Other important measures that should receive attention include reducing embedded energy content (and hence the energy pay-back-time), the environmental friendliness of PV systems over their life cycle, the definition of accepted standards for crystalline silicon products and advanced manufacturing practices such as process automation and advanced process control. Crystalline silicon is a technology with the ability to continue to reduce its cost at its historic rate. Direct production costs for crystalline silicon modules are expected to be around 1 € /W p in 2013, under 0.75 € /W p in 2020 and lower in the long term. This will happen if R&D effort is directed towards the issues of greatest strategic concern. P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 18 18 24/05/07 10:50:47 ",
        "\u0018\u0018 4.2.2 Materials and components Purified silicon (polysilicon) is the basic ingredient of crystalline silicon modules. It is melted and solidified using a variety of techniques to produce ingots or ribbons with different degrees of crystal perfection. The ingots are shaped into bricks and sliced into thin wafers by wire-sawing, or by laser if the aim is to use the wafers to make ribbons. Wafers and ribbons are processed into solar cells and interconnected in weather-proof packages designed to last for at least 25 years. The processes in the manufacturing chain have improved significantly during recent years but can improve yet further. For the past few years the availability of polysilicon feedstock has been a critical issue for the rapidly growing PV industry. The tight supply has caused very high polysilicon spot market prices and has limited production expansion for part of the industry. On the other hand, it has triggered rapid innovation in wafer production and cell manufacturing, as evinced by the lower silicon consumption per W p of module power produced. Silicon usage is currently 10 g/W p , whereas it was typically 13 g/W p just a few years ago. The development of new, lower cost and less energy-intensive techniques for silicon feedstock preparation is underway. This feedstock is expected to come at prices in the range 10-20 € /kg (now 30-50 € /kg) and will thus be a key enabler for future PV growth and cost reduction. As well as having to contend with high feedstock prices, cell manufacturers are faced with the problem that they lose 50% or more of the polysilicon starting material during the manufacturing process, even after recycling. To improve casting and wafering, it is necessary to reduce waste during polysilicon crystallisation, recycle saw dust and other silicon off-cuts, and improve material handling in the production process through automation. It should be possible to reach polysilicon consumption below 2 g/W p in the long term. The targets for the short and medium term are achievable even at moderate to high feedstock prices. For wafer equivalent technolo- gies, the challenge is to develop high-throughput low-cost silicon film deposition techniques with suitable low-cost substrates. Module assembly is also material-intensive. The assembly must protect the cells from the outdoor environ- ment for a minimum, typically, of 25 years while allowing the cell to function as efficiently as possible. The current standard design, using rigid glass-polymer encapsulation in an aluminium frame, fulfils these basic requirements, but represents about 30% of the overall module cost, contains a lot of embedded energy (increasing the energy pay-back time of the module) and is a challenge to manufacture on automated lines even at current wafer thicknesses. New cheaper, more flexible, highly durable encapsulation materials with improved optical properties are expected to be developed. They may also be better suited for high-throughput manufacturing than the materials currently used. New materials and techniques for connections between cells need to be developed to improve the automated assembly of very thin wafers. Metal contact cell geometries may depart significantly from the traditionally H shaped front-rear structure. The use of back-contacted cells may favour automation and simplify processes by reducing the complexity of cell interconnection. Simpler schemes for electrical interconnection, due in part to improved cell design and to newly developed metallisation techniques, may eliminate discrete soldering steps because the interconnection scheme could be embedded in encapsulation sheets. Future, very large-scale manufacturing may require alternatives to be found for scarce chemical elements currently used in module manufacture, such as silver, which is consumed at an average of 80-90 mg/W p , or some 130 tonnes/year. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 19 19 24/05/07 10:50:52 ",
        "\u00180 Materials 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects n Polysilicon targets Consumption 5 g/W p Cost 15-25 € /kg (dependent on quality) Wafer thickness <150 µm n Critical issues Si availability n Polysilicon targets Consumption <3 g/W p Cost 13-20 € /kg (dependent on quality) Wafer thickness <120 µm n Polysilicon targets Consumption <2 g/W p Cost < 10-15 € /kg (dependent on quality) Wafer thickness <100 µm Applied/advanced technology aspects n New Si feedstock n Improved crystal growth n Reusable crucibles which introduce only small amounts of impurities into the silicon n Low kerf loss sawing n Fracture mechanics of thin wafers n Metal pastes suited for thin wafers n Low-cost encapsulants n New frames and supporting structures n Recycling n Low-impact manufacturing n Safe processes n New Si feedstock n Low defect (high electronic quality) silicon wafers n Improved wafering n Wafer equivalents n Improved encapsulants n Avoidance of hazardous materials n Safe processes n Conductive adhesives or other solder free solutions for module interconnection n New Si feedstock n Low defect (high electronic quality) silicon wafers n Improved wafering n Wafer equivalents n New encapsulants n Safe processes Basic research and fundamentals n Defect characterisation and control in silicon n New feedstock technologies n Advanced wafering technologies n Wafer equivalent technologies n Defect control in silicon n New feedstock technologies n Novel wafering technologies n Wafer equivalent technologies n New materials for metal contacts n New encapsulants n Wafer equivalent technologies n New materials for metal contacts and cell/ module manufacture n New encapsulants Table 2. Research priorities for wafer silicon materials - time horizons for first expected application of research results in (pilot) manufacturing and products Silicon ingot Source : Deutsche Solar P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Silicon bricks Source : REC EPIA-Strategic Research Agenda 20 20 24/05/07 10:51:08 ",
        "\u0018\u0018 4.2.3 Performance and devices Cell and module efficiency directly impact on the overall € /W p cost (and price) of a PV module and have historically been a focus for technological development. Increasing the efficiency of the solar cells and the power density of the modules, together with the reduction of the specific consumption of silicon, are the main paths to cost reduction. An increase of 1% in efficiency alone is able to reduce the costs per W p by 5-7%. Small cells with efficiency values up to 24.7% have been produced in expensive clean room facilities with vacuum technologies used for the deposition of metal contacts. Only three of these high efficiency cell processes have so far been demonstrated at production scale, in non-clean-room manufacturing environments. All three use monocrystalline silicon, whilst the majority of commercial cells use a low-cost screen-printing process on multicrystalline silicon wafers. Commercial module efficiency values (defining efficiency on the basis of the total outer dimensions) are in the range 12-14% for screen-printed cells and 15-17.5% for the best performing cells. Device designs capable of achieving module efficiencies of over 18% for multicrystalline silicon, and over 20% for monocrystalline silicon are expected to be achieved at production scale in the short to medium term. Promising candidates for such developments are heterojunction cells of crystalline silicon wafers with doped amorphous silicon layers and all-back-contacted cells on both mono- and multicrystalline substrates. In the long term silicon technology is expected to continue to play an important role in the PV sector. However, there is uncertainty regarding the precise module efficiency, silicon consumption, cell and module architecture and nature of the cell raw materials after 2020, when the market size is expected to be around several tens of GW p /year. It is likely that silicon technology will by this time incorporate technologies covered under the heading “Emerging and novel PV technologies” that are currently only at very early stages of development. Also, the separate steps for cell fabrication and module assembly may become one single integrated production step with thinner wafers or wafer-equivalent approaches. In the long term, it is expected that module efficiency will exceed the current laboratory record. This may only be possible by incorporating technologies at the periphery of the device such as up- or down- converters. For this reason, basic and applied research on advanced concepts and materials should be included in crystalline silicon research programmes. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 21 21 24/05/07 10:51:11 ",
        "\u0018\u0018 Table 3. Research priorities for wafer silicon cells & modules - time horizons for first expected application of research results in (pilot) manufacturing and products P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Cells & Modules 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects n Module efficiency >17% n mono & multi/ribbon >15% n In-line high-yield processing n Standardisation n Safe processing and products n Module efficiency >20% n mono & multi/ribbon >18% n High speed processes n Frameless structure n Safe processing and products n Module efficiency > 25% n Energy pay-back time < 6 months n Safe processing and products Applied/ advanced technology aspects n Back-contact cell structures n New technologies for electrical contacts n Heterojunctions for emitters and passivation n Contact/surface passivation n Roll-to-roll/ automatic module manufacturing n Low cost framing/ mounting n Lifetimes > 35 years n Metal contacts (processes, schemes and materials) n mproved device structures and interconnection schemes for modules n Metal contacts (processes, schemes and materials) n Improved device structures integrating cells/modules Basic research and fundamentals n Epitaxial Si films on low cost wafers n Low recombination contacts n New device structures n New passivation techniques n Epitaxial Si films on low cost wafers n Recrystallised Si on ceramics n Low recombination contacts n New device structures n New device structures including up/down converters and other novel concepts Casting crucible filled with silicon (400 kg) Source : Photowatt Silicon feedstock Source : Deutsche Cell EPIA-Strategic Research Agenda 22 22 24/05/07 10:51:20 ",
        "\u0018\u0018 4.2.4 Manufacturing and installation Material consumption must be reduced to avoid scarcity, reduce costs and reduce the energy pay-back time and other environmental impacts associated with PV module production. Investment costs for manufacturing plant represent an inevitable part of the cost breakdown of crystalline modules but should reduce with manufacturing equipment standardisation. It is expected that specific plant investment costs will reduce from 1 € /W p or more in current factories to less than 0.5 € /W p in the long term. The size of factories is also important for reducing costs sufficiently to meet to the overall targets. It is expected that the current plant capacity of typically 100 MW p /year plant will grow to 500-1000 MWp/year in the short term and probably an order of magnitude higher in the long term. It is likely that in each parallel production line in these plants multiple processes will be performed concurrently. Batch processes will tend to disappear. Module assembly, for instance, will likely become an automated sequence in which sheets of encapsulating materials will be applied on reels and spools. Reaching such production scale will require great effort. The SRA emphasises cost reduction but attention should also be given to product and process safety and the environmental impact of PV. In order that the large-scale use and production of PV finds popular support, safety must be designed into future products. Materials, manufacturing and installation must be safe and environmentally friendly. Recycling chemicals and system components may result in cost savings and play an important role in increasing the public’s acceptance of PV. 4.2.5 Summary In conclusion, research into crystalline silicon photovoltaic technology will primarily have to address the following subjects: n Reducing the specific consumption of silicon and materials in the final module n New and improved silicon feedstock and wafer (or wafer equivalent) manufacturing technologies, that are cost-effective and of high quality n Increasing the efficiency of cells and modules and, in the longer-term, using new and integrated concepts n New and improved materials for all parts of the manufacturing chain, including encapsulation n High-throughput, high-yield, integrated industrial processing n Finding safe processing techniques with lower environmental impact P V d e v e l o p m e n t EPIA-Strategic Research Agenda 23 23 24/05/07 10:51:23 ",
        "\u0018\u0018 P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Cell production Source : Deutsche Cell Silicon wafers Source : Solar World Full size module Source : ECN EPIA-Strategic Research Agenda 24 24 24/05/07 10:51:32 ",
        "\u0018\u0018 4.3 Existing thin-film technologies 4.3.1 Introduction Thin-film solar cells are deposited directly on large area substrates, such as glass panels (square metre-sized and bigger) or foils (several hundred meters long). Thin-film PV has an inherent low-cost potential because its manufacture requires only a small amount of active (high cost) materials and is suited to fully integrated processing and high throughputs. There are three major inorganic thin-film technologies, all of which have been have been manufactured at pilot scale (1-2 MW p ) and are being or have been transferred to high volume production (10 MW p to over 50 MW p ). The three technologies are amorphous/microcrystalline silicon ( TFSi - 13% efficiency), and the polycrystalline semiconductors CdTe (16.5% efficiency) and CIGSS (an abbreviation of Cu(In,Ga)(S,Se) 2 - 19.5% efficiency). They share a number of common features. Each technology requires only small amounts of semiconductor material: the film thickness is typically 1/1000 mm (1 µm). They have all shown long-term stability under outdoor conditions. They require minimal energy inputs: the energy pay-back time of thin-film modules is already around 1.5 years in central Europe and 1 year in southern Europe and could reach 3 months in the future. At present, the market share of thin-film PV within total PV production is below 10%, but might grow to 20% by 2010 and beyond 30% in the long term. The availability of large-area deposition equip- ment and process technology, as well as the experience available from within the architectural glass industry and the flat panel display industry, offer significant opportunities for high-volume and low-cost manufacturing. The monolithic series interconnection of cells to produce modules simplifies assembly in comparison with wafer-based technologies. Flexible lightweight modules can also be produced using thin polymer or metal substrates and roll-coating techniques. Thin-film technology thus has a great potential for cost reduction. The challenges facing thin films are to be found mainly in the realm of up-scaling production capacity. The global production capacity of thin films is expected to reach 1 GW p /year in 2010 and 2 GW p / year in 2012. It is being installed mainly in Japan, the USA and Europe. Europe already has excellent thin-film R&D infrastructure and a number of thin-film factories. Taking account of the increase in production facility sizes, improvements in module efficiency and dif- ferences in the calculation methods used by the PV industry, in 2010, the total manufacturing costs will most likely be in the range of 1-1.5 € /W p . Further cost reduction to below 0.75 € /W p in 2020 and 0.5 € /W p by 2030 can be reached. Little difference in cost between the different thin-film technolo- gies is expected in the long term. In summary, low cost and high-volume production of thin-film PV modules is achievable and should en- able costs to reach 0.5 € /W p in the long term if intensive R&D work is carried out. 4.3.2 Common features of all existing thin-film technologies As thin-film PV modules have broadly similar structures and the key steps in their production steps re- semble one another, R&D effort directed at one technology could be applied to another, increasing its usefulness. This section analyses aspects common to the three thin-film technologies, with requirements specific to each one given in later sections. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 25 25 24/05/07 10:51:33 ",
        "\u0018\u0018 4.3.2.1 Manufacturing and product issues Production equipment plays a crucial role in cost reduction. Standard equipment needs to be devel- oped in conjunction with well-defined processes to achieve higher throughputs and yields. Equipment manufacturers will play a vital role in this development and knowledge gained in relevant industries outside PV should be exploited. Deposition equipment from the flat panel display industry is an example. Another is sputtering equipment originally developed for coating glass but which can also be used for the deposition of transparent and metallic contacts on thin-film PV technologies. A final example is the use of roll-to-roll coating equipment, developed for the packaging industry, to manufacture flexible modules on foils. Productivity parameters such as process yield, uptime and throughput have to be improved by optimising existing processes and developing new processes. Quality assurance procedures and in-line monitoring techniques need to be developed further to improve production yield and module efficiency. The integration and automation of production and processing steps into one line should also help reduce production costs. Standardising substrates for modules and other common elements for the different technologies will help reduce the capital cost of production plant. Jointly pursuing the standardisation of equipment and of building construction elements is necessary and will have positive effects on overall system costs. Low-cost flexible modules on alternative substrates offer further potential for cost reduction and enable new module designs. The equipment and processes for the manufacture of such thin-film products on polymer and metal films have to be developed and improved to take full advantage of roll-to-roll produc- tion technologies and monolithic interconnection. Low-cost module encapsulation (also known as “packaging”) needs to be developed. Packaging includes the backsheet, bypass diodes, frames and laminating foils. In addition new module concepts are required that for example allow higher system voltages or that better tolerate shading. Common R&D needs for all thin films are summarised as follows: n Standardised product sizes to make the handling of products easier for vacuum deposition equipment n Standardised deposition techniques employed by the equipment n Lower cost transparent electrode materials with better optical and electrical properties, cycle times and yields and finding ways to include them in manufacture n Patterning processes for monolithic integration that reduce electrical and area loss and improve cycle time and yield (e.g. laser scribing) n Polymer or alternative sealing solutions with longer lifetimes that are suitable for higher throughput manufacturing n New and low-cost packaging of the active layers: barrier coatings, polymer foil to reduce material cost and to enhance productivity, in-line processes for packaging n Concepts for easier mounting and interconnection of modules n BIPV module designs that look more attractive and perform optimally; while being adapted to current practice in the construction sector n Quality control methods and inline quality assurance n Supply chain logistics (primarily outside the factory) for large-scale production P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 26 26 24/05/07 10:51:34 ",
        "\u0018\u0018 4.3.2.2 Efficiency and material issues The fundamental properties of inorganic thin films (with the exception of amorphous Si) are only partially understood. There is less accumulated knowledge of how to process thin films compared with the situation for crystalline Si. Fundamental research is needed to improve device quality and module efficiency and to develop a better understanding of the relationship between the deposition processes and parameters, the electrical and optical properties of the deposited materials, and the device properties that result. n Better fundamental understanding of the electronic properties of the three families of materials and their interfaces is needed n Improvement of the quality and stability of transparent conductive oxide (TCO) layers is required, while at the same time reducing the TCO’s cost n More advanced methods for optical confinement are required so that active layers can be thinner and cost less. Advanced optical and electronic modelling of heterostructures is required and technologies for the implementation of these methods needs further development n High-efficiency concepts using materials with different band gaps for wide spectrum absorption should be developed. Alternative absorber materials should be explored n Novel high-efficiency concepts are required, including, with a view to the long-term, spectrum conversion 4.3.2.3 Performance Although thin-film modules have been in use for over 25 years, field experience of today’s technology is limited. The material modifications and continuous process optimisations in thin-film module produc- tion are changing the characteristics and performance of devices. Although no fundamental problems have so far arisen, there is a need for accelerated ageing tests of new thin-film modules to assess their designs, requiring a better basic understanding of their ageing mechanisms. The development of standard procedures for measuring the performance and energy yield of thin-film modules is also important. 4.3.2.4 Recycling and energy pay-back time As with any new product, dedicated recycling processes need to be developed both for production waste and modules that have reached the end of their lives. The processes should minimise the genera- tion of toxic waste and allow high value metals and module elements to be recuperated. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 27 27 24/05/07 10:51:35 ",
        "Table 4. Research priorities for thin film PV - common aspects - time horizons for first expected application of research results in (pilot) manufacturing and products 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects n Optimisation of production lines with respect to productivity and product quality. n Standardisation of equipment. n Assessment of advanced materials and processes. n Integration of advanced quality control. n Piloting roll-to-roll-concepts n Proof of concepts for modified/new deposition methods, and combinations of processes and materials. Applied/advanced technology and installation (incl. O&M) aspects n Increase of module efficiency by 3% (absolute). n Improvement of deposition and patterning components and concepts. n Development of quality control methods. n Increase of module efficiency by a further 2% (absolute). n Trials of other deposition methods and substrate/ sealing concepts. n Demonstration of low-material-cost manufacture. n Increase of module efficiency by a further 2% (absolute). Basic research / fundamental science n Basic understanding of the physics and chemistry of TF materials. n Optical confinement. n Development of other concepts for deposition, patterning, sealing. n Diversification away from flat glass as a substrate n Multi-junctions. n Spectrum conversion concepts. n Technology merging P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Crystalline silicon modules on roofs in Heerhugowaard, The Netherlands Source : Roofs Magazine W I M \u0018\u0018 EPIA-Strategic Research Agenda 28 28 24/05/07 10:51:39 ",
        "\u0018\u0018 4.3.3 Thin-film silicon (TFSi) TFSi modules are based on amorphous silicon (a-Si) or silicon-germanium (a-SiGe) alloys, microcrystalline Si (µc-Si), and on processes involving the large-scale recrystallisation of Si. Following two decades of slow growth, the TFSi industry is reviving, thanks to new technologies like µc-Si and the development of large-area production. Major companies in the US and Japan are offering high quality products manu- factured using equipment and processes that they have developed with substantial government support. The TFSi sector benefits directly from the advances that have been made in the flat panel display sector with plasma enhanced chemical vapour deposition (PECVD), which can be applied to the deposition of a-Si on large areas. Several EU companies have recently announced the start of mass production using such equipment. The presence in Europe of a competent pool of module producers, equipment manufacturers and research institutes creates a favourable environment for the advancement of TFSi. 4.3.3.1 Materials and components The long-term cost of TFSi modules is determined by the cost of active layer material, the modules’ efficiency, the choice of encapsulation and packaging materials and the investment cost of production equipment. To reduce these costs, research should focus on improving the active layer material, especially of technologies based on µc-Si, finding ways to produce such materials at industrial scale, and developing adequate transparent conductive oxides (TCOs) and substrates. The most important aims are listed here: n Lower-cost plasma deposition in the manufacture of high quality micro- or nano-crystalline Si solar cells, for example using higher deposition rates and simplified processes n Specific high-quality TCO or glass/TCO-stacks suitable for high-performance cells, as well as materials suitable for “reversed” configurations in which the active cell layers are deposited on a flexible and/or non-transparent substrate (e.g. for roll-to-roll) n Improved understanding of the properties of materials, for example, the transport of electrons in µc-Si and of interfaces in single- and multi-junction devices: - low recombination loss junctions - the use of optical reflectors between cell stacks n New lower cost materials/components for packaging n New layers and materials, for example µc-SiGe, SiC, nanocrystalline-diamond, layers with quantum dots, spectrum converters n Evaluation of alternative, potentially lower-cost approaches for the deposition of high quality layers (for example without plasma) 4.3.3.2 Performance and devices Several possibilities exist for improving the efficiencies of single-junction amorphous silicon modules. For instance, features such as microcrystalline junctions may be added, or the modules may be combined with SiGe alloys. The introduction of these advanced features at low cost and the achievement of higher module efficiencies are key to the long-term success of the technology. A promising concept is the a-Si/µc-Si tandem cell. The best typical stabilised laboratory conversion efficiencies are currently in the range of 9.5% (a-Si), 12% (tandem a-Si:/µc-Si) and 13% (triple junction using SiGe alloys). This translates into commercial module efficiencies of 6.5, 8.5 and 7%, respectively but large area module efficiencies up to 11% have been demonstrated at the prototype scale. Achieving a laboratory-scale performance from production modules and mastering the production of multi-junction devices are the major challenges facing TFSi. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 29 29 24/05/07 10:51:40 ",
        "\u00180 Table 5. Research priorities for thin-film silicon (TFSi) - time horizons for first expected use of research results in (pilot) manufacturing and products P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects n PECVD systems to deposit microcrystalline-Si n High-rate µc-Si deposition n Produce high-quality TCO n Low cost packaging solutions/reliability n Produce technology (interconnection/ cleaning,...) n Roll-to-roll processing Target : line demonstration < 0.95 € /W p for 100 MW p , Ë >10% (glass substrate) < 0.75 € /W p for 50 MW p , Ë > 9% (flexible substrate) n Demonstrate next generation equipment with lower material use, higher throughput and higher efficiency n Simplified production processes n Ultra-low cost packaging Target : concept demonstration < 0.65 € /W p for 200 MW p , Ë > 12% (rigid) < 0.5 € /W p for 100 MW p , Ë > 11% (flexible) Target : concept < 0.4 € /W p at 500 MW p , Ë >15% (rigid) < 0.3 € /W p at 500 MW p , Ë > 13% (flexible) Applied/advanced technology aspects n Large area plasma processes for amorphous and microcrystalline Si Plasma process control n Improved substrates and TCO (light trapping) n Advanced embedding materials n Alternative techniques for absorber deposition Target : Demonstrate modules with Ë > 12% n New deposition reactor concepts n Fast high quality TCO/ substrate preparation n Introduce fully optimised light trapping schemes on large area n Process gas recycling/ full gas use Target : concept for modules with Ë > 15% n Test advanced device in pilot-reactors n Designs for ultra-high- throughput lines/ reactors n Process simplification n Fully integrated production line Basic research/ fundamentals n Quantitative understanding of electronic properties of layers and interfaces in devices n TCO/semiconductor interfaces n Quantitative understanding of light trapping n Developments of improved selected cell layers (e.g. µc-SiGe, SiC, nanocrystalline- diamond) Target : push up efficiencies and demonstrate stable cells with Ë > 15% n New techniques for very high-rate deposition n Incorporate quantum dots or spectrum-converting effects in thin-film Si n Combine thin-film Si with other PV technology n Understand fundamental limitations of thin-film Si Target : concepts for stable cells with Ë > 17% n higher performance materials n p-type TCOs n Photonic crystals, diffraction effects, effective medium approaches, etc. n introduce new materials n test new concepts Target : to narrow down the range of ideas for cost reduction EPIA-Strategic Research Agenda 30 30 24/05/07 10:51:41 ",
        "\u0018\u0018 Short-term objectives: n Manufacture of high efficiency tandem (a-Si/µc-Si) and triple junction devices at industrial scale n Plasma process control and monitoring n Quantitative understanding of the fundamental limits of µc-Si solar cells incorporated into multi-junction cells n Quantitative understanding of light trapping, and of the fundamental efficiency limits of TFSi-based multi-junction devices (including SiGe alloys) n Demonstration of TFSi cells with stabilised efficiencies above 15%, and, at the module scale, over 12% In the long term, higher stablilised cell efficiencies should be demonstrated (above 17% by 2020). One possible route to higher efficiencies could involve the incorporation of selected improved layers into devices (e.g. µc-SiGe, SiC, nanocrystalline-diamond, photonic crystals), the use of quantum dots or spectrum-converting effects in thin-film Si, and the combination of thin-film Si with other absorbers (PV technology merging). 4.3.3.3 Manufacturing and installation Analyses suggest that within the next two or three years production costs in the range 1.3-1.6 € /W p should be achievable for a-Si modules (efficiencies of 6.5 to 7.5 %), and for “micromorph” modules (ef- ficiencies 8 to 9%) using production equipment that has recently become available. The target for 2013 is an efficiency increase to above 10%, with production costs below 1 € /W p on rigid substrates. The corresponding targets for flexible substrates are 9% and 0.75 € /W p respectively. The targets assume production lines of 100 MW p /year for glass substrates and 50 MW p /year for flexible substrates. To meet these goals, cost-effective deposition of microcrystalline Si on large area (> 1 m 2 ) must be achieved. The second priority is to ensure the availability of suitable production equipment for high quality large area TCOs or TCO-stacks. Thirdly, to reach efficiencies in the range of those of crystalline Si, improve- ment across the manufacturing chain is required (achievable through minimising interconnection losses, improving homogeneity and using in-line process control). The value in developing modules on both glass and flexible substrates with reliable, lower cost packaging should be assessed. Manufacturing and installation-related aims are summarised as follows: n A full understanding of the relationship between plasma processes, reactor geometry and layer / device properties and the effects of upscaling n The design and construction of low-cost equipment able to deposit µc-Si and related layers over a large area at high rates n Large area, high rate fabrication of TCOs with high transparency, and light trapping ability n Interconnection using laser-scribing to minimise area losses, cheaper packaging, better reliability through moisture resistance n Processes and equipment specific to roll-to-roll production P V d e v e l o p m e n t EPIA-Strategic Research Agenda 31 31 24/05/07 10:51:45 ",
        "Unloading a 1.4 m 2 thin-film Si module on glass from a KAI1200 reactor of Oerlikon Solar. Source : OC Oerlikon Semi-transparent thin-film silicon modules integrated into buildings Source : Schott Solar Amorphous silicon solar cell on plastic roll after monolithic interconnection of the segments Source : VHF-Technologies \u0018\u0018 P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 32 32 24/05/07 10:51:58 ",
        "\u0018\u0018 4.3.4 Copper-indium/gallium-diselenide/disulphide and related I-III-VI compounds (CIGSS) CIGSS technology currently exhibits the highest cell and module efficiencies of all inorganic thin film tech- nologies (cells of 19.5%; commercial modules of 12%; prototype modules of 13-14% for areas of 0.35- 0.7m 2 ). There exist however, a number of subjects that must be addressed if costs are to be reduced. Large-scale manufacturing (mainly in Europe) of the first generation of CIGSS modules has begun, but there remains a need for research into production processes, like absorber deposition equipment and tools for in-line characterisation. New non-vacuum techniques for the deposition of device layers (like nanoparticle printing and electrodeposition) as well as the use of substrates other than glass (e.g. flexible metal and polymer foils) and low-cost encapsulation (using barrier coatings, transparent polymers) could reduce cost. In parallel, the industry must prepare itself for the production, in the medium to long term, of more efficient second generation CIGSS devices. A main challenge specifically facing CIGSS thin-film technology is the reduction of the material costs: high cost materials (In, Ga) should be replaced with, for example Al (a challenge that will become more pressing as CIGSS production increases to the very large scale), less material should be wasted during manufacture, active layer thicknesses should be reduced, and tolerance to impurity in the materials should be increased. The replacement of the CdS buffer layer and the optimisation of the TCO layers in these devices are key to facilitat- ing reduced cost large-scale manufacture. The development of wide band gap materials for CIGSS-based tandem cells and band gap-engineering of these materials is also required for higher module efficiencies. 4.3.4.1 Materials and components Fundamental research is needed in the short to medium term to find materials with high stabilised efficiencies that are also low-cost and easy to handle in large-scale manufacturing: n Better understanding of interface and grain boundary chemistry, diffusion behaviour and defect chemistry and the reversible gains through light soaking should enable cell efficiencies well above 20% to be reached n Improved understanding and control of nucleation and growth morphology of thin films on foreign substrates n Reduction of pin-hole and inhomogeneity effects n Better understanding of the influence of the deposition process on film characteristics and device behaviour under both accelerated lifetime testing and after long-term outdoor exposure. n Material cost minimisation through thinner films, maximising material yield and optimising material purity n Screening and synthesis of chalcopyrites that offer potential for improved efficiency, longer-lasting stability and/or that are cheaper and that contain fewer scarce materials n New device concepts (spectrum conversion, quantum effects, multi-gap cells) 4.3.4.2 Performance and devices Intensive R&D is necessary to prepare for future industrial production CIGSS-based modules: n ‘Proof of concept’ modules with efficiencies above 16% in the medium term n Alternative substrates for glass, such as polymer or metal foils, and design of the whole production chain including sealing of the active films n Testing of new deposition concepts like electrodeposition, nanoparticle printing, and micro- or macroscopically rough substrates (glass fibre mat) P V d e v e l o p m e n t EPIA-Strategic Research Agenda 33 33 24/05/07 10:52:00 ",
        "\u0018\u0018 Building integrated PV system with CIS modules, Schapfenmuhle, Ulm). Source : Wurth Solar Roof mounted PV system with CIS modules in buildings under monumental protection (Friedenskirche, Tübingen) High level of automation in CIS production Precise quality check by experts in CIS production Note : CIS = copper-indium-diselenide Source : Wurth Solar P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 34 34 24/05/07 10:52:11 ",
        "4.3.4.3 Manufacturing and installation Industrial development in the following areas: n The standardisation of prototype production equipment including supply chain management n Development and qualification of high-throughput processing equipment and high temperature processing (600°C) for reduced cycle times n Equipment designed for very large area in-line deposition on glass substrates of up to several square metres and roll-to-roll substrates n Reduction of material usage and cost through the optimisation of deposition equipment and material purity, as well as through the use of thinner films. The tendency for substrates should be towards the use of thinner and more flexible materials n Productivity improvements (production time, process yield, equipment uptime) n Quality control methods and quality management systems n Production modules at costs of much less than 1 € /W p and module efficiencies well above 15% n Recycling techniques for the re-use of material during production and for products at the end of their lives n Development of building-integrated PV, i.e. of modules that may be used in the construction of buildings and as architectural components P V d e v e l o p m e n t \u0018\u0018 Quality control of CIS modules during production Source: Wurth Solar EPIA-Strategic Research Agenda 35 35 24/05/07 10:52:16 ",
        "\u0018\u0018 Table 6. Research priorities for thin-film CIGSS - time horizons for first expected use of research results in (pilot) manufacturing and products 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects n Production equipment for today’s CIGSS module processes optimised for production yield, high-throughput, reduced investment cost and material consumption. n High-throughput, low cost packaging processes and equip- ment that prolong module lifetimes n Demonstrate equipment for CIGSS modules at 14% efficiency at absorber deposition times of < 5 min. n Standardise products and production equipment across all the TF industries Target : line demonstration < 1.2 € /W p for 50-100 MW p , Ë = 14% n Production equipment for CIGSS modules at 16 to 17% efficiency n Equipment optimised for low energy, low mate- rial consumption and alternative buffer layers n Recycling processes for modules and waste material from production n Demonstrate roll-to-roll processes for module production n Demonstrate ultra low cost packaging for rigid and for flexible modules n Demonstrate large area module production equipment Target : < 0.8 € /W p for >100 MW p , Ë = 14-15 % n Perform studies on the ‘industry and manufacturing’ aspects of very large production units for CIGSS modules with very high efficiency at very low production costs n Transfer of modified interconnect structures and processing n Transfer of ultra light and low cost packaging n Reoptimise processing to minimise energy needs, material costs, waste Target : < 0.4 € /W p , Ë = 16-18 % Applied/advanced technology aspects n Monitor CIGSS modules in outdoor operation n Recycling processes (production waste, product) n Processes for high speed deposition of functional layers n Processes for large area CIGSS modules at 14 to 15% efficiency n Inline/online quality control techniques n CIGSS modules for space applications n Reduce input material (film thickness, purity) n Processes for large area CIGSS modules at 16 to 17% efficiency n Roll to roll processes for module production n Alternative ‘low cost’ deposition methods for CIGSS absorber n Alternative buffer layers n Modifiy interconnects and cell structures n Alternative processes for patterning n CIGSS modules for concentrator application n Concepts for modules at >18% efficiency and demonstrate at the cell level e.g. tandem/triple structures with modified chalcopyrites, silicon or dyes as partners n Concepts for the replacement of expensive raw materials (In and Ga) by less expensive and more abundant elements n Demonstrate concepts for light trapping in CIGSS cells Basic research/ fundamentals n Quantitative aging models and understanding of long term stabilities n Qualitative and quantita- tive understanding of defects, impurities, metastabilities n Understand the influence of deposition parameters on all layer and cell qualities, influence of substrate n Extrinsic doping of CIGSS n Material screening, reducing the use of expensive materials (high efficiency & low cost) n Qualitative and quan- titative understanding of defects,impurities, metastabilities, layer structures n Understand the role of deposition parameters for layer qualities of absorbers and other functional layers n Understand electronic band structure in relation to buffer layer chemistry and increased cell efficiency n Concepts for cells with full spectrum utilisation other than multiple absorber cells e.g. up/down conversion, quantum dot structures n Concepts for the use of CIGSS nanoparticles as absorbers in organic cell structures n P-type TCOs for use in multi-layer structures P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 36 36 24/05/07 10:52:17 ",
        "\u0018\u0018 4.3.5 Cadmium telluride (CdTe) The attractive features of CdTe are its chemical simplicity and stability. Because of its highly ionic nature, the surfaces and grain boundaries tend to passivate and do not contain significant defects. Its ionic nature also means that absorbed photons do not damage its stability. CdTe’s favourable thermo-physical properties, simple phase diagram and chemical robustness make CdTe cells easy and cheap to manufacture, using a variety of deposition methods. The efficiency of CdTe cells depends on how the CdTe layers are grown, the temperature at which the layers are deposited and the substrate on which they are deposited. CdTe layers grown at high temperatures (~600 °C) on “alkali-free” glass yield cells of up to 16.5% efficiency, while lower efficiencies are obtained from CdTe grown at low temperature or on other types of substrates. There is a large gap between the theoretically achievable efficiency (>25%) and efficiency reached in practice (16.5%). Intermixing elements at the heterojunctions and using activation/annealing treatments to control the electronic properties of the CdTe layer and solar cells are important for further improving efficiency. It is essential to develop processes that are simple and compatible with high-throughput in-line manufacture. The “electrical back contact” on CdTe is an important R&D topic since it influences the efficiency and long term stability of CdTe modules. Efficient and stable electrical contact on p-type CdTe is a challenge because of both the high electron affinity and band gap of CdTe. Though several methods have been used to develop efficient quasi-ohmic contacts on p-type CdTe, there is a need to develop processes that further improve efficiency and stability and simplify device production. Alternatives to wet chemical etching processes should be identified. The most efficient CdTe solar cells on glass and polymers are grown as “superstrates”, i.e. the substrate will be facing the sun in the finished product. The properties of TCOs in such configurations and their compat- ibility with device structure and processing are crucial for high module efficiency and high production yield. The use of thinner CdTe absorber layers will lead to a better utilisation of raw material such as tellurium. CdTe thin-film modules are already being produced in both Europe and the USA at capacities of roughly 100-200 MW p /year. Asia is expected to follow soon. Module efficiencies of 9% have been reached and manufacturing costs already seem to be competitive with c-Si. Fast and simple deposition of absorber and contact materials allow for high-throughput production and promise further scope for cost reduction. CdTe has the potential to reach 15% efficiency at a specific cost of 0.5 € /W p in the medium to long term. However, to reach these values the material needs further R&D work to understand better its fun- damental physical properties. In the short term it is necessary to work on improving production technology and on better understand- ing production parameters and processes. For the medium and long term, advanced low temperature cell production on glass and foil substrates needs to be developed, as well as device configurations employing techniques for enhanced optical confinement (which will allow CdTe layers to become thin- ner) and modified or multi-absorber cell concepts for higher efficiencies. Finally, it is important to develop and implement a system for module end-of-life return and to close material-use cycles, especially as production volumes increase. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 37 37 24/05/07 10:52:18 ",
        "\u0018\u0018 Table 7. Research priorities for thin-film CdTe - time horizons for first expected use of research results in (pilot) manufacturing and products 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects Improved standard cell production technology: n Advanced activation/ annealing suited to in-line production, dry processes, use of alternative chlorine -containing precursors n Ohmic back-contacts by vacuum processes, avoidance of wet chemi- cal etching processes n Advanced TCOs, new interconnection processes for modules Target: 12% efficiency module with production cost of <1 € /W p Advanced cell production technology: n Devices with thinner films n Control of nucleation and film morphology during deposition n Simple and robust deposition and processing sequences Target: 15% efficiency module with production cost of 0.5 € /W p Optimised cell production technology: n Modified device structures (inverted film sequence, p--n cells) n Device structures and conversion efficiencies that approach the physical limits of a cell Target: 18% efficiency module with production cost of 0.3 € /W p Applied/advanced technology aspects n Advanced control of homogeneous deposition n Improved doping/ activation processes n Elaboration of controlled film interdiffusion across heterojunction n simplified back contact materials and processes Target: knowledge improvement of standard cells and modules (improvement of efficiency and stability) n Determination and elimination of pinhole and weak diodes n Alternative TCOs with low cost processes (high eff. cells with thinner layers) n Lower process temperatures n Modified deposition techniques and equipment (high speed, and equipment (high speed, low temperature, large area, low material consumption) Target: Development of technology needs for knowledge based implementation of improved cells n Alternative window layers n Testing and development of advanced alternative devices in pilot lines n First tests of new concepts and tandems Basic research/ fundamentals n Understanding of interface interdiffusion processes n Understanding of inhomogeneities and grain boundary effects Target: Fundamental understanding of the physics of standard CdTe cells n New cell concepts such as pin structures n Investigations of deposition processes, materials, device structures for higher device eff. and stability n Development of structured cells for light trapping in thinner layers n other II-VI semiconductors Target: Fundamental understanding of the physics of advanced CdTe cells n Third generation concepts (for full spectrum utilisation) n T andem/triple cells n Composite dye/ 2-6 hybrid cells Target: Fundamental understanding of the physics of full spectrum 2-6 cells P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 38 38 24/05/07 10:52:20 ",
        "\u0018\u0018 4.3.5.1 Materials and components For further increasing efficiency and stability, intensive fundamental R&D probing of the physics and chemistry of CdTe and the other films that make up CdTe-based solar cells is required. The results will be used to develop lower cost techniques. Some of the key areas for study include: n Fundamental understanding of the physics of CdTe solar cells n Fundamental understanding of interface and interdiffusion processes and of grain boundary effects n Extrinsic doping and simple activation processes n Ohmic contacts and materials with multi-functionality that increase overall performance and reduce production cost n Fundamental knowledge of materials and interfaces for advanced devices with high efficiencies (over 20% at laboratory scale). n Further improvement of single layer or bi-layer TCO materials and processes n New substrate materials and modified processes that allow low temperature deposition and high growth rates (i.e. high-throughput manufacturing) n Materials and processes for multiple band gap approaches 4.3.5.2 Performance and devices The following performance- and device-related topics need to be addressed to reach the targets outlined earlier. n Improvements in activation/annealing and back contact formation n Device structures employing enhanced optical confinements in thinner CdTe layers n High performance (efficiency and stability) n Modified cell structures on glass and foils n Interconnection schemes for reducing interconnect-related losses 4.3.5.3 Manufacturing and installation Industrial development is required in the following areas: n Higher productivity and standardised process equipment n Reduction of the quantity and purity of material needed for high efficiency devices n Processes to recycle production waste and CdTe modules that have reached the end of their lives P V d e v e l o p m e n t EPIA-Strategic Research Agenda 39 39 24/05/07 10:52:21 ",
        "\u00180 4.3.6 Summary for thin films Thin-film PV has a very high potential for cost reduction if materials and manufacturing can be improved by intensive and effective R&D on the fundamental science and production technology. The main and most important R&D aspects with highest priorities are: Common aspects for existing thin films: n Reliable, cost-effective production equipment n Low cost packaging solutions both for rigid and flexible modules n More reliable modules through better quality assurance procedures (advanced module testing, and improved assessment of module performance) n Recycling of materials and old modules n Alternatives for scarce chemical elements such as indium and gallium TFSi n Processes and equipment for low-cost, large area plasma deposition of micro/nanocrystalline silicon solar cells. Mastery of the interplay between plasma/devices/upscaling. n Development of high-quality low cost TCOs suitable for large area high performance (>12% efficiency) modules n Demonstration of higher efficiency TFSi devices (above 15% on laboratory scale), improved understanding of interface and material properties, of light trapping, and of the fundamental limits faced by TFSi-based materials and devices CIGSS n Improvement of the throughput, yield and degree of standardisation of production equipment n Modules with efficiencies greater than 15% (or greater than 20% at laboratory scale) through deeper understanding of the fundamental physics of these devices n Alternative/modified material combinations and alternative approaches to processing like roll-to-roll coating and combined or non-vacuum deposition methods; highly reliable and low cost packaging to reduce material costs CdTe n Activation/annealing treatments to control the electronic properties of the CdTe layer n Improved and simplified back-contacting for enhanced yield and throughput n Concepts for high efficiency n New device concepts for thinner CdTe layers n Enhanced fundamental knowledge of materials and interfaces for advanced devices with high efficiencies (up to 20% at laboratory scale) P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s EPIA-Strategic Research Agenda 40 40 24/05/07 10:52:22 ",
        "\u0018\u0018 4.4 Emerging and Novel PV-technologies The PV market is dominated by crystalline Si solar cells, but with a number of thin-film technologies challenging this position. Both crystalline Si solar cells and “traditional” thin-film technologies (a-Si:H and its variations based on protocrystalline or microcrystalline Si as well as polycrystalline compound semiconductors) are developing roadmaps aiming at further cost/Wp reductions. Limiting the PV research to these sets of PV-technologies may be risky for two reasons. First, flat-plate modules are limited to efficiencies not exceeding 25%. Secondly, the European PV industry would miss opportu- nities afforded by step-changes in technology. These beyond-evolutionary technologies, described below, can either be based on low-cost approaches related to extremely low consumption of (often expensive) materials or approaches that push the efficiencies of solar cell devices beyond the 25% limit achievable with incremental improvements to cells based on traditional designs. In fact, the goal to develop crystalline Si and thin-film solar cell technologies with a cost below 0.5 € /W p relies on disruptive breakthroughs in the field of novel technologies. An open attitude towards developments presently taking place in material and device science (nanomaterials, self-assembly, nanotechnology, plastic electronics, photonics) is needed to detect these opportunities in an early stage. ”Emerging” technologies and “novel” technologies are at different levels of maturity. The label “emerg- ing” applies to technologies for which at least one “proof-of-concept” exists or can be considered as longer - term options that will disrupt the development of the two established solar cell technologies - crystalline Si and thin-film solar cells. The label “novel” applies to developments and ideas that can potentially lead to disruptive technologies, the likely future conversion efficiencies and/or costs of which are difficult to estimate. This chapter discusses the material synthesis, material deposition and efficiency requirements for each category and, where possible, costs. 4.4.1 Emerging PV technologies In each of the areas below, Europe has built up a strong R&D position. The first steps towards commercialisa- tion are being taken in some of them. There are three sub-categories within the “Emerging PV technologies” category, all of which essentially aim at very low production costs with efficiencies around 15%. 4.4.1.1 Advanced inorganic thin-film technologies Advanced inorganic thin films have their roots in the thin-film technologies covered in the previous chapter, but the concepts discussed here, which relate to substrates, deposition technology and mod- ule manufacturing, have the potential to divert TF technology away from the path mapped out in that chapter. An example of such an advanced inorganic thin-film technology is the spheral CIS-approach. In this technology, glass beads (disruptive compared to the present glass substrates) are covered with a thin polycrystalline compound layer (covering the glass bead evenly with a thin layer requires basic adaptations of the deposition technology) and the interconnection process between the spheral cells is fundamentally different from the monolithic module approach typically used. Another prominent example is the polysilicon thin-film approach where the polycrystalline Si layer is manufactured at temperatures higher than normally used for a-Si:H or microcrystalline Si. This results in a pn-device rather than a pin-device (Image 1). The higher deposition temperature would enable deposition rates to be higher (thereby addressing also one of the issues related to microcrystalline Si solar cells) and increase the quality of active silicon layers. This higher electronic quality should result in laboratory-scale demonstrations of efficiencies around 15% in the next 5 years. However, upscaling P V d e v e l o p m e n t EPIA-Strategic Research Agenda 41 41 24/05/07 10:52:25 ",
        "\u0018\u0018 Possible implementation of low-band gap solar cells in a thermo-photovoltaic system. Source : Fraunhofer ISE Polycrystalline Si solar cell module on high-T substrate Source: IMEC Nanocrystalline dye-sensitised solar cell module Source : Fraunhofer ISE Full-organic bulk heterojunction solar cell made with screen-printed transparent contact and active layer Source : IMEC P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Image 1 Image 2 Image 3 Image 4 EPIA-Strategic Research Agenda 42 42 24/05/07 10:52:33 ",
        "\u0018\u0018 of the deposition equipment to deposit polycrystalline Si active layers at temperatures above 600 o C is still at an early stage and further development of suitable ceramic and high-temperature glass substrates is necessary to exploit the full potential of this technology. Europe has a company involved in bringing the polycrystalline Si solar cell technology into production aided by the intellectual property generated by several leading European R&D groups. 4.4.1.2 Organic solar cells For all of the approaches in this sub-category, the active layer consists at least partially of an organic dye, small, volatile organic molecules or polymers suitable for liquid processing. Organic solar cells have been the subject of R&D for a long time already because they offer the prospect of very low cost active layer material, low-cost substrates, low energy input and easy upscaling. This last potential ad- vantage offers the possibility of printing active layers, thereby boosting production throughputs typically by a factor 10 to 100 compared to other thin-film technologies. Modules made using such technology could cost less than 0.5 € /W p . The emergence of organic solar cells has been facilitated by cell concepts that are radically different from the planar hetero- or homojunction solar cells in production today. The basis of these concepts is the existence of nanosized domains resulting in a bulk-distributed interface increasing the exciton dissociation rate and thereby also increasing the collection of photogenerated carriers. Within ‘organic solar cells’, two technology branches exist. One is the hybrid approach in which organic solar cells retain an inorganic component (e.g. the Graetzel cell, Image 2). The other is full-organic approaches (e.g. bulk donor-ac- ceptor heterojunction solar cells, Image 3). The main challenges for both approaches relate to the increase of efficiency, stability improvement and the development of an adapted manufacturing technology. The efficiency of these devices must be raised to 10% with a target of 15% for laboratory cells by 2015, if they are to be deemed to hold potential in the long-term. Only by first reaching such efficiencies on laboratory cells can one hope to develop manufacturing technology for large-area modules with efficiencies over 10%. The increase in the performance of organic solar cells requires improved basic understanding of the device physics, the synthesis of novel materials and the development of advanced cell concepts (multi-junction or non-planar approaches). In view of the improvements foreseen for organic materials (both concerning their absorption and transport properties) and cell concepts, there is little doubt that efficiency levels up to 15% are indeed feasible. The main challenge is the improvement of stability. The term “stability” is used here to encompass the intrinsic stability of the organic materials used in the active layer, the stability of the cells’ nanomorphology and the stability of the contact between metal conductors and organic semiconductors. Work in these three areas and progress in the field of low-cost encapsulation techniques (also needed for organic LEDs and organic electronic circuits), should result in modules with a stability of at least 15 years. Europe is well placed to remain at the cutting edge of R&D in and production of organic solar cells in part because of its strong position in related fields like organic electronics. 4.4.1.3 Thermophotovoltaics (TPV) In the long term, this third approach could be used in concentrating solar thermal power applications (CSP). Before that happens, the technology could be used in CHP systems. Within Europe there are several low- band gap cell types being investigated for TPV ranging from germanium-based cells to advanced ternary and quaternary alloys incorporating the elements gallium, antimony, indium, arsenic and aluminium. Although some R&D is still needed on the individual components of a TPV system (cell, monolithic module integration, emitter, filters), the main challenges are to integrated the components in a system, boost reliability and the demonstrate electricity costs less than 0.1 € /kWh and a system efficiency of 15% (Image 4). P V d e v e l o p m e n t EPIA-Strategic Research Agenda 43 43 24/05/07 10:52:34 ",
        "\u0018\u0018 Table 8. Research priorities for emerging technologies - time horizons for expected evolution of the technology and for first expected use of research results in (pilot) manufacturing and products, respectively P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Basic category Technology Aspects 2008-2013 2013-2020 2020-2030 and beyond Advanced inorganic thin-film technologies Spheral CIS solar cells Material Deposition technology Industrial implementation Ë > 12 % on industrial level ~ 0.5-0.8 € /W p Implementation of advanced concepts in solar spectrum tailoring in ultra-thin solar cells to reach < 0.5 € /W p (see also 3.2.2) Device Parallel interconnection Performance Ë = 14% Cost N.A. Thin-film polycrystalline Si solar cells Material Improving poly-Si electronic quality, deposition upscaling Industrial implementation Ë = 12 to 14% on industrial level ~0.5-0.8 € /W p Performance Ë = 14% / monolithic module process Cost N.A. Organic solar cells Dye solar cells Material Improved and stable sensitizers, solid electrolytes, encapsulation to ensure lifetime > 15 years Industrial implementation Ë > 10% on industrial level ~ 0.5 - 0.6 € /W p Implementation of advanced concepts of solar spectrum tailoring to reach < 0.5 € /W p (see also 3.2.2) Performance Ë = 15% Cost N.A. Bulk heterojunction Material Improved and stable polymers, stabilisation of nanomorpho- logy for 5 years Low-cost encapsulation materials to guarantee stability > 15 years Device Printing technology Organic multi-junctions Organic multi-junctions Performance Ë = 15% Ë > 10% on industrial level Cost N.A. ~ 0.5 - 0.6 € /W p Thermophotovoltaics Material Cell/module technology for various active materials Nanostructured emitters Novel active layers using nanotechnology Performance Demonstration of reliability Electrical efficiency > 8% Electrical efficiency > 8% Cost N.A. < 20 c € /kWh < 10 c € /kWh N.A. = Not Applicable EPIA-Strategic Research Agenda 44 44 24/05/07 10:52:36 ",
        "\u0018\u0018 4.4.2 Novel PV technologies PV technologies in this category can be characterised as high-efficiency approaches. Within this cat- egory, a distinction is made between approaches that tailor the properties of the active layer to better match the solar spectrum and approaches that modify the incoming solar spectrum and function at the periphery of the active device, without fundamentally modifying the active layer properties. Advances in nanotechnology and nanomaterials are relevant to both approaches. 4.4.2.1 Novel Active layers Nanotechnology allows features with reduced dimensionality to be introduced in the active layer: quantum wells, quantum wires and quantum dots. There are three different approaches using these features. The first aims at obtaining a more favourable combination of output current and output voltage of the device. Both parameters are related to the band gap of the semiconductor used, but with opposite dependence. Selecting the optimum material thus implies making the best trade-off between current and voltage. By introducing quantum wells or quantum dots consisting of a low-band gap semiconductor within a host semiconductor with wider band gap, the current might be increased while retaining (part of) the higher output voltage of the host semiconductor. A second approach aims at using the quantum confinement effect to obtain a material with a higher band gap. The third approach aims at the collection of excited carriers before they thermalise to the bottom of the concerned energy band (e.g. hot carrier cells). The reduced dimensionality of quantum-dot material tends to reduce the number of allowable phonon modes through which this thermalisation takes place and increases the probability of harvesting the full energy of the excited carrier. Several groups in Europe have established strong reputations for growing, characterising and applying these nanostructures in various structures (III-V elements, Si, Ge). Ground-breaking R&D on new concepts for the longer term is also being performed (e.g. the metallic intermediate band solar cell; Figures 2 and 3). The research effort for most of these approaches prioritises basic material development, advanced mor- phological and opto-electrical characterisation, and the development of models that predict the behaviour and performance of the cell when illuminated. The theoretical limits of the efficiencies of these devices are as high as 50-60%. To be confident that these technologies will deliver in the medium to long term (i.e. meet the 2020 cost targets proposed earlier in this report), efficiencies above 25% under 1 sun have to be demonstrated at laboratory scale before 2015. Research in novel active layers should be conducted in concert with concentrator system research, since it is highly probable that this technology will perform best under high intensity illumination. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 45 45 24/05/07 10:52:36 ",
        "\u0018\u0018 P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Band structure of an intermediate band solar cell, showing transitions energy gaps and quasi-Fermi levels Source: Polytechnical University of Madrid Layer structure of the intermediate band solar cell using quantum dots Source: Polytechnical University of Madrid Down-convertor Up-convertor In down-conversion systems a high-energy (e.g. violet) photon is converted to two lower-energy (near infrared) photons allowing more efficient harvesting of the energy of the high-energy photon; in case of the up-convertor two low-energy (e.g. near infrared) photons are converted to a higher energy (yellow~green) photon. Down-conversion systems should be applied at the frontside of the cell, whereas the up-converting systems should be incorporated at the rear of bifacial solar cells. Figure 2 Figure 3 Figure 4 EPIA-Strategic Research Agenda 46 46 24/05/07 10:52:39 ",
        "\u0018\u0018 4.4.2.2 Tailoring the solar spectrum to boost existing cell technologies Tailoring the incoming solar spectrum for maximum conversion to electricity in the active semiconductor layer relies on up- and down-conversion layers and plasmonic effects (Figure 4). Nanotechnology might again play an important role here. Surface plasmons generated through the interaction between photons and metallic nanoparticles have been proposed as a means to increase the photoconversion efficiency in solar cells by shifting the wavelength of the incoming light towards the wavelengths at which the col- lection efficiency is maximal or by increasing the absorbance by enhancing the local field intensity. The application of such effects in photovoltaics is definitely still at a very early stage, but the fact that they can be ‘bolted-on’ to conventional solar cell technologies (crystalline silicon, thin films) may reduce their time-to-market considerably. An improvement of at least 10% (relative) of the performance of existing solar cell technologies thanks to up- or down-convertors or the exploitation of plasmonic effects should be demonstrated in the coming decade. With proofs-of-concept available, practical low-cost synthesis routes for these layers and manufacturing processes to introduce these layers into existing solar cell technologies should be developed (expected 2015-2025). The greatest benefits will be obtained by combining modifications to the active layer with modifications to peripheral cell components. 4.4.3 R&D Topics The following two tables describe high-priority topics only. More details are provided in the annexe to the SRA. The following points should be noted: n Only when industrial implementation of a particular technology is foreseen does it make sense to indicate a possible future cost. The module cost should be lower if module efficiency is lower n Performance refers to the performance of laboratory cells, unless otherwise stated n Beyond 2020 some convergence of the research areas is expected n “Device” refers to both device concepts and device technology In summary, in the period 2007-2013, efficiency and stability improvement, encapsulation techniques and the development of first-generation module manufacturing technology will dominate “emerging” PV technologies. Concerning “novel” technologies the emphasis in the coming years will instead be on nanotechnology (nano-particles, and methods of growing and synthesising them). The first demonstration of concepts based on the use of such materials within functional solar cells will occur in a few years. Theoretical and experimental tools to understand, manufacture and characterise the morphological and nano-scale opto-electrical properties are needed to accomplish the vast major- ity of research work related to “novel” technologies as well as part of the research work related to “emerging” technologies. For the period beyond 2013 the most promising concepts are to be selected from those researched, and turned into commercial products through research into cost reduction (e.g. through plant upscaling), and research into the environmental implications of very large (over 10 GW p /year) production scenarios. The successful development of ”emerging” and “novel” PV technologies requires universities to team up with institutes with a strong background in photovoltaics. This collaboration will ensure that good ideas are rapidly taken up and that the potential of emerging and novel PV technology is looked at objectively and dispassionately. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 47 47 24/05/07 10:52:40 ",
        "\u0018\u0018 Table 9. Research priorities for novel technologies - time horizons for expected evolution of the technology and for first expected use of research results in (pilot) manufacturing and products, respectively P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Basic category Technology Aspects 2008-2013 2013-2020 2020-2030 and beyond Novel active layers Quantum wells Quantum wires Quantum dots Nanoparticle inclusion in host semiconductor Material Deposition technology Nanoparticle synthesis Metallic interme- diate band bulk materials Morphological and opto-elec- tronic characteri- sation As for 2008-2013 Upscaling of the most promising approaches re- quiring low-cost approaches for deposition technology, synthesis, cell and module technology compatible with module costs < 0.5 € /W p Device First functional cells under 1-sun or concentration Lab-type cells Selection Performance N.A. Ë = 30% Cost N.A. N.A. Boosting structures at the periphery of the device Up-down converters Material Fundamental R&D on materials Stability of boosting layer materials Upscaling of most promising approaches requiring low- cost approaches for synthesis of required materials. deposition or application technology of peripheral layers with module costs < 0.5 € /W p Device First demonstra- tion on existing solar cell types under 1 sun or concentration Lab-type cells Selection Performance N.A > 10% efficiency improvement relative to baseline Cost N.A. N.A. Exploitation of plasmonic effects Material Metallic nanoparticle synthesis with control over size, geometry and functionali- sation Stability of boosting layer materials Device First demonstra- tion on existing solar cell types under 1 sun or concentration Lab-type cells Selection of most promising appraches Performance N.A. > 10% efficiency improvement relative to baseline Cost N.A. N.A. N.A. = Not Applicable EPIA-Strategic Research Agenda 48 48 24/05/07 10:52:41 ",
        "\u0018\u0018 4.5 Concentrator technologies (CPV) 4.5.1 Introduction The idea of concentrating sunlight to generate photovoltaic electricity is about as old as the science of photovoltaics itself. The basic principle is shown in Figure 5. Concentrating the sunlight by optical devices like lenses (F 0 ) or mirrors reduces the area of expensive solar cells (F c ) and/or of the modules that house them, and increases their efficiency. CPV’s reliance on beam irradiation and the necessity to track the sun’s motion across the sky by moving the system, is partly compensated by longer exposure of the cells to sunlight during the day. The most important benefit of this technology is the possibility to reach system efficiencies beyond 30%, which cannot be achieved by single-junction 1-sun (ie. non concentrating) photovoltaic technology. CPV technologies have played a minor role in PV R&D for more than 25 years. Sandia Labs in the USA developed the first concentrator system in the mid 1970s. It was a 1 kW p system with a reported efficiency of 12.7% at a concentration of 50 suns. At about the same time, Spectrolab (USA), under contract to Sandia Labs, developed a 10 kW p system with a reported efficiency of 10.9 % at 25 suns. Prototypes in France, Italy and Spain with designs similar to the one of Sandia Labs followed very soon afterwards. Since then several concentrator systems have been installed. Less than 1 MW p /year of CPV manufacturing capacity exists today, but over the last few years a number of companies have entered the market. The main reasons for this increased interest in CPV technology are the following: n PV applications have grown to scales that bring PV power plants within sight n Using solar cells made of III-V semiconductor compounds paves the way to very efficient systems with efficiencies of 35% and in the future maybe of 40% or above (Figure 6) 4.5.2 Materials and components R&D in CPV should obey the following principles if it is to be successful: n CPV is suited to medium or large PV systems rather than small ones n CPV should be sited in open areas or on flat roofs rather than on inclined roofs CPV systems that adhere to these principles can follow a variety of designs (Figure 7). The concentration factor may be small, intermediate or large. The concentrating elements may be based on reflection, refraction or other forms of optical manipulation. The tracking system may be 1-axis, 2-axis or based on another system. In spite of the diversity of system lay-outs, R&D in CPV may be divided into the following activities: n Concentrator solar cell manufacturing n Optical systems n Module assembly and fabrication methods of concentrator modules and systems n System aspects - tracking, inverter and installation issues P V d e v e l o p m e n t EPIA-Strategic Research Agenda 49 49 24/05/07 10:52:42 ",
        "\u00180 P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Principle arrangement of a PV concentrator. Here a Fresnel lens is used to concentrate the sunlight onto a small solar cell. The tracking system is not shown. B E T T The expected future efficiencies of CPV cells, modules and systems Source: Fraunhofer ISE Solar radiation Heat transport lens F 0 Solar cell F c Concentration Factor C A I Small C = 2 to 100 B II Middle C = 100 to 300 C III Middle to Large C = 200 to > 1000 Type of Concentrating Element A Reflective (Mirror) Double Mirror (Cassegrain) 1 to 100 m² B Refractive (Lenses or Fresnel Lenses) Also with secondary concentrator Combined refractive + reflective elements cm² to m² C Other, e.g. Fluorescence collectors Tracking System 1 1-axis for low concentration (C < 100) 2 2-axis for high concentration (C >100) 3 Other, e.g. Static concentrator, 1-axis + secondary Schematics of CPV systems a) b) c) Figure 5 Figure 6 Figure 7 EPIA-Strategic Research Agenda 50 50 24/05/07 10:52:44 ",
        "\u0018\u0018 Research in the field of CPV must address the whole system. Only if the interconnections between all the components are considered can the complete system be optimised. This requires strong collaboration between different research groups, making collaborative European projects of particular importance. Materials research is needed for all the components in CPV systems: 1. High-efficiency silicon cells or III-V- compound multilayer cells should be used in concentrator systems. The environment to create these cells must be ultra-clean. This aspect of the cells’ manufacture is described in more detail in the next section 4.2.3. 2. As shown above, a great variety of optical systems have been introduced and tested, using plane and concave mirrors, lenses and Fresnel lenses and secondary concentrators. The task here is not so much to develop new devices but to combine existing technology in reliable, long-term, stable and low-cost ways. In addition standardised solutions and test procedures are essential. It is not yet clear which concentration range will ultimately be considered optimal but the tendency today is towards systems with concentration factors between 300 and 1000 (Image 5). In this range, optical systems must be fairly precise with good surfaces and/or surface coatings. In particular Fresnel lens-type elements must be produced with very sharp ring segment borders in order to exhibit transmittance of over 90 %. Refracting elements must have low absorptance and good anti-reflection coatings. Reflecting elements must have long-lasting coatings able to reflect more than 90 % of incident light. These elements must be produced in a way that minimises material usage and that is automated in order to push costs down. Accelerated ageing tests and long-term real-time outdoor testing are also necessary for the development of optical components. 3. Module assembly. The optical elements work in a geometry that is fixed with respect to the con- centrator solar cells. This mounting must be made in a fully automated process, with high-speed and precise placing of the cells, a task that can be made easier by borrowing from the expertise of microelectronic and opto-electronic device manufacturers. In many cases the cells are mounted on heat dissipating elements. They also must be integrated and interconnected during module assembly. In some cases optical elements and solar cells are enclosed in a weather-proof module box in which they are interconnected in serial or parallel strings. These concentrator modules must be mechanically stable and resistant against humidity, condensation and rainwater ingress over long periods. It is also important to find the module size that maximises long term stability, but minimises fabrication costs and mounting costs. Standardised durability tests need to be developed. Recycling aspects should also be considered and investigated. P V d e v e l o p m e n t A module produced by Concentrix Solar, which uses Fresnel lenses to concentrate sunlight 500 times onto cells of 2mm diameter Source : Fraunhofer ISE Image 5 EPIA-Strategic Research Agenda 51 51 24/05/07 10:52:47 ",
        "\u0018\u0018 Table 10. Research priorities for concentrator optical systems - time horizons for first expected application of research results in (pilot) manufacturing and products P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Table 11. Research priorities for concentrator module and system assembly and fabrication - time horizons for first expected application of research results in (pilot) manufacturing and products Optical System 2008- 2013 2013 -2020 2020 -2030 and beyond Industry manufactur- ing aspects n Cost reduction (lens or mirror): target costs for optics < 0.5 € /W p or < 20 € /m², secondary: < 0.20 € /piece by 2013. n Process automation, high volume production. n Low cost materials with high optical efficiency, reproducible antireflective treatment. n Target costs for optics: <0.3 € /W p n Systems design and materials able to reach 85% optical efficiency in mass production n Target costs: < 0.1 € /W p n Target optical efficiency 90 % Applied/ advanced technology aspects n Development of primary- and secondary- (to be integrated with the cell mounting optics for medium and high concentration with wider acceptance angle. n Technologies for improved alignment of optical parts and cell assembly. n Development of production process for primary and secondary optics n Films and coatings on plastic or glass n Highly automated production concepts for optical mirrors and lenses n New technologies for large area coating Basic research, fundamentals n Increase optical efficiency (>85% average/year), stability (>20 years) and acceptance angle of the optical systems and so of the whole system n Development of long term test sequences for foils and coatings. n New optical concepts for very high concentration n Ultra-high concentra- tion >2500 suns n Solving heat transfer problems n Development of optical systems for hybrid (thermal and electrical) applications n Optics with high acceptance angle at high concentration level n Advanced optical systems that reduce the tracking requirements Module Assembly 2008- 2013 2013 -2020 2020 -2030 and beyond Industry manufactur- ing aspects n Target module efficiencies: 25% n Target assembly costs 0.7 - 0.9 € /W p n Target guaranteed module lifetime: ≥ 20 yrs) n Manufacturing concepts for module fabrication n Target module efficiency 30% n Target assembly costs: <0.5 € /W p n Concepts for auto- mated mounting and sealing of modules Concepts for very large scale (GW p range) CPV module production Applied/ advanced technology aspects n Low cost concepts and process automation for the single parts, solar receiver assembly, housing, cabling, etc) and the whole module n Approaches for high- throughput assembly n Recycling concepts n Procedures for easy mounting and replacement n Concepts for fully automated production Basic research, fundamentals n New sealing techniques for stable long-term field performance n Investigations of materials like glues, solder, silicones with respect to long term reliability n Investigation of interaction between the materials used for the module fabrication n Designs for larger size modules n Approaches for effective passive cooling n Combined use CPV and thermal solar energy n Combinations of different tech- nologies in the CPV module, e.g. PV and electrolyser to produce hydrogen n New materials for lower cost and a higher degree of integration on the module level EPIA-Strategic Research Agenda 52 52 24/05/07 10:52:49 ",
        "\u0018\u0018 4 - System aspects. A considerable part of the cost of a CPV system may be attributed to the tracker and the largest cost in its manufacture is the cost of steel. It is obvious that engineering R&D must find here a potential for cost reductions. Tracker designs must find the best compromise between size, load-capacity, stability, stiffness and material consumption. This implies co-operation between the PV community and the designers of load bearing structures. Know-how from other technical branches like bridge-building, cranes, large tents, ships may also be useful. A second important issue is the tracking accuracy under outdoor conditions, where temperatures vary and wind puts a strain on the structure. The need for accuracy depends on the concentration factor required of the system. High-concentration systems must track to accuracies better than 0.1 degree requiring advanced mechanical construction and electronic control systems. The electronic control of CPV systems should include routines to analyse faults quickly and automatically. A great number of tracker constructions have already been demonstrated. Convergence towards cost–ef- fective, standardised layouts is expected. Most of the inverters on the market today have been designed to work with crystalline silicon or thin-film flat modules. Inverters optimised for CPV systems should be developed. The CPV module output power could for instance be used for tracking control. The integration of tracking control electronics and the inverter into one device could result in big savings. 4.5.3 Devices and efficiency There are good reasons to use the very best solar cells in CPV applications. For low and medium concentrations crystalline silicon is a good choice (Image 6). Small single crystalline Si solar cells of PERL-type 1 made of FZ-silicon 2 have reached 25% under 1 sun illumination. Under concentrations of 92 suns a silicon point contact cell 3 has recently shown 27.6 % efficiency. This efficiency is close to the theoretical limit, so there is not much room for improvement (Figure 6). It is, however, important to achieve these results in large industrial production with high yield and reduced costs. A shift towards higher concentration (500 suns) and towards tandem and multi-junction cells consisting of III-V semiconductor compounds is observable. These cells are composed of fairly complex layer systems that are epitaxially grown by MOVPE 4 in a computer-controlled semi-automatic process. Image 7 illustrates a GaInP/GaInAs/Ge triple cell grown on a Ge substrate. Recently triple junction cells of GaInP/GaInAs/Ge have shown efficiencies of 35.2% at 600 suns (ISE/ RWE, Europe) and of 40.7% at 240 suns (Spectrolab, USA). It is generally believed that much scope exists to push the efficiencies of these multi-junction cells higher perhaps by adding further junctions to the cells. This is research work that can only be expected to be commercialised in the medium to long term. Short-term research in technologies close to the market should focus on producing large quantities of multi-junction cells with a minimum average efficiency of 36 % (depending on concentration factor) at high yield and reduced costs. The target for the efficiency of laboratory cells is 45 %. A further medium- to long-term goal is to replace the Ge substrate by a Si substrate. Ge is one of the scarcer elements in the Earth’s crust and an alternative will be needed when CPV is produced at very large scales. P V d e v e l o p m e n t 1- PERL: passivated emitter and rear, locally diffused. This cell was developed at UNSW in Sydney Australia 2- FZ-Si: floating zone grown silicon 3- A point contact cell has emitter and base contacts on the rear side. 4- MOVPE: metal organic vapour phase epitaxy EPIA-Strategic Research Agenda 53 53 24/05/07 10:52:50 ",
        "Table 12. Research priorities for concentrator system aspects - tracking, inverter and installation - time horizons for first expected application of research results in (pilot) manufacturing and products. P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Table 13. Research priorities for concentrator solar cell manufacturing - time horizons for first expected application of research results in (pilot) manufacturing and products. Tracking/ Installation 2008- 2013 2013 -2020 2020 -2030 and beyond Industry manu- facturing aspects n Tracker cost target: 100 € /m² - 150 € /m². n Tracking accuracy <0.2° n Inverter cost target: 0.3-0.5 € /W n Production technology for trackers n Inverters with increased efficiency and lifetime n Tracker cost target: <100 € /m² n Tracker lifetime > 30 years n Concepts for automated mass production of trackers n Inverters costing: < 0.3 € /W Applied/ advanced technology aspects n Design optimisation for easy transportation and installation for utility applications n Fast detection of tracker failure n Optimisation of material utilisation (light weight construction) n Power plant engineering n Grid connection of power plants n Dedicated inverters for CPV n Trackers for larger systems n Maintenance free, low energy consumption, high reliability and performance stability n Inverters with power quality functions and active grid stabilisation n Integration of short term storage n Inverter based grids n Standardised village grids powered by CPV n Integration of long term storage Basic research, fundamen- tals n Combination of inverter and tracker electronics n Smart tracking control n Increased tracking accuracy n Effects of wind loading n New tracker drivers n Combined maximum power point and tracking algorithms n New tracker design concepts n Alternatives for steel in the tracking construction n Sensorless tracking methods n Advanced control algorithms for grid stabilisation n Control algorithms for distributed inverter-based grids Concentra- tor Cell 2008- 2013 2013 -2020 2020 -2030 and beyond Industry manu- facturing aspects n Achieve high-yield industrial manufacturing processes for Si and III-V concentrator solar cells. n Target efficiency: Si: > 22 % @10-30 suns Si: > 26 % @100-300 suns III-V: > 35 % @ > 500 suns n Reduce cell production costs to 0.25 - 0.5 € /Wp by 2013. n Target cell production costs: < 0.2 € /Wp n Manufacturing processes for III-V multi-junction solar cells with ef- ficiency of 38 % at >1000 suns n Low cost design concepts and manufacturing processes for sili- con cells for moderate concen- tration and moderate climates (thin films with light-trapping) n Manufacturing concepts for 4 to 6 junction cells Applied/ advanced technology aspects n For low concentration factors: use, adapt and improve standard Si technology n For medium concentration factors: Si back contact cell n For high concentration factors: III-V triple-junction cell n Improve MOPVE growth process n Application of manufacturing techniques derived from microelectronic technology for mass production n Fully automated, high-throughput processes for large-scale cell production Basic research, fundamen- tals n Materials research for improved understanding of properties and behaviour n Efficiency increase (triple junction cell, with 38 % at 1000 suns and 36 % at 2000 suns) n Increase stability and lifetime n Encapsulation technologies n Characterisation techniques n Solar cell modelling n CIS and other alternatives as concentrator cells n Research for 4-6-junction cells applications n III-V material studies and solar cell modelling n Growth of III-V semiconductors on Si n New materials like GaInN n Novel cell concepts for efficiencies exceeding 50 % n Research for detailed understanding of material, properties, behaviour and potential applications \u0018\u0018 EPIA-Strategic Research Agenda 54 54 24/05/07 10:52:52 ",
        "\u0018\u0018 4.5.4 Manufacturing and installation The scale of the CPV industry lags that of flat-plate PV by about one or two decades for the reasons discussed in section 4.2.1. It is expected, however, to make up this delay to the point where, in, 2013 the cumulative installed capacity will lie in the region of several hundred MW p . R&D work has to be undertaken particularly in the area of large-scale production, i.e. high-throughput, to realise this ambition. Material consumption must also be reduced. A projection for future turn-key CPV system prices extrapolated from current prices are shown in Figure 8. The most important R&D in CPV manufacturing will aim at: 1. Improving the efficiency of mass-produced cells to the levels currently seen in the laboratory (over 26 %) and to 35 to 45% efficiency in the longer term 2. Improving optical elements (optical efficiency, lifetime and product engineering) 3. Automated industrial module assembly (adjustment of elements, packaging and sealing), high-throughput manufacturing with high yield, resulting in products with long lifetimes 4. Construction of light, robust and precise trackers for all outdoor climate conditions 5. Set-up and monitoring of demonstration systems and large plants, in the range several hundred kW p (short term) to multi-MW p (medium term) 6. Techniques for guaranteeing the quality of products with intended lifetimes of over 20 years, development of standards, in-line testing and recycling methods for the modules This list encompasses an immense quantity of work, which is broken down into tasks with short-term and medium-term relevance in the tables of section 4.2. 4.5.5 Summary Although CPV technology, out of all PV technologies, is the best one for high conversion efficiencies experience with manufacturing CPV systems is still lacking in comparison with the experience that other PV technologies have gained because there was/is no market for small CPV applications. The visibility of CPV is now improving. A large number of R&D tasks have to be undertaken to meet the common targets across all PV technologies for the short term (up to 2013) and medium term (up to 2020): n Materials and components: (i) Optical systems: find reliable, long-term stable and low-cost plane and concave mirrors, lenses and Fresnel lenses and combine with secondary concentrators. (ii) Module assembly: Develop materials and mounting techniques for assembling concentrator cells and optical elements into highly precise modules stable over long periods using low-cost fully automated methods. (iii) Tracking: Find constructions that are optimised for size, load-capacity, stability, stiffness and material consumption. n Devices and efficiency: Develop materials and industrial production technologies for very high efficiency concentrator solar cells: Si cells with efficiencies above 26 %; multi-junction III-V-compound cells with efficiencies above 35 % (45 % in the laboratory). Find the optimum concentration factor for each technology. n Manufacturing and installation: Find optimised design, production and testing routines for the integration of all system components. Develop methods for installing, outdoor testing and evaluating the cost of CPV systems. These R&D tasks can be summarised as: increase CPV device efficiency and decrease the amount of material needed to manufacture devices and manufacturing costs. This is the best combination for overall cost reduction. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 55 55 24/05/07 10:52:54 ",
        "P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s The ARCHIMEDES low concentration PV system developed by ZSW, Germany Source : Fraunhofer ISE Diagram of a GaInP/ GaInAs/Ge triple solar cell on Ge substrate Small concentrator solar cells on a 100mm wafer Source : Fraunhofer ISE The expected yearly production of CPV systems (red) and the price of turn-key installed CPV systems in € /W p (black) Source : Fraunhofer ISE Image 7 Figure 8 Image 6 \u0018\u0018 EPIA-Strategic Research Agenda 56 56 24/05/07 10:53:08 ",
        "\u0018\u0018 4.6 Balance-of-System (BoS) components and PV systems 4.6.1 Introduction Photovoltaic systems can be implemented in a range of applications, sizes and situations, meeting a wide range of power needs. The research agenda needs to take account of this diversity and identify the actions that would have the most impact on the expansion of the PV market and the fulfilment of the potential of this technology to contribute to energy supplies in Europe and elsewhere. The user encounters PV technology at the system level and requires it to be reliable, cost-effective and look attractive. This research agenda concentrates on topics that will achieve one or more of the following: n reduce costs at the component and/or system level n increase the overall performance of the systems, including aspects of increased and harmonised component lifetimes, reduce losses and maintain performance levels throughout system life n improve the functionality of the systems, so adding value to the electricity produced n improve the aesthetics of systems to be integrated in the built environment to win public support for large-scale deployment Traditionally, PV systems are divided into two main categories depending on whether they are connected to the electricity grid system or not. Grid-connected systems can be sub-divided into central systems, which feed all the electricity generated into the grid, or dispersed systems where the electricity goes to meet local loads first with only the excess fed into the grid. Whilst most large ground based systems fall into the first category, building-integrated systems of all sizes can be operated in either mode. “Off-grid”, or “stand-alone”, systems can also be divided into those intended for professional applications (e.g. telecommunications, remote sensing) and those for rural development applications (e.g. irrigation, lighting, health centres, schools). The wide variation in system applications entails a variation in system costs, but the variation is not so great that indicative values cannot be provided. The module has traditionally been the most costly component, typically accounting for 50-70% of the costs at system level. This varies considerably with application and system size, since balance of systems (BoS) components and installation costs do not scale proportionally with system size. In the projections of future system costs, it is assumed that the module will remain the highest cost item. Nevertheless, in order to meet the cost targets required for a high PV penetration between 2020 and 2030, substantial and consistent system-level cost reductions must be made alongside those for the PV module. The system-level costs can be broadly divided into those for BoS components (whether part of the energy generation and storage system or components used for control and monitoring) and installation (including labour). Significant scope exists for cost reduction at the component level, but it is equally important to address installation issues by harmonising, simplifying and integrating components to reduce the site-specific overheads. It is usual to express cost targets for PV systems in terms of W p or kW p but, ultimately, at the system level, the cost comparison must be made between the unit cost of the electricity generated from the PV system and from any alternative energy source. Both these values will vary with application and system details. A full treatment of the relationship between the kWh cost and the W p cost is not possible here. In 2005, the target price for a typical PV system minus the module was set at 1 € /W p for 2010 and <0.5 € /W p for 2030 and beyond [PVT 2005], but these numbers may vary substantially with system type (e.g. roof- P V d e v e l o p m e n t EPIA-Strategic Research Agenda 57 57 24/05/07 10:53:09 ",
        "\u0018\u0018 P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s top, building-integrated or ground-based), module efficiency and location. Nevertheless, meeting these targets would imply that the kWh cost of PV-generated electricity will be comparable to the consumer electricity tariff in most European countries by 2015 or 2020, depending on the local irradiation, and to a lesser extent on the module’s behaviour under non-standard conditions (at high temperatures, low light intensities, low angles of incidence). Studies performed in Germany, the Netherlands and the UK have estimated BoS prices to be between 1.6 - 2.5 € /W p for building-mounted systems on domestic properties, with some evidence that prices could be as low as 1.2-2 € /W p . Still lower prices can be obtained for large ground-based systems. If large amounts of the same component are used in the installation, the unit price of the mounting system can be expected to decrease and installation time can be expected to be less than in the case of same total capacity installed in smaller systems. The economies of scale observed for large PV systems must be applied to small systems by promoting the harmonisation and standardisation of installation approaches. BoS costs are made up of both power- and area-related costs (e.g. the cost of the mounting structure). Area-related costs are currently between 30 and 70% of the BoS costs, depending on application. Since the array area depends on module efficiency, increasing this efficiency can help significantly in achieving the system-related goals. The relationship between kWh cost and W p cost is also a function of the i) lifetime of all components ii) the performance of the system over its lifetime and iii) the value of other features of the installation (shading, noise barrier). The quality of a PV system can also be expressed in terms of environmental parameters such as the energy pay-back time, which R&D should aim to reduce. The prolongation of component lifetimes and the increases in system productivity both augment the positive environmental impact of PV systems. PV on roofs in “City of the Sun”, Heerhugowaard, The Netherlands Source : Municipality of Heerhogowaard Roof mounted PV system with copper-indium-diselenide modules Source: Wurth Solar EPIA-Strategic Research Agenda 58 58 24/05/07 10:53:13 ",
        "\u0018\u0018 4.6.2 Components At the component level, highest priority is given to the development of inverters, storage devices and new designs for specific applications, especially for building-integrated systems (BIPV). The main objectives for the inverter are the extension of lifetime to 20 years (largely a question of improving the reliability of the inverter in grid-connected systems) and cost reduction. Research for the medium term focuses on the possibility of using functionality built-in to the inverter to improve the quality of grid electricity, by control- ling reactive power or filtering harmonics. It could also help utilities introduce smart metering. Since storage devices are necessary for off-grid PV systems, five recommendations for storage research are made below relating mainly to batteries: n Adaptation of battery management systems (BMSs) for new battery technologies (e.g. Li-ion and Ni-MH) for PV applications. The BMS improves battery life by monitoring the state of charge of the battery and allows communication between the battery and the PV system. n Field testing of new battery technologies developed for other applications (e.g. automotive, consumer market) and with the potential to reduce life cycle costs in PV applications, to assess lifetime (target of 30 years), performance, added value and cost (target of less than 3 c € /kWh of energy throughput). n Innovative approaches to the short-term storage of small amounts of electricity (1-10 kWh), including materials and processes for cost reduction, lifetime, flexible operation and modularity that comply with requirements for recycling and low life-cycle emissions. n Approaches for the integration of the storage component into the module, to provide a single product that is both cheap and straightforward to use in stand-alone and remote applications. Both the module and storage device will need to operate well at the same temperature. Its specifications should be standardised. n Devices for storing large amounts of electricity (over 1 MWh). These technologies should be ready 20 years from now and may be based on alternative technologies to batteries. Their first application may be to buffer the output of wind farms. Much of the research on PV modules will be carried out within the cell and module development projects discussed in the previous sections. However, issues such as multifunctionality, the use of PV modules as construction elements and the integration of modules with other system components relate to the system and are included here. A major objective of BoS development is to extend the lifetime of BoS components to that of the modules in a given application. The short to medium term target for grid-connected and stand-alone systems is to increase the BoS component lifetime to 20 years. For systems installed in isolated, off-grid areas, component lifetime should be increased, particularly that of the battery, to around 10 years. Components for these systems need to be designed so that they require little or no maintenance. 4.6.3 Systems and system use Research into systems targets cost reduction, reliability and utility. The proposed work includes looking at concepts of storage in grid-connected systems using inverters that are able to operate in island mode to increase the reliability of supply in case of disturbances on the main grid. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 59 59 24/05/07 10:53:14 ",
        "\u00180 P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s Table 14. Research priorities for Balance of System at the component level - time horizons for first expected application of research results in (pilot) manufacturing and products 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufactur- ing aspects n Increased inverter reliability and lifetime to achieve > 20 years of full operation n Low cost electronic components, among others. through the application on new designs strategies and new semiconductors n Introduction of new storage technolo- gies in pilot units for large field trials and assessment of lifetime and cost n General purpose tracking platforms for high efficiency module options of all kinds n Low cost support structures, cabling and electrical connections for domestic and large ground based PV systems n Increased inverter reliability and lifetime to achieve > 30 years of full operation Applied/ advanced technology and instal- lation (incl. O&M) aspects n Adaptation of battery management systems for new generations of batteries n Highly reliable, low-maintenance components for stand-alone systems for development applications n Component development for minimisa- tion of system losses (e.g. modules with tolerance to partial shading, modules for operation at a system voltage >1000V) n Low cost control and monitoring of system output, including using appropriate measurement protocols n Computer programmes to forecast output, and validation of forecast algorithms n AC PV modules with integrated inverters that can be pro- duced in very high numbers at low cost n Innovative storage technologies for small storage capacities (1-10 kWh) n Advanced modules for BIPV applications - multi-functional, self-cleaning, construction elements, new design solutions n Strategies for centralised system monitoring (e.g. web based) n Interaction of PV with other decentralised generation n Modules with integrated storage, providing extended service lifetimes (target of 40 years) Basic research/ fundamentals n PV inverters optimised for different PV-module technologies n Development of power electronics and control strate- gies for improving the quality of grid electricity at high PV penetrations n Technologies for high capacity storage (>1 MWh) n Alternative storage technologies EPIA-Strategic Research Agenda 60 60 24/05/07 10:53:16 ",
        "\u0018\u0018 The monetary value for end-consumers of electricity from grid-connected PV systems depends on where they are situated. In countries that offer feed-in tariffs, it is equal to that tariff. In countries where net-metering is practised, it equals the avoided purchase cost of electricity. In the case of a time-dependent electricity tariff and a demand curve that follows the power output of PV modules, the value of PV electricity can be very high, especially if the marginal cost of other generation capacity supplying electricity to the grid is high. Technologies to capture this value need to develop in parallel to PV. In the longer term, PV systems will become key components in low-voltage sub-grids (or microgrids). A detailed assessment of the value of PV electricity in various grid configurations in Europe both with and without storage is very important. This assessment may well show that PV is already a cost-competitive form of marginal electricity generation capacity in some instances. The research agenda focuses on harmonisation, including component lifetime, module specifications (to reduce initial design costs and to simplify replacement and modification of systems in the future), connec- tion codes and modularity (to reduce costs for large installations). It includes the development of control and monitoring strategies to maximise system performance, whilst retaining simplicity of operation, and considers the interaction of PV systems with the grid at high penetration levels. Performance assessment is important for the on-line analysis of PV systems (e.g. for early fault detection) and for off-line analysis of PV systems (e.g. to analyse the loss mechanisms). The knowledge gathered can be used to validate computer programs for the prediction of the energy yield of new PV systems. This work needs to be revisited as new module types and system designs are adopted. Intelligent inverter functions and how PV systems interact with other distributed generation technologies are relevant here. The recent rapid growth of grid-connected applications seems to have overshadowed the attention for stand-alone systems in research programmes, including those of the EU. The Technology Platform’s working group on developing countries has identified the following topics as particularly important in BoS research: n Low cost and highly reliable components for island PV systems and island PV-hybrid systems n Techniques to manage island microgrids with a high share of PV generators n Cost-effective instruments for the surveillance of large numbers of distributed PV systems (e.g. satellite) n Efficient and sustainable incentives for the use of PV systems n Financial mechanisms that make off-grid PV systems more affordable In the main, the research priorities above describe activities that should be implemented in the short- and medium- term. As new module technologies emerge, some of the ideas relating to BoS may need to be revised. 4.6.4 Summary BoS research aims at reducing costs at the component and/or system level, increasing the overall performance of the system and capturing the full value of electricity produced by the system and/or by the system’s utility as a building component. The research priorities are: n Increasing inverter lifetime and reliability n New storage technologies for small and large applications and the management and control systems required for their efficient and reliable operation n Harmonising components, including lifetimes, dimensions and options for modularity to decrease site specific costs at installation and replacement costs during system life n Assessing and optimising the added value of PV systems for different system configurations n Finding concepts for stability and control of electrical grids at high PV penetration levels n Finding components that enhance multifunctionality and/or minimise losses n Components and system designs for island PV and PV-hybrid systems P V d e v e l o p m e n t EPIA-Strategic Research Agenda 61 61 24/05/07 10:53:17 ",
        "Table 15. Research priorities for Balance of System at the system level - time horizons for first expected application of research results in products and applications 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufactur- ing aspects n Standardising system components to facilitate economies of scale in manu- facture and simplify replacement n Prefabricated ready-to-install units, particularly for large grid-connected systems Applied/ advanced technology and instal- lation (incl. O&M) aspects n Assessment of value of PV electricity, including for meeting peak demand, and as an uninterruptible power supply when combined with a storage device n Tools for early fault detection n Assessment of long term average local radiation potentials and forecasts of solar insolation n Management of island microgrids with high share of PV generators n Development of efficient incentive management for PV systems n Billing and metering schemes for PV in off-grid PV systems n Bringing the lifetimes of different compo- nents into line with each other above 25 years n Updating fault- detection tools for advanced system designs Basic research/ fundamentals n Development of technology for high voltage systems (>1000 V) n New concepts for stability and control of electrical grids at high PV penetrations Ground-based system in Spain Source : Corporación Energía Hidroeléctrica de Navarra P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s \u0018\u0018 EPIA-Strategic Research Agenda 62 62 24/05/07 10:53:22 ",
        "\u0018\u0018 4.7 Standards, quality assurance, safety and environmental aspects 4.7.1 Introduction Defined standards are important for PV as much as for any other industry, because they impose a few non-negotiable specifications on the technology, for instance on its manufacture or its installation. Approved quality assurance procedures enable reliable comparisons to be made between products. Standards and QA procedures together inspire investor confidence because they give investors a sound basis for judging whether their investment will be a commercial success. To minimise the cost of PV electricity, it is essential for the systems to work well for long periods. This implies that the quality of the system needs to be assured and that it needs to be adequately maintained according to defined standards, guidelines and procedures. At the moment a comprehensive set of standards exists for the design qualification and performance measurement of (especially crystalline silicon) PV modules, but fewer standards for thin-film modules, CPV, inverters, AC modules, complete systems and system components have been defined. Quality assurance guidelines and procedures are needed. Any negative environmental impact associated with the production, operation and dismantling of PV systems must be minimised. This implies that the energy pay-back time of systems needs to be short, that the use of hazardous materials needs to be avoided and that systems and system components need to be designed in a way that encourages recycling. 4.7.2 Standardisation, harmonisation, testing and assessment Government legislation and (for grid-connected systems) rules imposed by utilities oblige PV systems to meet building standards, including fire-safety standards and electrical safety standards. In a number of cases, the development of the PV market is hindered by differences in local standards (inverter require- ments/settings, grid connection regulations) or the lack of standards (e.g. PV modules/PV elements not being certified as a building element because of the lack of an appropriate standard). Any unfounded inconsistencies in standards that affect PV must be corrected and any gaps in standards that inhibit the growth of the sector must be filled in. Sometimes guidelines are more appropriate than standards. Guidelines are required for the quality of manufacturing materials, wafers, cells, modules, components for concentrator systems and BoS components. Guidelines are also needed for system design, system installation and system testing. The reporting of this data should follow a standard, clearly-presented format. 4.7.3 Quality assurance In-line production control techniques are a good way to characterise PV components and make the implementation of quality assurance procedures easier. Certification schemes providing meaningful relevant information to customers in different markets are needed, initially for modules and inverters and later for complete systems. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 63 63 24/05/07 10:53:23 ",
        "\u0018\u0018 Table 16. Research priorities for standards, quality assurance, safety and environmental aspects - time horizons for first expected application of research results P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s 4.7.4 Environmental aspects EU research on strategies to dispose of PV systems at the end of their lives has focused mainly on the recycling of crystalline silicon modules. The recycling of thin-film and concentrator modules, and BoS components is largely unaddressed. Recycling infrastructure should take account of the needs of end- users and of the PV industry. Research is needed into the best methods of delivering low cost, easy to access recycling infrastructure to all. Life Cycle Analyses (LCAs) have become an important tool to evaluate the environmental profile of energy technologies. In an LCA, properties of a technology like the CO 2 emission per kWh electricity produced and the energy pay-back time can be calculated. In addition the results of LCAs can be used in the design of new processes and equipment for cell and module production lines. The most recent LCAs in Europe have yielded and continue to yield information on the performance of crystalline silicon cell technology [EC 2004], but they are now needed also for a number of thin-film technologies and for BoS components and in the longer term, emerging cell/module technology. 4.7.5 Summary n Develop performance, energy rating and safety standards for PV modules, PV building elements and PV inverters and AC modules n Harmonise conditions for grid-connection across Europe n Develop quality assurance guidelines for the whole manufacturing chain n Develop recycling processes for thin-film modules and BoS components n Conduct LCAs on thin-film and concentrator PV modules and BoS components, and in the longer term, on emerging cell/module technology 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Industry manufacturing aspects n Performance, energy rating, qualification and safety standards for PV modules, PV building elements, concentrator systems incl. trackers and PV inverters/AC modules n In-line process and production control techniques and procedures n Guidelines for specifications and quality assurance of materials, wafers and cells, modules (including sizes and mounting techniques), components for concentrator systems and BoS components n Quality label for PV modules n Harmonise conditions for grid-connection n Guidelines for production equipment n Develop further in-line process and production control techniques and procedures n Improve certification schemes, in particu- lar for systems n Harmonise standards and guidelines applied to components Applied/advanced technology and installation (incl. O&M) aspects n Guidelines for design, installation and system test, monitoring/evaluation n Recycling processes n LCAs on modules (especially thin-film and concentrator modules) n LCAs on BoS components n Recycling processes (new components) n LCAs on emerging cell/module technologies Basic research/ fundamentals EPIA-Strategic Research Agenda 64 64 24/05/07 10:53:24 ",
        "\u0018\u0018 4.8 Socio-economic aspects and enabling research 4.8.1 Introduction Scientific and technological excellence, as outlined previously, play a critical role in innovation, but successful exploitation of innovation also depends on other factors, including: n Aligning the priorities for technological development with important market needs, including those relating to consumer acceptance of specific products n Increasing access to funding and capital, both public and private n Ensuring availability of trained personnel for the different parts of the value chain from basic research to sales and marketing n Increasing public and political awareness and providing information to the public n Responding quickly to societal concerns and preferences for technology development n Maintaining an appropriate and effective regulatory balance throughout the process This section makes recommendations for socio-economic and other enabling research that address the non- technical factors helping or hindering the development and uptake of PV across Europe and in the markets addressed by European companies. The results of this research should be used to make the EU the preferred location for R&D into and production of PV technology. Some of our recommendations are specific to PV, whilst others topics relate to the more general concept of decentralised energy generation and would be more logically carried out within a project looking at several different technologies for decentralised generation. 4.8.2 Socio-economic aspects of large-scale PV use The successful introduction of a new technology such as PV is dependent on an effective public dialogue encompassing the total costs, risks and benefits. As an emerging energy provider and despite tremen- dous growth over several years, the absolute production volumes of PV are still small compared to the installed conventional generation capacity and the benefits of economies of scale are not yet clearly visible to the general public. Media attention is too focused on the high up-front investment costs of PV systems rather than on the advantages it brings to society in the long term. Ways of exploiting the added value of the PV electricity were discussed in section 4.3, along with the merits of using PV in microgrids. Both require optimisation of the supply patterns, which in turn require market research. The increased distribution of energy technologies brings additional players into the energy market and devolves some control to the individual consumer. Socio-economic research in this area should consider the optimum procedures for introducing PV up to target levels for a wide range of users. This should include research into interfaces that allow end users to interrogate the PV system (see also section 4.3). Research into the macro- and micro-economic effects of implementing a new source of electricity produc- tion, such as on employment and regional development are needed. Consideration should be given to the affordability of PV systems for lower income households. 4.8.3 Enabling research Public awareness of photovoltaic technology is increasing. The technology is well thought of. It is not, however, clear that this situation will persist indefinitely as ever greater numbers of PV systems appear. It is important for PV companies to perform market research, run public relations campaigns, and to listen to the advice and views of focus groups. P V d e v e l o p m e n t EPIA-Strategic Research Agenda 65 65 24/05/07 10:53:25 ",
        "\u0018\u0018 Table 17. Research priorities for socio-economic and enabling research - time horizons for first expected application of research results P V d e v e l o p m e n t o p t i o n s , p e r s p e c t i v e s a n d R & D n e e d s The growing PV industry and the evolving electricity supply industry create a demand for appropriately trained personnel to work at all stages of the value chain, from cell development to system installation and sales and marketing. Work should be carried out on categorising and quantifying the skills base required over the next two decades. Using the results of this research, steps must be taken to ensure that enough people possess the skills demanded by the industry at the time that the industry wants to recruit personnel. In parallel, the ongoing technical research discussed in previous sections should include training provision at master’s degree or doctorate level wherever possible. Since PV implementation is related to a number of other sectors, including electricity supply, construction, nanotechnology and flat panel displays, information transfer to and from these sectors is also important and should be addressed. 4.8.4 Summary To take full advantage of progress in the development of PV modules and systems, it is important to ad- dress proactively any societal concerns and other barriers that might set back PV’s progress. The main priorities are to: n Identify and quantify the non-technical (i.e. societal, economic and environmental) costs and benefits of PV n Address regulatory requirements and barriers to the use of PV on a large scale n Establish the skills base that will be required by the PV and associated industries in the period to 2030 and developing a plan for its provision n Determine a cost-effective and workable infrastructure for reuse and recycling of PV components n Develop schemes for improved awareness in the general public and targeted commercial sectors 2008 - 2013 2013 - 2020 2020 - 2030 and beyond Market and industrial aspects n Market development research, including efficiency of financial schemes for promoting PV in different markets n Regulatory aspects of market development - insurance, contracts, planning issues n Understanding of industry training needs for short and medium term n Optimisation of technology transfer to construction and electricity supply sectors n Economic and logistical aspects of PV module and component reuse and recycling User aspects n Identification and quantification of non-technical costs and benefits of PV technology n User interaction with PV systems - optimisation of the user interface n Public awareness and information dis- semination schemes relating to large- scale deployment of PV technology EPIA-Strategic Research Agenda 66 66 24/05/07 10:53:26 ",
        "\u0018\u0018 5 Research funding 5.1 Project methodology: basic considerations Collaborative research projects have played a crucial role in establishing Europe as a world-leading R&D region. The list below introduces our general thinking on funding schemes for collaborative research and research by individual teams, with more detailed proposals following later: n The funding schemes supporting the intended research should be flexible and tailored to the time- scale for the use of the research results in commercial products. n For R&D results that will be commercialised in the short term, the consortia bidding to undertake the research should be composed of partners with complementary expertise and financial interests to avoid disputes over the ownership of intellectual property created during the project, which could affect the exploitation of the research results. This will limit in many instances the choice of partners. The yardstick of success for this kind of research is the degree to which the project’s results are patentable, the number of successful prototypes realised and the extent of take-up in industrial production and products. n The research funding instruments supporting R&D for the long-term, such as ‘emerging’ and ‘novel’ PV should be flexible and adapted to the area’s relatively high level of risk. It is essential that the knowledge created within R&D projects is suitably protected, for example by patents or by publication if the aim is both to prevent one particular company seizing all the rights to the knowledge and to disseminate it to the broader PV community. Including industrial partners in these research projects is not necessarily conducive to meeting this last objective. It would be better to set up “user commissions” consisting of interested industrial partners to whom the main achievements are presented on a regular basis or to organise workshops where project results are discussed with scientists and researchers from outside the research project. The success of long-term research projects should be measured by the number of patents they give rise to, scientific publications, citation indexes, the interest of the “user commission” and a quantitative assessment of the effectiveness of the workshops. n Combining different sources of funding is desirable, providing this imposes no significant administra- tive burden. The deadlines of calls for proposals in the same area issued by regional, national and European funding agencies should be synchronised so that the start of projects that combine funding from these different sources is not needlessly delayed. 5.2 Proposed schemes Collaborative research It is vitally important to continue with the collaborative research model and apply it to the topics identified in chapter four. Consortia proposing projects should be given the freedom to include as many or as few partners as they want, and, during the project, to allow in or exclude partners and to adjust the focus of their work. The administrative burden of participating in and preparing projects should be reduced. Comments on a few of the instruments for funding European-level research are given below. There are, of course, many others that are also potentially of interest to PV researchers. R e s e a r c h F u n d i n g EPIA-Strategic Research Agenda 67 67 24/05/07 10:53:27 ",
        "\u0018\u0018 Collaborative research in neighbouring fields The research to be carried out in the area of ‘emerging’ and ’novel’ PV-technologies could also be financed under budgets related to materials, nanotechnology, self-assembly and photonics. The PV Technology Platform will endeavour to interest communities more directly involved with these fields in our proposals for research. The PV Technology Platform has already initiated a dialogue with SUSCHEM, the European Technology Platform of the chemical industry, the European Construction Technology Platform, and the Smart Grids Technology Platform, which should all send representatives to the ‘user commissions’ described above. There may be knowledge to be gained from the heavy construction industries, as described under the heading ‘Materials and components’ of section 4.5 on concentrator technologies. European Research Council (ERC) The European Research Council was set up specifically to award excellent individual research teams with 100% funding for a basic research project that they propose. This is an instrument that could be used to fund longer-term R&D subjects of relevance to PV. The PV Technology Platform will increase awareness of this new instrument within and outside the PV-community, and would like an opportunity to brief the ERC’s Scientific Council on the kinds of fundamental research that would be most useful to PV. The ERC should alert the Platform to any projects related to PV that it decides to fund. In order to avoid a completely random process of new R&D-groups being set up, resulting in a scattered R&D landscape, it is proposed to use the existing R&D-infrastructure in Europe to get connected to these grants. In other words, it is vital to ensure an early dialogue between researchers new in the PV field and researchers with experience in the areas of interest. This has the additional benefit of avoiding proofs-of-concept on suboptimal cell configurations, which might lead to erroneous conclusions. Support for PV-R&D-infrastructures European-level funding is available for the construction of new research facilities and the upgrading of existing facilities. Where feasible, the PV Technology Platform prefers approaches that reinforce the “multi-polar” situation that currently exists in Europe above those striving for a single European facility. In the long term, research infrastructure that combines nanotechnology R&D and PV technology will be needed to develop novel types of super-efficient solar cells and organic solar cells. Cooperation between national programs Most funding for PV R&D in Europe comes from the national level. With this SRA, the PV Technology Platform aims to help national funding agencies align their priorities with those considered by the sector to be of greatest strategic significance. The PV-ERA-NET project, which encourages national funding agencies to fund their countries’ PV research in a manner that fits logically with the intentions and strategies of other funding agencies, does very useful work. The co-ordination of PV research is more straightforward for research topics further from the market, where countries are less likely to feel pressure from their industry to defend industry’s short-term interests regardless of whether, from a European perspective, this is a rational use of public money. Initiatives like PV-ERA-NET should focus on co-ordinating research that could give rise to “win-win” situa- tions, for example where one country’s expertise in device science is coupled with another’s equipment manufacturing capabilities. This transnational co-operation could take the form of clustering similar national projects in different countries. It could also involve issuing common calls, simultaneously in different countries, with the proposals evaluated jointly. R e s e a r c h F u n d i n g EPIA-Strategic Research Agenda 68 68 24/05/07 10:53:28 ",
        "\u0018\u0018 5.3 Budget allocation This SRA comprehensively describes the type of R&D needed to realise the goals of the Vision Report, but determining the volume of research and the corresponding budgets that this volume implies is further work that remains to be done. Nonetheless, the Platform thus encourages funding agencies to define at the start of their funding programmes the amounts (shares) they intend to spend on research for the short, medium and long term. Unless this step is taken, research focused on technology that is far from the market is likely to be underfunded because the rapidly growing PV industry will attract and absorb the corresponding funding to support its short-term commercial interests. Such a situation is neither in the interest of the researchers working on long term developments, nor of that of the PV industry. We consider a rational approach to structuring research spending to be a division according to the ratios below. This division is to be pre-defined on the basis of strategic considerations: how can we adequately support ambitious EU industry development in the short term and ensure a sufficient supply of improved and new technologies to retain competitiveness in the medium and long term? ‘Short’, ‘medium’ and ‘long’ refer to research that finds commercial application in the period before 2008- 2013, in the period between 2013 and 2020 and in the period after 2020, respectively. This is the convention used throughout this report. Private sector spending short:medium = 3:1 Public sector spending short:medium:long = 2:2:1 In the near term, the total private R&D spend is expected to be approximately equal to the total public R&D spend, so total research spending is typically in the ratio short:medium:long = 6:3:1 (rounded figures). As the PV industry grows, it is expected that private sector spending will increase relative to public sector spending, so that the two are in the ratio 2:1. In this case, the total research spending ratio should change roughly to short:medium:long = 10:5:1 (rounded figures). R e s e a r c h F u n d i n g EPIA-Strategic Research Agenda 69 69 24/05/07 10:53:29 ",
        "\u00180 6 Appendices Appendices covering the topics and themes presented in this report in further detail are downloadable from the European PV Technology Platform’s website: http://www.eupvplatform.org/index.php?id=125 7 References A p p e n d i c e s a n d R e f e r e n c e s n [AWE 2003] Awerbuch, Shimon, The True Cost of Fossil-Fired Electricity in the EU: A CAPM-based Approach, January 2003 n [BSW 2006] Bundesverband Solarwirtschaft, statistische Zahlen der deutschen Solarwirtschaft, June 2006. n [COM 1997] European Commission, Energy for the Future: renewable sources of energy, 1997, COM(1997) 599 final, http://ec.europa.eu/ energy/res/legislation/doc/com599.htm n [COM 2005] European Commission, Annex to the Communication from the Commission: The support for electricity from renewable energy sources - Impact Assessment, COM(2005) 627, SEC(2005) 1571 n [EC 2004] FP6 project number 502583, ‘Crystal Clear’, http://www.ipcrystalclear.info n [ERE 2004] European Renewable Energy Council, Renewable Energy Target for Europe - 20% by 2020, January 2004. http://www.erec.org/ documents/Berlin_2004/targets/EREC_Targets_ 2020_def.pdf n [EPI 2004] European Photovoltaic Industry Association and Greenpeace, Solar Generation, 2004, http://www.epia.org/documents/ Solar_Generation_report.pdf n [IEA 2005] International Energy Agency, Annual Report 2005 for Spain, http://www.iea-pvps.org/ar05/index.htm n [NED 2004] NEDO, Overview of PV Roadmap towards 2030, June 2005, http://www.nedo.go.jp/english/ archives/161027/pv2030roadmap.pdf n [PVT 2005] PV Technology Research Advisory Council http://ec.europa.eu/research/ energy/pdf/vision-report-final.pdf n [SPS 2004] M. Rogol, S. Doi and A. Wilkinson, Credit Lyonnais Security Asia, Asia Pacific Markets, Solar Power Sector Outlook, July 2004 n [UND 2000] World Energy Assessment: Energy and the Challenge of Sustainability (UNDP, New York, 2000), ISBN 92-1-1261-0, www.undp.org/seed/eap/activities/wea n [UVE 2005] Informationskampagne für Erneuerbare Energien, Press Release, 4 July 2005, http://www.unendlich-vielenergie.de/ fileadmin/dokumente/Pressemitteilungen/ Pressemitteilung-050704.pdf http://www.unendlich-viel-energie.de/ fileadmin/dokumente/Pressemitteilungen/ Hintergrund-Arbeitsplaetze-PK-050704.pdf n [WBG 2003] WBGU (German Advisory Council on Global Change), World in Transition - Towards Sustainable Energy Systems, 2004, Earthscan, London - ISBN 1-84407-882-9, http://www.wbgu.de/wbgu_jg2003_engl.pdf n [WSS 2002] Johannesburg UN Summit on Sustainable Development, 3 September 2002. Plan of Implementation: §19 p) http://www.un.org/jsummit/html/documents/ summit_docs/2309_planfinal.htm EPIA-Strategic Research Agenda 70 70 24/05/07 10:53:31 ",
        "L B - 77 - 07 - 276 - E N - C EPIA-Strategic Research Agenda 71 71 24/05/07 10:53:40 "
    ]
}