{
    "text": [
        "ENVIRONMENT, PUBLIC HEALTH AND FOOD SAFETY (ENVI) Author: Marion Planchon, Deloitte Sustainability EN Responsible administrator: Georgios Amanatidis Policy Department A: Economy and Scientific and Quality of Life Policies, European Parliament PE 607.347 Briefing Key issues at stake at COP1 on the Minamata Convention, Geneva, 24–29 September 2017 KEY FINDINGS • The Minamata Convention has been welcomed as a major step in the fight against mercury related health hazards . During COP1, Parties will discuss several topics of the agreement, debate amendments and adopt Articles or guidance. The public and private sector are encouraging Parties to take concrete actions during COP1. • The issue of effectiveness evaluation must be monitored closely as it will set the foundation for the future . Defining common methods and monitoring tools will be essential when it comes to assessing the concrete impact of the Convention. • Guidance on mercury supply sources and trade will be adopted with the aim of phasing out the use of mercury products . Most of the world resources are localised in a few countries, therefore finding alternatives for these Parties will be of high importance. • Artisanal and small scale gold mining is often an illegal activity, which is hard to monitor and impacts the local environment. The guidance to be adopted will have to consider the reality of the communities concerned and associated ethical issues. • In regard to mercury emissions and releases , best practices and guidelines have been developed for countries to better develop inventories and set National Action Plans. A special focus is provided on open burning practices , which are currently poorly characterised despite their negative environmental impact. • One of the key challenges of the COP1 will be to agree on harmonised thresholds for the definition of contaminated sites and mercury waste , which should be based on experience sharing. 1. Context, the need of a legally binding agreement on mercury 1.1. The environmental impact of mercury Mercury (Hg) is a heavy metal that occurs naturally but is also released into the air, water and soil through anthropogenic activity such as mining, metal and cement production and combustion of fossil fuels, mainly because mercury is present as an impurity in fuels and raw materials. Mercury is also commonly used in electronic and measuring devices, cosmetics, lamps, batteries, and in several industrial processes. Globally, 30% of total mercury emissions are anthropogenic. Concerning the geographical distribution of global mercury emissions, almost 40% come from East and Southeast Asia, 16% from Sub Saharan Africa and 12.5% from South America, while the EU represents 4.5% of the global mercury emissions 1 . Mercury is highl y toxic and persistent in the environment. It can be transported in the atmosphere, enter the food chain and accumulate in flora and fauna, amplifying human exposure. Mercury can exist as an even more toxic compound, methylmercury, which accumulates in the host’s body and can affect the reproductive and nervous system. Methylmercury poisoning occurred in the Japanese city of Minamata between 1932 and 1968, giving its name to Minamata disease. ",
        "Policy Department A: Economic and Scientific Policy 2 PE 607.347 Table 1: List of abbreviations Abbreviation Full name Abbreviation Full name ASGM Artisanal and Small Scale Gold Mining GMA Global Mercury Assessment BAT Best Available Techniques GMOS Global Mercury Observation System BEP Best Environmental Practices Hg Scientific symbol for Mercury CACP Citizens Against Chemicals Pollution INC Intergovernmental Negotiating Committee COP Conference of Parties IPEN International POPs Elimination Network EEB The European Environmental Bureau NAP National Action Plans EMEP The European Monitoring and Evaluation Programme NGO Non-Governmental Organization ENVI European Parliament Committee on Environment, Public Health and Food Safety OEWG Open-ended working group EPA Environment Protection Agency UNEP United Nations Environment Program EU European Union WHO World health Organisation 1.2. History of international negotiations on mercury 1.2.1. The origins of the Convention, a UNEP initiative to mobilise governments In 2001, the UNEP Governing Council adopted Decision 25/5 and initiated a multilateral discussion on the threats posed to human health and the environment by the emissions and releases of mercury and mercury compounds. In 2007, an ad hoc OEWG was created and established a toolkit of legal instruments to address mercury pollution. In 2009, the UNEP Governing Council called for the negotiation of a legally binding instrument and established the INC composed of representatives from almost all UN member states. This Committee met five times between June 2010 in Stockholm and January 2013 in Geneva to pave the way for an agreement by working on a convention to be presented at the Kumamoto diplomatic Conference of October 2013 (see figure below). They managed to agree on a document during the INC5 in Geneva. Figure 1: History of the international negotiations on mercury 1.2.2. An International agreement: The Minamata Convention on mercury The Minamata Convention was open for signature for one year from the Conference of Plenipotentiaries in Kumamoto in October 2013. This Convention 2 , which is based on the work carried out during the five INC and includes 128 signatories, aims at “ protecting human health and the environment from anthropogenic emissions and releases of mercury and mercury compounds ” as defined in its first Article. Composed of 35 Articles and 5 Annexes, the document can be divided into 4 categories: • Operational Articles , describing the obligations of the Parties to reduce anthropogenic emissions, and which cover the entire life cycle of mercury (sourcing, use in products, air emissions, storage). The main measures include a ban on new mines, the phase out of ",
        "Briefing for Minamata Convention COP1 PE 607.347 3 existing ones, the phase out and phase down of mercury use in several products and processes, control measures on air, land and water emissions, and the regulation of the artisanal and small-scale gold mining sector; • Support to Parties , which consists of financial and technical resources along with assistance to the Parties; • Information and awareness , information exchange (research and education on health aspects), implementation plans and reporting to evaluate the effectiveness of the actions taken; • Administrative aspects . After the signatures, in order to enter into force, the Convention needed to be ratified by at least 50 Parties. The Convention now includes 75 Parties 3 and entered into force on 16 th August 2017, 90 days after the 50 th ratification. The first COP takes place in Geneva in September 2017. As pointed out by Human Rights Watch, the next crucial step will be the measures put forth by governments to implement the Convention 4 . The FDI World Dental Federation welcomed the Convention as an important first step toward the diminution of mercury-related health hazards. It created the FDI Advocacy toolkit and developed guidelines to help dental professionals to act accordingly and effectively. 2. European legislation on mercury Before the Minamata Convention, the main European legal act on mercury was the 2008 Mercury Export Ban Regulation 5 , banning exports of mercury and its compounds from the EU from March 2011. In addition, the Council Directive 97/11/EC set some obligations for industries to report the amount of mercury used and disposed of. The EU signed the Minamata Convention on October 2013. The following year, the European Commission consulted stakeholders and commissioned a study 6 on the implementation of the Minamata Convention, as well as on the impact of the Hg export ban 7 , both published in 2015. An impact assessment 8 was conducted in early 2016 on the ratification and implementation of the Convention. In December 2016, an interinstitutional agreement was reached, which was then officially endorsed by the European Parliament and the Council in the spring of 2017 . The final act, known as Regulation (EU) No 2017/852 9 , was signed on May 2017 - just before the official ratification of the Minamata Convention - it will come into force on 1 st January 2018. The following table presents the contents of Regulation (EU) No 2017/852. Table 1: Contents of Regulation (EU) No 2017/852 The main elements of the final act include: Setting a single legal basis (environment); Widening the scope of the mercury export and import bans , with limited exemptions, in particular in regards to the import of mercury for disposal as waste; Introducing limited exemptions to the ban on mercury uses in products and manufacturing processes , while tightening conditions on the authorisation of new products and processes; Tightening requirements for the treatment and storage of mercury waste , in particular requiring stabilisation treatment before permanent storage, with a 5- to 8-year transition period; On dental amalgam , prohibiting its general use on children and pregnant women (by July 2018); requiring Member States to draft national plans to phase down its use (by July 2019); and requiring dental facilities to be equipped with amalgam separators (by 2019 and 2021); Requiring the Commission to set up an inventory of mercury-contaminated sites based on information gathered from Member States; Requiring the Commission to carry out two reviews: one by 2020 to consider regulating mercury emissions from crematoria, phasing out dental amalgam by 2030, and tightening limit values for products; and a second review by 2024 to focus on the implementation of the regulation. Source: Mercury, Aligning EU legislation with Minamata, EU legislation in Progress, May 2017 ",
        "Policy Department A: Economic and Scientific Policy 4 PE 607.347 The European Environmental Bureau commented 10 that the regulation could have been more ambitious notably in regards to the ban on mercury use in EU facilities and gold mines, the ban on mercury-added product exports, as well as the quantification of mercury traded within the EU. One of the main remarks was that the regulation did not sufficiently take into account the results of the public consultation and findings of the Commission’s impact assessment. 3. COP1 in Geneva, the first Conference of Parties After two additional INC between 2014 and 2016 to facilitate the entry into force of the Minamata Convention and its implementation, negotiators are meeting at COP1 from 24 th to 29 th September 2017 to discuss several topics related to the agreement. To facilitate the negotiations during COP1, the secretariat gathered comments and suggested amendments 11 to some of the Articles of the current Convention from Governments and other stakeholders. 3.1. Agenda The Agenda of the Conference 12 is divided into two main categories, containing several Articles and specific paragraphs to be mentioned and discussed during the meeting: • Matters for action by the COP at its first meeting, to be tackled specifically at COP1; • Matters stipulated by the Convention for action by the COP; however, some may only be briefly mentioned and not thoroughly discussed at COP1, but postponed until further meetings. The following Table 3presents the main issues that will be tackled during COP1. Table 2: Main issues on the agenda of COP1 ARTICLE OF THE CONVENTION RELATED TOPIC/ISSUE MATTERS TO BE ADDRESSED AT THE CONFERENCE Article 3 Mercury supply sources and trade Guidance on the Article and in particular following paragraphs & required content of the certification for paragraphs 6(b) and 8 Paragraph 5(a) Identification of mercury (and compound) resources within the territory Paragraph 6 No exports of mercury (except in specified cases for countries Parties (a) or non-Parties (b)) Paragraph 8 No imports from a non-Party country (except certification) Article 7 Artisanal and small-scale gold mining Guidance Document on the preparation of National Action Plans for ASGM Paragraph 3 Each party notifying ASGM in its territory must develop and submit a National Action Plan in accordance with Annex C Article 8 Emissions Guidance referred in the Article Paragraph 8(a) Best Available Techniques and Best Environmental Practices Paragraph 8(b) Support to Parties on implementing measures imposed by the Convention (Article 8 paragraph 5) Paragraph 3 Timing and format of the reporting to be followed by the Parties Article 22 Effectiveness evaluation Establish arrangements in regards to effectiveness evaluation Paragraph 2 Arrangements for providing comparable monitoring data on the presence and movement of mercury (and compounds) Annexes Adoption of forms to be used in requesting an exemption from the phase out dates Annex A Mercury-added products Annex B Manufacturing processes in which mercury or mercury compounds are used Annex C Paragraph 1 Artisanal and small scale gold mining with a focus on actions to eliminate open burning Consideration on the report on Open Burning ARTICLE OF THE CONVENTION RELATED TOPIC/ISSUE MATTERS TO BE DISCUSSED AT THE CONFERENCE Article 3 Mercury supply sources and trade Consider whether trade in specific Hg compounds compromises the objective of the Convention & whether they should be included Paragraph 6 No exports of mercury (except in specified cases for countries Parties (a) or non-Parties (b)) Paragraph 8 No imports from a non-Party country (except certification) Article 4 Mercury-added products Review of the effectiveness of the measures and the reports of the countries implementing paragraph 2 & Review of the mercury-added products listed in Annex A Paragraph 2 Indication of the measures taken to address these products (listed in Annex A), when a complete ban is impossible Paragraph 8 Review of the list of the products subject to Article 4 in Annex A ",
        "Briefing for Minamata Convention COP1 PE 607.347 5 Article 5 Manufacturing processes using mercury or mercury compounds Review of the manufacturing processes products listed in Annex B Paragraph 10 Review of the list of the processes subject to Article 5 in Annex B Article 8 Emissions Adopt guidance on the criteria and methodology defined in the paragraphs Paragraph 9(a) Criteria that Parties may develop to identify sources of emissions within the categories listed in Annex D Paragraph 9(b) Methodology for preparing inventories of emissions Article 9 Releases Adopt guidance on BAT & BEP and on the methodology defined in the paragraphs Paragraph 7(a) Best available techniques and Best environmental practices Paragraph 7(b) Methodology for preparing inventories of releases Article 11 Mercury wastes Set the thresholds to define Hg wastes Paragraph 2 Definition of mercury wastes Article 12 Contaminated sites Adopt the guidance on the management of contaminated sites Paragraph 3 Methods and approaches on managing the contaminated sites 3.2. Main issues at stake 1. Mercury Supply Sources and Trade (under Article 3 of the Convention) Context The main mercury supply sources are 13,14 : • Primary mercury mining (1,300-1,600 metric tons / year); or from by-product mining (400-600 metric tons / year); • Decommissioning chlor-alkali facilities (700-900 metric tons / year); • Recovery of mercury from wastes (600-800 metric tons / year) Primary mercury mining is the least preferred source of mercury because it adds new mercury to the global mercury reservoir, and mining activities are significant sources of mercury air pollution. China, Kyrgyzstan, Mexico, Peru, Russia, Slovenia, Spain, and Ukraine have most of the world’s estimated 600,000 tons of mercury resources 15 . Production of Hg in the EU stopped in 2003; and EU exports of mercury and some of its compounds have been banned since 2011. The US and Japan have also introduced national regulations to ban Hg exports. The US Mercury Export Ban Act has been active since 2013. It includes provisions on long-term Hg management and storage 13 . In Japan, the NGO Citizens Against Chemicals Pollution (CACP) worked in cooperation with Ban Toxics of the Philippines and the Zero Mercury Working Group 14 . The Figure 2 below shows the main contributors to Hg trade. Figure 2: Importers (top) and exporters (bottom) of Hg products in 2016. Source: International Trade Centre – 2016 ",
        "Policy Department A: Economic and Scientific Policy 6 PE 607.347 Regarding mercury supply, UNEP proposes to prohibit new primary Hg mining as soon as possible and to phase out the existing mines within 15 years. The remaining demand would then be met through reuse and recycling. To reduce demand, substitution and the transition to Hg-free alternatives (reduced Hg-content in product and processes, especially in the chlor- alkali and vinyl chloride monomer (VCM) sectors 13 ) are encouraged. At COP1 Article 3 of the Minamata Convention addresses sources of supply and trade in mercury, laying down measures on: primary mercury mining, stocks of Hg or its compounds, excess Hg from the decommissioning of chlor-alkali plants as well as on its export and import. It specifies that traded mixtures of Hg must be of at least 95 % Hg (in mass fraction) and lists the Hg compounds that are allowed to be traded . However, the Article does not cover all forms of Hg, including for example impurities or traces of Hg in metals, ores, chemicals etc. as well as mercury-added products. Article 3 requires Parties to control Hg trade with partners (both Parties and non-Parties), including the ban on trading Hg extracted from prohibited sources. Trade with non-Parties is allowed, as long as they can provide certification that measures are in place that are equivalent to those required for a Party. The import from a non-Party is however prohibited unless the non-Party has provided certification that the Hg is not from prohibited sources. The export of Hg from Parties is banned, except if written consent is obtained from the importer. The Article also requests Parties to identify the locations of individual Hg stocks and its compounds within their territories. New Hg mines are prohibited since the entry into force of the Convention, and existing ones should be closed within 15 years. The COP1 is required to provide further guidance on identification of stocks, sources of supply and trade with Parties and non-Parties. Stakeholders’ views • The EEB called for strengthening the requirements on the Hg-added products export ban and the phasing out of Hg use in dentistry and industrial processes 16 . • Zero Mercury Working Group considers that the Convention should ban export of mercury into global trade and should encourage sequestration of mercury from decommissioned chlor-alkali facilities and other mercury-based processes and products 14 . • The US Department of State recommends that the guidance should maintain a distinction between stocks and sources of mercury supply. ",
        "Briefing for Minamata Convention COP1 PE 607.347 7 2. Artisanal and Small Scale Gold Mining (under Article 7 of the Convention) Context Artisanal and Small Scale Gold Mining (ASGM), which refers to “mining practiced by individuals, groups or communities often informally and in developing countries” 17 , is estimated to be the largest source of Hg pollution in the world 18 . Mercury is used to form alloys with gold and separate the latter from other materials before being recovered through Hg evaporation. As a result, mercury can cause significant health effects on miners, their families and local communities, and affect the local environment. The management of mercury from ASGM is therefore a major topic of the Convention and many Articles are related to it. At COP1 Article 7 is the main one that requires that Parties to “ reduce and where feasible eliminate the use of Hg in ASGM .” Those countries with a “ more than insignificant ” presence of ASGM (a term criticised for being too vague) must develop and implement a National Action Plan (NAP). The NAP requires not only technical measures 19,20 to reduce Hg use, but also an enabling policy to support the transition away from Hg, and a strategy on Hg health impacts in mining communities. While Annex C of the Convention describes the elements that will be included in each Party's NAP, the reduction goals will be country-specific. To help Parties develop their NAP, guidance will be adopted at COP1, based on the draft 21 developed by the INC and amended at COP1 based on feedback from the Parties. Stakeholders’ views Several governments and stakeholders have provided further comments to improve the guidance. Among the submitted contributions on this issue (Switzerland and Thailand), one of the main comments was to better take into account the reality on the ground by sharing experience with local miners, helping them financially and developing adapted policies taking into account the reality of miners. This is the view of the Artisanal Gold Council, which welcomed the Convention and its focus on ASGM as a “powerful tool to guide improvements” 22 . The drafting of the NAP should consider ASGM as a complete cycle and address both regional specificities and human rights infringements (child labour, human trafficking or poverty) 23 . The importance of the regular update of the guidance and the review of countries’ experience (inventories, certification and traceability) has been stressed for the effectiveness evaluation. Parties have also been asked by the WHO for input to its work on the development of public health strategies on ASGM to be integrated into the guidance. Contributions highlight the importance of a public health strategy that would involve conducting health risk assessments on mercury exposure for both operating and closed areas and adding the necessary precautions to avoid poisoning from food or water. 3. Emissions (under Article 8 of the Convention) Context The control and, where feasible, reduction of Hg emitted into the atmosphere by any mercury consuming utilities is a core but challenging part of the Convention. The Convention requires that new facilities apply Best Available Technologies and Best Environmental Practices (BAT/BEP) no later than 5 years after its entry into force. Existing facilities must adopt control measures covering at least 75% of emissions from each source category within 10 years of entry into force. Parties are not required to limit total emissions in each sector under the Convention, but rather to control emissions from new sources. Thus, total emissions could remain steady or decline slowly. The ultimate reduction of global mercury emissions is an important factor to consider when evaluating the effectiveness of the Convention. ",
        "Policy Department A: Economic and Scientific Policy 8 PE 607.347 At COP1 Paragraph 7 of Article 8 requires Parties to develop and maintain an emissions inventory within 5 years of entry into force. Paragraph 9(b) of Article 8 directs the COP to adopt guidance on preparing inventories. A group of technical experts has been created to develop the guidance required under the Convention. Thanks to information submitted by stakeholders, four sets of draft guidance gathering best practices and relevant techniques were established, on 24 : • BAT and BEP; • Support for Parties in implementing the measures set out in paragraph 5 of Article 8, in particular in determining goals and setting emissions limit values; • Criteria that Parties might develop pursuant to paragraph 2 (b) of Article 8; • Preparing inventories of emissions. The importance of their review has been emphasised by the expert group. The four guidelines have been provisionally adopted, pending formal adoption by the COP. Stakeholders’ views Parties might find it useful to establish emissions inventories before they have ratified the Convention, so that they can assess the scale of the work required to comply with Article 8. The corresponding guidance might also be useful as a reference for Parties in the development of inventories of releases to land and water. Representatives from both developing countries and countries with economies in transition stressed that the use of BAT and BEP will require financial support, capacity building and technology transfer. The technologies listed in the draft guidance must therefore be made accessible to all countries based on assessments of their own needs and irrespective of cost. Regional centres will have a key role to play in technology transfer. 4. Releases (under Article 9 of the Convention) Context The Convention states in Article 9 that any Party with relevant sources of mercury releases to land or water shall take measures to control releases and may prepare a National Action Plan (NAP) to control releases, adopt goals and desired outcomes. The NAP shall be submitted to the COP within four years of the date of entry into force of the Convention for that Party. At COP1 The adoption of guidance on BAT & BEP and on the methodology for preparing inventories of release, defined in paragraphs 7(a) and 7(b) of Article 9 of the Convention must be addressed during one of the future COPs. This guidance will be based on the work already carried out for Article 8 on Hg emissions in the atmosphere. Documents have already been developed by UNEP to assist the Parties on this issue 25 . Stakeholders’ views During the work of the expert group on mercury emissions, it was noted that a number of Parties had expressed concerns regarding releases. While it was outside the group’s mandate, this highlights the importance of the issue. 5. Open Burning (under Annex C of the Convention) Context In many countries, a significant fraction of the waste is burned informally through so called “open burning” instead of being treated in waste management facilities. Open burning causes uncontrolled emissions of mercury - among other pollutants - to air and water, resulting in potentially severe health impacts on the local population. However, the lack of reliable information on the global levels of Hg emissions from open burning is a real barrier for any global action. Moreover, controls are challenging, as burning sites are frequently scattered. ",
        "Briefing for Minamata Convention COP1 PE 607.347 9 At COP1 Annex C of the Minamata Convention states “ Each Party [where ASGM is more than insignificant in its territory] shall include in its NAP actions to eliminate open burning […] ”. For COP1, the INC recommended that Parties consider the report 26 on open burning elaborated by the secretariat, and that the secretariat continue to compile and make available information on emissions from open burning as part of its overall consideration of the inventories submitted by countries. Stakeholders’ views Some countries did not support the inclusion of open burning in the list of emission sources covered by the Minamata Convention due to lack of information. Several stakeholders provided additional information, including 11 Governments, UNEP, the World Bank, numerous non-governmental organizations and civil society organizations. A number of countries provided data regarding their waste management practices, some stating that open burning was not allowed in their territory, while others (Costa Rica, Senegal) estimated the related Hg emissions when data was available (South Africa, Saudi Arabia, Guatemala, Uganda, Montenegro claimed it was impossible for them to provide reliable data). The mercury inventories of Parties will also feed into this data collection. A reference to open burning as a source of emissions and a \"bad environmental practice\" was made in the draft guidance on BAT/BEP for Hg emissions developed by the expert group. This, added to the lack of data in some countries, makes the issue of open burning a critical one. 6. Mercury-added products and manufacturing process using mercury or mercury compounds (under Articles 4 & 5 of the Convention) Article 4 of the Convention specifies phase out dates after which the different Hg-added products (listed in Part I of Annex A) can no longer be manufactured, imported or exported. Article 5 of the Convention sets out measures either on phase out or restrictions of existing manufacturing processes in which Hg or Hg compounds are used (listed in Annex B). It also prohibits the development of new facilities using those manufacturing processes. These two Articles are already well developed and a consensus already seems to have been reached for their adoption during COP1, so this issue is not further discussed in this briefing. 7. Mercury wastes (under Article 11 of the Convention) At COP1 Article 11 addresses the issue of Hg wastes, their management in an environmentally sound manner and transport across international boundaries. In doing so, it recognizes the strong link on this issue between the Minamata Convention and the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal. Article 11 clarifies that mercury wastes are substances or objects consisting of / containing / contaminated with Hg or its compounds in quantities above relevant thresholds that are disposed of. This excludes overburden, waste rock and tailings from mining, except from primary Hg mining, unless with Hg or its compounds above thresholds defined by the COP. Under Article 11, a Party is required to take a series of measures to ensure that Hg waste is: • Managed in an environmentally sound manner, taking into account the guidelines developed under the Basel Convention and in accordance with requirements to be adopted by the COP; • Only recovered, recycled, reclaimed or directly re-used as allowed under the Convention or disposed of in an environmentally sound manner; • Not permitted to be transported across international boundaries, except for environmentally sound disposal 27 . During COP1, the Parties will discuss requirements on environmentally sound management of Hg wastes, including the setting of common thresholds above which Hg wastes are defined in collaboration with the bodies of the Basel Convention. ",
        "Policy Department A: Economic and Scientific Policy 10 PE 607.347 Stakeholders’ views Several countries have proposed varying methods and thresholds for Hg waste management based on their already existing regulations. For liquid tests: 0.1 mg/L for Brazil 28 (leaching test), 0.005 mg/L for South Korea 29 (leaching test), and 0.2 mg/L for Thailand. For solid tests: 17 mg/kg for the EU 30 (for sediments, on a dry weight basis), or 15 mg/kg for Japan (for dust, on a dry weight basis). Some thresholds for recycling Hg waste have also been proposed. For Japan, Hg must be recovered from all waste containing at least 1,000 mg/kg Hg. For South Korea, Hg must be recovered from used fluorescent lamps and batteries to reach less than 0.005 mg/L in leaching tests prior to their disposal. For Switzerland, various mercury thresholds exist, from 0.5 to 5 mg/kg on a dry weight basis to authorise or not the recycling of Hg–containing wastes 31 . 8. Contaminated Sites (under Article 12 of the Convention) Context Mercury contaminated sites are a significant source of anthropogenic mercury contamination. The evaporation and leaching of Hg trigger long-distance air pollution but also local soil and water pollution. Contaminated sites can represent a serious health hazard to local communities from direct inhalation of vapour and contaminated dust, dermal exposure and contamination of food sources. At COP1 Article 12 of the Convention states that “ each Party will endeavour to identify and assess sites contaminated by mercury and its compounds, and actions to reduce the risks posed by these sites will be performed in an environmentally sound manner ”. In addition, Parties are encouraged to develop strategies and implementing activities for “ identifying, assessing, prioritizing, managing and remediating contaminated sites .” During COP1, Parties are expected to consider guidance and approaches to assist countries on the management of contaminated sites. CO P1 will consider a roadmap for the main issues to be included in the guidance: • Site identification and characterisation; • Human health and environmental risk assessments; • Management of the risks posed by contaminated sites; • Evaluation of benefits and costs; • Validation of outcomes and effectiveness of interventions. Stakeholders’ views While the views were divided about the urgency of the issue, Zambia and other African states urged the secretariat to prepare draft guidance, considering a rapid decision would give credibility to the Convention and engage new countries that are in urgent need of guidance. A draft guidance document 32 on the management of Hg-contaminated sites was therefore elaborated. It regroups reference documents submitted by Parties (Canada, EU, Norway and Switzerland) and NGOs (Pure Earth, International POPs Elimination Network (IPEN)). These Parties along with several others (Brazil, Korea and Thailand), whose national legislation already addresses the issue of contaminated sites, have submitted their national thresholds and framework to identify, manage and remediate these sites. Among them, Japan provided a detailed document on their legislative process related to contaminated sites. A UK funded project developed a strategy for reutilisation of contaminated sites and low impact remediation. The NGO IPEN stressed the health effects of contaminated sites and calls for “unified guidelines” to improve monitoring and health measures 33 . The issue of indigenous tribes impacted by such sites also raises important ethical factors. An expert group will be created to work on the draft guidance after COP1 and present an updated version taking into account countries’ remarks for further discussion at the second COP in 2018 . 9. Effectiveness Evaluation (under Article 22 of the Convention) Context There is a need to assess the impacts of Convention measures on Hg use, the environment and health in the short, medium, and long term. ",
        "Briefing for Minamata Convention COP1 PE 607.347 11 At COP1 Article 22 of the Convention addresses the evaluation of the effectiveness of the establishment of the Convention, through the implementation of a common evaluation process. Therefore, each Party should provide comparable monitoring data on the presence, movement and trade of mercury. The evaluation shall be conducted based on available scientific, environmental, technical, financial and economic information, including: • Reports and other monitoring information given to the commission of this COP that provide comparable monitoring data on the presence and movement of mercury and mercury compounds in the environment; • Reports submitted pursuant to Article 21, which states that each Party shall report to the COP on the measures it has taken to implement the provisions of this Convention and the effectiveness of such measures; • Information and recommendations pursuant to Article 15, which establishes a mechanism to promote implementation of, and review compliance with, all provisions of this Convention; • Reports and other relevant information on the operation of the financial assistance and technology transfer put in place under this Convention. Article 22 will be debated during COP1 in order to complement and validate the information already provided by Parties . In particular, this Article requires the development of a scientifically sound strategy, based on transparent processes, harmonized methodologies, and reliable and comparable existing data. The Parties will discuss the development of a technical document that explains to Parties how to measure and monitor Hg and meet compliance requirements set by the COP 34 . Stakeholders’ views For Canada, the EU and the United States, the main challenge of this Article will be to gather comparable monitoring data on the levels and movement of Hg and its compounds in the environment in order to establish comprehensive emissions inventories. They encourage the establishment of a technical expert group to develop a baseline for Hg concentrations to enable data comparability. They consider the 2013 Global Mercury Assessment (GMA) and its 2018 update as a good basis to develop this baseline. The GMOS and the EMEP could be used as well. The Republic of Korea has already implemented several programs regarding Hg monitoring and management, while Japan has designed an initiative on networking and information sharing to support developing countries’ efforts in Hg management. UNEP emphasises the importance of modelling data to reflect Hg concentrations in various environmental situations and the necessity to determine baselines for Hg levels and impacts that can serve as reference points. The United States requested a policy context to motivate the scientific community to identify relevant data, and highlight the importance for the evaluation method to be flexible enough to accept variations in the amount and quality of data provided by the different countries. 4. Conclusions COP1 is an important meeting, particularly because a considerable amount of work has been carried out to prepare for it, and because the decisions that will be taken at this session could enable the Minamata Convention to be more efficient in terms of application and protection of human health and the environment. The main issues at stake are Mercury Supply Sources and Trade, Artisanal and Small Scale Gold Mining, Emissions and Releases of Mercury, Mercury wastes and Open Burning, Contaminated Sites and Effectiveness Evaluation. The most challenging decisions will be linked to the adoption of measures and monitoring indicators based on the selection and harmonization of existing best practices. The positions of the various Parties that have submitted documents on the different issues are in line with a common willingness to enhance the situation by working together, with very interesting and constructive propositions. The Parties that have shown a very strong interest in these discussions include the United States, Canada, the EU, Japan, Switzerland, Brazil ",
        "Policy Department A: Economic and Scientific Policy DISCLAIMER The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. This document is available at: http://www.europa.europa.eu/supporting-analyses CATALOGUE: QA-04-17-758-EN-C (paper) Contact: Poldep-Economy-Science@ep.europa.eu CATALOGUE: QA-04-17-758-EN-N (pdf) Manuscript completed in September 2017. ISBN: 978-92-846-1624-4 (paper) © European Union ISBN: 978-92-846-1623-7 (pdf) Internal Ref: ENVI 2017-07 doi:10.2861/75532 (paper) PE 607.347 doi:10.2861/750686 (pdf) and China), NGOs or organizations (EEB, UNEP, Zero Mercury Working Group, etc.), as well as the private sector (World Bank, FDI World Dental Federation). It appears that Article 7 (ASGM), Article 11 (Hg wastes), Article 12 (contaminated sites) and Article 22 (effectiveness evaluation) are the most commented on and amended by other Parties. 5. References 1 Data from the Global Mercury Assessment, UNEP 2013 2 Text of the Minamata Convention, http://www.mercuryconvention.org/Portals/11/documents/Booklets/Minamata Convention on Mercury_booklet_English.pdf 3 List of Parties & signatories of the Minamata Convention, http://www.mercuryconvention.org/Countries (consulted 12 September 2017) 4 Juliane Kippenberg, associate children’s rights director at Human Rights Watch, https://www.chemistryworld.com/news/minamata-convention-comes-into-effect/3007871.article 5 Mercury Export Ban regulation, http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32008R1102 6 EU implementation of the Minamata Convention, final report, http://ec.europa.eu/environment/chemicals/mercury/pdf/MinamataConventionImplementationFinal.pdf 7 Ratification of the Minamata Convention, Complementary assessment of the mercury export ban, http://ec.europa.eu/environment/chemicals/mercury/pdf/20150609ExpBanComplAssess.pdf 8 Impact assessment, http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=SWD:2016:17:FIN 9 Text of the Regulation (EU) 2017/852, http://eur-lex.europa.eu/legal- content/EN/TXT/?uri=uriserv:OJ.L_.2017.137.01.0001.01.ENG&toc=OJ:L:2017:137:TOC 10 Mercury, Aligning EU legislation with Minamata, EU legislation in Progress, May 2017 11 http://www.mercuryconvention.org/Negotiations/submissionsforCOP1/tabid/5535/Default.aspx 12 http://www.mercuryconvention.org/Portals/11/documents/meetings/COP1/English/1_1_agenda_e.pdf 13 UNEP (2013) Mercury- Time to Act. 14 Zero Mercury Working Group http://www.zeromercury.org/phocadownload/Position_papers/2011/ZMWG3_Supply_FS0111_03.pdf 15 Michael W. George. (2016). U.S. Geological Survey - Mercury Mineral Commodity Summaries 16 European Commission. (2017). EU mercury policy and the ratification of the Minamata Convention 17 Hentschel, T., et al., Global Report on Artisanal & Small-Scale Mining, 2002, Minerals, Mining and Sustainable Development 18 UNEP, 2013a; Steenhuisen andWilson, 2015 19 Mercury free gold mining techniques (EPA), https://www.epa.gov/international-cooperation/artisanal-and-small- scale-gold-mining-without-mercury 20 A Practical Guide to Reducing Mercury Use in Artisanal and Small-Scale Gold Mining, UNEP 21 The draft guidance is available here: (UNEP(DTIE)/Hg/INC.7/17) 22 The Minamata Convention on Mercury: A Beginner’s Guide, Artisanal Gold Council, http://www.artisanalgold.org/publications/articles/the-minamata-convention-on-mercury-a-beginner-s-guide/ 23 GOMIAM (Gold Mining in the Amazon Region) http://amazonaid.org/the-issues/gold-mining/ 24 UNEP(DTIE)/INC.7/6/ 25 A toolkit for identification and quantification of Mercury Releases, National inventories available here, An e- learning platform developed with UNitar, A first basic draft of the guidance stating the next steps 26 http://www.mercuryconvention.org/Portals/11/documents/meetings/COP1/English/1_19_e_openburning.pdf 27 ICF International. (2015). Study on EU Implementation of Minamata Convention on Mercury. 28 Brazilian Technical Standard NBR Nº 10.004/2004 (Brazilian authority, 2017). 29 Waste Control Act 30 Report conducted by the Spanish Inter-ministry Commission for Marine Strategies 31 https://www.admin.ch/opc/fr/classified-compilation/20141858/index.html#id-3-3 32 Guidance on the management of contaminated sites referred to in paragraphs 3 of Article 12 33 https://www.chemistryworld.com/news/minamata-convention-comes-into-effect/3007871.articl 34 David C. Evers, S. E. (2016). Evaluating the effectiveness of the Minamata Convention on Mercury: Principles and recommendations for next steps "
    ]
}