{
    "text": [
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 200 Edited by: ALFREDO DE FEO BRIGID LAFFAN Momentum for a EU Resources: Reform ? Own ",
        "This work has been published by the European University Institute, Robert Schuman Centre for Advanced Studies. © European University Institute 2016 Editorial matter and selection © editors 2016 Chapters © authors individually 2016 This text may be downloaded only for personal research purposes. Any additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the author(s), editor(s). If cited or quoted, reference should be made to the full name of the author(s), editor(s), the title, the year and the publisher Views expressed in this publication reflect the opinion of individual authors and not those of the European University Institute. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? Edited by: ALFREDO DE FEO BRIGID LAFFAN ",
        "INTRODUCTION BRIGID LAFFAN, ALFREDO DE FEO SUMMARY STATEMENT OF MARIO MONTI’S KEYNOTE 1 INTRODUCTION MARIO MONTI OWN RESOURCES: THE NEED FOR A REFORM 6 BRIGID LAFFAN ENTERING A WORLD OF FOOTLOOSE TAX BASES: 9 CAN THE EU GENERATE ITS OWN INCOME? DANIEL TARSCHYS REPRESENTATION WITHOUT TAXATION: 19 ASSOCIATION OR UNION OF STATES? SERGIO FABBRINI THE ROLE OF THE EP IN THE PROCESS OF REFORMING OWN RESOURCES 29 ANNE VITREY WHICH OPTIONS FOR A REFORM? 33 PROBLEMS AND SHORTCOMINGS OF THE CURRENT SYSTEM OF OWN RESOURCES OF THE EU MARGIT SCHRATZENSTALLER THE CASE FOR A SINGLE AND BUOYANT FISCAL SOURCE 41 TO FUND THE EU BUDGET GABRIELE CIPRIANI CONTRIBUTION TO SESSION II OF THE WORKSHOP ON OWN RESOURCES 47 ANNEMIEKE BEUGELINK WHICH OPTIONS FOR A REFORM? 50 THILO MAURER HOW TO COMMUNICATE THE REFORM? 54 ANNE MONTAGNON THE OWN RESOURCES SYSTEM: 56 SOME QUESTIONS ON HOW TO COMMUNICATE A POSSIBLE REFORM ALESSANDRO D’ALFONSO EU OWN RESOURCES: MOMENTUM FOR A REFORM? 59 ALFREDO DE FEO ANNEX I 67 TABLE OF CONTENTS ",
        "INTRODUCTION The workshop organised by the Robert Schuman Centre for Advanced Studies (RSCAS) on 24 April 2015, is part of a joint research project of the European Parliament and European University Institute (EUI), on the History of Budgetary Powers: Institutional conflicts and achievements. This workshop follows the approach of the RSCAS, offering a platform for policy reflections between academics and practitioners. Its aim is not to give policy advice, but to stimulate an open discussion on the problems of the EU’s own resources problems, which have not only an economic but also an important institutional dimension. On this occasion the experts all had an in-depth knowledge of the problems of the EU budget and its financing from different angles. The topic of EU own resources is high on the European agenda after the European Council agreed with the European Parliament’s proposal to set up a High Level Group on own resources (HLGOR) with the aim to assess the situation and eventually to present proposals by the end of 2016. The HLGOR is chaired by Mario Monti and composed of independent Members appointed by the three Institutions 1 . 1 The decision taken in the context of the negotiations over the new Multiannual Financial Framework (MFF) 2014 – 2020. The Group is composed of representatives of the Institutions: Ivailo Kalfin (former MEP, Deputy Prime- Minister of Bulgaria and Minister of Labour and Social Policy), Alain Lamassoure (French MEP in the EPP group) and Guy Verhofstadt (Belgian MEP, chair of the ALDE group, former Prime Minister), appointed by the EP; Daniel Dăianu (former MEP and Finance Minister of Romania), Clemens Fuest (President of the Centre for European Economic Research ZEW in Germany) and Ingrida Šimonytė (former Minister of Finance of Lithu- ania), appointed by the Council; and · Kristalina Geor- gieva (Vice-President of the Commission in charge of budget and human resources), Pierre Moscovici (Com- missioner for economic and financial affairs, taxation and customs) and Frans Timmermans (First Vice-Pres- ident of the Commission responsible for better regula- tion, inter-institutional relations, rule of law and Charter of Fundamental Rights). This workshop was organised after the presentation of the first assessment report of the HLGOR and before the discussion with National Parliaments and the presentation of proposals of the High Level Group. The EUI had the privilege of the participation of, amongst others, two of the main components of the High Level Group, its chair, Mario Monti and MEP, Alain Lamassoure. The workshop benefitted also from the contributions of discussants, including Michael Bauer, Giacomo Benedetto, Jorge Nunez, Carlos Closa, Gregory Claeys as well as the contribution of some European Parliament Members, Former Members of the European Parliament and of the Court of Auditors: as Alain Lamassoure, James Elles, Monica Frassoni and Milan Cvikl. Their contributions have enriched the debates and are reflected in the various chapters. This publication, gathers the contributions of the various participants and we hope that it reflects the vivacity of the debates held at the EUI and can possibly constitute a reference for those who wish to further their knowledge on this matter. Brigid Laffan, Director RSCAS Alfredo De Feo, European Parliament fellow at the RSCAS ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 1 SUMMARY STATEMENT OF MARIO MONTI’S KEYNOTE INTRODUCTION MARIO MONTI Mario Monti is President of Bocconi University. Since February 2014 he has been Chairman of the High-level Group on Own Resources of the European Union. He was Prime Minister of Italy (November 2011-April 2013) and Minister of Economy and Finance (November 2011-July 2012). In November 2011 he was appointed Senator for life by the President of the Italian Republic, Giorgio Napolitano. Since May 2014 he has been a member of the Académie des Sciences morales et politiques. He chairs the Council on the Future of Europe of the Berggruen Institute on Governance and is Honorary Chairman of Bruegel, the European think-tank he founded in 2005. He served for ten years as a member of the European Commission, in charge of the Internal Market, Financial Services and Tax Policy (1995-1999), then of Competition (1999-2004). He is the author of the report to the President of the European Commission on A New Strategy for the Single Market (May 2010). His publications focus mainly on monetary and financial economics, public finance, competition policy, and the economic and political dimensions of European integration. Born in Varese, Italy, in 1943, he graduated from Bocconi University and pursued graduate studies at Yale University. Prior to joining the European Commission, he had been Professor of Economics and Rector at Bocconi. INTRODUCTION - THE RELEVANCE OF THE DEBATE TODAY The workshop organised today by the EUI provides a timely opportunity to discuss the issue of own resources for the EU budget, even though at this stage in the multiannual budgetary cycle the own resources question would normally not be very high on the agenda. The new legislative package on own resources, which is part of the Multiannual Financial Framework package for the period 2014-2020, was adopted by the Council in May 2014 after a broad outline had already been decided on by the European Council in February 2013. The ratification procedure of the Own Resources decision is now ongoing. Until it can enter into force, the old decision remains in place and ensures business continuity. In terms of content, the new regime will be mostly a prolongation of the present provisions. The Commission proposals for post-2020 legislation will have to be tabled together with the new proposals for the Multiannual Financial Framework in approximately 2018. Thus, at first glance, there would actually be no pressing need to deal with the question of the financing of the budget at this point in time. At a comparable junction, seven years ago, it was rather quiet on the own resources front. THE DIFFICULTY IN TACKLING OWN RESOURCES It is easy to be cynical about the prospects for reform of own resources: this issue has been turned inside out ever since the 1980s. It has been the object of many different reform proposals which have failed to produce significant changes. The entrenched ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 2 institutional standpoints are well known and the requirement for unanimity between Member States gives a comparable advantage to those who benefit from the status quo – notably in the form of sizeable corrections. Given these elements of context, is any reform doomed to fail? Are we in a “joint-decision trap” situation? THE HIGH LEVEL GROUP ON OWN RESOURCES The High Level Group on Own Resources was created in the final days of the negotiations on the Multiannual Financial Framework 2014-2020 to further reflections and provide new input to the debate about the financing of the EU budget. This shows that the negotiators were conscious that the revenue side of the EU budget remains “unfinished business” and that somehow one of the keys to addressing some of the budgetary challenges and unlocking the economic potential of the EU budget rests in this issue. Moreover, the negotiators agreed to set up an inter-institutional group, which is all the more noticeable given that own resources are not decided under the normal legislative procedure, but under a special legislative procedure where Member States clearly have the upper hand. The Group is composed of members designated by each institution, but works independently of them. This gives us the freedom to address all the issues and avenues for reform that we consider promising, without being harnessed by traditional institutional viewpoints. In parallel, there is constant political reporting of the Group’s work and own resources regularly appear in the political debate, in particular in the European Parliament, the Council and the Commission. In accordance with its mandate, the Group produced a First Assessment Report at the end of 2014, which was well received and will hopefully play a role in catalysing the discussions. We are currently undertaking a detailed examination of possible candidates for own resources, or possible reforms of existing ones. At the same time, our outreach activities with many stakeholders are set to intensify, both at the European and national levels. Among these stakeholders, members of national parliaments are important, but so are interlocutors from other institutions, think tanks and NGOs. A FEW THOUGHTS ON THE VARIOUS WORKING SESSIONS IN TODAY’S WORKSHOP 1. The first working session “ Do we need a reform?” addresses the obvious question, since the present system has undeniably functioned in a satisfactory way from a sufficiency and stability point of view. Moreover, the fact that the system is mostly intergovernmental, rather than federal, will be considered an asset – rather than a deficiency – by many who want to exercise “control” over the EU budget. There are some “wrong reasons” for reform and we should beware of using them: · Obviously, the reform of Own Resources should not serve to increase the EU budget through the back door. · A different set of revenue sources, however autonomous or genuine they may be, cannot solve certain problems on the expenditure side of the budget. This may work in a national set-up, where more income can lead to higher spending, but not in the expenditure-driven EU budget, with its requirement for ex-ante equilibrium. To spend more, we need appropriations on the expenditure side and relevant sufficiently generous MFF ceilings. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 3 · Similarly, the backlog of payments cannot be solved by simply having more revenue flows (like fines) if we do not have commensurate appropriations and ceilings. · I would also be cautious when it comes to the argument that the EU revenue system should go back to its roots, to the 1950s or early 1960s, when the budget was “still” autonomous, as foreseen by the founding fathers. In those days, the volume of the budget and its functions were extremely limited (in fact, it mostly concerned administrative expenditure to set up the European institutions). · As common policies – and thus budget needs – grew and multiplied (especially the CAP), and simultaneously trade agreements at the WTO worked to decrease income from customs duties, traditional own resources were set to become insufficient to cover the needs. There was never a “golden past” of an autonomous federal budget which we could strive to revive. But it is also true that the current system of own resources is very far from the spirit of the Treaty, as eloquently worded decades ago, and still embodied in Article 311. This should remain our point of reference: “The Union shall provide itself with the means necessary to attain its objectives and carry through its policies. Without prejudice to other revenue, the budget shall be financed by own resources.” In this context, the present system nonetheless presents many flaws that justify a reform. The First Assessment Report of the High Level Group on Own Resources focused on an analysis of the present system and was unanimously endorsed by the Group members. It identified at least four main problems: a) The current system is too complex and non- transparent , in particular the system of national rebates and the statistical VAT-based resource. b) Own Resources are not “genuine” for the most part but de facto national contributions. In 2013, around 83% of the Union’s revenue came directly from national budgets, which mainly is a result of the steady increase in the share of the GNI-based own resource since its introduction in 1988. This has fuelled an antagonistic debate on budgetary issues between net payers and net contributors, and has increased awareness at the national level of the costs of the EU budget, while the benefits are less visible in national budgets and less present in national debates. This creates a bias against financing EU-wide public goods. c) An issue related to these criticisms is the debate about delayed payments and the increased difficulties in annual budgetary negotiations, as national fiscal difficulties and the need to respect the requirements of the EU Stability and Growth Pact have led to increasing pressure on payment appropriations at the EU level. Pressure on payments also stems from a lack of coordination between budgetary procedures in the Member States and at the EU level: requests for additional payments by means of Amending Budgets towards the end of the year are likely to encounter strong resistance, in particular from Member States where national budgetary choices for the year have already been made. d) The decision-making process makes it extremely difficult to reform the system , since the 28 Member States must agree to any change. This problem is not new and largely explains why previous attempts at significant reforms have failed. Moreover, the issue of own resources is rarely, if ever, discussed politically in national parliaments, even though according to the treaties they are meant to be the ultimate holder of sovereignty on this issue. The “juste-retour” dilemma would not be a dilemma if it could be resolved easily. However, a different mix of own resources (which fulfils more ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 4 of the assessment criteria), coupled with reforms on the expenditure side and possibly some changes in the budgetary mechanism, might help to rationalize our budget procedures and decision making. There is another dimension to the issue which is not explicitly mentioned in the First Assessment and which is certainly more controversial. A more autonomous EU budget with genuine resources could certainly be a major step towards a more supranational “federal” Union. Ideally, the Union would be endowed with real competence to levy taxes, the decisions would be made by qualified majority, and a fully-fledged democratic European Parliament would have the last word on the revenue as well as on the expenditure side. Central collection could be another step in this direction. For a convinced federalist, this would be reason enough to pursue this path. A real federal community should have a community budget decided under a community method. Such a scenario, however, is certainly the very reason why many would oppose such a more autonomous budget. If our aim is to produce meaningful recommendations which can generate broad support among Member States, a federalist or integrationist offensive alone will not be sufficient – it could even be counterproductive under the present framing conditions. Therefore, the challenge is to conceive an own resources reform which can be shown to have multiple justifications : budgetary efficiency, economic dividends, political integration, and support from citizens. 2. The second working session – entitled “ which options for a reform?” – addresses several questions of substance which I find particularly interesting. The first question concerns the criteria to be used to “score” potential future own resources. This seems straightforward enough in that it allows a systematic review of own resources, and yet it usefully makes the link with the expenditure side of the EU budget, at least in its re-distributional dimension. This is also what we have attempted to do in our First Assessment, by establishing a set of general criteria which are used in economic theory (equity/fairness; efficiency; sufficiency/ stability; transparency/simplicity; and democratic accountability/budgetary discipline), and a set of criteria more specific to the EU budget (European added value; respect of the subsidiarity principle; and limitation of political transaction costs). I should like to underline that some criteria are easier to define than others. The provision of sufficient revenue, for example, is easily measured against the size of the budget. However, the equity criteria can be looked at, depending on one’s focus, from a vertical perspective (income re-distribution), from a horizontal perspective (equivalent impact on tax payers), or from the point of view of Member States’ ability to pay. This discussion is therefore not neutral and implies certain choices. The second working session will also deal with the “governance” of the system of own resources and possible changes in the role of each institution. Should we have a modular system where Member States are allowed to choose options for their financing contribution? Should we earmark some revenue for some specific policies which benefit from broad support? · Some ideas sound promising at first glance, but are very sensitive and would be incompatible with established budget doctrine. Which principles – if any – would we be willing to water down or even sacrifice? Equilibrium? Annuality? Universality? Unity of the Budget? · If some type of differentiation on the revenue side appears to be a way forward so that a coalition of the willing can move ahead, would this not open the door to further fragmentation and even to a “Europe à la carte” on the expenditure side? ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 5 Should we devise incentives to Member States so that they depart from the status quo on the fiscal model? Can we get around the zero-sum game by adopting a more strategic approach than in the past? All these questions go beyond the technical analysis which is usually associated with own resources, but they are crucial to avoid repeating the errors made in the past. 3. As hinted in the introduction, there is an acknowledgement that the current reflexion on own resources launched after the last multiannual budgetary negotiations showed a collective awareness that there is a need to tackle this difficult issue differently from the past. This is very much linked to the subject of the third panel on “ how to communicate on this reform?” . The traditional modus operandi on own resources in past negotiations is that proposals for reform have been discussed in very technical detail among Council experts in direct contact with their national administrations. However, at the end of the game proposals are in fact examined against the status quo regarding each country’s net balance, without really discussing the merit of the proposals from the point of view of the European interest. Such a process is doomed to fail in a decision-making procedure with 28 potential vetoes. It only feeds the “juste-retour” rhetoric. What can we do to get out of it? Our positioning in the High Level Group on Own Resources is that communication is key, but as a means to convince, and as a means to put visible pressure on those who ultimately decide. National parliaments therefore need to be associated with the debate as early as possible in order to be able to contribute to it, instead of being brought into the loop very late, either for the final phase of budgetary negotiations or, for some of them, only during the process of ratification of the own resources decision. See interview We therefore find ourselves in a very peculiar situation: national parliaments are the ultimate sovereign of own resources, but they do not play a leading role in the process; at the same time, the European Parliament is merely consulted on the own resources decision, but it pushes very hard for a reform and considers it a central issue in the negotiations. If the institutional set-up cannot easily be changed (treaty revision), we should at least address the lack of involvement of national parliaments. As far as broader communication is concerned, how far should we go? Would it be desirable to have a broader public debate? Or would it be exploited by sceptics to create an image of “Brussels as a bottomless pit”? Visibility and transparency can be a double-edged sword: it is easy to damage the image of the EU budget with a little bit of anecdotal evidence, no matter how well or ill confirmed. Conversely, it is a long-term task to rebuild trust. We need good examples, narratives and statistics to make the case. In a subsidiarity system, the burden of proof lies at the supranational level. The distinguished “epistemic community” present here today in Florence – political actors, practitioners and academic observers – has a special role to play as multipliers of the present debate. I hope and expect that by the end of the day we will have arrived at a better understanding of why the situation is so protracted, and that some fresh ideas will have emerged on how to find a way out of this gridlock. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 6 OWN RESOURCES: THE NEED FOR A REFORM BRIGID LAFFAN Brigid Laffan is Director and Professor at the Robert Schuman Centre for Advanced Studies, and Director of the Global Governance Programme, European University Institute (EUI), Florence. In August 2013, Professor Laffan left the School of Politics and International Relations (SPIRe) University College Dublin where she was Professor of European Politics. She was Vice-President of UCD and Principal of the College of Human Sciences from 2004 to 2011. She was the founding director of the Dublin European Institute UCD from 1999 and in March 2004 she was elected as a member of the Royal Irish Academy. She is a member of the Board of the Mary Robinson Foundation for Climate Justice, the Fulbright Commission (until September 2013) and was the 2013 Visiting Scientist for the EXACT Marie Curie Network. In September 2014 Professor Laffan was awarded the UACES Lifetime Achievement Award. In 2012 she was awarded the THESEUS Award for outstanding research on European Integration. In 2010 she was awarded the Ordre national du Mérite by the President of the French Republic. The EU budget has played a major role in the politics and evolution of the European Union. The Budget Treaties of 1970 and 1975 marked an important federalisation of EU budgetary politics by granting budgetary powers to the European Parliament and by establishing a European system of ‘own resources’. The EU was never endowed however with sovereignty concerning taxation; it could neither set nor raise taxes which greatly limited its power. The political and conceptual drive behind ‘Own Resources’ was to endow the Union with an autonomous source of financial power and to weaken dependence on national budgetary resources. Initially ‘own resources’ consisted of three elements: customs duties; agricultural levies; and a proportion of the base used for assessing value-added tax (VAT) in the member states, up to a ceiling of 1 per cent. The 1970 agreement on own resources was subsequently altered a number of times. Over time, what are known as traditional ‘own resources’ (customs duties on imports from outside the EU and sugar levies) suffered from a reduction in volume as successive trade rounds reduced tariffs on trade. Secondly, differentials in VAT rates meant that this source gave rise to a number of anomalies with the result that it was reduced to a uniform rate of 0.3 % levied on the harmonised VAT base of each Member States. Traditional own resources were overcome by new mechanisms, namely, Member State GNI transfers. Initially designed to cover the balance of total expenditure not covered by the other own resources, this system has become the largest source of revenue of the EU budget. In other words, the spirit of the 1970 Budget Treaty has been eroded and the Union is once more reliant on national contributions. See Diagram I: Composition of EU Own Resources ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 7 Diagram I: Composition of EU Own Resources The EU budget was, and remains, small in relation to Union gross national income (GNI), and to the level of public expenditure in the member states. In 2012, EU spending amounted to around €147 billion which represented 1.12 per cent of EU GNI and was thus much less than domestic budgets, which collectively represent between 30 and 40 per cent of GNI in Europe. Reform of the EU budget has been a perennial issue on the agenda of the EU; pressure for reform stems from the pattern of expenditure, the small size of the budget, and a complex system of rebates for some member states. The periodic re-negotiations of the Union’s multiannual financial perspective are always accompanied with demands for deep reform, particularly of ‘own resources’ with many arguing that a redesign of own resources is fundamentally necessary in the EU. The barriers to reform are formidable because of the need for unanimity among the member states. Notwithstanding the barriers to reform, there are also formidable pressures favouring reform. In June 2011, the Commission, when it tabled its budget proposal for 2014-2020, made suggestions concerning a tax on financial transactions, an EU VAT, a charge related to air transport and a share of auctioning revenue derived from the bloc’s CO2 emissions trading scheme. These proposals were designed to give the EU some sovereignty in taxation. The proposals met with trenchant opposition from the member states but were supported by the EP. The European Parliament in the lead up to the 2014-2020 budgetary negotiations passed a number of resolutions favouring a redesign of the own resources system. In an April 2014 plenary discussion the European Parliament adopted a resolution on the MFF 2014- 2020 negotiations which argued: ‘that tangible progress can only be achieved following an in-depth reform of the financing of the EU budget that should return to a system of genuine, clear, simple and fair own resources; stresses that this should lead to the introduction of one or several new own resources that will considerably reduce the share of GNI- based contributions to the EU budget and, accordingly, the burden on national treasuries; reiterates its strong commitment to any process leading to the reform of the current unfair, non-transparent and complex system of own resources’ (EP Resolution 14-17 April 2014: http:// epthinktank.eu/2014/04/17/the-eu-own- resources). Source: European Union, 2013. From the publication EU budget 2012 Financial Report ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 8 At the Parliament’s insistence, a High Level Group on Own Resources chaired by Mario Monti was established as part of the process leading to agreement on the 2014-2020 Financial Perspective. The Monti Group consists of members of the three institutions, Commission, Council and EP and will deliver its final report in 2016. The political strategy of using a High Level Group to analyse a very conflictual and problematic issue in the Union is not new. It is a classical device when there is deadlock to try to re-frame the issues and garner political and institutional support by deploying argument and persuasion. The work of the High Level Group has identified the limitations of the current system in its First Assessment Report presented in December 2014 and makes the case for reform. Subsequently its task is to evaluate proposals for a new system according to the criteria established in the first report. There is a very strong case to be made for more autonomous EU budgetary resources and particularly for EU level tax not just in terms of EU financial power but because of the role that money has played in state building in the past. The old adage, ‘no taxation without representation’ should be reversed in discussion of the European Union. Without taxation it will be difficult to sustain representation at the EU level; a parliament that has budgetary power in relation to expenditure but none in relation to revenue raising is inherently weak. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 9 ENTERING A WORLD OF FOOTLOOSE TAX BASES: CAN THE EU GENERATE ITS OWN INCOME? DANIEL TARSCHYS Swedish Institute for European Policy Studies (SIEPS) The content of this document is the sole responsibility of the author and constitutes a personal opinion. ABSTRACT While the expansion of domestic trade has generated many demands for the provision of public services at national, regional and local levels, the growth in international exchange produces a new logic of collective action. Export-based countries require many interventions abroad, in jurisdictions other than their own. New services and new forms of protection are needed, requiring new forms of taxation. The digital economy, with its long and complicated value chains, is creating a new fiscal landscape. Taming multinational corporations and ‘business-friendly’ tax havens requires political clout, which only strong international authorities can provide. In the quest for future EU revenue, we should look mainly for sources beyond the control of the Member States. Workshop on the Own Resources of the European Union European University Institute, Florence, 24 April 2015 WHAT REVENUE FOR THE EUROPEAN UNION? Decade after decade, budget round after budget round, the same tedious script is played out again and again. Supporters of European integration present their arguments for ‘more Europe’, economists repeat their lectures on the value of European public goods, specialised international bodies transmit their latest reports about urgent needs in response to acute crises, and the European Parliament continues to lambast against the paralysis of the Council, but the Member State governments remain unimpressed. With so many domestic interests competing for their attention, and large parts of their media and electorates sceptical of foreigners in general and Eurocrats in particular, they play first and foremost to their national audiences, which are understood to reward hard-nosed negotiators and reliable guardians of the public purse. As a consequence, there are few changes in the composition of the EU’s financial perspectives from one period to another. The best predictor of the next long-term budget for the Union is still the present one. The lesson from several decades of budget negotiations in the EU is that innovations on the revenue side are fiercely opposed. Even the most imaginative proposals by the most eminent teams of ‘wise persons’ are sidelined. In the first place, member state governments do not want to cede their control over any of their presently exploited tax bases beyond the concessions already made. Second, they are hostile to releasing access even to potential, as yet unexplored, sources of income. Rumours of EU misspending and the anticipated reactions of those threatened with new levies suffice to galvanise the opposition of Member ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 10 States. Anything reeking of direct EU taxation is taboo. Behind this firm resistance to increases in EU revenue, there seem to lurk several visceral instincts. One is the urge to defend the reserves of the domestic treasury. Another is apprehension of impacts on the national economy. Any tax wedge is pernicious to investments and employment, and especially so if there are no immediate and direct returns. Eventually, many funds siphoned off to the EU come back in the guise of payments from the European Union, but that is only eventually; the grumbles from those affected are in the present. And apart from domestic protests, there are also the constant sermons about budgetary balance from the Council and the European Commission. Finally, there are the perpetual side-glances at the acquired privileges of other Member States and at seemingly excessive remuneration levels in the European Union. In times of domestic austerity, the ‘equal pains’ and ‘equal efforts’ principles enjoy broad support. However much they agree on various European strategies at Council meetings, governments remain mesmerised by their own net balances and acquired correction gains. The zero-sum game appears to be locked. But is it true that any new revenue for the EU is a national loss even in the first stage, before some of the money returns? This paper explores a tack other than that of transfer of fiscal competence: that of finding additional EU income in virgin pastures where national ministers of finance have not yet trod and cannot tread, or can do so only with the greatest difficulty. In a globalising world, there are potential public income sources that are not only untapped but even untappable for national governments, i.e. simply beyond their reach because several tax bases have become so footloose and etheric. This is also linked to emerging demands for public interventions that cannot be satisfied at the level of individual states. With tax havens and widening consumer markets only a few clicks away, we are facing a new logic of collective action. This makes the stagnation of the EU budget even more absurd: with two billion smart phones dispersed around the world in the last seven years, we urgently need to get smarter about the budget for the next seven years of the European Union. THE TRANSFORMATION OF GOVERNMENT, 1815-2015 As a preface to EU housekeeping, we might first take a quick look at government revenue and government expenditure in general. Measured as a proportion of GDP, the Member States’ public spending stands at 50.3% and their public income at 44% (Eurostat 2010). Compared to the situation in the 19th century, this is a fourfold or fivefold increase of the fiscal quota. From 1815 to 1914, governments’ shares of GDP in European countries oscillated around 10 percent (Cardoso and Lains 2010). Following Adolph Wagner’s famous prediction of government growth as a consequence of economic development, many historians and social scientists have tried to understand the intricate causal patterns behind this evolution (for an early inventory of this literature, see Tarschys 1975). For the purpose of this paper, it is sufficient to consider two key preconditions: the growth of the market economy and a series of fiscal innovations. In an agricultural society with many households surviving on their own produce, there was much less need for collective action in all of its guises: infrastructure, education, social insurance or research. Many agencies of government intervention had not yet taken shape, and even where they started to evolve there was much less pressure and momentum in the public sphere than today. Several states spent more on military than on civil purposes. What set many balls rolling were the incipient and interlinked processes of industrialisation, urbanisation and commercial expansion. This transformation required both ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 11 new skills and new physical assets. Dependence on fickle markets produced both wealth and vulnerability, giving birth first to the ‘social question’ and eventually to many forms of social care, social insurance and social protection. In parallel with evolving demands for public action in the modern economy, there was also a transformation of fiscal instruments paving the way for continual government expansion. The incomes of early states were irregular and highly inelastic: tributes during military campaigns, extraordinary levies linked to particular events such as foreign assaults or the weddings of royal descendants, tithes, a smattering of ground taxes and excise duties based on the physical control of narrow passageways such as harbours or urban octrois . Goods-based extraction was always clumsy, necessitating the construction and maintenance of costly storage facilities or the establishment of frequently contested, and hence instable, attribution schemes. Guarding city entrances and policing markets was a labour- intensive undertaking. Taxes in kind provided public spending with little flexibility. Non-fungible receipts were typically assigned to particular end users serving particular public functions. Monetarisation of the economy enabled the introduction of income taxes, but there were still considerable transaction costs in their assessment and levy. Once the two wars of the twentieth century had raised the level of taxation to permanently higher levels through Peacock- Wiseman’s famous ‘ratchet effect’ (the wheel only goes in one direction), the habit of paying taxes and the necessary control mechanisms were firmly entrenched in mid-century Europe. In the second half of the twentieth century, there followed a further dramatic expansion of government, based chiefly on two major fiscal inventions: first, charges on employers for various social transfer schemes, pioneered by the Bismarck-Beveridge reforms; and second, value-added tax, which was first introduced in France in 1954 and is now, at long last, being seriously considered in the United States. The smooth payment of employer charges and the in-built control mechanisms of VAT have made these two forms of taxation very attractive to governments. Their elasticity as sources of public revenue is linked both to their low transaction costs and their low visibility (Tarschys 1988). Looking at the fiscal revolution in the rear mirror, we see a steady increase in the state’s capacity to extract resources from the economy. This is in no small measure due to recent technological breakthroughs in the sphere of payments. Monetarisation gave the decisive push, but much followed later through the gradual rationalisation of transfer streams. The introduction of compulsory cash registers and compulsory receipts made fiscal evasion more difficult. With money flows increasingly digitalised, it became much easier for the fiscal authorities to exercise control and to see to it that an appropriate trickle was diverted to the state. Both tax-payers “rendering unto the emperor what is due to him”, as quoted by Mark (12:12) and Matthew (22:21), and supervision by the authorities of such streams can now largely be managed by appropriate computer programs. The fiscal reach of the state has thus been significantly extended through the transformation of the economy, and extraction costs have been pushed down to minimal fractions of the various levies. It can hardly be underscored enough that the common denominator of these two processes has been the unprecedented expansion of economic exchange. The modern state is inextricably linked to the market economy: it is a precondition no less than a product. Innumerable public inputs are required to keep this machine humming, but equally countless are its taxable outputs, which make modern government fundable and affordable. In the remarkable European literature on the potentials and complexities of this model, from Adam Smith’s Wealth of Nations (1776) and Wilhelm von Humboldt’s Ideen zu einem Versuch, die Grenzen der Wirksamkeit des ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 12 Staates zu bestimmen (1792) to Johann Gottlieb Fichte’s Der geschlossene Handelsstaat (1800) and Friedrich List’s Das nationale System der politischen Ökonomie (1840) to Émile Durkheim’s De la division du travail social (1893), there are several different views about the desirable external boundaries of the modern trading state, but there is fundamental agreement that the expanding exchange of labour, goods and services has revolutionised the human condition and set new parameters for our economies. THE GOVERNANCE OF EXPORT-BASED ECONOMIES The expansion of trade was, for a long time, essentially a domestic phenomenon. Even in the age of mercantilism and the heyday of colonial expansion, the share of external trade remained modest. It is only in the last few decades that we have seen a major increase in exports and imports. The GDP fraction of these flows in the national economy depends very much on the size of the state. The trans-national trade of Luxembourg is explicably greater than that of Sweden, which, in turn, is greater than that of the United States. But if we look closer at subunits, the trend is clear enough. In America, it was not the least the expansion of interstate commerce that increased the demand for federal intervention, a need foreseen in the constitution, and then endlessly contested in the US Supreme Court. If trade in general generates multiple needs for collective action, foreign trade in particular spawns demands for much more collective action abroad. Increasing economic interdependence has many facets, ranging from security to environmental concerns, health care to education, labour market rules to consumer protection. With the many expanding flows of goods and services, the residents of one country have become increasingly exposed to and dependent on the actions or inactions of other countries, controlled by governments over which they have no immediate democratic control. And foreign bureaucracies are only one part of the story. Even more powerful in the globalised economy are huge multinational corporations, which smoothly and skilfully exploit the fragmentation of political authority among states. While there have been many good reasons for deregulation in previously ossified economies, this process has also deprived modern governments of some traditional instruments of power and revealed the relative impotence of small states. The globalisation of our economies and the many concomitant processes of internationalisation transform not only demands for collective action, but also its supply. How can we exert influence in societies other than our own? The classic techniques of intergovernmental diplomacy do not lead very far. There are occasions when embassies and consular staff can intervene on behalf of their compatriots, and a wealth of intergovernmental conventions lend support to such assistance. Firms in trouble in foreign markets get some assistance in similar ways. Yet there are strict limits to the logic of bilateral action. Many of the emerging challenges can be dealt with only by legal assistance abroad or through joint organisations and competence conferred on super-governmental agencies. Where regulatory intervention is required, the loopholes and opportunities for evasion are simply too large if one country after another tries to go it alone. When markets reach an advanced stage of globalisation, with producers and consumers spread over many continents, with value chains increasingly intricate and complex, with polluters, criminals, germs and other threats to the public order widely dispersed throughout the world, the option of regulatory Alleingang simply fades away. It is joint action, or no action at all. All of these challenges cannot be met through the European Union, but some can be, and many others must be, faute de mieux, even if the prospects for success are very limited. Its shortcomings and failures notwithstanding, the Union is still the best ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 13 instrument we have, and in many circumstances a necessary substitute or starter engine for the global cooperation that we have not yet managed to build up. But the strong and growing demand for EU action still does not solve the crucial problem of funding. If, in some corners of their minds, governments certainly understand the need for more collective resources, many other instincts and impulses inexorably lead them in a different direction, and so does their experience of past spending in the European Union. Just as every government cherishes some aspects of the EU record, each one has its own supply of horror stories of waste and errors in EU spending: mainly by other countries, but also sometimes by its own. REFORMING EU REVENUE: EARLIER PROPOSALS A long list of options have been put forward as new income sources for the European Union. The Schreyer proposals of 2004 included a tax rate on energy consumption limited to motor fuel for road transport, a slice of national VAT and a corporate income tax. The Lamassoure report of 2007 (A6- 0066/2007 Final) presented the following as key candidates for new revenue: · VAT · Excise duties on motor fuel for transport and other energy taxes · Excise duties on tobacco and alcohol · Taxes on corporate profits. In addition, it listed a number of other income sources that had been advanced in European Parliament discussions: · Taxes on dealings in securities · Taxes on transport or telecommunications services · Income tax · Withholding tax on interest · ECB profits (seigniorage) · Ecotax · Taxes on currency transactions · Taxes on savings · Taxes on financial transactions (Tobin tax). At the request of the European Council, the Commission Budget Review of 2010 identified six areas for potential new own resources [COM(2010)700]: · A financial transaction tax (FTT) or a financial activities tax (FAT) · Auctioning of revenue from the EU emission trading system (ETS) · A new VAT resource · A charge on air transport · An energy tax or levy · An EU corporate income tax. In 2011, the Commission came forward with a new proposal as part of its MFF package (COM(2011)510 final, 871 final/2). This included a reform of the legal architecture intended to facilitate more flexible decision-making on technical aspects and implementation rules, as well as a streamlining of the various corrections. The Commission also proposed a single EU VAT rate of 1 percent on all goods and services. Among the two available alternatives for extracting resources from the financial sector it opted for the FTT, but met with strong resistance from several member states. The possibility of introducing such a tax for a limited number of countries in the form of enhanced cooperation is still being explored. The latest contribution to this discussion is the ‘first assessment report’, released on 17 December 2014 by the High Level Group on Own Resources (HLGOR). A key conclusion here is that it is very difficult to analyse the revenue side in isolation: “A necessary pre-condition for change is the common understanding and acknowledgement that the EU ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 14 budget, and indeed the EU as a whole, is much more than a zero-sum game – financially as well as politically. This is the only positive and rallying argument that can create a concerted ambition for reform and merge national interests with a higher European interest.” This point is important. Looking at previous blueprints for revenue reform, one is struck by their timidity. The advocates of new solutions go to great lengths to underline the ‘neutrality’ of their proposals. The idea is not to collect more money for the EU, but simply to introduce more efficiency, transparency, solidarity and consistency into the revenue side of the budget. This argument is clearly intended not to antagonise the many governments opposed to an increase in EU expenditure, but it is far too conservative. Embedded in this cautious approach is the question of why do we need reform in the first place? If the purpose is merely redistribution within a given quantitative framework, we might expect responses largely along the predictable lines of net balances and juste retour . IN SEARCH OF GREENER PASTURES The full drama of the events unfolding before our eyes may not yet be clear, but in the last few decades we have experienced momentous changes in the world economy requiring many more public interventions than we have as yet been able to define. If the expansion of economic exchange in domestic settings called for a large number of new collective actions at the local, regional and national levels, the same is now true in a wider trans-national setting. With export quotas ranging between 20 and 50 percent, the European countries and their social and economic actors have become much more dependent on collective action abroad, in jurisdictions other than their own. Climate change, pollution, refugee streams, tourism, contagious diseases, the flow of data and the rise of multinational corporations are just some of the related factors and processes rendering previous forms of protection woefully insufficient and inadequate. The demands for transnational regulatory interventions and other defensive measures and public services are widening into many new areas; the adjustment of supply is slowly following suit. An obvious bottleneck is the weak funding of such broader collective action. Raising resources for the collective needs of the trade-dependent economy requires, first of all, a better understanding of our new predicament, hence the need for more and better policy analysis in general and, in particular, attention to emerging new services and payment models attuned to the digital age. The explosive growth of business on the net would not have been possible without a wide field of such innovations, but there are few signs of similar creativity in the public sector. Much of the haggling over EU resources seems to be based on the assumption that there is a pie that can be shared only this way or that way, whereas in reality the total pie is anything but fixed. Expanding trade provides resources that did not exist before. By the same token, there are potential sources of fiscal revenue that can be tapped only when trade patterns expand and some trans-national public authority is strong enough to secure its share of the gains. The guiding principle, then, should be to phase out the tug-of-war between the Union and its Member States over already-exploited tax bases. Some sharing of such resources may still be necessary in the future, but the focus for the EU should be on fresh receipts from activities immediately linked to the process of Europeanisation and globalisation. We should seek to identify sources of public revenue that are not easily or not at all within the reach of national governments, but come about or become available only through international exchange and cooperation. A small fraction of such gains could quite reasonably and even profitably be mobilised to pay for the collective action that is its necessary concomitant and precondition. The practical difficulties linked to this approach are considerable, not least because of the many ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 15 competing jurisdictions vying to offer favourable conditions to business. However, the combined strength of further investments in policy analysis, a judicious use of the legal instruments of the European Union and a mobilised public opinion should not be underrated. With enough pressure, the veto power of resistant ‘business-friendly’ member states practising tax competition will yield. Tax competition has also allowed some potential objects of taxation to pass under the radar. As fiscal systems undergo all kinds of ‘greening’, a spectacular exception is that of aviation fuel. One reason for this is no doubt the lobbying strength of the airlines, but this industry also predicted doom and gloom in its earlier battle for tax-free sales without being hit too hard by the measures eventually taken. When it comes to fuel, the industry threatens to re-source purchases to evade taxation, but transport costs reduce the possible harm of that option. Many of the more promising footloose tax bases are connected to the activities of multinational corporations. It is important not to demonise these actors. Multinationals have played and continue to play a preeminent role in technology transfer and economic development in all corners of the globe. The historic breakthrough in poverty reduction in recent decades would have been impossible without their thrust and momentum. Both multinational companies and their national counterparts are tightly dependent on public action, and their expansion is intertwined with that of state expansion. In small open European economies, the GDP share of government and the GDP share of foreign trade have both quadrupled over the last century. While national and multinational companies are both dependent on domestic public investment, transfers and services, the latter are in a much better position to be free riders. Many of the countermeasures required to set the record straight call for more resolute trans-frontier cooperation. Corporate taxes in Europe have come down from around 35 percent in the mid-nineties to around 23 percent now, on average. The span is very wide, however, with Bulgaria and Ireland at the bottom and mainly the larger states at the top. Country size seems to put a brake on the race to the bottom. If this is true, a jurisdiction of 500 million would probably be more resilient to competitive pressure than smaller states. THE EARLY STEPS OF BEPS Important initiatives against fiscal competition have been taken within the OECD, especially in the programme on Base Erosion and Profit Shifting (BEPS). A first set of recommendations was endorsed in 2014 by the Finance Ministers of the G20. The 15 actions included the promotion of greater fiscal transparency between states, measures against the abuse of transfer pricing and action against ‘hybrid mismatches’. These are cross-border arrangements that take advantage of differences in the tax treatment of financial instruments, asset transfers and entities to achieve ‘double non-taxation’ or long-term deferral outcomes which may not have been intended by either country. BEPS is at an early stage, but has the potential to pave the way for important advances in the next few years. The major business consultancy firms offer advice on ‘value chain management’ and tax optimisation. The European Commission has long had corporate tax avoidance on its agenda and is now an active participant in the BEPS process. The revision of the Parent-Subsidiary Directive in 2014 was intended to prevent companies from using mismatches in national tax regimes to avoid taxes. The Commission’s competition investigations into tax rulings and scrutiny of patent boxes under the Code of Conduct on Harmful Business Taxation are also aimed at countering unfair tax regimes in Member States. In March 2015, it presented a tax transparency package intended to increase the flow of automatic information between member states. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 16 In a comment, Pierre Moskovici said, “Tolerance has reached rock bottom for companies that avoid paying their fair share of taxes, and for the regimes that enable them to do this. We have to rebuild the link between where companies really make their profits and where they are taxed. To do this, Member States need to open up and work together. That is what today’s Tax Transparency Package aims to achieve.” Meanwhile, the European Parliament has also stepped up its activity in this field. Following the Lux Leak scandal, it created a temporary committee on tax rulings led by Alain Lamassoure. Although the mandate is only for six months, there is every reason to believe that the legislators’ interest will persist, as will the cooperation between the OECD and the European Commission. The impact of the efforts by taxation professionals in recent years is already sizable STANDING UP TO MONOPOLIES AND OLIGOPOLIES Another area in which sovereign states experience limitations in their reach and clout is that of consumer protection. Apart from banks ‘too big to fail’, the modern world also has actors that are ‘too big to jail’, or too distant. Software giants such as Google are difficult to come to grips with, both on competition matters and on issues of data protection and personal integrity. “The right to be forgotten” has been proclaimed by the company, but whether this promise is being kept is hard to ensure with as yet inexistent instruments of international monitoring and supervision. Recent EU measures have aimed at capping roaming charges on mobile telephones and charges on credit card transactions. The nominal gains for EU consumers are impressive, but the final results remain to be established after a further analysis of the subsequent incidence. Major companies are unlikely to absorb such shocks without strenuous efforts to shift the burden forwards, backwards or sideways. Nevertheless, interventions in monopolistic and oligopolistic markets seem promising and can no doubt confer important benefits on taxpayers. Apart from price-related interventions in the interests of consumers, there are many needs for health protection in mass markets. End users may have more confidence in controls exercised near the point of sale, but other factors may favour shifting the point of gravity further up the value chain, to the locus of production. If governments can arrange for the funding of such operations, there may be considerable efficiency gains in store. Other control demands are more altruistic, such as the desire to ensure safe and fair labour conditions in distant supplier countries. TAXATION IN A DIGITAL ECONOMY A major social transformation underway is the marriage of the World Wide Web with new models of production, distribution and consumption. Its impact on taxation has already been dramatic, in that governments’ extractive capacity has gone up while their extraction costs have gone down. However, a menace threatening on the horizon is a loss of territorial control. If money can move around at a click, so can legal instruments and immaterial assets of all kinds. A new era of fiscal mobility seems to be dawning. There is every reason to predict that private actors wishing to exploit these new opportunities will prove more agile and inventive than the heavy-footed fiscal authorities following on their trail. The new European Commission has recognised this development and placed the digital economy at the top of its political agenda. VAT coordination goes a long way back in the Union, with the Sixth VAT Directive in 1977 and the 2006 Council Directive on VAT as important milestones, but new issues crop up all the time. In its BEPS action plan, the OECD also gives a great deal of attention to this field. In the last year, the ECJ has ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 17 been wrestling with the taxation of business in bitcoins. A special report (OECD 2014) addresses “the tax challenges of the digital economy”. A recent seminar organised by one of the leading consultancy firms dealt with “tax governance and tax risk management in a post-BEPS world”. The full consequences of this development are not yet discernible, but there is little doubt that new threats to the sovereign state will emerge even in the short-to-medium term, and that larger political jurisdictions, such as the European Union, are in a much better position to tackle these matters than smaller ones. An interesting precedent is provided by the United States, where the global reach of the tax authorities has increased substantially in recent years through the Foreign Account Tax Compliance Act (FATCA), with concomitant risks both for its own innocents abroad and for its trading partners. The ongoing negotiations on TTIP and various related trade flows offer additional evidence that size matters in the formation of regulatory frameworks for global business relations. CONCLUSION: FREEWARE, PAYWARE, TAXWARE The World Wide Web started less than 25 years ago. Apps began appearing less than 5 years ago. Bliss is it in this dawn to be alive: never have we seen a greater supply of free lunches. But for how long? To survive in the digital age, content producers must find reliable paths from freeware or shareware to payware. This task is now being tackled in many ingenious ways, with a steady stream of new payment models appearing in different branches of the economy. There are already millions of apps available in the major app stores, with purchases often taking place once the fly has come into the spider’s parlour (‘apps in apps’). Offering ‘premium services’ to customers tired of the ads and the slow pace of the free versions is a standard device. Online newspapers publish blurbs for free, but request payment for the full texts. Governments have much to learn from this huge wave of innovations. They face a similar dilemma. The provision of collective action is difficult to fund while there are so many opportunities to enjoy substantial benefits without footing the bill. Free riders abound. Governments’ long struggle with this problem is written into our fiscal history. Gateways have often been erected to facilitate the collection of fees or taxes. When indivisibility appears at the international level, we must very carefully explore the potential direct links between the particular services (including regulations) and the added value they provide. In some cases, trickles may be diverted from massive payment streams with relative ease; in others, the technical obstacles are substantial and not yet superseded. To sum up, the most promising sources of EU funding are not in further fractions of the already- exploited tax bases that may be wrenched from recalcitrant Member State governments in future negotiations. A much better strategy is to aim for tax bases that are, more or less, beyond the reach of individual states and accessible only by joint action. Some of these sources are tappable only if the Union is strong enough to confront the states that are its fiscal competitors and the non- state actors that have become such experienced masters of fiscal evasion. Many of these tax bases are linked to the emerging digital economy. While much remains to be done to explore these reserves, design appropriate interventions and refine the technology of extraction, there is promise of ample rewards if a greater proportion of the volumes traded can be converted into taxware. Pushing in this direction would make the European Union far more sustainable than it is today and could finally provide it with ‘own resources’ that are truly its own. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 18 REFERENCES Cardoso, J.L. and Lains, P. (2010) Paying for the Liberal State: The Rise of Public Finance in 19th Century Europe. Cambridge: Cambridge University Press. Cipriani, G. (2014) Financing the EU Budget: Moving Forward or Moving Backwards? Brussels: CEPS. Haug, J., Lamassoure, A. and Verhofstadt, G. (2011) Europe for Growth: For a Radical Change in the Revenue of the European Union. High Level Group on Own Resources (2014) First Assessment Report . OECD (2013) Action Plan on Base Erosion and Profit Shifting. OECD (2014) Addressing the Tax Challenges of the Digital Economy. Olson, M. (1965) The Logic of Collective Action: Public Goods and the Theory of Groups. Cambridge: Harvard University Press. Peacock, A.T. and Wiseman, J. (1961) The Growth of Public Expenditure in the United Kingdom. Princeton: Princeton University Press. Tarschys, D. (1975) “Government Growth: Nine Modes of Explanation.” Scandinavian Political Studies. Tarschys, D. (1988) “Tributes, Tariffs, Taxes and Trade: The Changing Sources of Government Revenue”, British Journal of Political Science. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 19 REPRESENTATION WITHOUT TAXATION: AN ASSOCIATION OR UNION OF STATES? 1 SERGIO FABBRINI Sergio Fabbrini is Director of the School of Government and Professor of Political Science and International Relations at the LUISS Guido Carli University of Rome, where he holds a Jean Monnet Chair. He was the Editor of the Italian Journal of Political Science from 2003 to 2009. He is Recurrent Visiting Professor of Comparative Politics at the Department of Political Science and Institute of Governmental Studies, University of California at Berkeley. Among his recent publications are Which European Union? Europe After the Euro Crisis, Cambridge, Cambridge University Press, 2015 and Compound Democracies: Why the United States and Europe Are Becoming Similar, Oxford, Oxford University Press 2010 (second updated edition). email: sfabbrini@luiss.it 1 The article is based on the introductory talk on “Resources for Which Union?” , given to the session on “Do We Need a Reform?” at the “Workshop on Own Resources of the European Union”, organized by the Robert Schuman Centre for Advanced Studies, Euro- pean University Institute, Fiesole (Florence), 24 April 2015. ABSTRACT The debate on the EU budget and its reform should not be prisoner to (only) technical arguments. The formation, composition and use of the budget are not only politically salient questions, but they imply also an idea of what the EU is and should be. If financing of EU activities is based on the principal of the fiscal sovereignty of its Member States, this principle does not seem to fit the need of the Eurozone to use autonomous resources for anti-cyclical purposes. This article argues that the principle of national fiscal sovereignty is compatible with the EU as an association of states, while it is not compatible with a Eurozone operating as a union of states. A differentiated strategy for the reform of the system of own resources of the EU should thus be adopted. Key words: EU own resources, fiscal sovereignty, euro budget, association of states, union of states. INTRODUCTION The European Union (EU) is a political system based on the principle of representation without taxation. Since the 1957 Treaty of Rome, the EU has been institutionalized around a double principle of representation: representing the member states as political entities in the Council of Ministers (then only the Council); and representing the European citizens in the European Parliament (EP). This double principle of representation was celebrated by the 2009 Lisbon Treaty, according to which the approval of a European law (regulation or directive) by both the Council and the EP constitutes the ordinary legislative procedure of the Union. Although the regulatory powers and policy competences of the EU have increased dramatically, the EU system of own resources to support these powers and responsibilities has not changed accordingly. The budget of the EU is strictly constrained in statutory terms (around 1.23 percent of the total Gross Domestic Product (GDP) of the EU Member States), comes mainly ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 20 from national transfers (around 85 per cent of the total budget), is regulated by automatic criteria (in order to prevent negotiation between Member States), and the composition of its expenditure is fixed and in any case negotiated between national governments. The EU budget is dependent on mathematical rather than political criteria. The EU has been prevented from raising autonomous taxes, while its policy responsibilities have dramatically increased. Although the definition of the budget is the business of the national governments coordinating within the EU intergovernmental institutions (the Council and European Council), its management also involves the supranational institutions of the Commission and the EP. But not across the board. Indeed, the Commission and the EP contribute to the use of the budget for the regulatory policies of the single market, but they are marginal (the EP) or instrumental (the Commission) in the policy-making of those areas of EU activities traditionally close to core state powers (Genschell and Jachtenfuchs 2014), such as foreign and defence policies, home affairs, employment and welfare policies and – crucial to the argument of this article – the economic policy side of the Eurozone (or Economic and Monetary Union, or EMU). The EU emerging from the dramatic transformations induced first by the end of the Cold War and then by the existential crisis of the euro collapse is no longer a unitary organization, encompassing Member States moving towards the same end but at different speeds as it has been generally assumed(Piris 2012) . In particular, the separation of the legal bases and material interests between the Eurozone and non-Eurozone Member States has transformed the EU into a crossroads of multiple unions (Fabbrini S. 2015a). Within the EU, there is a union interpreted as an economic community – an exclusive commercial regime or an association of states set up through treaties aiming to create a common and then a single market. As an association of states, it is dependent on the principle of national fiscal sovereignty, a principle that makes the nation states become Member States the indisputable principals of the Union. At the same time, however, the institutionalization of the EU, and in particular the adoption of a single currency managed within a specific governance regime (the Economic and Monetary Union or EMU), has created the necessity of a more genuine economic and monetary union within the EU (Van Rompuy et al. 2012). The depth of integration pursued by the Eurozone during the euro crisis, in particular through intergovernmental treaties external to the 2009 Lisbon Treaty, has radically called into question the very idea of an association of states. In particular, the Eurozone is a union of states, although its institutional structure and policy competence divisions have evidenced a lack of effectiveness and legitimacy. It is against this differentiated institutional background that the debate on the reform of the EU system of own resources should take place. The level, the source and the composition of the budget are not only the result of the path- dependent logic institutionalized along the course of the integration process. The EU budget is much more than an accounting document. It is a realm of political confrontation between rival views of the EU, both as an organization and a project. For those national governments favouring or supporting the perspective of the EU as an economic community (like the United Kingdom, Denmark, Sweden and eastern European Member States such as Hungary, the Czech Republic, Slovakia, Romania and Bulgaria), the current features of the system of own resources must be preserved, given that it reflects the idea of the EU as an association of states, whose Member States should maintain control of its functioning (and thus of its financing). At the same time, the political development of the EU has gone so far that it can no longer be considered an economic community. The EU has indeed acquired features of a domestic federal system, in particular in the Eurozone, moving from the regulatory competences of the single market to policy responsibilities in sensitive new areas of activity. This is why supranational institutions like the EP ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 21 and the Commission, and also the Member States of a Eurozone that has performed unsatisfactorily, claim the necessity of reforming the system of own resources, and in particular call into question the principle of national fiscal sovereignty through the creation of a fiscal capacity for the Eurozone, even if that requires a change to the treaties. For these institutional actors and Member States, the Eurozone will either evolve towards a democratic union of states or will risk a political implosion. In short, the debate on the EU budget and its reform should not be prisoner to (only) technical arguments. The formation, composition and use of the budget are not only highly politically salient questions, but they imply an idea of what the EU is and should be. Here, I will proceed as follows: first, I will critically describe the current system of EU own resources; second, I will discuss the various proposals for reform, basing my discussion on the work initiated by the High Level Group on Own Resources (HLGOR) chaired by Mario Monti. Finally, in the Conclusion, I will bring home my main argument. THE EU SYSTEM OF OWN RESOURCES The EU budget is formally constituted by a system of own resources. The concept of own resources implies that EU revenues should not be dependent on discretionary decisions of the Member States. However, this is not the case. I will first consider the revenue side and then the expenditure side of the EU system of own resources, with the aim of showing its dependence on Member State governments (Cipriani 2014; Iozzo, Micossi and Salvemini 2008). Starting with the revenue side, there are three types of own resources: (1) traditional own resources (TOR), deriving from customs duties and agricultural levies; (2) VAT-based resources, consisting in contributions by the Member States calculated on the basis of a hypothetical value added tax base, which is then corrected in variously ways; and (3) GNI-based (Gross National Income) resources, which are the crucial source for balancing the budget. If one considers the trend over the last fifteen years (Fuest, Heinemann and Ungerer 2015), it emerges that the GNI resources have increased dramatically, whereas the TOR and the VAT resources have either decreased or only slightly increased. On the expenditure side, the EU budget has mainly been used to support agricultural subsidies (40 per cent), despite the agricultural sector having become marginal in the economic structure of the main Member States, and regional and structural policies (around 40 per cent), considered necessary offsetting measures for those economically under- developed sub-national regions that would be penalized by the deepening of the single market. The remaining fifth of the budget is used to support the regulatory policies (like the competition policy) and the daily operation of the EU administration. On both the revenue and expenditure sides, the EU budget exhibits controversial features. Regarding the revenue side, it has become growingly dependent on GNI contributions – that is, national transfers – currently representing around 85 per cent of the total EU budget. At the same time, the GNI contributions are not exactly proportional to the real national income of each Member State because of a complex mathematical calculation and the need to take into consideration specific national rebates (as in the case of the UK). This has created a quite unfair system of distribution of financial weight between Member States. In proportional terms, in 2013 the main contributors were such Member States as Belgium, Luxembourg and Malta. As for the four largest and richest Member States, the UK contributed much less than Italy, France and Germany. Calculating the net balance for each Member State – i.e. the difference between the expenditure allocated to the Member State and its national contribution – the outcome is not surprising. The poorer member states get more than they give and the richer member states give more than they get. But (again) the UK has a significantly smaller ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 22 net margin than the other three larger countries. Regarding the revenue side, it seems evident that the EU does not spend much on policies generating European public goods – i.e. policies generating trans-national benefits – but rather on policies tailored for specific Member States or sub-national regions. In particular, it seems unjustifiable to spend a large share of the budget on the agriculture sector (a traditional French request), given its declining importance in economic and social terms (even in France). Certainly, agriculture is an activity with cultural implications, inasmuch as it also connotes the values of healthy nutrition and preservation of the landscape. And of course, farmers were historically the backbone of anti- modernizing, if not authoritarian, forces, and thus deserve a specific consideration to reduce their fear or anxiety in relation to economic progress and technological innovation. However, this preoccupation has been dispelled by the post-war economic development of the Western European countries. At the same time, it is true that cohesion and regional policies have been successful in compensating the potential losers from the single market, operating as a sort of territorial welfare state (Leonardi 2005). However, the institutionalization of these policies has led to a pork-barrel logic in the distribution of funds, with the consequence that financial support has also been allocated to regions within richer Member States that do not need it (as in the famous case of the funds transferred to the German lander of Brandenburg to build drinking water reservoirs – plausibly a trade-off with France for the funds transferred to the agricultural sector). Thus, on both the revenue and expenditure sides the EU budget is defined and controlled by the Member State governments. They negotiate to define the national transfers to Brussels and to get their share of expenditure from those transfers, although the negotiations are kept within strict limits because of the fear of opening a Pandora’s box. The institutional decision-making system has been tailored to protect the primacy of the Member State governments. Consider the Multiannual Financial Framework (MFF), which structures the EU system of own resources and from which the annual budgets are derived. The first draft of the MFF is informally defined by the Member States in the European Council, and formally by the Council. Although the MFF requires subsequent approval by the EP, the first draft pre-constitutes the margins for manoeuvre of the latter. Moreover, the MFF has a seven-year lifespan, thus bypassing the five-year mandate of the EP. Even symbolically, the lifespan of the MFF shows the secondary role of the EP in budgetary policy. The interstate negotiations concerning the MFF delimit the size of the annual budget, which in its turn is distributed to various pre-established programmes. The reliance on pre-established programmes for spending the EU budget further constrains the possibility of the EP using it for new policies or to introduce anti-cyclical measures. This explains why the EU budget finances more redistributive policies with national implications than trans-national policies aimed at generating Europe-wide goods. Although the definition of the MFF is constrained by pre-established numerical criteria, when, however, divisions emerge they reflect inter-state rather than partisan cleavages. The EU system of own resources has been the object of recurrent criticism. On the revenue side, it is true that its automaticity protects the budget from a Member State requesting to renegotiate it in order to reduce its contribution. It is also true that this automaticity hides the political responsibility in the definition of the budget, making the entire process opaque and technical. The calculation of VAT-based resources is an example of such opaqueness. The VAT system differs significantly from one Member State to another, with unfair implications regarding their contributions to the total budget. The UK rebate, being calculated on the British VAT pool, makes the system nearly unintelligible. On the expenditure side, no EU institution seems accountable for the use of the own resources. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 23 To be sure, for those policies decided with the Community method (because of its monopoly of legislative initiative, the Commission submits a legislative proposal to the Council, which votes by qualified majority or unanimity, and to the EP, which votes by absolute majority, with the possibility of a conciliation process in the case of divergences between the two legislative institutions (Dehousse 2011)) citizens can reconstruct the responsibility of the various institutional actors. However, also for those policies where the co- decisional procedure is applied, the two legislative chambers operate within the limits of the resources previously allocated to a given programme. It is true that in the single market area many of the policies have a regulatory character (Majone 2014), thus implying limited costs. However, at the end of the day the citizens are prevented from understanding the entire budgetary process. They do not know the financial contribution of their country to the EU (no percentage for an EU tax appears when they pay VAT on purchases in their country), they cannot affect the size of the pre-established distribution of the own resources through their vote for the EP, and they cannot know who should be considered responsible for policy outcomes. This seems inevitable in a dual decision-making budgetary regime: it is mainly intergovernmental on the revenue side (the MFF is decided by the Council after consultation with the EP and then approved for the part concerning the national contribution by the parliament of each Member State), but also supranational on the expenditure side (but only where a co-decisional procedure is applied, as in the single market policies). Nevertheless, on the expenditure side the EP and the Commission have to operate within financial limits defined by the Member State governments. In short, the budgetary system of the EU has five basic features. First, it is a derivative system . It is called a system of own resources, but in fact it is a system of Member State resource transfer. It is a system which gives each Member State the incentive to calculate the presumed trade-off between financial transfers to the EU and funds received from the EU (the net balance). Second, it is a rigid system . In order to prevent the re-opening of negotiations between Member States, the result of which would be unpredictable, automatic rules have been introduced to calculate the national contributions on the basis of VAT-based and GNI quantitative criteria. This rigidity is protected by the unanimous vote required for any change. Third, it is a restricted system . Given the nation- based structure of the budget, the condition of the national economy and the level of fiscal burdens in the Member States will inevitably affect their willingness to contribute to the EU budget. Any proposal to increase the budget has regularly met insurmountable hurdles. Fourth, it is a limited system . The EU budget does not envisage any significant resource for anti-cyclical purposes, which would be crucial in times of crisis. Fifth, it is a nation-based system . The EU budgetary system respects the principle of exclusive national fiscal sovereignty. It is not tailored according to EU policies, but according to national interests and priorities. PERSPECTIVES ON REFORM OF THE EU BUDGET In the context of the discussion on the MFF for the period 2014-2020, a High Level Group on Own Resources (HLGOR), chaired by previous Italian Prime Minister Mario Monti, has been established “with the purpose of continuing the reflection and providing new input to this sensitive and difficult issue when it comes to reforming it”. The HLGOR had a basic choice to make at the very start of its work: to devise a reform within the existing treaties or to call for a systemic overhaul of the current system, implying a change in the treaties. The HLGOR has chosen the former option, although it has acknowledged the plausibility of the latter one (“the discontent with the system has created a new dynamic which may lead to change in a medium-term perspective, if the political ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 24 conditions permit”, HLGOR: 7). The HLGOR has adopted a realistic and pragmatic approach, recognizing that the system has fundamentally worked in supporting the operation of the EU. Its report positively evaluates the current GNI- based national transfer balancing system because it guarantees the “stability and sufficiency of resource flows” (HLGOR: 12). At the same time, it criticizes the process of national rebates and the calculation of statistical VAT-based resources because it is unfair (66 per cent of the UK’s net balance is reimbursed) and non-transparent. The report also recognizes that reliance on national resources might generate undesirable outcomes in times of crisis. Given the constraints of the Stability and Growth Pact (SGP), in difficult times reliance on national transfers might incentivise delayed payments to the EU, jeopardizing the viability of established programmes. On these bases, the report advances proposals to identify specific resources that the EU may obtain independently of the Member States (e.g. from financial transactions), to change the VAT- based resource calculation, and to experiment with a limited EU debt to use anti-cyclically. More generally, the HLGOR proposals aim to constrain narrow national self-interests and to limit political transaction costs in Member State negotiations. In a context where powerful pressures for the repatriation and renegotiation of EU policy competences are active, the HLGOR stresses the functionality of the current system. As it acknowledges, “budgetary discipline is currently ensured by several fundamental features of the EU financing system: the ceiling (which is the absolute limit), the fact that the EU budget must be in balance (no debt), and the existence of a Multiannual Financial Framework which defines maximum expenditure in the mid-term. As with democratic accountability, budgetary discipline stems from the EU’s overall institutional architecture and the provisions of the Treaty” (HLGOR: 31). The HLGOR approach aims to rationalize the current system of own resources. As discussed in the scholarly literature (Bordignon and Scabrosetti 2015), several measures might be adopted to make the system more transparent or less intergovernmental. One might consider a reform of the VAT tax rate on national VAT receipts in order to single out the percentage to be transferred to the EU level. Citizens would finally know their direct contribution to the EU budget and become (at least this is the expectation) more attentive to what the EU does with their money. However, it seems implausible to tame the nation-based logic of the system of own resources without critically discussing the principle of fiscal sovereignty of the Member States. This principle constitutes the bulwark of the fiscal idea of the EU as an association of states, an association where representation without taxation is acceptable as long as national parliaments control national financial transfers to the EU. The HLGOR does not call that principle into question, but favours reform within the existing treaty constraints. Other proposals to reform the EU system of own resources have been advanced. The HLGOR duly recognizes that the EP, the Commission, and even the Court of Auditors have raised vociferous criticism of the current system. These institutions have criticized it as being too complex and non- transparent, in particular with regard of the calculation of the VAT-based resources and the rebate on the UK contribution. Moreover, reliance on national contributions has fostered regular tensions between Member States. There have regularly been delayed payments to the EU from a few Member States, in particular in periods of economic difficulty. The same SGP has further increased the constraining pressure on the use of national budgetary resources. Finally, the system has been criticized because of the rules regulating the decision-making system adopted to manage the budgetary process. Unanimity of the 28 Member States is required to introduce even the smallest change in the structure of the EU budget. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 25 Although they have stressed these limits of the EU system of own resources, the Commission and the EP have refrained from asking for a revision of the treaties. In the EP and Commission proposals there is no clarity regarding the logic that should inform the reform strategy. As Bordignon and Scabrosetti (2015: 9) argue, reform of the EU system of own resources depends “on the view about the nature of the EU: a true federation, with a sovereignty of its own which transcends that of the Member States; or just a club of sovereign states which join forces in providing some common goods (…) The answer is not obvious”. It has not been obvious because of the contradictory EU institutional features. This is epitomized by the existence of different unions within the EU, in particular the union of the single market and the union of the single currency (Fabbrini S. 2015a). These two unions are governed by different decision-making logics, although in both unions the popular legislature (the EP) is deprived of taxing powers and even of the power to propose new laws. It is true that the EP plays a co- decisional role in managing the regulatory policies of the single market and only a consultative role in the policies connected to the single currency, where decisions are taken through the voluntary coordination of government leaders and ministers and mainly have a political character (Bickerton, Hodson and Puetter 2015). Nevertheless, in both policy and institutional regimes, the EP operates within the financial constraints defined by the Member State governments. The EU has thus set up an unprecedented system of representation without taxation. This is the exact reverse of the contradictory condition of the American colonies during British rule: they had to pay taxes, but they did not have institutions representing their citizens. If one assumes that the EU is and should remain an organization controlled by national governments, then this lack of taxation power of the EP is justifiable, as it is the Member State- based system of own resources. This might be rationalized, even reformed, but not modified. A muddling-through strategy might be an effective and expedient way to introduce these changes. However, if the contradictory features of the EU area were cleared up and the different unions developing within the EU were distinguished, then a different reform strategy might be devised. A preliminary step should consist in recognizing that the operation of the single market can be based on the principle of national fiscal sovereignty while this principle cannot be preserved to organise the operation of the Eurozone. For the latter, it would seem necessary to introduce a disconnection between the EU budget dependent on national transfers and EU policies by identifying independent financial resources usable by the Eurozone institutions (both intergovernmental and supranational). After several years of deep economic crisis, the EU would also need a Fund for Growth to support the Juncker Investment Plan and a Fund for Unemployment Insurance to be managed at the European level. It would probably also need to issue European Bonds for strategic investment, a possibility that was recognized in the European Coal and Steel Community (ECSC), set up in Paris in 1951. Bonds for investment should not be confused with the sharing of national public debts, which is prohibited by the current treaties. In any case, in the Eurozone, budgetary resources should be connected to the zone’s growing policy responsibilities, and not set in advance through negotiations that exclusively express national interests. The Eurozone should thus revise the principle of national fiscal sovereignty because it constrains its systemic need to counteract asymmetrical shocks. This revision would probably imply a change in the treaties, but this change should concern the Eurozone and not the EU as such. At the EU level, in fact, a treaty revision would trigger impassioned resistance from those Member States that interpret the EU as an economic community aiming to optimize transnational economic activities. It does not ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 26 seem plausible to solve the contrast of views and interests between Eurozone and non-Eurozone Member States through a new round of opt-outs as was done in the past (think of the opt-outs from the most integrative projects, such as the EMU, Schengen, and specific sub-sets of justice and home policies, granted to EU member states such as the UK, Denmark, Sweden, the Czech Republic and even to a Eurozone Member State such as Ireland). This is why the reform proposals that have emerged in recent years mainly concern the EMU budgetary framework, also because the euro crisis has hit the Eurozone much more than non-Eurozone Member States. The crisis has dramatically called into question the compromise, settled in Maastricht and then formalized in Lisbon, between a centralized monetary policy, as requested by Germany, and a decentralized economic, fiscal and budgetary policy, as requested by France (Tuori and Tuori 2014). The crisis has shown the weakness of a policy regime organized around centralized control of the single currency and decentralized governance of the policies connected to that single currency. In particular, a need for the Eurozone to have its own budget to use for anti-cyclical purposes has clearly emerged from the crisis (Iara 2015). The very existence of a euro-budget would require an independent Eurozone fiscal capacity, i.e. fiscal resources that are independent of the willingness of the Member States to transfer them to the Eurozone level. As was asserted in the Report of the Four Presidents, submitted to the European Council in December 2012, it is necessary for the Eurozone to establish “a well-defined and limited fiscal capacity to improve the absorption of country- specific economic shocks, through an insurance system set up at the central level” (Van Rompuy et al. 2012: 5). This fiscal capacity should necessarily be limited, as Van Rompuy’s report stressed, but not necessarily at the current low level. Indeed, it is worth recalling that the MacDougall Report of 1977 already proposed increasing the EU budget to a level of 2-2.5 per cent of total GDP. What matters is that fiscal capacity should not be constrained to respect a pre-established level agreed in advance if it has to be adopted for anti-cyclical purposes (Bordo, Markiewicz and Jonung 2012). The need for a euro budget was further confirmed by the Five Presidents’ Report, submitted to the European Council in June 2015, as a condition for setting up a fiscal union integrating the monetary union (Juncker et al. 2015). A euro budget might be set up by means of various measures decided in a context of enhanced cooperation between the Eurozone Member States, such as a financial transaction tax, a carbon tax, EMU VAT, and taxes on activities made possible by the very existence of the EMU (Fabbrini F. 2014; Maduro 2012). Setting up a euro budget would inevitably imply a reform of the governance system of the Eurozone. Genuine own resources accruing to the Eurozone would require a democratization of the decision- making process on the use of those resources. Although several models might be devised, from a democratic theory point of view all of them should imply a strengthening of the decision- making power of the EP, transforming it into a congressional institution (according to the checks- and-balances model of separation of powers) (Fabbrini S. 2015b). It is worth recalling that the current governance system of the Eurozone has marginalized the EP, instead favouring the monitoring role of national parliaments. This has meant that some national parliaments (those of the Member States with creditor status) have turned out to be much more relevant than other national parliaments (those with debtor status). For instance, the green light for the third aid package for Greece in August 2015 came from the German Bundesrat and not from the EP. Inter- parliamentarism, like inter-governmentalism, favours the larger creditor member states, in particular in a crisis situation (Fabbrini S. 2013), institutionalizing a hierarchical relation between ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 27 states that conflicts with the principle of equality of states (which underlay the founding of the EU (Fabbrini F. 2013)). Direct financial transfers might likely generate divisions between Member States (Rant and Mrak 2010). Indeed this was dramatically shown by the Greek crisis in summer 2015, when the possibility of a Grexit was raised by the main creditor Member state (Germany) jeopardizing the viability of the monetary union In sum, a reform of the budgetary system of the EU might be the occasion for distinguishing between the Member States supporting the fiscal idea of the EU as an association of states and the Member States, mainly belonging to the Eurozone, in need of creating an effective democratic union of states. As a union of states, the Eurozone would need to have its own genuine resources through which to manage its policy responsibilities, thus connecting taxation power with popular representation. A democratic union of states is incompatible with both representation without taxation and taxation without representation. CONCLUSION Discussion of reform of the EU own resources system has a political rather than a technical character. If the EU is considered to be an association of states, notwithstanding the supranational features acquired during its development, then the current system of financially supporting its activities through national transfers is understandable, and with it the principle of fiscal sovereignty of its Member States. On the contrary, if the EU is considered to be a union of states with federal features, then the current system should be reformed, moving in the direction of dual fiscal sovereignty: the sovereignty of each Member State and the sovereignty of the Union. However, the EU is a mixed regime, or rather it is based on a dual constitution (Fabbrini S. 2015a) encompassing different institutional logics and reflecting different systemic needs, in particular with regard to the single market on the one hand and the single currency on the other. If the EU is a framework within which several unions coexist, as argued in this article, then reform of the own resources system should follow a differentiated strategy. That is, it seems plausible to maintain the current system of indirect financial support for the activities connected to the policies of the single market (although rationalized), and at the same time to build a fiscal capacity (although limited) to support the activities connected to the governance of the single currency. To adopt a reform approach towards the EU as a whole would inevitably lead to a stalemate. Thus, if the principle of national fiscal sovereignty is preserved for the countries participating in the single market, in the Eurozone fiscal sovereignty should be shared between its Member States and the Eurozone institutions, although obviously the fiscal capacity of the Eurozone should necessarily be limited. At the same time, setting up Eurozone taxes would trigger a rationalization, if not a down-sizing, of the national taxes of the Member States of the area (Weiss 2013). Finally, if the principle of national fiscal sovereignty is compatible with an EU system of representation without taxation, the principle of dual fiscal sovereignty implies the necessity of connecting taxation and representation at the Eurozone level. In sum, through a differentiated reform of the EU system of own resources it is possible to make a crucial step forward towards a more accountable and effective euro union without straining the operation of the inclusive single market. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 28 REFERENCES Bickerton, C.J., D. Hodson and U. Puetter (eds.) (2015). The New Intergovernmentalism: States and Supranational Actors in the Post-Maastricht Era, Oxford: Oxford University Press. Bordignon, M. and Scabrosetti, S. (2015). “The Political Economy of Financing the EU Budget”, mimeo. Bordo, M.D., Markiewicz, A. and Jonung, L. (2012). “A Fiscal Union for the Euro: Some Lessons from History”, NBER Working Paper, No. 17380 . Cipriani, G. (2014). Financing the EU Budget, Brussels, Centre for European Policy Studies. Dehousse, R. (ed.) (2011). The “Community Method”: Obstinate or Obsolete? , New York: Palgrave Macmillan. Fabbrini, F. (2014). “Taxing and Spending in the Euro Zone: Legal and Political Challenges Related to the Adoption of the Financial Transaction Tax”, European law Review, No. 2, pp. 155-175. Fabbrini, F. (2013). “The Fiscal Compact, the “Golden Rule” and the Paradox of European Federalism”, Boston College International & Comparative Law Review, 38:1. Fabbrini, S. (2015a). Which European Union? Europe After the Euro Crisis, Cambridge: Cambridge University Press. Fabbrini, S. (2015b). “The European Union and the Puzzle of Parliamentary Government”, Journal of European Integration, 2015, 37, n. 5, pp. 571- 586. Fabbrini, S. (2013). “Intergovernmentalism and Its Limits: The Implications of the Euro Crisis on the European Union”, Comparative Political Studies, 46/9, 2013: 1003-1029. Fuest, C., Heineman, F. nad Ungerer, M. (2015). “Reforming the financing of the European Union”, ZEW policy brief, N. 2. Genschell, P. and M. Jachtenfuchs (eds.) (2014). Beyond the Regulatory Polity? The European Inegration of Core State Powers, Oxford: Oxford University Press. HLGOR (High Level Group on Own Resources) (2014). First Assessment Report, http://ec.europa. eu/budget/mff/hlgor. Iara, A. (2015). “Revenue for EMU: A Contribution to the Debate on Fiscal Union” , European Commission Taxation Paper , Brussels, No. 54. Iozzo, A., Micossi, S. and Salvemini, M.T. (2008). “A New Budget for the European Union?”, Brussels, CEPS policy brief , No. 159. Juncker, J.-C. et al. (2015). Completing Europe’s Economic and Monetary Union, http://ec.europa. eu/priorities/economic-monetary-union/docs/5- presidents-report_en.pdf Leonardi, R. (2005). Cohesion Policy in the European Union: The Building of Europe, New York: Palgrave Macmillan. Maduro, M. (2012). A New Governance for the European Union and the Euro: Democracy and Justice, Report for the European Parliament Constitutional Affairs Committee, PE 462.484. Majone, G. (2014). Rethinking the Union of Europe Post-Crisis: Has Integration Gone Too Far?, Cambridge: Cambridge University Press. Piris, J.-C. (2012). The Future of Europe: Towards a Two-Speed EU?, Cambridge: Cambridge University Press. Rant, V. and Mrak, M. (2010). “The 2007-13 Financial Perspective: Domination or National Interests”, Journal of Common Market Studies, 48:2, pp. 347-372. Tuori, K. and Tuori, K (2014). The Eurozone Crisis: A Constitutional Analysis, Cambridge: Cambridge University Press. Van Rompuy et al. (2012). Towards a More Genuine Economic and Monetary Union, 5 December, www. consilium.europa.eu Weiss, S. (ed.) (2013). The European Added Value of EU Spending: Can the EU Help its Member States to Save Money? Exploratory Study, Gutersloh, Bertelsmann-Stiftung. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 29 THE ROLE OF THE EP IN THE PROCESS OF REFORMING OWN RESOURCES ANNE VITREY Anne Vitrey is Director of Budgetary Affairs within DG Internal Policies of the Union at the European Parliament (2008-present). She is responsible for the EP work linked to the preparation of the EU Budget and Budgetary Control and for overseeing the teams responsible for providing assistance to inter- institutional negotiations (annual Budget, High Level Group on Own Resources, OLAF etc). Anne joined the Parliament in 1985, initially working as an administrator in the DG for Information and Public Relations, and then the DG for Committees and Delegations. Later she moved to the Committee of Women’s rights before being nominated as Head of Unit to the secretariat of Budgets. Anne Vitrey contributed to the drafting of the first and second reports of the Expert Committees on the Reform of the European Commission and afterwards headed the secretariat for the temporary Committee on Financial Perspectives 2007-2013 (2005-2006). More recently, she supervised the 2014-2020 MFF negotiations. The content of this document is the sole responsibility of the author and constitutes a personal opinion. The workshop organised by the EUI on European Union Own Resources has a particular relevance in as far as the reforming process is concerned. Although the Treaty of Lisbon has left the revenue side practically unchanged, the legislator has nevertheless included a new chapter (Chapter 1 (Article 311): The Union’s Own Resources) in the brand new title II - Financial Provisions. The particular relevance of today’s debates is not linked to the timing but to the process. The last negotiations on the 2014-2020 Multiannual Financial Framework (MFF) have highlighted the limits of the current system. The European Parliament conditioned its approval of the 2014- 2020 MFF with the setting up of a High Level Group on Own Resources composed of representatives of the European Parliament, the Council and the Commission. The High Level Group is chaired by Mario Monti who accepted to introduce today’s workshop. Over the past decade, the European Parliament has played a major role in pushing forward a reform of the financing of the EU Budget through the so-called own resources system. WHY AND HOW? 1) Why did the EP influence the process? The Budgetary Dimension Although the source of and decision on the financing of the EU Budget remains mainly an intergovernmental prerogative, the European Parliament is nevertheless granted powers by the Treaty. Article 314 of the TFEU places the Parliament and the Council on equal footing to adopt the annual budget of the European Union: Article 314 TFEU: The European Parliament and the Council .... shall establish the Union’s annual budget ...” ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 30 Furthermore, Articles 310 and 314 make it clear that revenue is part of the annual budget : Article 310(1) TFEU : “All items of revenue and expenditure of the Union shall be included in estimates to be drawn up for each financial year and shall be shown in the budget” Article 314(1) TFEU: The draft budget shall contain an estimate of revenue and an estimate of expenditure.” Article 314(4)(c) TFEU: The EP may adopt AMs to the Council’s position on the draft budget (which includes an estimate of revenue). Article 323 TFEU: “The European Parliament, the Council and the Commission shall ensure that the financial means are made available to allow the Union to fulfil its legal obligations in respect of third parties.” Article 2(c) of the Financial Regulation: “budget” means “the instrument which for each financial year, forecasts and authorises all revenue and expenditure considered necessary for the Union. ” It follows that the EP is, in principle, entitled to amend the revenue side when it reacts to the Council’s position on the draft budget. It can be noted that when the EP grants discharge to the Commission in accordance with Article 319 TFEU, it does so on the basis of an examination of both revenue and expenditure. Thus, EP’s budgetary powers (including the discharge procedure) cover both sides of the budget. The Political Dimension As an elected body, the European Parliament has responsibilities towards the European citizens in line with the principle of “no taxation without representation”. The EP is one branch of the Budgetary Authority with full discharge authority. In this capacity, it decides the expenditure of the EU budget and gives discharge to the Commission on the implementation of the budget = revenues and expenditure. Although the principle of “no taxation without representation” should also be applicable to the EU budget, the European Parliament has so far been the branch of the Budgetary Authority that has used its powers mostly on the expenditure, and not on the revenue side. Even though its discretion is in practice greatly restricted by the ORD, the EP is nevertheless perfectly entitled to scrutinise and debate the revenue side of the budget. It might be of some symbolic value and a sign of democratic responsibility that the EP begins to do this, taking into account that the budget “ forecasts and authorises all revenue and expenditure considered necessary for the Union” (Article 2(c) Financial Regulation). Budgetary decisions, both at the multiannual level and the annual level , have become increasingly difficult, arduous and conflicting. The 2007-2013 and 2014-2020 MFF negotiations have shown the limits of solidarity between Member States, where two opposing camps, composed of net payers on one side and net beneficiaries on the other, differ in their accounting visions of the EU Budget. They adjusted their agreements with a long list of derogation ‘gifts’ and negotiated compensations under the logic of ‘juste retour’ until this ‘zero sum game’ reached agreement and the unanimity of the 28 Member States was achieved. Annual budgetary decisions have also become increasingly strenuous (the 2011-2013-2015 Budget negotiations failed to adopt a joint text within the 21 days for conciliation provided for by the Treaty). Constant sources of conflict between the EP and the Council have emerged over recent years, notably on the level of payments. Year after year, the number of ‘unpaid bills’ based on payment claims (24.7bn at the end of 2014) ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 31 accumulating on the Commission’s desk has risen, putting at risk the possibility of the EU ability to fulfil its ambitions and commitments through its budget, and hence the credibility of the EU itself. Such a situation is clearly in contradiction to Article 323 TFEU, which states: The European Parliament, the Council and the Commission shall ensure that the financial means are made available to allow the Union to fulfil its legal obligations in respect of third parties. The budgetary constraints due to the economic crisis have exacerbated the pressure on national budgets, and since 80% of the OR financing the EU Budget comes from GNI resources, Member States have been more and more reluctant to provide sufficient levels of payments. The link between the OR system, notably the GNI component (based on Member States wealth), and the level of expenditure, notably the level of payments into annual budgets, has been fervently stressed by the EP. What was a technical problem has now become a political issue (e.g. the GNI- based calculation incident in 2014). The overall effect of the ORD is that the annual budgetary negotiations are expenditure-led : the amount of payments on the expenditure side determines the amount which will have to be raised on the revenue side (principle of equilibrium). As a consequence, the Council insists on keeping payments as low as possible to minimise the call for GNI-based resources. NB : Nevertheless, although the GNI/wealth resource is a problem for the EP it is less a problem for the Council because it guarantees budgetary discipline. It is a kind of insurance that EU spending remains under control. Maintaining an institutional balance will be one of the main challenges for the High Level Group. The Institutional Dimension In a brand new Title II dedicated to Financial Provisions, for the first time the TFEU in its article 311 states: “The Union shall provide itself with the means to attain its objectives and carry through its policies” There is a new aspect in article 311(4) TFEU which deserves to be considered. The Treaty leaves decision on the ORD at intergovernmental level (unanimity plus ratification by national parliaments) but opens the implementation measures of the new ORD to the consent of the European Parliament. This means that if a new system of OR is to be put in place from 2020 onwards, future ORD could take the form of a framework decision guaranteeing the principles of sustainability, sufficiency, transparency, equity etc., and leaving it to the Parliament to influence the kind of resources. There is no doubt that the EP will use this new power granted by the Treaty as a leverage, which would significantly increase its legitimacy as part of the budgetary authority. 2) How did the EP influence the process? The EP adopted, by a huge majority, the initiative report by Alain Lamassoure in 2007 1 . The report raised awareness of the weaknesses in the current system and highlighted the distortion in the initial system of the Treaty of Rome based on genuine own resources. The European Parliament has regularly continued to stress the institutional imbalance of the Parliament as full co-legislator, co-budgetary authority, and discharge authority, being directly elected (representing 500 million citizens and taxpayers) and having no say on how the EU Budget is financed. It used a major weapon by 1 The future of the European Union’s own resources, 29 March 2007 ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 32 conditioning its agreement (consent) to the 2014- 2020 MFF on a joint declaration on OR, thus clearly linking both revenues and expenditures. The Parliament “Reaffirms its basic position, as stated in its resolution of 13 June 2012, that it is not prepared to give its consent to the next MFF regulation without political agreement on reform of the own resources system .” As a consequence, the EP vigorously supported the creation of the HLGOR , announced on 25 February 2014 in a joint declaration made in Strasbourg by the President of the EP, the President of the Council and the President of the Commission. Mario Monti said on that day, “I am confident that, building on this unprecedented joint initiative of the three institutions, our group will provide well-founded options for future decisions with a view to a simpler, more transparent, equitable and democratically accountable system” The commitment and involvement of the European Parliament in this process has been continuous and accompanied by a strong will at all stages by all political groups at all levels of the decision- making process: rapporteurs, coordinators, the Committee on Budgets, the Conference of Presidents, the President of the EP and the plenary session of the EP. The long-standing efforts and interests of the Parliament are for this issue to remain within the intergovernmental sphere and to keep it on the political agenda . Will this newly composed Parliament continue in this direction? In a context of legitimacy, further questions may be raised : · Will the national parliaments, who, according to the Treaty, have the prerogative to ratify a new ORD, be ready for a change in the system? · Can the legitimacy to raise taxes for the EU Budget be shared between the national and European levels? · Should the principles of subsidiarity and proportionality apply to this very sensitive issue in the future? When Mario Monti presented the First Assessment Report to the Conference of Presidents in January 2014, almost all the leaders of the political groups insisted on involving the national parliaments at an early stage. The inter-parliamentary conference with national parliaments, which will be hosted by the European Parliament in June 2016, will constitute a major step. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 33 WHICH OPTIONS FOR A REFORM? THE PROBLEMS AND SHORTCOMINGS OF THE CURRENT SYSTEM OF EU OWN RESOURCES 1 MARGIT SCHRATZENSTALLER Margit Schratzenstaller, born in 1968 in Landshut/ Germany, has been working as a Senior Researcher (Public Finances) at the Austrian Institute of Economic Research (WIFO) since April 2003. Since January 2016 she is deputy director at WIFO. She holds university degrees from the University of Giessen, Germany and the University of Wisconsin Milwaukee/USA and a PhD from the University of Giessen. From 2002 to 2003 she held a postdoc position at the University of Goettingen/Germany, where she coordinated the interdisciplinary Post Graduate Programme “Future of the European Social Model” funded by the German Research 1 The research leading to these results has received fund- ing from the European Union’s Seventh Framework Pro- gramme for research, technological development and demonstration under grant agreement WWWforEurope no. 290647 and from the European Union’s Horizon 2020 research and innovation programme under grant agreement FairTax no. 649439. Foundation. She is expert in the Austrian Fiscal Council and member of the Board of Trustees of the European Forum Alpbach and teaches at the University of Vienna. Her field of expertise covers (European) tax and budget policy, tax competition and harmonisation, fiscal federalism and gender budgeting. She is deputy coordinator of the FP7 EU project WWWforEurope and partner in the H2020 project FairTax. The content of this document is the sole responsibility of the author and constitutes a personal opinion. The most prominent and debated issues in the negotiations on the EU MFF for the period 2014 to 2020 were the overall budget volume, the structure of expenditures, and the continuation of the rebates for (some) net contributor countries. In contrast, the system of own resources of the EU was hardly addressed in the negotiations, although it is one of the most important obstacles to a future-oriented and sustainable reform of the EU budget. The EU budget is currently essentially based on three revenue sources: traditional own resources (agricultural tariffs, sugar customs duties, general tariffs), VAT-based own resources and GNI- based own resources. Since the end of the 1970s, traditional own resources received directly by the EU have greatly lost importance. Financing of the EU budget is increasingly dependent on direct contributions from Member States’ national budgets, and particularly on GNI-based resources. The design of the financing system of the EU, which has evolved over more than 60 years since the founding of the European Coal and Steel Community (ECSC) in 1952, is characterised by a number of shortcomings rooted in the low and still decreasing revenue autonomy of the EU. As the own resources of the EU consist primarily of contributions by Member States paid directly from national budgets, the EU budget has increasingly become the subject of political conflict, as was ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 34 most clearly revealed by the “net contributor debate”. Reaching an agreement on the MFF is becoming more and more difficult, particularly with economic divergences widening in the last (and future) enlargement rounds. This carries the risk of the EU budget becoming chronically under-financed to meet the challenges facing the EU in the future. This risk is evidenced by both the 2007 to 2013 and the 2014 to 2020 MFFs, each setting expenditures to decline as a ratio of EU GNI, rather than being at least held constant as is warranted by the current and future tasks of the EU. The predominance of national contributions narrows down the focus of member states on monetary net returns from the EU budget, i.e. the relation between national contributions to the budget and monetary returns from the individual policy areas (common agricultural policy, structural and cohesion policy, research and innovation, etc.). However, the benefits of EU membership beyond pure financial flows related to the EU budget do not play much of a role as criteria in Member States’ evaluations and decisions. Within the EU, with its increasing divergences and therefore national interests, such a perspective focusing on individual country- specific monetary costs and benefits inevitably aggravates the controversy over the EU budget and increasingly hinders compromises. It is an essential reason why particularly net-contributor countries, whose gross contributions exceed the transfers received from the EU budget, urge limitation of the volume of the EU budget. Moreover, it furthers the tendency of Member States to support the preservation of expenditure categories promising to maximise their individual country-specific transfers received from the EU budget, instead of pushing for an expenditure structure from which maximal benefit for the EU as a whole (“European value added”) may be expected. In this context, it should be recalled that the financial resources at the disposal of the EU also serve to finance various “European public goods”, i.e. goods or activities with positive cross-border external effects and with European value added. In particular, this concerns expenditures in the areas of research and innovation, education, transport infrastructure and climate/energy policy, decided upon at the EU level. Securing fiscal equivalence would also require assigning to the EU the taxes necessary to finance these expenditures. Moreover, the lack of tax autonomy at the EU level runs counter to the long-term trend of deeper integration. Despite an increase in negative cross- border externalities (e.g. environmental damage) caused by the ever-closer economic integration of member states, EU policy refrains from using taxes at the European level to influence economic agents’ behaviour, thus foregoing the potential benefits of a potentially powerful market-based policy instrument. In general, the current revenue system hardly contributes to or supports EU policies. In addition, the system of own resources is characterised by considerable degrees of complexity and lack of transparency. While the three revenue sources as such are easy to understand, their implementation is not. This is mainly caused by the UK rebate and the various mechanisms for its correction. In addition, the concrete design of the VAT-based own resource, particularly the determination of the tax base, is often criticised as somewhat complicated. Moreover, the structural adjustments made since the early days of the European Community are the result of political compromises (such as the correction mechanism for the financing of the UK rebate). Apart from the resulting administrative burden, this trend also undermines political credibility and the legitimacy of national financial contributions, since the populations of the individual Member States are less and less able to identify their own contributions to the financing of the EU budget and the relationship between revenue and expenditure. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 35 Not least, within the group of net contributing countries, which in the period from 2007 to 2011 included 11 member states, a “rebate from the rebate” for the UK was only granted to the four countries which are traditionally the most important net contributors, despite the fact that they do not necessarily – in relative terms – carry the largest net contribution burdens. Therefore, complete elimination of the correction mechanism for the UK rebate is an important element of a more simple, transparent and equitable system of financing the EU budget, and more so as the initial reason to grant a rebate to the UK in the first place – relatively low economic prosperity and high net contributions – has disappeared during the last 30 years. From an equity perspective, it may also be considered problematic that the poorer member states, which on the one hand benefit from cohesion policy, on the other hand over- proportionately contribute to financing the various correction mechanisms to alleviate the net contribution burden of the richer countries. It may also be criticised that capping individual VAT- based resource payments by limiting the part of the harmonised VAT base on which the call rate is applied to 50 percent of GNI does not necessarily alleviate the burden for the poorer countries, as there is no clear relationship between a country’s GNI and the size of the VAT base. 1. OPTIONS FOR A FUNDAMENTAL REFORM OF THE SYSTEM OF OWN RESOURCES OF THE EUROPEAN UNION In the longer-term perspective, budgetary leeway is to be created for the financing of tasks ranking high in the Europe 2020 strategy through further shifts in the expenditure structure, notably the already- initiated restraint on agricultural spending. Given the conflicting interests of the Member States, it is nevertheless doubtful whether such shifts will progress at sufficient speed to create the necessary budgetary room for manoeuvre. All the more so, since agricultural spending will (have to) remain a major responsibility for the EU, albeit with substantial adjustments towards organic farming, the preservation and development of rural areas and the promotion of tourism, reflecting the changing role of agriculture. Against this background, conferring a certain degree of tax autonomy on the EU by substituting own EU tax revenues for part of national financial contributions appears to be an option worth exploring. In principle, two alternative reform strategies to address the existing shortcomings of the system of own resources may be envisaged: · Reforms within the existing system of own resources with the aim of streamlining it. In practice, this would lead to the elimination of the VAT-based own resource so that, given the ongoing loss in importance of traditional own resources, the budget would in the long run be financed almost entirely by GNI-based own resources; · The introduction of EU taxes, as (partial) compensation for loss of the existing revenue sources. This option would assign some degree of tax autonomy to the EU. The criticism advanced against the current system of own resources advises in favour of the latter reform strategy, conferring on the EU some degree of tax autonomy in combination with a reform of key features of the existing system of own resources along the following lines: · Elimination of VAT-based own resources; · Attribution of own taxes to the EU to compensate for the abolition of VAT-based own resources and in recognition of the arguments in favour of EU tax autonomy; · Reinforcement of own EU tax revenues through GNI-based own resources; · Reform of the correction mechanism to finance the UK rebate. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 36 Starting from these key elements, the following considerations are devoted to a crucial issue in the debate on alternative revenue sources for the EU budget, i.e. the question of what kind of taxes would lend themselves to the establishment of an own EU tax sovereignty (or as supplementary or alternative revenue sources). One basic assumption is that financing the EU budget entirely or at least primarily through own taxes is for the time being neither meaningful nor possible under the existing framework conditions. One argument against that is the existing ban on incurring debt, which requires an additional revenue source to balance the budget in the case that actual tax revenues fall short of projections. In addition, financing all EU responsibilities entirely through own taxes would require much deeper integration of the EU member states than is presently the case, leading more towards a federal state. Weighing up EU taxes on the one hand against GNI-based own resources on the other hand is an issue beyond pure economic reasoning. It is instead a political decision for Member States to decide the extent to which they see the Community eventually moving towards a federal state that needs its own legal framework for fiscal relations and an own tax sovereignty. This is also a crucial factor in the degree and factual implementation of the tax autonomy conferred on the EU. It may either be confined to the power to decide on how to allocate its own resources, or it may extend to legislative powers in tax matters. In the first case, the EU would receive a certain fraction of national tax revenues or be granted the right to levy a supplementary rate on a given tax base, with the right of decision on tax bases and national tax rates essentially remaining with the Member States. In the second case, the EU would acquire the right to determine the tax base and rate, with Member States possibly having the right to levy a supplement. In its reports on the operation of the EU own resources system, the European Commission establishes seven criteria for the evaluation of own resources: · visibility and simplicity · financial autonomy · a contribution towards an efficient allocation of economic resources · yield · cost efficiency with regard to tax administration · revenue stability · an equitable gross burden. These criteria may be applied only partially or in modified form in the following assessment of the suitability of different taxes as financial sources for the EU budget. They will be supplemented by further criteria developed using the theory of fiscal federalism as a yardstick for assigning different taxes to the different levels of government. Thus, for the assessment of whether a certain tax may qualify as an EU tax, the following criteria may be formulated: · The degree of regional attribution: the lower the possibility of determining the share of individual member states in the tax base/tax revenues, or the lower the identity between the country where tax revenues accrue and the country of residence of tax subjects, the greater the suitability as an EU tax. · Cross-border negative externalities: the higher they are, the higher the qualification as an EU tax, since the optimal tax rate from the national perspective is below that from the European perspective. · Mobility of the tax base: the higher it is, the higher in principle the qualification as an EU tax, since centralisation may help ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 37 to prevent a possibly harmful “race to the bottom”. · Short-term volatility: the higher it is, the lower the qualification as an EU tax. Due to the ban on EU debt, the flow of own resources should be stable in the short term and as cyclically-insensitive as possible. · Long-term yield (revenue elasticity): the higher it is, the higher the qualification as an EU tax, since, with European integration and given the long-term challenges the EU is facing, the range of tasks and therefore the financial needs will probably rise. · Visibility: the more visible and perceptible a tax is for the tax subjects, the higher its qualification as an EU tax, since the link between tax payment and a return from the EU budget is made transparent. · Equity of the gross burden at the national level: the closer the link between the tax base (and therefore the tax burden) and national income, the higher the qualification as an EU tax. Table 1 gives an overview of the candidates for new own resources mentioned in the European Commission’s various reports on the functioning of the system of own resources and options for its reform. Table 1: Candidates for new own resources according to the European Commission European Commission (1998) European Commission (2004) European Commission (2010) CO 2 or energy tax modified value added tax excises on tobacco, alcohol and mineral oil EU corporate income tax tax on transport and telecommunication services income tax; interest on income tax tax on ECB gains from seigniorage EU energy tax EU value added tax EU corporate income tax taxes on the financial sector (financial transaction tax and financial activity tax) revenues from auctioning under the greenhouse gas Emissions Trading System charges related to air transport EU VAT EU energy tax EU corporate income tax Source: own compilation. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 38 Table 2: Potential EU taxes Tax base (tax) Key features Potential revenues per year % of EU expenditure per year 1 Financial transactions (Financial Transaction Tax – FTT) 0.1% tax rate on bond and share transactions, 0.01% tax rate on derivatives transactions 0.1% tax rate on bond, share and foreign currency transactions, 0.01% tax rate on derivatives transac- tions €20 billion (by 2020) €50 billion (by 2020) 15 36 Sum of profit and remuner- ation of financial institu- tions (Financial Activities Tax – FAT) 5% tax rate on the sum of profit and remuneration of financial institutions according to the addition- method FAT applied at source no fully harmonized tax centrally collected at EU level, but revenue-sharing between member states and EU €24.6 billion (2009) 18 Charge related to air trans- port (Departure Tax or Flight Duty Tax) tax on passengers flying from an EU airport, dif- ferentiated according to distance and class of travel (Departure Tax) tax on flights (Flight Duty Tax) decentralized or centralized collection possible €20 billion (by 2020) 15 Consumption (EU Value Added Tax – VAT) 1% tax rate on goods and services subject to stan- dard tax rate decentralized collection and transfer to EU €20.9 billion to €50.4 billion (2009) 15 Energy consumption CO 2 emissions (EU Energy Levy, EU CO 2 Levy) Single EU tax rate on quantities of energy products released for consumption based on their energy content Minimum rate of CO 2 -related taxation defined in revised ETD Decentralized or centralized collection possible No estimates avail- able - Profits of incorporated firms (EU Corporate In- come Tax – CIT) Less than 2% tax rate on national corporate income tax base decentralized collection and transfer to EU €15 billion 11 Sources: European Commission (2010, 2011A, 2011B); own compilation. 1 Expenditure per year calculated as average of total expenditure for the period 2014 to 2020. Evaluation of these taxes according to the criteria specified above (Table 3) gives only rough indications, since it does not allow for a possible fine-tuning of the different criteria but only distinguishes between “somewhat useful” or “somewhat less useful” as an EU tax. For further considerations on the actual design of an own resources system which is also based on Table 2 contains the key features and potential revenues from the candidates included in the European Commission’s latest documents on the operation of the system of own resources and options for its reform. Altogether, the potential revenues from the various candidates may contribute to financing the EU budget to a considerable extent. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 39 EU taxes as genuine own resources, the analysis needs, of course, to be refined. It would also have to consider administrative costs and the question of the level (national or EU) at which revenues would be collected. None of the taxes briefly discussed below is deemed an “optimal” EU tax, since all of them miss one or more of the criteria defined above. Which of the taxes will actually be selected using these criteria, and the weight to be attributed to each of them, is in the end a political decision. According to the above criteria, charges on air transport would qualify best as EU taxes. They may internalise negative cross-border externalities (in this case climate-damaging emissions) and thereby reduce air traffic. Assigning these taxes to the EU would rein in the possibility of tax avoidance caused by tax rate differentials between Member States. Their visibility for citizens and their short- and long-term revenue stability and tax yield are further arguments in favour of assigning them to the EU level. In particular, the tax avoidance to be expected speaks in favour of earmarking charges related to air transport entirely for the EU: a uniform tax rate should be fixed at the level of the EU and all revenues should be channelled into the EU budget. The main arguments in favour of an FTT being assigned to the EU as an own tax are the impossibility of a regional attribution for such a tax and a prospective long-term yield. Moreover, unilateral implementation would be next to impossible, and considering the far-reaching integration of the European financial market, an FTT may also internalize negative cross-border externalities. In contrast to an EU CIT or VAT, differing national tax bases would not be an issue. Regarding a partially centralised CIT, it may be argued in favour that the growing disconnections between value added and corporate location on the one hand and profit and its taxation on the other undermine the possibility of regional attribution of the tax. Moreover, it can be expected that corporate tax competition in the EU will intensify further due to the high mobility of the tax base. CIT is also characterised by a high yield in the longer term. Table 3 : Evaluation of options for EU taxes Regional at- tribution negative cross-border externalities mobiity of tax base short-term volatility long-term yield (rev- enue elastic- ity) visibility equity of gross burden at national level Financial Transaction Tax + + + - + - - Financial Activities Tax + + + - + - - Departure/ Flight Duty Tax - + + + + + - Value Added Tax - - - - + + ? Energy Levy/CO 2 Levy - + - + + + ? Corporate Income Tax + - + - + - - Source: own. + somewhat in favour of being used as an EU tax; - somewhat against being used as an EU tax. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 40 Taxes on energy consumption have the advantage of low short-term volatility and a high long-term elasticity. Moreover, they can internalize cross- border externalities and are highly visible to citizens. VAT appears the least suitable candidate. Only its long-term revenue elasticity and high visibility for citizens speak in its favour. Altogether the most straightforward option for an own EU tax is the FTT, which as a new tax has the additional advantage that national revenues would not be affected, which would be the case for charges on air transport and energy taxes, which exist in at least some Member States already. Thus, it can be expected that choosing the FTT as an EU tax will meet with less political resistance than options which imply redirecting national revenues to the EU budget. From an administrative point of view, the FTT has the further advantage of there being no nationally differing tax bases that would need to be harmonised beforehand. It could cover a substantial share of total EU expenditure. If the aim is to extend the contribution of EU taxes even further, charges related to air transport would be another readily available solution, also considering that few Member States levy such charges at all, and that they are exposed to permanent criticism as they are regarded as a severe competitive disadvantage when implemented unilaterally at the national level. The same holds for a CO 2 tax, which some Member States have recently introduced. When designing a new financial framework for the EU giving it a certain degree of tax autonomy and considering institutional aspects and political decision-making processes, a number of caveats need to be considered that are often emphasised by the opponents of EU taxes. A major concern is that an EU own tax responsibility would lead to permanent upward pressure on expenditure, all the more so as the EU budget is dominated by the goal of redistribution. Moreover, the assignment of (a certain degree of) tax autonomy to the EU would require a reinforcing of democratic legitimacy, i.e. strengthening the powers of the European Parliament further and tightening expenditure control and the fight against fraud. It can also be expected that the process of unwinding the UK rebate system will cause considerable political controversy. Therefore, any major reform is likely to require a considerable lead time. In this context, the problematic role of the unanimity rule as a major barrier against far-reaching reforms needs to be emphasised. It is one of the main reasons why Member States prefer to agree on a minimum consensus and for their principally critical attitude towards ambitious reform proposals. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 41 THE CASE FOR A SINGLE AND BUOYANT FISCAL SOURCE TO FUND THE EU BUDGET GABRIELE CIPRIANI 1 Gabriele Cipriani holds a PhD in Political Sciences (University of Bologna - Italy) and a Master degree in European law (College of Europe – Bruges, Belgium). He joined in 1978 the European Court of Auditors where he has spent his whole career holding several managerial positions, lastly as Director of the Audit Chamber responsible for ‘Structural Policies, Transport & Energy’. He is currently Principal Adviser. Gabriele is the author of conference papers and publications on various aspects of EU finances. His core research interests focus on the reform of the EU budget and its accountability arrangements https://www.researchgate.net/profile/Gabriele_ Cipriani/publications. 1 The opinions expressed by the author in this publication in no way commit his employer, the European Court of Auditors. ABSTRACT The visibility of taxpayers’ contributions to funding the EU budget will be the most critical element of any reform of EU revenue. The legitimacy of these contributions will depend even more on convincing Europeans that EU funds are making a difference across Europe. Renewal of both EU revenue and expenditure arrangements could start a virtuous process that may ultimately benefit the European integration project. 1. THE RATIONALE FOR A REFORM OF THE EU REVENUE SYSTEM The agreement on the Multiannual Financial Framework (MFF) 2014-2020 provided for a review of the EU revenue system by a High Level Group (HLGOR) 2 . Admittedly, the aim was not to increase the current resources, or to challenge the exclusive fiscal sovereignty of member states, making the Union financially independent of national parliaments by giving it the power to tax EU citizens directly 3 . Ultimately, the EU budget was to remain bound to a ‘drawing right’ on a given amount of fiscal resources collected by member states 4 . As for the four main objectives that should guide the review (simplicity, transparency, equity 2 The HLGOR, chaired by Prof. Mario Monti, is composed of representatives of the Council, European Parliament and Commission. 3 See as background reference, European Parliament, Resolution of 29 March 2007 on the future of the Euro- pean Union’s own resources, paras. 28-29; Resolution of 8 June 2011 on Investing in the future: a new Multian- nual Financial Framework (MFF) for a competitive, sus- tainable and inclusive Europe, paras. 167-168; European Commission, A Budget for Europe 2020 , COM (2011) 500, 29 June 2011, part I, p. 7. 4 Payment appropriations are currently capped at 0.98% of EU Gross National Income. For a discussion on the concept of EU ‘own resources’, see Cipriani, Financing the EU Budget: Moving forward or backwards? , CEPS Paperback, Brussels, November 2014, pp. 6-10, http:// www.ceps.eu/system/files/Financing%20the%20EU%20 budget_Final_Colour.pdf. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 42 and democratic accountability), the European Parliament, the Council and the Commission (but also national parliaments) may have different and potentially divergent views on how best to tackle these issues 5 . Recourse to traditional criteria (such as equity; an adequate, stable and harmonised assessment basis; efficiency and cost-effectiveness of revenue collection; and visibility to taxpayers) 6 will not be sufficient to smooth out all the differences. Any assessment of the suitability of a revenue source would depend on the actual definition of each criterion and its weighting 7 . Most importantly, setting a rationale for reform of EU revenue requires clarifying the liability for funding the EU budget. Should this remain an issue among national governments, or is it necessary 5 For example, it is certainly no accident that in the ‘own resources’ decision applicable to the MFF 2014-2020 (Council Decision 2014/335/EU, Euratom of 26 May 2014) the Council omitted to indicate, as proposed by the Commission, that the own resources system “ should, as far as possible rely on autonomous own resources in the spirit of the Treaty, rather than on financial contribu- tions from Member States which they widely perceive as national expenditures” (see European Commission, Amended proposal for a Council Decision on the system of own resources of the European Union , Recital No 4, COM (2011) 739, 9 November 2011). In addition, the Council position concerning ‘democratic accountability’ seems unclear. This objective was not included in its conclu- sions of 7-8 February 2013 (see European Council Con- clusions, doc. EUCO 37/13, 8 February 2013, point 111). The same omission can be observed in Recital No 3 of the own resources decision. 6 See, in particular: European Commission, Financing the European Union , COM (98) 560 final, 7 October 1998; Financing the European Union , COM (2004) 505 final, 14 July 2004 and Financing the EU budget: Report on the operation of the own resources system , SEC (2011) 876, 27 October 2011. See also European Convention, Final report of the discussion circle on own resources , CONV 730/03, Cercle III 7, 8 May 2003, pp. 2-3, and European Parliament, Resolution of 29 March 2007, op. cit., para 41. 7 For example, as noted in the first assessment report of the HLGOR (17.12.2014, p. 27), the principle of equity can be translated into different courses of action, leading to different opinions, arguments and value judgments. to acknowledge the status of the EU as a union of member states and their nationals by raising awareness of taxpayers’ individual contributions? 8 These questions point to two possible basic options with quite different implications, concerning, in particular, an assessment of the ‘equity’ criterion and the potential impact on public opinion of putting the legitimacy of EU revenues at the forefront of public discussion. One option would be continuation of the system of ‘national contributions’ funded from the coffers of national taxation and with no visibility for taxpayers. Compared to the current system, an extreme simplification could be made by setting a ‘scale’ applicable to the financial contributions of member states (as in the Treaties of Rome) 9 . As is the case today, such a scale would result from a political agreement with the aim of incorporating any perceived budgetary ‘imbalance’ and in principle leaving unchanged the current burden- sharing among member states 10 . The criterion of ‘equity’ would thus be replaced by the concept of ‘reasonable net contribution’ based on the zero-sum logic of ‘budgetary balances’, where an accounting advantage of one member state is considered in practice to come at the expense of other member states 11 . Fulfilment of the 8 See Articles 1 TEU, 10 TEU, 13(1) TEU, 15 TFEU and the Protocol (No 2) on the application of the principles of subsidiarity and proportionality. 9 See Articles 200 EEC and 172 Euratom. 10 For an illustration of how such scales might look, see Cipriani 2014, op. cit., (Table 5, column 3, and Table 6, column 3). One could even envisage setting scales of this sort by spending area, as in the Treaties of Rome and following the same logic as the calculation of the finan- cial participation of non-EU countries in some EU pro- grammes, such as Research & Development. 11 The budgetary balance is a cash concept defined as the difference between a member state’s share in financing the EU budget and its share in allocated operational expenditure. The sum of all member state balances adds up to zero (for further details, see European Commis- sion, EU Budget 2013 Financial Report , Luxembourg, 2014, p. 125). In reality, due to the externalities generated by EU expenditure, its economic benefits are ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 43 transparency and democratic accountability requirements would be limited to national budgetary and discharge procedures, for example through a specific ‘Financing the EU budget’ entry in national budgets. A second option would be to acknowledge the central role of taxpayers in the Union and, in line with the principle of ‘proximity’ advocated by the Laeken declaration on the future of the EU (December 2001), to make their contribution to the EU budget visible through identifiable fiscal resources (transparency). Awakening the public from a state of ‘fiscal anaesthesia’ would put the size and evolution of individual contributions under its control and potentially trigger closer scrutiny of those managing EU funds (democratic accountability). Equity would have to be assessed using different parameters, at taxpayer rather than at member state level 12 . Finally, ‘simplification’ would mainly depend on the nature and number of resources, as will be discussed below. 1.1. Old or new taxes? Over the years, numerous proposals for new taxes to finance the EU budget have been put forward 13 . spread over all the member states and even outside the EU (see Cipriani and Pisani, The European budget: An alternative to budgetary balances to assess benefits for the member states , Working Paper No. 339, Società italiana di economia pubblica, Pavia, October 2004, www.siep- web.it/siep/it/pubblicazioni/working-papers/archivio- anno-2004?start=40; Cipriani, Rethinking the EU Budget: Three Unavoidable Reforms , CEPS Paperback, Brussels, November 2007, pp. 90-97, http://www.ceps.eu/system/ files/book/1563.pdf). 12 For example, as noted in the first assessment report of the HLGOR (op. cit., p. 28), it has been argued that, overall, the present system of ‘national contributions’ is ‘regressive’ in the sense that member states with a lower per capita GNI do not contribute a lower share if ‘national contributions’ are expressed as a percentage of GNI. This is mainly the result of corrections for some member states. An analysis of actual per capita contri- butions in the 2007-2013 MFF is provided in Cipriani (2014), op. cit., in particular in Figure 4 and Table 7. 13 For example, an aviation sector tax; a resource based The Commission tabled one such proposal (Financial transaction tax or FTT) in 2011 14 . The fact that such a tax is still not operational in the member states ready to go ahead with it (initially eleven, now ten), shows the difficulty of being ‘innovative’ in terms of taxation 15 . Since the EU has no power to raise taxes 16 , the introduction of new taxation to finance the EU budget would require convincing national governments to ‘promote’ such taxes vis-à- vis their citizens. This would be a somewhat unpopular undertaking, as it would lead to an increase in overall taxation 17 , or at any rate it would be perceived in that way 18 . However, on emission auctioning in the context of the EU Emis- sion Trading System (ETS); a tax on energy based on the revised Energy Taxation Directive; EU Corporate Income Tax (EUCIT); excise duty on motor fuel for transport and other energy taxes; excise duty on tobacco and alcohol; a tax on corporate profits; a tax on dealings in securities; a tax on transport or telecommunication services; withholding tax on interest; ECB profits (sei- gniorage); Ecotax; taxes on currency transactions; a tax on savings; and taxes on financial transactions. 14 See European Commission, Proposal for a Council Direc- tive on a common system of financial transaction tax and amending Directive 2008/7/EC, COM (2011) 594, 28 Sep- tember 2011. 15 For an analysis of the context for introducing a FTT, see Cipriani (2014), op. cit., pp. 39-44. The main aspects of the tax (such as collection, transactions liable for the tax, tax rates, tax basis and geographical scope) are still under discussion. These aspects would determine the volume of revenue and its allocation to the budgets of the participating countries. A decision on the open issues should be made by end of June 2016. 16 Except on the salaries of the members of the institutions and its own staff. 17 As in the case of the FTT (see note 14). 18 It would be extremely difficult to demonstrate that such new taxation would be offset by corresponding fiscal reductions elsewhere. As an example, to meet the condi- tions for joining the euro, the Italian government intro- duced a ‘contributo straordinario per l’Europa’ for the year 1997. This was a kind of forced loan, meant to be reimbursed later on. While only 60 % of the amount was finally reimbursed, the widespread conviction is that such reimbursement was amply compensated for by further taxation. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 44 since the current volume of EU resources should remain unchanged, the proceeds from such taxes would only ultimately benefit national budgets. Governments may therefore be tempted to increase their own revenue and lay the blame on the EU. Finally, as noted by the HLGOR 19 , the assessment of the potential amount of revenue which can be expected from new resources is a critical issue. To a greater or lesser extent, the assessment basis for such taxes may be narrow and uncertain. Here again, the case of the FTT provides useful lessons 20 . Moreover, new fiscal resources would necessarily increase administrative costs, notably because of new collection and control systems. This shows that the introduction of new taxes with the explicit purpose of financing the EU budget raises serious difficulties, which in turn call into question the feasibility of introducing them in the foreseeable future. Given the difficult and complex procedure that would be necessary to amend the EU revenue system, and the time needed to put a new tax in place, reliance on existing fiscal sources would have the advantages that their broader implications are known, that they are already in place and that they could be adopted for the next MFF 21 . Old hens make the best soup. 1.2. One or more taxes? Many of the new taxes proposed to fund the EU budget have the characteristics of earmarked taxes, linked to specific fiscal policy objectives in fields with an EU-wide relevance (e.g. energy, transport, environment, and telecommunications). Indeed, in such cases a regulation at EU level may 19 See the first assessment report of the HLGOR (op. cit., p. 30). 20 The potential revenue expected from a FTT is subject to uncertainties due to the risk of delocalisation of finan- cial services. See also note 15. 21 In the same vein, the first ‘own resources’ decision (Council Decision 70/243/ECSC, EEC, Euratom of 21 April 1970) provided that the EU budget should be funded through existing taxes (custom duties and levies, VAT). represent the most appropriate means of taxation with a transnational dimension, for example to reach greater harmonisation in the field of indirect taxation “to the extent that such harmonisation is necessary to ensure the establishment and the functioning of the internal market and to avoid distortion of competition” (Article 113 TFEU). 22 However, as the case of the FTT seems to confirm 23 , the allocation of the proceeds from such taxes to the EU budget is a different kettle of fish. As a result of the member states’ exclusive fiscal sovereignty, the choice of EU resources is a Council prerogative (Article 311 TFEU). Although appealing, the idea that the EU could lay claim to the proceeds from new and ‘unexploited’ fiscal sources is not in line with the Treaties. The principle of a tax mix is understandable in a national context, as an instrument of fiscal policy. While the EU does not have such powers, it is also doubtful whether the limited size of the EU budget justifies the complication of introducing several fiscal sources, even with the understandable aim of ensuring a broader coverage of economic criteria on the whole 24 . Moreover, a plurality of ‘European’ taxes would portray the EU as ‘thirsty for power’, while at the same time making it more difficult for taxpayers to identify their overall contribution. One single and already-existing tax therefore seems a more practical option for reforming the EU revenue system. 2. AN EU VAT-BASED RESOURCE Value Added Tax (VAT) seems an obvious choice as a source of EU revenue for a number of reasons. VAT is a general consumption tax, in line with the idea of an EU budget for Europeans. It is largely harmonised, part of the acquis communautaire, 22 For example, one of the reasons for introducing an EU FTT would be to avoid an uncoordinated patchwork of national financial transaction taxes. 23 See note 15. 24 As commented earlier, the actual definition of each crite- rion is in any case subject to interpretation. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 45 and a pillar of the EU single market. VAT has a broad and relatively price-inelastic basis. It represents a main source of the EU countries’ revenue, with a marked growing trend since 2008 and above the OECD average 25 . This shows the prominent role of VAT in EU fiscal systems. Moreover, there is no confirmed basis in fact for its alleged ‘regressivity’ 26 . The idea of taking advantage of VAT as a fiscal source to fund the EU budget was already introduced in 1970 27 . Although this resource was rapidly de facto turned into a national contribution, 28 the case for a VAT resource directly linked to taxpayers has been regularly reiterated 29 . Drawing on the Commission’s proposal tabled in 2004, a VAT- based resource could operate in ‘symbiosis’ with the national VAT systems, on the basis of taxable 25 The 21 OECD countries that are members of the EU have an average standard VAT rate of 21.7%, which is signifi- cantly above the OECD average (19.1%). OECD (2014), Consumption Tax Trends 2014 , OECD Publishing. http:// dx.doi.org/10.1787/ctt-2014-en. 26 A factual analysis undertaken by the Commission in 2011 challenges the traditional view that VAT revenue is inequitable and regressive (see European Commission, Financing the EU budget: Report on the operation of the own resources system , SEC (2011) 876, op. cit., pp. 15 and 27). Moreover, while GNI is often presented as the para- digm of ‘equity’ (see European Commission, Financing the European Union, COM (1998) 560, op. cit., p. 11), in reality the current system is not exempt from ‘regres- sivity’ effects (see note 12). It may be added that while direct imposition is in principle ‘progressive’, in practice it weighs to a large extent on those with a fixed income, which is easily verifiable by the fiscal authorities. 27 See note 21. 28 For a discussion about the ups and downs of the VAT resource, see Cipriani 2007, op. cit., pp. 46-55. 29 See, for example, European Parliament, Resolution of 9 April 1981 on the Community’s own resources, para 13; Draft Treaty establishing the European Union (Spi- nelli Treaty), adopted on 14 February 1984; Resolution of 21 April 1994 on a new system of own resources for the European Union, para 9-10; European Commission, Financing the European Union , Vol. I, COM (2004) 505 final, p. 11 and Vol. II, p. 53, 14 July 2004; The EU Budget review , Technical annexes, SEC (2010) 7000, 19 October 2010, p. 34. persons’ returns. Such a resource, which would ultimately represent a levy on households’ final consumption, could take the form of an EU VAT rate as part of the national rate, so as to leave the fiscal burden on the final consumer unchanged. As the VAT base is large, only a small percentage would be needed to fund the EU budget (a ‘politically’ favourable circumstance). Visibility could be ensured through an appropriate mention in fiscal receipts 30 . The objective of making the VAT-based resource neutral for final consumers would require excluding from the assessment basis zero-rated transactions (on which no revenue is collected), which are applied to a number of basic goods by some member states. It could be argued that this would introduce inequality among EU final consumers with identical consumption patterns. However, in the absence of an EU fiscal power, a parallelism between EU revenue and the pattern of a broad national fiscal source seems a legitimate and ‘equitable’ solution for contributions paid directly by the public. This also provides a better rationale than the current conceptually debatable corrections, which are the origin of scarcely understandable discrepancies in per-capita contributions 31 . As with any fiscal resource, there is a risk of avoidance. Available estimates show that VAT losses are significant 32 and fraud may represent a large share. No member state is spared by VAT fraud. In this respect, the ‘transitional’ intra- 30 The details of this proposal are developed in Cipriani 2014, op. cit., pp. 60-70. 31 See Cipriani 2014, op. cit., Figure 4 and Table 7. 32 According to a VAT gap study published by the Com- mission, an estimated €177 billion in VAT revenue was lost in 2012 (€171 billion in 2011) due to non-compliance or non-collection. This corresponds to 16% of the total expected VAT revenue of 26 member states (see Euro- pean Commission, Press release MEMO/14/602, 23 October 2014, p. 3). See also European Parliament, Reso- lution of 12 December 2013 on the call for a measurable and binding commitment against tax evasion and tax avoidance in the EU. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 46 community VAT regime plays an important role. Member states have no “certainty of being able to receive the revenues to which they are entitled” 33 . The domino effect on other taxation is a further concern 34 . Linking the various types of EU revenue to VAT could accentuate the European rationale of the tax and encourage initiatives to improve the efficiency of national systems. Under this scenario, since the EU budget cannot run a deficit, the GNI resource would return to its original role as a balancing resource. This resource could also provide the potential for temporary arrangements if significant differences arose compared with the current burden-sharing between member states. 3. CONCLUSION Difficulty in showing identifiable results achieved by EU funds 35 and recurrent cases of their sub- optimal use reduce confidence in the EU. This is also a matter of concern with regard to EU revenue, since its legitimacy depends on convincing taxpayers that EU funds are making a difference across Europe. Enhancing EU public trust requires action on both sides of the EU budget. The public’s trust would be revived by regulatory frameworks designed to achieve better spending than the member states could achieve alone, where, for example, absorption of funding would 33 See European Commission, A common system of VAT, A programme for the Single Market , COM (96) 328, 22 July 1996, p. 25. 34 As the VAT base represents a kind of ‘benchmark’ for all tax returns, VAT avoidance generates a ‘domino effect’ of simultaneous avoidance of direct taxation revenue and social security contributions (Tremonti and Vital- etti (1991), La fiera delle tasse, Bologna, Il Mulino, p. 21). 35 The latest Commission report on the evaluation of the Union’s finances based on the results achieved (COM (2015) 313, 26 June 2015) confirms the difficulties noted in the past about reporting on the achievements of the EU funding policies and their added value compared to national spending alone. not be an objective in itself and it would be possible to compare the expected and actual results of the programmes. This places a shared responsibility on the Commission, the European Parliament and the Council. The introduction of a visible fiscal source to fund the EU budget could also be a means of enhancing taxpayer confidence. Visibility would not only show them that individual contributions are somewhat limited. It would also represent a counterweight to any possible future increase, as this would need to be adequately justified. The use of an existing tax, such as VAT, seems to fit the purpose. Achieving the required renewal and reform at the EU and the national levels will not be a piece of cake. However, there seems to be no alternative if we wish to foster the general public’s support for the European integration project. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 47 CONTRIBUTION TO SESSION II OF THE WORKSHOP ON OWN RESOURCES ANNEMIEKE BEUGELINK Mr Giacomo Benedetto asked whether we can escape the “ juste-retour ” debate, when discussing a reform of the own resources system. This may be difficult to achieve in the short term but perhaps there are ways to alter this debate. There is an intrinsic link between a reform of the own resources system and a review of EU budget expenditure.; The challenge is to get away from a deadlock where there seems no clear way of changing either one profoundly. In his introduction, Prof. Monti raised the question of whether one should consider earmarking certain revenue for certain expenditure. The principle of unity of the budget would be an argument against this, but a clearer separation and/or grouping of certain revenue sources and expenditure items may be an avenue to explore –- if only for analytical purposes – - to help change the juste- retour debate. It might, perhaps, contribute to unlocking the zero-sum game which is paralysing not only a reform of the own resources system but also a review of EU expenditure. Additional benefits of such an analysis might be to better focusing of EU programmes on European public goods and performance, an improvement in the situation regardsing the sufficiency of payment appropriations in the budget, and, who knows, as increase in citizens interest in the EU budget. Mr Tarschys has spoken and written about “Footloose Tax Bases” as a possible way of finding new EU revenue sources 1 . On page 3 of his paper he introduces the concept as follows: “The zero-sum game appears to be locked. But is it true that any new revenue for the EU is a national loss even in the first stage, before some of the money returns? This paper explores a tack other than that of transfer of fiscal competence: that of finding additional EU income in virgin pastures where national ministers of finance have not yet trod and cannot tread, or can do so only with the greatest difficulty. In a globalising world, there are potential public income sources that are not only untapped but even untappable for national governments, i.e. simply beyond their reach because several tax bases have become so footloose and ethericThe zero-sum game appears to be locked. But is it true that any new revenue for the EU is a national loss even in the first stage, before some of the money reverts? This paper explores a different tack than the transfer of fiscal competence: that of finding additional EU income in virgin pastures where national ministers of finance have not yet trod and cannot tread, or can do so only with the greatest difficulty. In a globalising world, there are potential public income sources that are not only untapped but even untappable for national governments, i.e. simply beyond their reach because several tax bases have become so footloose and etheric.” On page 9 of the paper, in the context of “raising resources for the collective need of the trade- dependent economy” the author explains: “The guiding principle, then, should be to phase out the tug-of-war between the Union and its Member States over already exploited tax bases. Some sharing of such resources may still be necessary in the future, but the focus for the EU should be on 1 Daniel Tarschys, Swedish Institute for European Policy Studies (SIEPS), “Entering a world of Footloose Tax Bases: Can the EU Generate Its Own Income?”, work- shop on the Own Resources of the European Union, European University Institute, Florence, 24 April 2015. The content of this document is the sole responsibility of the author and constitutes a personal opinion. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 48 fresh receipts from activities immediately linked to the process of Europeanisation and globalisation. We should seek to identify sources of public revenue that are not easily or not at all within the reach of national governments, but come about or become available only through international exchange and cooperation. A small fraction of such gains could quite reasonably and even profitably be mobilised to pay for the collective action that is its necessary concomitant and precondition.” What if one were to link such new resources in some way or another to EU expenditure providing for a similar kind of “footloose” European public goods? In a 2011 publication, Mr Tarschys developed selection criteria and a three-stage test for categorising expenditure as European public goods 2 . Other authors have also written on the concept of European public goods 3 . For reasons of simplification one could make an analysis in which the GNI resource would be linked to EU programmes with a certain rationale 4 of “national envelopes” (cohesion, rural development, fisheries), and one or more new own resources, based on “footloose tax bases”, linked to EU expenditure that can be characterised as “footloose” European public goods (notably, research, TENs, external action and administrative expenditure). In a digitalised and globalised world, and profiting from the Single Market, a customer in country X, for example, can now choose an energy service provider, which may get the electricity from country Y and/or be dependent on a pipeline in country Z. Regulation by the EU may save costs for customers (e.g. roaming). Public risk-taking to trigger more private long long-term investments, such as for in Galileo or the ESIF, should not 2 Daniel Tarschys, Swedisch Institute for European Policy Studies (SIEPS), “The EU Budget: What Should Go In? What Should Go Out? – European Public Goods: Which Selection Criteria for the Multiannual Financial Frame- work?”, 2011. 3 Also see, e.g., also the contribution by Mrs. Schratzenk- raller to this workshop. 4 E.g. convergence, redistribution, intra-EU solidarity, incentives for Member States structural reforms, etc.. lead to a situation of privatisation of profits and socialisation of losses. One can imagine the type of services that the EU budget could help deliver and new resources in the form of fees/taxes, which may be conceived for the provision of such collective goods. If there were a clearer separation of revenue and expenditure between what could be considered to be more “European” and what more “Member State-oriented/based”, it might influence the net- contributor’s calculations of net contributors. Traditional own resources are obviously not included in the concept of “operational budgetary balances” and with the same logic one could also exclude EU expenditure for on “footloose” European public goods from such calculations 5 . Furthermore, there are good reasons to calculate net balances on the basis of a different methodology other than “operational net balances”. Mr Cipriani and Mr Pisani already illustrated this in 2004 with calculations that evaluate the economic impact of EU expenditure on the basis of “ induced” production demand’ 6 . This methodology would produce “win-win” outcomes for almost all Member States. Studying the economic and other impacts of EU expenditure is of wider importance, especially in the context of scarce resources, with a continuous search for “fiscal space” 7 , where performance or result-oriented budgeting should play a prominent role. Scrutiny of Member States’ economic and budgetary performance features high on the economic governance agenda. In the same vein, scrutiny by Member States of the implementation 5 Expenditure on external action is already excluded; with regard to administrative expenditure different method- ologies exist. 6 See Gabriele Cipriani, CEPS publication “Financing the EU budget, : Moving Forwards or Backwards”, 2014 7 See Marcel, Mario (2014) “Budgeting for fiscal space and government performance beyond the great recession”, Robinson, Marc (2014), “Spending Reviews” and Schick, Allen (2014), “the metamorphoses of performance bud- geting”, OECD Journal on Budgeting, Vol.13/2 , to be found here: http://www.oecd-ilibrary.org/governance/ oecd-journal-onbudgeting_16812336 ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 49 of “their” funds under shared management in terms of performance and regularity can, and should, also be improved. If new footloose revenue sources and footloose European public goods were more clearly separated from the GNI resource and national envelope- based EU programmes, this might also alter the situation as regards negotiations on payment appropriations in the EU budget. Currently, in order to strike a deal amongst themselves on the level of payments, Finance Ministers from “net- receiver” and “net-contributor” countries may decide to restrict appropriations disproportionately under Headings 1a, 3, 4, and 5 so as to “spare” agricultural and cohesion spending. If this were no longer possible, there may be more incentives for peer review, a better assessment of needs, and improved forecasting. Finally, new “footloose” resources for the EU budget might help raise citizen’s engagement with and scrutiny of the EU budget. Lucy Martin wrote a dissertation 8 on the relation between taxation and political accountability, examining the effects of taxation on citizens’ behaviour. She argues that “taxation changes citizens’ preferences such that they are less tolerant of non-accountable behaviour by government”. She tested her theory, which is based on “loss aversion” mechanisms 9 , with experiments in Uganda. Put simply: the theory is that people care more about losses than gains; taxation is said to provide a better incentive for holding governments to account for lost income than non-earned aid received. Perhaps it is time to take a fresh look at the often-heard statement that citizens would not accept an EU tax, and take up the challenge of reviewing EU expenditure in pursuit of providing European public goods for the benefit of those citizens. 8 Lucy Martin, Yale University, “Taxation, Loss Aversion, and Accountability: Theory and Experimental Evidence for Taxation’s Effect on Citizen Behavior”, September 18, 2014. 9 See Daniel Kahneman and Amos Tversky, “Prospect theory: An Analysis of Decision under Risk, 1979 ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 50 WHICH OPTIONS FOR A REFORM? THILO MAURER Budget Officer at the European Commission, DG BUDGET. Working on issues related to the EU Budget, Multiannual Financial Framework and own resources. Previously in the unit for external policies. Prior professional experience: German Federal Ministry of Finance, Berlin Academic background: Studies of Political Sciences in Frankfurt/Main, Berkeley, Berlin. The content of this document is the sole responsibility of the author and constitutes a personal opinion. In debates about reform of the EU budget own resources system, more often than not the ruminations quickly gravitate towards the salient issue of identifying new alternative sources of finance. The European Parliament’s call for more “genuine own resources” and the discussions on the Commission proposals in 2011 exemplify this tendency. The press is inclined to pick up the issue under the catchphrases “a new European tax” or “a tax for Brussels”. As a consequence, it is sometimes tempting to construe a binary opposition between “federalist” voices which call for more, or new, autonomous own resources on the one hand and “inter- governmentalist” forces, embodied on the other hand by the main net contributing Member States in the Council, who prefer to keep an EU budget predominantly funded by GNI-based national contributions in order to maintain control and discipline. Admittedly, in a way, the stance that actors adopt (be they political or academic observers) regarding the nature of financing the EU budget might serve as a litmus test for their level of ambition regarding an “ever closer Union”. Those in favour of, say, a Financial Transaction Tax or a CO 2 levy as a revenue source for the EU budget would qualify as integration-friendly, while those opposed would be seen as aiming to block any further supranationalisation of the EU’s institutional set- up. However, this dichotomy makes a caricature of an important debate which deserves a more nuanced appreciation. Indeed, looking at the relevant EP resolutions and Commission reports, the pleas for new own resources are never presented in such a simplified normative fashion, but are carefully framed within legal, economic and budgetary analysis. Importantly, the sometimes polarized dispute about new own resources should not stand in the way of looking at other, maybe less prominent possibilities for optimizing the functioning and added value of the EU budget’s revenue side. Therefore, in response to the question “ which options for reform? ”, one could conceive of at least three or four promising pathways for changing the status quo – short of introducing additional funding sources – which might still bring us closer to fulfilling more of the criteria which have been identified in the High Level Group’s First Assessment. 1. Reforming existing own resources to make them simpler, more transparent and fairer. The VAT-based own resource springs to mind. There is ample room for simplification of the present statistical aggregate. Simplifying the tax ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 51 base would be a challenge, mainly because the present complexity is a result of successive steps to make the system “fair” by (notionally) simulating a harmonized tax base in a fragmented VAT landscape across the Member States. However, there may be ways to streamline it while still satisfying at least some aspects of the fairness criterion 1 . A minor, but straightforward reform would be to further reduce the collection costs of customs duties, which would immediately decrease the residual GNI-based contribution. Similarly, there might be ways to improve the GNI-based own resource. “GNI” is used because it is generally considered to be the best proxy of Member States’ ability to pay. It is generally considered to be a benchmark of the sufficiency criterion and it ensures the principle of budgetary equilibrium. However, the recent uproar after the 2014 exercise balancing the VAT and GNI bases illustrated that this is not a flawless revenue source either. Several analyses have also underlined that it was not the GNI own resource as such but its increasing dominance of the budget (more than 70%) which is considered problematic. Given its broad support across the political spectrum, one should in any case be highly cautious about fiddling with this crucial component of the revenue side. 2. Changing the legal architecture, short of Treaty change, could also help streamline the financing side. As a reminder, the present own resources system is based on a series of legal acts including implementing rules and “making available” regulations, anchored in different primary law articles, and therefore subject to different procedures 2 . 1 In the case of the VAT-based own resource, one could defend the viewpoint that “fairness” does not have to be an approximation of Member States’ ability to pay, but should instead reflect the taxpayer’s perspective. 2 As a reminder, the own resources legislative package adopted in May 2014 comprises the following acts: Again, there is room for improvements in transparency and coherence. Some steps in this direction have been taken: the new legislative package has clarified some of the grey zones and duplications compared to the previous set-up. It includes an implementing regulation according to Art.311(4), i.e. requiring the consent of the EP, a legal basis which has been used for the first time, thereby opening the door (just a little bit) to enhanced parliamentary scrutiny and accountability 3 . The EP refrained from using the consent procedure to push through additional conditions. This would have jeopardized the very adoption of the implementing regulation according to Art. 311(4). a) The Own Resource Decision (ORD): Council Decision of 26 May 2014 on the system of own resources of the EU (2014/335/EU, Euratom). Legal basis: Art. 311 TFEU: unanimity in Council, consultation of EP, ratification by national parliaments. b) The Implementing Regulation: Council Regulation (EU, Euratom) No 608/2014 of 26 May 2014 laying down implementing measures for the system of own resources of the EU. Legal basis: Art. 311(4) TFEU: (QMV in Council after consent in EP. This is a new element under Lisbon, granting the EP at least some influence in the realm of OR legislation.) c) The Making Available Regulation: Council Regulation (EU, Euratom) No 609/2014 of 26 May 2014 on the meth- ods and procedure for making available the traditional, VAT and GNI-based own resources and on the measures to meet cash requirements (Recast). Legal base: Art. 322 TFEU (QMV, consultation of EP). While these three acts formally follow different proce- dural requirements, they were de facto negotiated at the same meetings and the various Council presidencies sought unanimous approval on the package as a whole. 3 The Commission had, for example, proposed to lay down the minimum call rates for the Financial Transac- tion Tax to be made available as an own resource in the regulation. In this way, the EP would have gained a sig- nificant say in the procedure, magnifying the “account- ability” of the system. This proposal did not last long in the Council deliberations, and even if the FTT were to become the basis of an own resource, it would still be an additional obstacle to have its call rate defined anywhere other than in the ORD itself. The Council succeeded in limiting the scope of the IR because the content of the implementing regulation must be validated explicitly in the Own Resources Decision. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 52 However, now that it is in place (its entry into force is pending until ratification of the own resources decision), the EP has a viable platform on which to exhaust the possibilities of this consent procedure more fully at the next possibility. 3. Correction mechanisms can be abolished or replaced Obviously, reform of correction mechanisms could be a point of departure for systemic changes. While they are intended to compensate for perceived injustices, they tend to create their own drawbacks, in particular in as far as they are not time-bound, not linked to a specific expenditure pattern, and they develop a life of their own. Once a Member State benefits from an abatement, it will not want to abandon it, even if the frame conditions which justified it in the first place are no longer the same. Ever since the notorious “Fontainebleau” summit, correction mechanisms on the revenue side have had their place in the system, supplemented by “gifts” on the expenditure side in the MFF context. In-depth analysis and alternative proposals have been published (Commission 2011) and could be further developed. 4. Finally, other systemic changes in the budgetary logic could also bring us closer to fulfilling more of the criteria. Here, a few areas which might be worthwhile exploring in more depth will be hinted at: · For the moment, the residual GNI-based own resource is the adjustment variable which serves to balance the budget – regardless of the origin of the imbalance (deviations in the level of budgeted revenue, higher – or lower – than expected disbursements in the course of budget execution etc.). It might be conceivable that an additional or alternative element of stability and predictability on the expenditure side (e.g. introduced via the Multiannual Financial Framework regulation and/or the financial regulation) would take over the role of residual balancing element. Such an expenditure item would by necessity have to be non-programmable and flexible in its application. Any analysis following such an approach would have to make a thorough distinction between the cash flow and the appropriations side (it would not be reasonable to count it against MFF ceilings). The budget would remain in equilibrium ex-ante and ex-post but would no longer be entirely expenditure driven. · There are some perceived deficiencies which (certain voices in) the EP would like to see mitigated by a higher share of genuine own resources, for example the high level of RAL (reste à liquider), an abnormal backlog at the end of the year. In this context, changing the budgetary treatment of a surplus or of competition fines is sometimes proposed. This latter is a highly delicate area as the Commission must at all times maintain its independence in the legal proceedings and should not have a financial stake. · The definition of net balances could be broadened by also including secondary economic effects triggered by EU budget interventions in Member States, instead of only the immediate disbursement of allocated expenditure. This would arguably more accurately reflect the true costs and especially the real benefits of EU budget expenditure. The net budget balances may then not have to be construed as a zero-sum game (as the present method of operating budgetary balances does) and could thus moderate the oft-cited juste- retour dilemma . Admittedly, it would be difficult to operationalize such an approach and Member States would be tempted to continue simulating the previous calculation. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 53 · In an “out of the box” thinking exercise, one could examine further deviations from certain principles, like the annuality or the universality principle, to see if they could open doors to a simpler, fairer or more effective budget. Such changes would obviously have their drawbacks inasmuch as they would contravene well-established budgetary principles. To sum up: there are more options for reforming the own resources system than just searching for innovative revenue streams. The approaches listed above would not be the “quantum leap” that the introduction of a genuine new own resource would represent, but they would each have their own individual rationale and merit. As they are not mutually exclusive, combinations are also feasible. Their effects would be incremental but cumulative. Some of them might to a certain degree be realized in the course of the budgetary procedure. Others would entail new or amended secondary legislation under ordinary procedures with a qualified majority in the Council (like the Financial Regulation) or interinstitutional agreements. For more far-reaching “game- changing” reforms, however, it will probably be impossible to circumvent the unanimity requirement of the MFF regulation, the own resources decision, or the Treaty itself. This is high politics, after all. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 54 HOW TO COMMUNICATE THE REFORM? INTRODUCTION ANNE MONTAGNON Anne Montagnon heads the task force on own resources, which is a service set up in DG Budget to support the High Level Group on Own Resources chaired by Mario Monti, in close collaboration with the European Parliament and the Council of the European Union. She started her career in the European Parliament and moved to the European Commission in 2001, where she held different positions in DG Budget, respectively in the units in charge of the multiannual financial framework, the financial regulation, and as assistant to the Director General. She was born in Saint-Etienne, France, and holds a double master in political science (Grenoble, France and UCLA, USA) and European affairs (Brussels). The content of this document is the sole responsibility of the author and constitutes a personal opinion. Professor Monti mentioned in his introduction that this issue was as crucial as it had been overlooked in the past, and that repeated failures to substantially reform own resources have led to an awareness of a need to do things differently. There are several issues to consider: · communication as a continuous process, to keep this issue high on the agenda, and to build pressure to address it; · communication to make a consensus emerge on the objective, and to convince the actors that will eventually decide on legislative changes. Communication as a continuous process, to keep this issue high on the agenda and to build pressure to address it is essential to broaden ownership of the issue of own resources so that it is not only discussed at the inter-institutional level between the traditional actors (the Commission, which makes the proposals, the European Parliament and the Council, which legislate, and the Court of auditors, which gives an opinion). National leaders, political parties, and more generally stakeholders who are normally not part of the process until very late should be involved at a much earlier stage so that they become aware of the importance of the revenue side and of its constraints. The early and continuous involvement of national parliaments is one step in this direction, and the High Level Group on Own Resources is already engaged in an enhanced dialogue with them. Own resources which finance the EU budget can indeed appear very dry and technical. They are governed by many layers of rules which have been added on top of each other over the past decades. It appears a difficult subject to discuss in simple terms and visibility could also be a double-edged sword and could backfire in the present climate. We need to go past the technical aspect of this issue and demonstrate that the EU budget is a useful tool to solve or at least mitigate present problems (investment gap, external crises) and support top- priority policy objectives (energy union, research, digital technology, climate action). ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 55 Nevertheless, we know that own resources touch upon the foundations of the EU, the capacity of the organisation to grow and act. This is one reason why some Member States are keen on the own resource based on GNI, as they see it as a means of control over EU development. It seems simple, when agreement on the objectives is elusive, to be content with an agreement on the framing rules. It seems easier to agree on the length of the game and the size of the field than the strategy for winning. COMMUNICATION TO MAKE A CONSENSUS EMERGE ON THE OBJECTIVE AND TO CONVINCE THE ACTORS THAT WILL EVENTUALLY DECIDE ON LEGISLATIVE CHANGES The first obstacle to overcome is convincing actors of the need for reform. The debate that followed the first working session of today’s workshop has laid out some good reasons for reform, but we should be attentive to the weight of such arguments when the discussion is at the highest political level. For instance, while everyone publicly deplores the complexity of the system, experience shows that simplification is not a strong enough argument in itself. Another misleading perception which is currently a great obstacle to reform is the idea prevalent in some MS that “real own resources” would make them lose control over the EU budget. They therefore defend the GNI-based OR as a means of keeping the EU in check. This view explains many of the misunderstanding concerning own resources. First, it overlooks the fact that any source of revenue identified in the Own Resources Decision – whether it is customs duties, VAT or GNI – belongs to the EU once the relevant amounts have been calculated for the year. It does not belong to national treasuries any more, and does not necessitate a decision at the national level. So, by definition, it is a real “own resource”. Moreover, the own resource decision needs to be ratified by national parliaments and includes a binding ceiling. Second, control by national authorities on the EU budget is exercised on expenditure, not on revenue. It is exercised first when the Multiannual Financial Framework is adopted and its ceilings set, and then on the occasion of each annual budget. As the EU budget must always be in balance, the revenue to ensure its financing is calculated automatically to cover the expenditure which has been decided. However, what the so-called “national contributions” have produced over the years is an ever-acute feeling in our Member States and among our citizens that the EU is only a cost for the national budget which has to compete with other costs in times of austerity. This was not always the case. The composition of own resources has changed tremendously over the years, and this has made budgetary negotiations between Member States ever more acrimonious and bitter, with an increasing focus on the very artificial notion of net balances. However, as several speakers have explained today, the GNI-based own resource is not as straightforward or as fair as it seems. There are other possible paths to follow to change the usual preconceptions and mentality, and some new needs should be taken into account to promote a renewed budget. In other words, some concepts like net balances, GNI, the role of the EU budget and the role of external instruments of a purely intergovernmental nature which are gradually pervading the EU budget should not remain unchallenged when they are instrumental in perpetuating the deadlock. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 56 THE OWN RESOURCES SYSTEM - SOME QUESTIONS ON HOW TO COMMUNICATE A POSSIBLE REFORM ALESSANDRO D’ALFONSO Alessandro D’Alfonso works as a policy analyst at the European Parliamentary Research Service (EPRS) in Brussels. He regularly writes on EU budgetary affairs. Many of his publications are available on the website of the Think Tank of the European Parliament. The content of this document is the sole responsibility of the author and constitutes a personal opinion. This workshop has shown the many challenges that designing a reform of the own resources system faces, with the decision-making mechanism provided for by the Treaties representing a significant obstacle to any major changes in the financing of the EU budget. Communicating a possible reform does not appear to be any simpler, but is crucial for the sake of simplicity, transparency and democratic accountability, which are three of the guiding principles enshrined in the mandate of the High- Level Group (HLG) on Own Resources. This implies that communication of the reform should already be taken into account when shaping the overhaul of the system. In its first assessment report, the HLG itself notes that the viability of reform recommendations will depend not only on the economic soundness of the proposals but also on careful consideration of the institutional and political aspects of the reform process. During the debate, various interventions have highlighted a number of points and questions that have the potential to play an important role in communicating a possible reform and could therefore be worth already exploring and investigating in further detail in the review phase of the system. COULD THE CONTENT OF THE REFORM HELP TO COMMUNICATE IT? If the option of introducing a new own resource is chosen, this is likely to attract attention and (negative) reactions mainly from the sector(s) on which the new resource has a direct impact. However, the new resource could gain support if it contributes to addressing widely perceived issues that cannot easily be solved at national level, but necessitate joint action. In his paper, Professor Tarschys draws attention to the emergence of footloose tax bases, which hinder the effective financing of public goods, and are often linked to the digital economy and its ever-increasing role in today’s world. Other participants have said that the increasing awareness of the challenges posed by corporate tax avoidance could create momentum for joint action to tackle this phenomenon. Should these points be taken into account when examining possible options for new own resources? In addition, could the fact that it proves difficult to effectively address an issue at national level help explain the rationale behind the sharing of the proceeds of a new resource between the EU and its Member States? ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 57 SHOULD COMMUNICATION OF THE REFORM FOCUS ONLY ON THE REVENUE SIDE OF THE EU BUDGET? OR SHOULD IT ALSO CONCERN THE EXPENDITURE SIDE? The mandate of the HLG is limited to the revenue side of the budget. However, citizens are more likely to be interested in the public goods that they get through the budget rather than in how these goods are financed. A number of interventions, including in this session, have called for further reform of the expenditure side of the budget. In its first assessment report, the HLG says that “there is an obvious disenchantment when it comes to both the quantity and the structure of public goods as they are reflected through existing EU policies”. Should the communication of a possible own resources reform explain the added value of the EU budget and what this can (and is expected to) deliver? Should the message clarify how the reform is meant to increase the effectiveness of the budget in delivering public goods for European citizens? COULD A REFORM OF THE SYSTEM BE AN OPPORTUNITY TO CHALLENGE PRECONCEIVED IDEAS AND MISCONCEPTIONS THAT MAY SOMETIMES SURROUND THE EU BUDGET? This question is closely related to the previous one. A number of preconceived ideas sometimes appear to surround the EU budget. Interestingly, misconceptions may also concern the revenue side of the budget, possibly due to the lack of clarity of the current system. For example, some comments by readers in the web editions of authoritative financial newspapers seem to show that some citizens are convinced that VAT proceeds mainly go to the EU, whereas they are in fact a significant source of revenue for national budgets and the current VAT-based own resource of the EU is mainly a statistical resource, with a capped base and a standard call rate of just 0.30% (and a reduced rate for some Member States). The European Commission has devoted a page on its website to “EU budget: Myths and Facts”, listing more than ten preconceived ideas (e.g. “The EU budget is enormous!”; “The EU budget is constantly on the rise, whereas national governments are cutting their spending!”; and “The bulk of EU expenditure goes on administration!”) and rebutting them with data and information. Should communication of the own resources reform include such data and information? Or would the message become too complex? SHOULD COMMUNICATION OF THE REFORM BE TAILORED TO THE DIFFERENT PHASES OF THE REFORM PROCESS AND TO THE DIFFERENT STAKEHOLDERS, INCLUDING CITIZENS? A possible reform of the financing of the EU budget involves different phases, as well as many stakeholders both at EU and national level (e.g. citizens, EU institutions, national governments and national parliaments). The creation of the HLG and its mandate show awareness of this complexity and of the need to involve stakeholders from an early stage in the debate. It is the first time that an inter-institutional group has been tasked with a thorough review of the own resources system, with the direct involvement of the European Parliament, the Council and the European Commission. The review process includes the active participation of national parliaments, which may provide input to the HLG and will assess the outcome of its work in the context of an inter-institutional conference to be convened in 2016. These elements appear to offer a transparent approach in which communication of the possible reform characterises each phase of the review process and possibly evolves with it. In addition, should messages be fine-tuned according to the stakeholders? Institutional actors may be more interested than citizens in technical aspects. For example, at the end of 2014, higher-than- ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 58 usual annual adjustments of the GNI- and VAT- based own resources showed that these resources may be sometimes less predictable than usually thought, with the Council considering that the short regulatory deadline for payment may have significant fiscal implications for some Member States. In many national budgets, the contribution to the EU budget appears as an item of expenditure. If a reform proposal seeks to ensure a mix of rather predictable own resources, could this message be of particular interest to national stakeholders and the Council? WHO SHOULD BE IN CHARGE OF COMMUNICATING A REFORM OF THE SYSTEM? It can be expected that the European Parliament, which has long pushed for an overhaul of the own resources system, would be committed to communicating a possible reform. In its first assessment report, the HLG said that a precondition for any progress with reform is that all those involved in any overhaul of the system acknowledge that, from both an economic and a political perspective, the EU budget has positive spill-over effects, thus representing much more than a zero-sum game with net beneficiaries and net contributors. At the same time, the HLG invited all stakeholders and “especially the European Parliament, the European Commission, the Council and the national parliaments of the Member States to embrace ambitious objectives and to work in a spirit of cooperation”. Should this joint effort also concern the communication aspects of the reform? SOME KEY MESSAGES All the above-mentioned questions may be relevant when considering how to communicate a possible reform of the system. It can be noted that in its push to change the financing of the EU budget the European Parliament has already identified a series of key messages, for example in its 2007 resolution on the future of the European Union’s own resources. These principles, which can help both the design of the reform and its communication, include: · the reform aims to improve the effectiveness of the EU budget , by shifting the focus of budgetary discussions between decision-makers from geographically pre- allocated expenditure in a “juste retour” perspective to priorities with EU added value; · the principle of fiscal sovereignty of the Member States is to be fully respected; · the reform is to be fiscally neutral , without any increase in either total public expenditure or the tax burden on citizens; and · the reform will not change the size of the EU budget. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 59 EU OWN RESOURCES: MOMENTUM FOR A REFORM ? ALFREDO DE FEO Alfredo De Feo is Visiting Fellow at the Robert Schuman Centre for Advanced Studies, European University Institute, Florence. Professor of European Public Finance at European College of Parma, Italy He has been Director at the European Parliament, in budgetary affairs, Library, Archives, Transparency. His domains of research focus on the Role of EU Institutions in the integration process, the organization of Institutions, in particular of the European Parliament, European Finances, in particular the role and impact of the budget on EU integration and policies, History of the European integration. In particular is conducting a research project on History of budgetary powers and politics in the EU, The role of the European Parliament. The first two parts are already published: The European Coal and Steel Community 1952-2002 (OPOCE, 2015) and 1957-1978 The non-elected Parliament (OPOCE, 2016, pending). The content of this document is the sole responsibility of the author. The European institutions have been very timid about engaging in serious discussions on the financing system for the European project. The “own resources” dossier was already opened in 1962, together with the development of the first common policy and the reinforcement of the role of the European Parliament (EP). Negotiations lasted several years and led to probably the most serious institutional crisis in European Union history. After the decision on own resources in the seventies, “Pandora’s box” was again opened in the eighties, with the introduction of the so-called “fourth resources”, a top-up paid by the Member States according to the size of their economies (GDP/GNI). Other decisions can be mentioned, such as the introduction and capping of the VAT resource and the introduction of the UK rebate (1984). The European Parliament set its vision on the subject in a resolution 1 of 2007. After having followed the “big bargains” around the 2014-2020 Multiannual Financial Framework, the EP linked its final approval to an agreement to start a serious discussion on the reform of own resources. Some may suggest that each time the EU wants to avoid a problem, it creates a working group, but it is also fair to say that to solve a complex problem like EU financing the way out can be through a group with a lucid awareness of the problems and of the difficult political environment. The high level of the persons appointed to the group and the necessity of modifying a system judged by most as opaque, undemocratic and unfair could create the momentum for a step forward on this subject. LESSONS FROM THE PAST (ECSC) It may be useful to look back at the history of own resources in the European Coal and Steel Community (ECSC). Three elements are worth taking into account. 1 EP resolution of 29/3/2007 on the future of own resources P6(2007)98, based on the Lamassoure report, A6-0066/2007. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 60 a) Limited autonomy The financing of the ECSC is often referred to as a good example to follow. The High Authority was entitled to finance its activities through genuine European taxes on the production of coal and steel, and it also had the ability to contract loans. In reality, while this model was excellent in theory it did not guarantee the real autonomy of the ECSC in practice. After the failure of the European Defence Community in August 1954, Jean Monnet, President of the High Authority, understood that autonomy could not go against the will of the Member States. The High Authority changed, albeit informally, the procedures set in the Treaty and the Council was not only consulted in advance but the High Authority awaited its “informal” approval before presenting proposals. This pragmatic, but important, change to the spirit of the Treaty irritated the Assembly, which asked to be consulted too, and in some cases influenced decisions. The rules in the Treaty were then pragmatically changed and the autonomy of the High Authority was severely reduced. b) Neutral own resources The European taxes of the ECSC were re- distributed in the same policy area. Similarly, the own resources were mainly collected on imports and were well accepted because they constituted a protection of agricultural and industrial products. This facilitated the acceptance of the own resources mechanism, and there was no feeling of competition between national and European taxes. This is another element to take into account. c) Direct financing by Member States One of the differences and originalities of the European construction with respect to classic international organizations is its financing system, deriving not from direct contributions but through a system called own resources. This had been true until GNI resources gradually dominated the revenue side of the EU budget. However, this problem already appeared during the ECSC. Around 1960 the High Authority reached the maximum of 1% that it was allowed to raise in taxes and it duly presented a proposal to go over this limit to the Member States. The Council/ Member States refused to adopt the proposal and preferred to directly pay contributions to the ECSC budget linked to GNP. This contribution reduced the prerogative of the High Authority to set the budget as in practice the Member states thus became entitled to fix the upper limit of the budget. This is another element to take into consideration in presenting new proposals. MERITS AND SHORTCOMINGS OF THE CURRENT SYSTEM Most of the literature on the subject is critical of the current system 2 . The High Level Group on Own Resources chaired by Prof. Mario Monti received a mandate to “review the own resources system guided by the overall objectives of simplicity, transparency, equity and democratic accountability ”. The Joint Declaration by all the institutions implicitly recognised that the current system is complex, non-transparent, unfair and non-democratic. All these elements are very important and in themselves are already good reasons for a change but they are probably not the main weaknesses of the system. During the periodic bargaining around the Multiannual Financial Framework, each finance minister evaluates spending only in function of so-called juste retour , but not from either the subsidiarity or from the European added value angles. If a policy proposed can bring more funds than those paid into the EU budget, then it is a good policy. The concept of European public good is abandoned. 2 For all the EP resolutions of 29/3/2007 on the future of own resources, see P6(2007)98, based on the Lamas- soure report, and A6-0066/2007 and the First assess- ment report of the High Level Group on Own Resources, December 2014, http://ec.europa.eu/budget/mff/hlgor/ ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 61 Over time, the fourth resource passed from being a marginal top-up to ensure the balance of the EU budget to being by far the most important resource of the EU budget. “Nationalisation” of EU own resources added to the non-respect of basic principles, such as simplicity, transparency, equity and democratic accountability , and rendered the current system largely obsolete and not serving the purposes for which EU own resources were created. Another consequence of “ juste retour” is the introduction of successive correction mechanisms which create further disparities between Member States, and ultimately taxpayers. In fact the criticisms do not only come from the European Parliament, the Commission and academic literature, but a majority of Member States also recognise all or some of these shortcomings. This recognition is, however, not sufficient to launch a spontaneous reform of the system and there is no automatism between the awareness of weakness of the system and the will to change it. If the current system has survived criticisms for several decades, it is because it has some merits, as recognised in the Assessment Report of the HLGOR, such as a rather reliable and sufficient supply of finance , and easy collection. To conclude on this point, all the participants at the workshop of 24 April 2015 were unanimous in recognising the imperative that the EU institutions make all possible efforts to reform the system. THE MOMENTUM FOR REFORM During the workshop, Mr. Lamassoure said “ The reform of own resources is a major challenge. Getting a consensus is an impossible task, but necessary, so the HLGOR can only succeed ”. The agreement of all the institutions, including the Council, which is probably the most resistant to changes, to create such a group has put the problem of financing the EU back on the political agenda. Most Member States have serious complaints against at least some aspects of the current system. The moment when the UK, the major beneficiary of the correction mechanism, is asking for major reforms of the EU rules could open the opportunity of adding the reform of EU financing to the package of possible reforms to discuss. In spite of the attempts by the Parliament and the Commission to push for a reform of the own resources system and of a generalised dissatisfaction on the part of most Member States, this dossier remains one of the most complicated because of its implications and the possible reactions of public opinion. The motivation to modify the system in place is reduced by the swift functioning of the current system. In fact, the GNI resource guarantees control by Member States, it is easy and cheap to collect apart from the cost paid back to the Member States, and, last but not least, maintaining the current system avoids heated discussions among the Council’s Members, and eventually in the national parliaments. The current system is considered, by some, ideal for financing the EU, basically for two main reasons: a) MSs contribute to the EU budget in line with their economic capacity (principle of equity); and b) they have the necessary administrative structures to collect and process own resources more efficiently than any other EU body. Nevertheless, a reform is necessary if we want to achieve a system that is more transparent, accountable, democratic and fair. Facing another negotiation of the Multiannual Financial Framework without reforming the own resources system will condemn the EU to focusing more on “horse trading” than on genuine efforts to find European added value measures. To conclude on this point, the HLGOR should present options for alternatives to the current ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 62 system, but the momentum goes beyond own resources. With the discussion opened about reforming some of the EU mechanisms at the request of the UK government, discussions on giving a new impetus to eurozone policies and the necessity of using financial resources in a way more focused on results, while possibly abandoning some existing policies, could create a favourable environment for a reform of the OR mechanisms. Missing this opportunity will reduce the possibility of re-launching the European project. WHICH AMBITIONS FOR A FINANCING SYSTEM? There is no shortage of ideas or of technical solutions for reforming the current OR system. Academics have greatly contributed to this debate. During this seminar, several options have been circulated with different emphases, such as a Financial Transaction Tax, a Financial Activities Tax, a Departure/Flight Duty Tax, Value Added Tax, an Energy/CO 2 Levy, Corporate Income Tax, a Tax on SMS and a Tax on Digital Companies. 3 The idea presented by Daniel Tarschys that subsidiarity should apply to the reformed system has attracted some interest. 4 EU fiscal policy should aim at areas not in competition with Member States, in particular tapping digital companies, which take the most advantage of operating beyond the boundaries of the national fiscal systems. 3 See Margit Schratzenstaller’s contribution, in which she submits the “candidate” taxes to a number of sustain- ability criteria, such as regional attribution, negative cross-border externalities, mobility of tax base, short- term volatility, long-term yield (revenue elasticity), visi- bility and equity of the gross burden at the national level. 4 Daniel Tarschys, Swedish Institute for European Pol- icy Studies (SIEPS), Entering a World of Footloose Tax Bases: Can the EU Generate Its Own Income? Modification of the own resources system cannot be a shortcut to a revolution where the Commission, and eventually the EP, gain “federal” competences, giving the EU full fiscal autonomy. The real objective is to create a balanced package where each Member State can find some advantage, where EU competences, notably of the EP, in this matter can be extended, but where all may find elements of discontent, but not enough to unwrap the package. The EU is a complex mechanism with inter- governmental elements prevailing over a sui generis federalist approach (community method). Any balanced solution with a possibility of success should take into account the Member States’ interests. A sustainable reform should respect a number of principles which might even appear to be contradictory: a) the right of initiative of the Commission; b) the decision-making role of the European Parliament, which represents the taxpayers; c) involvement of the European Council, the Council and the Member State Governments in the decision; d) the role of the national parliaments, which play an important role in the approval process. The first assessment report of the HLGOR makes the perfect synthesis: the reform “ should be based on the merge of national interests with a higher European interest ”. The EU budget, and indeed the EU as a whole, is much more than a zero-sum game . Even in the past, difficulties have opened new avenues for a step forward. To conclude, the HLGOR should assemble a package in line with its mandate and in the narrow space left by the limits mentioned above, but the success of the own resources reform should be seen in a wider context, which is beyond the mandate of the group and which touches not only the revenue side of the budget but also the expenditure. This will be the task of the EU institutions, unless they modify the HLGOR’s mandate by enlarging it to the expenditure side of the budget. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 63 The same conclusion was reached in a seminar organised by the German Federal Ministry of Finance, 5 where it was stated that “ the issue of the expenditure side needs to be incorporated into the discussion on possible reform of the EU’s finances. If EU spending were to be targeted more intensively at financing European public goods, this could create genuine European added value ”. A POSSIBLE MODEL FOR THE REFORM The objective of this article is not to indicate a magic solution to such a complex issue, but to indicate some guidelines which can be taken into account by those who decide. It is essential to establish a new governance of own resources, which should be part of the new own resources mechanism. Maintain a percentage of GNI : looking at the experience of the past, GNI has several advantages – simplicity, transparency and fairness – but its major disadvantage is that it is not an own resource. Nevertheless, the GNI measure reassures the Member States that they remain in command of the global financing of the EU budget, and that the revenue side of the budget cannot expand without their consent. It is possible that a lower limit of the GNI resource could be inserted to guarantee that it cannot be replaced by EU taxes. There should be a Council decision and national parliament ratification authorizing a limited number of taxes to be used to finance the EU budget. The list of potential taxes should be as large as possible. These taxes should not be seen as compulsory sources of financing the EU budget and their use can be decided in the yearly implementation. For each tax, Member States could even envisage an upper limit. The Commission should be mandated to present a proposal for the financing of the budget in the framework of the annual budgetary procedure, 5 Seminar on Future of EU-Finances, Federal Ministry of Finance, Berlin, 10 th July 2014. specifying the planned revenue for each tax. The European Parliament should be entrusted to decide which among the authorized taxes can be used and at which level. The Council should be consulted by the EP with the consent procedure (i.e. the Council can unanimously reject a Parliament decision). an opt-out clause, with penalization, might be included : The Council can decide on a request by a Member State to apply an opt-out excluding the MS from implementing a specific tax on its territory. The Council should add a penalty when the use of this possibility is requested by a Member State. Countries refusing to implement EU taxes would be penalized. Regarding subsidiarity of the fiscal policy, once the framework is established and unanimously approved by the Council and ratified by the national parliaments, the EU institutions should have the autonomy to decide without seeking the approval of governments and/or national parliaments. There should be a duty to inform national parliaments. As the EU budget has an impact on national economies and budgets, the EP has the duty to inform the national parliaments of the state of play of EU own resources and the likely impact on national budgets as part of its economic governance, in particular during the European Semester. COMMUNICATING THE REFORM In a period of increasing mistrust towards Europe and its institutions, explaining the introduction of a new EU tax will not be an easy task, but it is crucial to make the EU financing system acceptable to public opinion. Achieving a complex reform but failing in communicating it can produce more damage than the advantages deriving from the solution. Leadership is essential in presenting the reform in ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 64 such a way as to gain the support of at least part of the public opinion. Communication is essential, as the own resources decision will be submitted for ratification by the national parliaments. One of the basic principles is that this reform is not a new system but the replacement of an old and obsolete mechanism, and that the change should not impact the share of individual Member States. On the contrary, the reform should reduce the impact for most of the Member States due to the fact that some of the taxes could not be attributed at the national level (i.e. taxes imposed on transactions by multinationals across Europe). If some of the new European taxes tap revenues and companies (e.g. the digital economy) beyond the reach of Member States 6 currently subject to tax avoidance, it could be easier to explain the reform to public opinion and the national parliaments. The communication should probably present a wider context than merely reform of the EU own resources, and present a complete picture explaining the object of the revenues generated by the new mechanisms in terms of financing EU policies. CONCLUSION To conclude, reform of the own resources is an almost impossible task, but this article has attempted to explain that there is a positive conjunction of elements: · A largely shared conviction that the current system is unfair and obsolete; · A common feeling that the correction mechanisms are not justified, but difficult to suppress outside a wider reform; · The UK request for a reform of EU mechanisms; 6 See the article by Daniel Tarschys above · The will of the Juncker Commission to limit EU legislation and to focus more on results, opening up to a reform of the expenditure side of the budget. The reform of the own resources system should not be a revolution, and it should not give full fiscal autonomy to the EU institutions. The reform should replace an outdated and obsolete system while respecting a number of red lines, such as respect for the prerogatives of the Member States, and an increase in the responsibility of the European Parliament in the fiscal domain (no taxation without representation). The High Level Group on Own Resources has a unique opportunity to present a coherent package of proposals to implement a new financing mechanism, but these proposals will not be sufficient. The reform of the system financing EU resources should be part of a more ambitious package of reform to re-launch the European Union: a new financing system, a deepening of Eurozone governance (with a separate budget), a more strict application of subsidiarity to limit EU legislation, a capacity for leadership on the geopolitical stage, and last but not least a common electoral system. To conclude, the seminar organised by the European University, was more than an exchange of reflections between academics. Enlightened by Prof. Monti’s opening speech, all the participants tried to be as concrete as possible and presented their opinions in a very open way. The collection of ideas that emerged during the workshop aims to be a set of tools for all those, be they politicians, students or scholars, who wish to study this important issue in the progress of European integration. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 65 FURTHER CONCLUSIONS Seven months after the EUI seminar on own resources, the European Commission took a decision on own resources which can be considered innovative to say the least. It seems worth mentioning the Commission’s decision, as the approach by the Commission and the Member States might influence reflections on the evolution of own resources and the follow-up by the High Level Group on Own Resources. On 15 October 2015, the European Council committed the EU and its Member States 7 to increase “cooperation with Turkey and step up their political and financial engagement substantially within the established framework”. Following this conclusion, on 24 November the Commission took an autonomous decision on “the coordination of the actions of the Union and of the Member States through a coordination mechanism – the Refugee Facility for Turkey”. 8 To finance this facility, the Commission foresees an intervention from the EU budget up to a level of 500m Euros and a direct intervention by the Member States of 2,500m Euros, as assigned revenues to the EU Budget 9 and with the repartition of GNI. 10 The “assigned revenue” mechanism is foreseen by the Financial Regulation, Article 21 (2) (b), and indeed covers “financial contributions from Member States and third countries … to certain external aid projects or programmes financed by the Union and managed by the Commission on their behalf”. 7 See the Conclusions of the European Council, 15 Octo- ber, 2015. 8 Commission Decision of 24 November 2015, C (2015) 9500 final. 9 Recital 15 establishes that “Financial contributions from Member States should be included in the Union”s budget as external assigned revenue in accordance with Arti- cle 21 (2) (b) of Regulation (EU, Euratom) No. 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union and repealing Council regulation (EC, Euratom) No. 1605/2002. 10 See art. 4 and the annex to the Decision. This mechanism has so far been, very usefully, used to permit the participation of third countries in EU programmes or to allow a limited number of Member States which wish to to contribute to Trust Funds launched and managed by the Commission. 11 The novelty in this case is that financing of a conclusion by the European Council is made by all 28 Member States, which are expected to contribute a relatively large amount with the standard GNI key used to calculate the normal financing of the EU budget. Through this mechanism, the Commission has for the first time created a “fifth resource” outside the procedures foreseen by the Treaties to finance EU decisions topping up the EU Budget. Even if this exceptional measure should be assessed in connection with the urgency of the situation created by the migration flux towards Europe, the fact that all the Member States finance a community decision on the basis of the GNI share could raise questions about the procedure followed. These amounts will be outside the ceilings of the Multiannual Financial Framework, and do will not follow the revision procedure involving the European Parliament and the national parliaments. Doubts could also be raised about respect for the principle of unity of the budget and about the extension of control mechanisms, the involvement of the Court of Auditors, the discharge procedure, and the capacity of the Commission to enforce its decision. These doubts were voiced by some MEPs during the Commission’s presentation of this decision. 12 This example confirms that, in spite of Euroscepticism, the need for intervention by the European Union is still very strong. The challenges 11 See A. D’Alfonso and B.Immenkamp, EU Trust Funds for external action, European Parliament, PE 572.797, http://www.europarl.europa.eu/RegData/etudes/ BRIE/2015/572797/EPRS_BRI(2015)572797_EN.pdf 12 See the debate in the EP committee of 10 Decem- ber 2015 on budgets following the presentation by the Commission, at point 11 of the Agenda http:// www.europarl.europa.eu/ep-live/en/committees/ video?event=20151210-0900-COMMITTEE-BUDG ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 66 of our century, such as the displacement of refugees, the migration flux, coordination of the fight against the terrorism, reinforcement of the security of EU citizens, support and coordination of the energy and transport sectors, and support for measures to combat climate changes, to mention just a few, are areas where the subsidiarity of EU intervention to complement Member State initiatives is not questioned. On the contrary, the absence of Europe is often criticised as one of the causes of the gravity of problems which have a worldwide dimension. To face these challenges, the EU needs financial resources, even beyond the current ceilings. This can be achieved by a new European fiscal policy. The introduction of EU taxes can be better explained and accepted by EU citizens if the objectives of EU policies are clearly identified and shared. To conclude, the present times offer a perfect window of opportunity for reform, and ideas on technical solutions are abundant, as the workshop organised by the EUI in April proved. The High Level Group chaired by Prof. Monti has the authority to present ambitious proposals and convince the EU prime ministers and heads of state of the necessity of a reform of the own resources system to facilitate the European dimension of Member State initiatives. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 67 ANNEX I PROGRAMME WORKSHOP ON OWN RESOURCES OF THE EUROPEAN UNION BADIA FIESOLANA, 24 APRIL 2015 RATIONALE In 1952 the ECSC was financed by a European tax. The situation has evolved considerably since then and the problem of own resources has been at the centre of tense political and institutional discussions, including during the last negotiations on the Multiannual Financial Framework. The current system raises many criticisms but it also has some merits. The workshop aims to openly discuss this subject and to collect contributions around the following themes: 10.30 Opening Chair: Pasquale Ferrara Keynote introduction: Prof. Mario Monti DEBATE 11.30 SESSION 1: Why a Reform? – Chair: Alfredo De Feo (EUI) Session I will address the following questions: • Which fiscal model might inspire a reform of the own resources (fiscal federalism, fiscal autonomy)? • Could a reform lead to a reduction in dominant positions? What motivation might Members States have to change the own resources regime? • If reform of own resources leaves the Member States in control of their share, is it a real reform and what would be the advantage of changing the current system? • Is it possible to reform the financing mechanism without reforming the policies financed by the budget and the role of the budget itself in economic governance? Introduction: Daniel Tarschys (Sv), Sergio Fabbrini (It) Discussants: Carlos Closa (EUI), Milan Cvikl (Court of Auditors) Contributions: Gregory Claeys (Brueghel), Jorge Nunez (CEPS) 13.00 – 14.30 Lunch ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 68 14.30 SESSION 2: Which options for a Reform? – Chair: Brigid Laffan (EUI) Session II will address the following questions: • Numerous tax models have been suggested. What are the criteria that could be used for a selection? Which model scores closest to the criteria and how can the redistributive role of the EU budget be maintained? • If the GNI resource cannot be replaced by one or more taxes, is it possible to create a modular system including GNI which leaves options open to the Member States? • Which incentives could be offered to the Member States for them to adopt an alternative fiscal model? • Legitimacy and responsibility: which role can be attributed to the different institutions in a different EU fiscal model? Introduction: Alain Lamassoure , Margit Schratzenstaller (AT), Jacques Le Cacheux (FR) Discussants: Michael Bauer (D), Giacomo Benedetto (UK) Contributions: Gabriele Cipriani (ECA), Annemieke Beugelink (PE) 16.00 – 16.15 Coffee break 16.15 Round table. How to communicate the reform? The round table will address the following questions • What message should be conveyed to get the support of public opinion and convince national politicians to support the reform? • How can a switch from an indirect to a direct taxation mechanism avoid increasing negative reactions to the EU? Moderator: Anne Montagnon Discussants: James Elles , Monica Frassoni Contribution: Alessandro D’Alfonso 17.30 Conclusion: Brigid Laffan ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 69 SPEAKERS MICHAEL BAUER Michael W. Bauer is Jean Monnet Professor and holds the chair of Comparative Public Administration and Policy Analysis at the German University of Administrative Sciences in Speyer. He is interested in multilevel governance; public administration at the European, national, and regional level; and comparative analysis of policymaking. GIACOMO BENEDETTO Giacomo Benedetto is Director of European Studies and Lecturer in Politics at Royal Holloway, University of London, UK. His areas of research include the EU budget and the European Parliament. He has published in Comparative Political Studies, the Journal of Common Market Studies and the Journal of European Public Policy. He is the editor of a book on European Union Budget Reform, published in 2012. ANNEMIEKE BEUGELINK Annemieke Beugelink is working in the policy department for Budgetary Affairs in the European Parliament. Previously she was an advisor on budgetary and constitutional affairs for a political group in the European Parliament. GABRIELE CIPRIANI Gabriele Cipriani has over 30 years of experience in EU public finances and is the author of several publications and conference papers in this field. Following a PhD in Political Sciences (University of Bologna) and a master’s degree in European law (College of Europe, Bruges), in 1978 he joined the European Court of Auditors where he has spent his whole career. His most recent book “Financing the EU Budget - Moving forward or backwards?” was published in 2014. GREGORY CLAEYS Gregory Claeys joined the Brussels-based think-tank Bruegel as a research fellow in 2014. His main research interests include financial economics, international macroeconomics and finance, central banking and European governance. Before joining Bruegel he worked inter alia as a macroeconomist in the Economic Research Department of the French bank Crédit Agricole where he was in charge of forecasts and analysis of economic developments in various countries. He is the author of several academic publications in his fields of interest. CARLOS CLOSA Carlos Closa Montero is Professor and Director of the Research Area European, Transnational and Global Governance at the Global Governance Programme of the European University Institute (EUI), Florence. He has published a large number of articles on EU citizenship, the EU constitutional structure and the relationship with the Member States in important journals such as Common Market Law Review and the Journal of European Integration. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 70 MILAN CVIKL Milan Cvikl has been a Member of the European Court of Auditors since 2010. As the state secretary for the budget and public finances in Slovenia, he was responsible for the introduction of public finance reforms in preparation for Slovenia joining the European Union in 2004. Mr Cvikl is the author of a large number of publications, most of them dealing with public finance. ALESSANDRO D’ALFONSO Alessandro D’Alfonso works in the European Parliamentary Research Service and is the author of many analytical publications, all of them dealing with various aspects of the EU budget. Several of his publications deal with the EU’s system of Own Resources including a recent in-depth analysis of the present debate on its reform. ALFREDO DE FEO Alfredo De Feo is Director of the Directorate for the Library at the European Parliament. Before that, he worked as head of the secretariat of the budget committee and was later appointed Director for Budgetary Affairs in the European Parliament. Recently, he has been seconded to the EUI as a European Parliament Fellow, attached to the Robert Schuman Centre for Advanced studies. He is currently working on a joint EP-EUI research project on Interinstitutional Relations in the budgetary sector from 1952 to the present. JAMES ELLES James Elles was a Member of the European Parliament from 1984 to 2014 when he retired. He became an MEP after an eight-year career as a civil servant with the European Commission. Mr Elles held his seat for 30 years and when he stood down he was the longest-serving member of the European Parliament’s budget committee. He was appointed as “rapporteur” for two budgets – 1996 and 2007. In 1992, Mr Elles founded the Trans-Atlantic Policy Network to encourage stronger ties between the EU and the USA. SERGIO FABBRINI Sergio Fabbrini is Director of the School of Government and Professor of Political Science and International Relations at LUISS Guido Carli University in Rome, where he holds the Jean Monnet Chair in European Institutions and Politics. He co-founded and then directed the School of International Studies at the University of Trento from 2006 to 2009. Since 1996, he is Recurrent Professor of Comparative Politics at the Department of Political Science and the Institute of Governmental Studies, University of California in Berkeley. Mr Fabbrini is the author of numerous academic publications. In his most recent book from 2015 he examines the consequences of the Euro crisis for the European Union. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 71 PASQUALE FERRARA Pasquale Ferrara is the Secretary General of the European University Institute. He joined the Italian Foreign Office in 1984 and has spent much of his career abroad, including postings in Chile and the United States. Positions in Europe include Brussels where he was involved, amongst other things, in the launching of the European Convention. In addition to his diplomatic duties, he continues to carry out research into the theory of international relations, and has published numerous articles in specialised journals and is the author of several volumes on international relations and political theory. MONICA FRASSONI Monica Frassoni was a Member of the European Parliament from 1999 until 2009, when she was also co-chair of the European Greens-European Free Alliance group in the European Parliament. Previously she was actively involved in the European Federalist Movement and in 1987 she was elected General Secretary of the European Organisation of Young Federalists. In 2010 Mrs Frassoni took up the role of president of the European Alliance to Save Energy, a business organisation dedicated to promoting energy efficiency across Europe. BRIGID LAFFAN Brigid Laffan is Director and Professor at the Robert Schuman Centre for Advanced Studies, and Director of the Global Governance Programme at the European University Institute (EUI), Florence. Before that she was professor of European politics at University College Dublin of which she was also the vice- president. Her areas of research are European Integration, European Governance and Public Finances. She is the author of many publications on these topics. One of her books deals with the finances of the Union. ALAIN LAMASSOURE Alain Lamassoure is one of the three representatives of the European Parliament in the High Level Group on Own Resources. He has been a Member of the European Parliament since 1989 and has served as chair of both the Committee on Budgets and the Committee on Budgetary Control. Presently he chairs the Special Committee on Tax Rulings and Other Measures Similar in Nature or Effect and he remains a substitute member of the Committee on Budgets. JACQUES LE CACHEUX Jacques Le Cacheux is Professor of Economics at the Université de Pau et des Pays de l’Adour. He also teaches economics at Sciences Po (Paris) and runs the Stanford University Program in Paris. He has been an economist at the Observatoire français des conjonctures économiques (OFCE) for over three decades. He is author and editor of many papers and volumes including a series of reports on the state of the European Union. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 72 THILO MAURER Thilo Maurer is working in the European Commission’s DG Budget, where his key responsibilities relate to his expertise in the analysis and application of the own resources system. He deals with the preparation of the own resources report and examines proposals to modify the own resources system. ANNE MONTAGNON Anne Montagnon is an official of the European Commission, where she began her career in DG Budget, the unit responsible for own resources. Presently, she is head of the task force on own resources which was set up within DG Budget. MARIO MONTI Senator Mario Monti chairs the High-Level Group to reform the System of EU Own Resources, which was established in February 2014. Mr Monti is former EU commissioner and Prime Minister of Italy. He is also president of Bocconi University. JORGE NÚÑEZ FERRER Jorge Núñez Ferrer is an independent analyst and consultant associated with the Centre for European Policy Studies (CEPS). Among his key areas of interest are the EU budget and EU funding. He is the author of numerous publications on EU policies. One of his most recent publications analyses the effects of the main investment tools of the EU budget on the European economy. MARGIT SCHRATZENSTALLER Margit Schratzenstaller is a researcher specialised in public finance at the Austrian Institute of Economic Research (WIFO), and a consulting expert at the Austrian Fiscal Advisory Council at the Austrian National Bank. She is also a lecturer at the University of Vienna. The research areas in which she is interested concern the European budget and tax policy, international tax competition and harmonisation, fiscal federalism and gender budgeting. She is the author or co-author of numerous academic publications, including several dealing with the own resources system of the EU budget. DANIEL TARSCHYS Daniel Tarschys has a distinguished career and background in academia and politics. He has served as a member of the Swedish parliament and as secretary of state. He was also secretary general of the Council of Europe and vice-president of the International Political Science Association. He is a member of the Swedish Royal Academy of Science. Daniel Tarschys has published widely, including important publications on the EU budget and the EU funds. ANNE VITREY Anne Vitrey is Director of the Directorate for Budgetary Affairs at the European Parliament. She oversees the work of the secretariats for the Committees on Budgets and Budgetary Control as well as the Policy department on budgetary matters. Mme Vitrey is also a visiting professor at the College of Europe, in the European Political and Administrative Studies Department in Bruges. She is the author and co-author of several publications dealing with the EU budget. ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 73 PARTICIPANTS Michael W. Bauer , German University of Administrative Sciences Speyer, Germany Giacomo Benedetto , Royal Holloway, University of London, UK Annemieke Beugelink , European Parliament Gabriele Cipriani , European Court of Auditors, Luxembourg Gregory Claeys , Bruegel, Belgium Carlos Closa , Robert Schuman Centre for Advanced Studies, European University Institute, Italy Milan Cviki , European Court of Auditors, Luxembourg Alessandro D’Alfonso , European Parliament Virgilio Dastoli , Rome Alfredo De Feo , European University Institute, Italy / European Parliament, Belgium James Elles , Former Member of the European Parliament, Belgium Sergio Fabbrini , LUISS Guido Carli, Italy Monica Frassoni , Former Member of the European Parliament, Belgium Kate Henderson , European Court of Auditors, Luxembourg Brigid Laffan , Robert Schuman Centre for Advanced Studies, European University Institute, Italy Alain Lamassoure , European Parliament, Belgium Jacques Le Cacheux , Sciences Po, France Anne Montagnon , European Commission Mario Monti , Italian Senate of the Republic, Italy Jorge Nunez , Centre for European Policy Studies, Belgium Paolo Ponzano , Robert Schuman Centre for Advanced Studies, European University Institute, Italy Margit Schratzenstaller-Altzinger , Austrian Institute of Economic Research, Austria Daniel Tarschys , Score, Stockholm University, Sweden Anne Vitrey , European Parliament and College of Europe ",
        "EU OWN RESOURCES: MOMENTUM FOR A REFORM ? 170 ISBN: 978-92-9084-384-9 doi:10.2870/176147 Q M - 01 - 16 - 048 - E N - N "
    ]
}