{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Towards a job-rich recovery’ COM(2012) 173 final (2013/C 11/14) Rapporteur: Ms BISCHOFF On 18 April 2012, the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on the: Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Towards a job-rich recovery COM(2012) 173 final. The Section for Employment, Social Affairs and Citizenship, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 23 October 2012. At its 484th plenary session, held on 14 and 15 November 2012 (meeting of 15 November 2012), the European Economic and Social Committee adopted the following opinion by 204 votes to 2 with 2 abstentions. 1. Conclusions and recommendations 1.1 Europe is failing to get to grips with the crisis, and is becoming increasingly divided as a result. Many of the worst affected countries have seen a dramatic rise in unemployment, especially youth unemployment. European employment policy must make a bigger contribution in order to support Member States' efforts to deal with problems. It should be seen as part of the solution more than has been the case so far, so that by combining forces, the crisis can be overcome with solidarity and Europe stabilised. 1.2 The EESC therefore considers it essential that employment policy be used to bolster development of European infrastructure and qualitative growth. There is considerable need for investment, which can serve to promote employment. Every effort must be made to mobilise both private and public investment and to carry out reforms. 1.3 A European labour market can take shape and win back credibility through an effective employment policy based on solidarity. One of the key elements of this is timely and binding implementation of the Youth Guarantee. In some of the worst affected countries there is also interest in introducing dual education systems. The Commission should support this, enable start-up financing and initiate an exchange of best practice. If we fail to give young people real prospects, especially in the worst affected countries, there is a risk that a \" lost generation \" will emerge, which would be socially and politically explosive. The EESC calls for solidarity-based solutions similar to the Globalisation Fund. 1.4 Follow-through on the Youth Guarantee is a first crucial step, but existing structural problems also urgently need to be addressed. The goal of creating a large number of jobs is dependent on: — labour supply: making use of the employment potential of long-term unemployed people through an inclusive market; — labour demand, which is mainly possible in growing, highly labour-intensive fields such as the silver economy. 1.5 Employment policy cannot compensate for misman­ agement of macroeconomic policy, but it can make a real contribution to boosting competitiveness in knowledge-based societies, by strengthening innovation capacity, and achieving a better balance between demand for, and supply of, skills. In addition, there is an urgent need to increase access to venture capital by European businesses, especially SMEs, and to cut red tape. 1.6 In general, the special role of the social partners in shaping and implementing employment policy needs to be taken into account and strengthened as part of the new governance. EN 15.1.2013 Official Journal of the European Union C 11/65 ",
        "2. European employment policy in a time of crisis 2.1 On 18 April 2012, the European Commission published a communication entitled Towards a job-rich recovery , with nine accompanying documents. The communication contains proposals on support measures for job creation and labour market reform and on efforts to strengthen EU governance. 2.2 The Commission's call for a \" job-rich recovery \" comes at a time when massive job losses in several countries triggered by multiple crises (financial, economic, social, euro and debt crises, and a crisis of confidence) are damaging people's lives, whether because they have lost their jobs, because they cannot find others, because they are forced to accept lower wages or because social security benefits have been reduced or with­ drawn. 2.3 The Committee therefore welcomes the Commission's engagement with the employment policy challenges presented by the crisis, and its call for a job-rich recovery. This is long overdue because the consequences of the crisis are growing worse – among other reasons because governments in almost all EU countries are striving to reduce budget deficits through sometimes painful cuts in public expenditure, with a focus on scaling back benefits and public services, as part of efforts to implement newly modified rules on economic governance in the euro area. These policies restrict labour market oppor­ tunities – not least for members of groups that were already disadvantaged to begin with ( 1 ). Austerity measures hit people who depend on social security payments hardest, including those in insecure employment conditions and other disadvantaged groups in the labour market. The stabilising function of solidarity-based social security systems therefore needs to be maintained and strengthened so that they remain effective and sustainable, especially when it comes to the worst affected and most disadvantaged groups in the labour market. 2.4 At an early stage, the EESC called for special efforts to combat the worrying rise in unemployment: \" business as usual \" would not do. The Committee stated that employment policy could and should support the job creation process and that a stable economy was the basis of such a policy. It welcomed the European recovery plan that was adopted in 2008, but criticised it for being too limited in scope ( 2 ). 2.5 Current labour market figures are alarming: in the worst affected countries there is an unbroken negative trend. Unemployment in Europe stands at a record high of 10,5 % (August), or 11,4 % in the euro area. Unemployment is rising in two-thirds of Member States. It has risen especially quickly in Spain (25,1 %), Portugal (15,9 %,) and Greece (24,2 %) ( 3 ). 25,46 million people are unemployed. It is particularly depressing to note that long-term employment has also risen and is plainly continuing to do so. More than 40 % of unemployed people have been looking for work for over a year ( 4 ). Persistently high youth unemployment in the EU is especially worrying. It stands at more than 22 %. Here, too, there are big differences between the Member States. In Spain and Greece it is over 50 %; in some Member States (Portugal, Slovakia, Bulgaria, Italy and Ireland), it is around 30 %. Only in three Member States (Germany, Austria and the Netherlands) is it below 10 % ( 5 ). 2.6 Growth and employment policy cannot be viewed in isolation from one another. That is why the Committee has repeatedly called for a European stimulus package with a comprehensive impact on labour market policy, amounting to 2 % of GDP. Business creation and an entrepreneurial mindset should also be promoted throughout society and not least in the educational systems and in training schemes. Alongside additional national investments to boost the impact on employment, which should be implemented in a coordinated fashion, European investment projects must also be identified. The \" Compact for Growth and Jobs \" agreed at the European Council summit of 28 and 29 June 2012 signalled the first important steps in this direction; these must now be given substance to create the urgently needed room for manoeuvre for sustainable growth and employment across Europe. There should be a special focus on securing labour market transitions, particularly during restructuring processes. 3. The framework for European employment policy 3.1 The Committee therefore shares the Commission's analysis that the prospects for employment growth depend to a large extent on the EU’s capacity to generate economic growth through appropriate macroeconomic, industrial and innovation policies and to complement this with an employment policy aimed at bringing about a job-rich recovery. The EESC is concerned that if the policy of cuts continues unabated in the EU, it will be impossible to implement many of the positive proposals in the Employment Package (EP). The EESC is also concerned that the proposed measures alone will not be enough to achieve the objectives set out in the EU's employment strategy. In February 2012 the Committee called for a social investment pact to sustainably tackle the crisis and invest in the future ( 6 ). It therefore welcomes the attention drawn by the Commission in the Employment Package to the EU's commitment to full employment and social cohesion under Article 3 of the Treaty. 4. Proposals for strengthening Europe's employment strategy 4.1 Offering young people real prospects 4.1.1 In its report entitled Global Employment Trends for Youth 2012 , the ILO warned as recently as May 2012 of the risk of a \" lost generation \" emerging. Governments, it said, had therefore EN C 11/66 Official Journal of the European Union 15.1.2013 ( 1 ) OJ C 143, 22.5.2012, p. 23. ( 2 ) OJ C 306, 16.12.2009, p. 70. ( 3 ) See the EUROSTAT press release 138/2012, 1.10.2012. ( 4 ) See the EUROSTAT press release 138/2012, 1.10.2012. ( 5 ) SWD (2012) 90 final, p. 10f. ( 6 ) See footnote 2. ",
        "to prioritise active labour market and employment policies for young people. With this in mind, the Committee welcomes plans to put the Youth Guarantee into practice. As yet untapped ESF funds will not be enough cover this, however. The EESC therefore recommends that countries in particular difficulty be temporarily supported, since they often lack the financial resources for the active employment policy that is needed – especially when it comes to binding implementation of the Youth Guarantee. If ESF funds are not enough to cover this, additional European funds (a Youth Solidarity Fund) should be deployed to meet the shortfall. Multi-billion-euro bailouts were possible for the banks, so it must also be possible to mobilise these amounts by way of a financial transaction tax, for example, which the Committee has long advocated. 4.1.2 Eurofound has studied the strengths and weaknesses of Youth Guarantees ( 7 ). They are an important short-term measure to prevent marginalisation of young people. They are less effective with specific target groups such as the \" hard to help \" , however, and they do nothing to address structural problems (e.g. deficient education and training systems). 4.1.3 The timing of intervention is also crucial. The EESC considers intervention after three months to be too late; ideally the Youth Guarantee should take effect as early as possible, i.e. at the point of registration at a job centre, because a failed transition damages the economy and leaves lifelong scars. The Committee recommends that the Youth Guarantees also include young adults aged 25-29. Concrete measures should be formulated to this end as part of the National Reform Plans. Many countries need to substantially extend the targeted support offered by government agencies, giving special attention to disadvantaged groups. 4.1.4 It is important to bridge the gap between labour market needs, education and the expectations of young people. One way to achieve this is to provide incentives and support for the development of high-quality apprenticeship schemes. The Committee considers it important that the social partners in the Member States are closely involved in developing these schemes. The EESC calls for better exchange of experience and for ESF support for apprenticeship schemes. Exchange of best practices and start-up financing need to be encouraged and a quality framework for dual education developed. The application of the suggested Quality Charter for Traineeship should be accompanied by incentives. 4.2 Training boosts competitiveness and creates new prospects 4.2.1 A balanced mix of basic, vocational and academic qualifications is needed, because sustainable employment growth cannot be based on academic/tertiary qualifications alone. It is crucial that cognitive and universal skills be acquired, not just formal higher qualifications. In the future, there will be even greater demand for transversal and communi­ cation skills. The EESC supports the efforts to ensure better recognition of qualifications through validation of skills acquired outside the formal education system, especially in view of the recent Proposal for a Council Recommendation on validation of non-formal and informal learning ( 8 ). The implementation of the European Qualifications Framework at national level must be strengthened. 4.3 Quality of supply and demand in the labour market 4.3.1 The Committee is pleased that the Commission not only addresses the supply side of the labour market, but also focuses strongly on the demand side. Businesses in Europe are central to efforts to overcome the employment crisis. Small and medium-sized enterprises in particular have been a source of new jobs in recent years. Therefore it is essential to improve access by SMEs to capital and to cut start-up costs by 25 %. There are ongoing efforts to reduce the administrative burden on companies. According to the European Commission, this would have a significant economic impact on the EU economy: increasing GDP by about 1,5 % or around EUR 150 billion, without at the same time diminishing the protection of employees. Social enterprises and civil society organisations can also contribute to job creation, as has been stressed on several occasions, including in EESC opinions ( 9 ). Moreover, a recent own-initiative opinion by the CCMI ( 10 ) noted that cooperatives, especially employee cooperatives, are able to protect jobs even in times of crisis by reducing profits. 4.3.2 Sustainable competitiveness in a knowledge-based economy requires corresponding investment in upskilling employees. Wage subsidies and in-work benefits for certain target groups (for example, the long-term unemployed) can also be useful ways of stimulating demand. 4.3.3 The EESC welcomes the proposal for \" transition management agencies \" . However, particularly in view of the rising number of long-term unemployed, this cannot be limited to job search services. What is needed is a compre­ hensive range of services to remove obstacles to employment and for rapid (re-)integration into the job market, particularly at local level, for example through the provision of training. The \" active inclusion \" strategy which the Commission set itself in October 2008 ( 11 ), as well as aiming to safeguard incomes and foster inclusive labour markets, targets access to services designed to enable quality bespoke support for obtaining a job suited to each individual's preferences and skills. With the aim of a labour market strategy tailored to the individual in mind, it is therefore necessary to network the above-mentioned services and create an integrated package of services, which should be supported by strengthening the partnership principle in the context of the ESF and elsewhere. EN 15.1.2013 Official Journal of the European Union C 11/67 ( 7 ) See the Eurofound report \" Youth Guarantee: Experiences from Finland and Sweden \" , 2012. ( 8 ) COM(2012) 485 final. ( 9 ) OJ C 229, 31.7.2012, p. 44. ( 10 ) OJ C 191, 29.6.2012, p. 24. ( 11 ) C(2008) 5737: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do? uri=OJ:L:2008:307:0011:0014:EN:PDF. ",
        "4.3.4 The continuing crisis-related stagnation in the demand for labour is leading to an increase in long-term unemployment, resulting in serious difficulties in labour market integration and consequently a growth in poverty caused by loss of contact with the labour market. The EESC recommends that the Member States pay particular attention to setting up an inclusive intermediate labour market in which public resources create an appropriate number of suitable jobs to ensure that the long-term unemployed remain in touch with the world of work and improve their knowledge. This will prevent poverty caused by loss of contact with the labour market from increasing and enable these people to make a smooth transition into the open labour market once the crisis is over. 4.3.5 The creation of a European labour market is still the long-term goal. The EESC welcomes the proposals to remove obstacles to free movement of workers. The conditions for fair mobility generally need to be improved ( 12 ). However, mobility must not lead to the depopulation of regions; rather, risk should be shared on the basis of solidarity to help poorer regions catch up. 4.4 Flexibility and security 4.4.1 The Committee has already expressed its opinion on flexicurity on numerous occasions. It welcomes the fact that experience in handling the crisis has led to the flexicurity approach being expanded. Improving internal flexibility has hitherto not been given enough attention in the debate around flexicurity. Fixed-term contracts and temporary work can enable short-term transitions and can sometimes be needed to make it easier for particularly disadvantaged groups to enter the unsubsidised labour market. However, the job insecurity this entails should only ever be temporary, and should be mitigated by social security. The EESC rejects the proposals for a \" uniform employment contract \" indirectly mentioned in the Communication. Instead, it recommends that precarious work be tackled with greater resolve and that proposals be put forward on how to reintegrate workers into normal working conditions. 4.5 Encouraging demand and fairness in distribution 4.5.1 In terms of the economy as a whole, a balance needs to be struck between achieving sufficient growth in demand and retaining price competitiveness ( 13 ). These issues are already being discussed as part of macroeconomic dialogue at both technical and political level. As noted by the Commission on p. 25, this has to happen in a way that respects and guarantees the autonomy of the social partners at all times in accordance with Article 153(5) of the TFEU. The Committee does not support the proposal to establish a new tripartite committee in the EU to monitor wages. Instead, it recommends reforming and reinforcing where relevant the existing structures – the tripartite social summit and the committee for macro­ economic dialogue and social dialogue – to ensure the effective and balanced involvement of social partners, employment and social affairs ministers and finance and economy ministers. 4.5.2 The Committee welcomes the fact that the Commission is addressing the issue of minimum wages and decent job quality. Minimum wages play an important role in preventing wage dumping, especially in sectors where there is no collective agreement on minimum pay. However, the Committee argues against equating minimum wages with decent pay. Not every minimum wage amounts per se to decent pay, and only fair minimum wages guarantee a fair pension. In general, the complexity of the different national systems of wage setting needs to be taken into account. 4.5.3 The EESC has long advocated expanding the tax base used to fund social security systems, which is why it is encouraging to see the Commission look in the jobs pact at shifting towards environmental, consumption or property taxes – while monitoring redistributive effects – to enable budgetary neutral reduction of the tax wedge on labour. Balancing the budget and strengthening the future sustainability of society and the economy through appropriate employment and training policies not only mean minding expenditure, they also mean improving revenue and using it in a more productive way. 4.6 Proposals on new governance 4.6.1 The proposals on new governance are the central plank of the communication. In this chapter, the communication sets a significantly new tone and makes proposals as to how employment policy can be given more impetus and emphasis in the context of the European Semester. The Committee warmly welcomes this, as employment policy has been losing importance with the mid-term evaluation of the Lisbon Strategy, the 2020 goals and the new governance concept in the context of the European Semester. The EESC therefore calls for a prompt evaluation of the European Semester and for earlier and closer involvement of the social partners and civil society. 4.6.2 Whilst the European Semester covers a short period of time, the employment policy goals have a medium-term perspective. On 21 October 2010, the Council decided to leave the employment policy guidelines unchanged until 2014. In 2011, the EESC criticised the fact that the 2010 guidelines: — did not adequately reflect the need to make tackling unemployment the highest priority; — significantly weakened the European approach; — contained no measurable EU objectives concerning target groups; and EN C 11/68 Official Journal of the European Union 15.1.2013 ( 12 ) OJ C 228, 22.9.2009, p. 14. ( 13 ) See footnote 3. ",
        "— had nothing concrete to say about quality of work ( 14 ). 4.6.3 The Committee welcomes the proposals for a bench­ marking system and a scoreboard to keep track of the imple­ mentation of the National Job Plans. The European social partners should be involved in designing the benchmarking system and the criteria for the scoreboard. They should also be consulted at an early stage during preparations for the Annual Growth Survey when establishing the key strategic priorities for employment policy, and when drawing up, imple­ menting and evaluating the employment policy guidelines. Against the background of the above-mentioned need for inte­ grated, tailored services, it would be desirable for the indicators both to have a target group component and to take account of regional circumstances. 4.6.4 The EESC also calls for fair coordination between the employment policy benchmarks and the procedure behind the scoreboard in the event of excessive macroeconomic imbal­ ances. 4.6.5 The Committee supports any initiative that uses the Employment Package to make the current employment policy challenges, objectives and progress more visible, binding and easy to understand again, and to strike a better balance between economic, employment and social policy. It also feels the measures must be designed in a way that supports the EU's gender equality objectives. It notes with concern that promotion of female employment is not adequately reflected in the EP, and that the gender perspective otherwise advocated by the Commission has not been properly integrated. 4.7 Proposed sources of new employment 4.7.1 In the accompanying documents the \" green economy \" is touted as a promising potential source of new employment. However, this potential is highly dependent on the legislation in each Member State governing activities affecting the environment. In contrast with other areas of growth, such as information and communications technology (ICT), growth in the green economy is governed by not just economic but also political interests due to the length of time it takes for investments in this sector to pay off. Clear environmental policy incentives are therefore needed. In addition, such incentive structures should enable a long-term planning perspective and minimise uncertainty about a possible change of rules. Close cooperation and coordination of environmental policy and economic policy are critical if implementation is to succeed. This cooperation must not be misused, however: of particular concern here is the stretching of the concept of \" green jobs \" to cover employment funded through green taxes ( 15 ). Such a definition shifts the focus from the activity itself, no matter how broadly that may be defined ( 16 ), as the main criterion of green jobs. 4.7.2 Employment potential in the green economy is also determined by economic cycles, and the relevant sectors are not stable. The transition to the green economy will also initially entail job losses in traditional industries. The consequences of this have to be cushioned in a socially responsible manner, and the individuals retrained so as to strengthen their prospects for finding new work. The greening of the economy could stimulate demand for high, medium and low skilled jobs, as shown by the Commission in its working document on \" green growth \" ( 17 ). Overall there is a substitution effect, which is why the Committee doubts that the net balance in terms of employment will be as positive as the Commission assumes. There are also areas of green technology that may experience a short-term boom (construction, for example), whereas long-term employment is more likely to be found in high-skill positions. These workers, too, will require adequate social security, and labour market transitions will need to be sustainable. 4.7.3 The sustainability of employment potential in the green economy is also heavily dependent on the skill profile of the workforce. A study on skill profiles ( 18 ) in nine EU countries shows that job growth in this sector is more likely to take the form of high-skill positions. At the same time, training provision in this sector remains severely fragmented. Regular coordination of the social partners and education providers will be needed to optimise the educational set-up for green jobs. Environmental policy is also of considerable relevance to education policy insofar as the green economy is concerned, because the former guides demand for qualifications. Research and development that link talent and venture capital are missing in Europe, which has so far failed to create its own Silicon Valley. Jobs in industry depend on the manufacture of applications, however. In general, the Communication does not address the engine that is R&D. One sector that offers oppor­ tunities to producers, service providers and the general interest alike is that of \" ageing well \" in the broadest sense, exploiting ICT to remain active, connected, mobile, included, in good health and well assisted (soon to make up 30 % of our society) ( 19 ). The example of Asia (China, Japan) is worth considering. Rapidly identifying users' rights and setting up systems of protection would save time and boost the number of jobs. 4.7.4 The EESC has already pointed out in a previous opinion ( 20 ) that if the 20 % target for renewable energies by 2020 is met, this can be expected to produce a net effect of approximately 410 000 new jobs and an additional 0,24 % of economic growth as measured against 2005. EN 15.1.2013 Official Journal of the European Union C 11/69 ( 14 ) OJ C 143, 22.5.2012, p. 94. ( 15 ) SWD(2012) 92 final. ( 16 ) See, for example, UNEP's definition of green jobs as those that \" contribute to preserving or restoring the quality of the environ­ ment \" . ( 17 ) SWD(2012) 92 final. ( 18 ) See the briefing note from the European Centre for the Devel­ opment of Vocational Training (CEDEFOP) on \" A strategy for green skills? \" , February 2012. ( 19 ) See the EESC hearing of 11 September 2012 on \" Active ageing and information technology \" . ( 20 ) OJ C 376, 22.12.2011, p. 1. ",
        "4.7.5 Another sector seen by the Commission as a growth area for jobs is information and communi­ cations technology (ICT). This industry is very heterogeneous, extending all the way from purely technical programming to consulting through to customer services. Because of its technological focus and fast pace of investment, this sector is particularly knowledge-intensive and therefore puts considerable demands on its employees. Because of this, but also because of the speed with which knowledge becomes obsolete, education policy, on-the-job training and individual learning initiative are of great significance in this sector as well. The work typically requires a high level of flexibility from employees in terms of location and working hours. HR policy strategies geared towards different stages of life are therefore needed in order to secure employee commitment to companies over the long term. Employees in this sector are also often at high risk of mental strain and illness. 4.7.6 In the health and care sector, particularly the silver economy, it is relatively easy to predict demand as the population grows older. \" Silver employment \" means the creation of new jobs as production structures adapt to the needs of an ageing population. The most important areas of silver employment are health and long-term care, which are labour-intensive and for which there is very high demand from an ageing population. There is currently a shrinking supply of young and well qualified labour. Even though the health and care sectors are key sources of value creation in the economy, many of their jobs are not attractive enough because of fixed-term contracts and low pay – especially those involving provision of personal services. An additional problem is the significant physical strain of the work, which prompts many workers to retire early. However, high-quality products and services can only be secured over the long term by ensuring correspondingly high-quality job conditions. Numerous jobs could be created through measures in the health sector and to improve (long-term) care systems, particularly in the home, and here, too, promoting investment could open up a number of opportunities supporting the development of inclusive enterprises and social enterprises in this sector. Brussels, 15 November 2012. The President of the European Economic and Social Committee Staffan NILSSON EN C 11/70 Official Journal of the European Union 15.1.2013 "
    ]
}