{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Sustainable change in transition societies’ (exploratory opinion) (2014/C 67/02) Rapporteur: Mr ANDRIS GOBIŅŠ On 15 April 2013, the Lithuanian Presidency decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on Sustainable change in transition societies The Section for External Relations, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 25 September 2013. At its 493rd plenary session, held on 16-17 October 2013 (meeting of 16 October), the European Economic and Social Committee adopted the following opinion by 70 votes to 1 with 6 abstentions. The only constant is change – Heraclitus 1. Recommendations 1.1 The EU, its Member States and its civil society are an incredibly rich source of transition experience. This experience should be used better to achieve stability through change within Europe, in the EU's neighbouring countries, and throughout the world. 1.2 The EU is taking a leading role in the current UN debates on the post-2015 development agenda, and it must advocate concrete steps forward, based on solidarity and coherent policies. This and previous relevant EESC opinions must be taken into account ( 1 ). 1.3 Transition experience available in and to the EU must be used in practice. The EU must better systematise its positive and negative transition experience, available support instruments and data on relevant players. An Action Plan on the use of transition experience in the programming process shall be designed. The European Transition Compendium and other suggestions from recent EU documents have to be oper­ ationalised without delay. 1.4 The external policy of the EU must become stronger, more participatory and open, effective and coherent. The policy should be geared towards promoting human rights, fundamental freedoms (including freedom of association and peaceful assembly), the rule of law and help to create an enabling and democratic environment allowing individuals and CSOs’ to participate in policy formulation and monitoring of the implementation. Long-term approach is necessary. 1.5 Civil and political society of the EU and its partner countries must play a key role. Partnership agreements, support programmes and grants should not be approved without a structured dialogue with civil society, especially organised civil society, in line with the EU partnership principle. Particular emphasis should be placed on dialogue with, and inclusion of, different social groups in partner countries, including minorities and inhabitants of remote regions. 1.6 Currently, many potential promoters of sustainable development are banned from receiving EU support due to discriminatory administrative and other rules. Positive discrimi­ nation (not allowing any room for manipulation) and a requirement that partners with recent transition experience should be involved in development projects are needed to place players with backgrounds scoring lower in current evalu­ ations on an equal footing. The quality of projects and results must come first. 1.7 New mechanisms for cooperation must be launched and existing ones broadened – see in particular points 3.3.4., 3.3.6., 3.3.7. and 3.3.8. e.g. global Twinning, Taiex, Erasmus+, new exchange platform etc. 1.8 Actors affiliated with authoritarian regimes and/or non- democratic practices (e.g. GoNGOs, Yellow Unions, etc.) should be excluded from support. 1.9 In general, a broad cross-section of society in the partner countries should receive comprehensive support. EN C 67/6 Official Journal of the European Union 6.3.2014 ( 1 ) In particular, EESC opinion on A Decent Life for All: Ending poverty and giving the world a sustainable future , 23 May 2013, and other relevant opinions. ",
        "1.10 Democratic change, sustainable development, inclusive economic growth and a stable market, together with improved welfare and employment, can best be underpinned by good governance and a strong rights-based approach. Practice shows that a strong civil society, in particular when organised, is the best guarantee of success. 2. General context 2.1 The EESC endorses the broad view on sustainable devel­ opment. As noted by the EU Council, this includes such aspects as \" democratic governance, human rights and the rule of law, economic and social welfare, as well as peace and stability \" ( 2 ). 2.2 Transition can be briefly defined as stabilisation, support for democracy, institution- and capacity-building, sharing of best practices and consolidation of reforms to make change sustainable. It is based on solidarity and action from individuals, civil society organisations (CSOs), government and other actors. 2.3 Several aspects of cooperation with transition societies have already been on the agenda of the EESC ( 3 ). The aim of this opinion is to go beyond the existing sources and also to reflect the special interests of the Lithuanian EU Council presidency and general interest on the part of European civil society (including as a contribution to the Vilnius Eastern Part­ nership Summit in November 2013 and to the European Devel­ opment Days). 2.4 New developments in the EU's partner states are another reason to update existing policy. The EESC remains concerned about the sustainability of the developments in several of the EU's eastern neighbours, EuroMed and other partner states. Several positive changes can be observed in the Western- Balkan region (noting the importance of Croatia's EU accession). 3. Enabling the EU to better share its experience A primary driver of sustainable development and democratic change can be internal motivation and demand, supported by a clear EU open door policy towards all states in Europe and other privileges for states and societies outside Europe. 3.1 Better coordination of EU policies for transition 3.1.1 To create sustainable change, different EU policies, programmes and activities targeting the same regions or policy areas should be better coordinated to create more synergies and maintain consistency. The external action capacity of the EU still needs to be developed further, to the point where common European values and goals can be supported efficiently on a truly European scale ( 4 ). 3.1.2 \" Policy coherence for development \" (PCD) must be ensured and monitored more carefully. The obligation of PCD as enshrined in § 208 of the Treaty on the Functioning of the European Union (as amended by Lisbon Treaty), should be at the core of policy making and implementation in all the regu­ lations of the external actions instruments and should therefore be explicitly applied in all EU policies, programmes and activ­ ities. Consistency of new EU initiatives must be assessed in 100 % of cases. All programmes (including their evaluation and budget lines) should reflect the EU’s international commitments and obligations concerning human rights and development (including the UN Common Understanding on a Human Rights Based Approach) and should focus on the most marginalised and vulnerable. It is also important to monitor whether, in the process of transition and EU integration, positive developments in one policy area are not accompanied by negative developments in others. 3.1.3 A joint platform is needed to give a user-friendly overview of the existing instruments (such as grants, tenders and programmes, etc.), run by the EU or its Member States, that have a direct or indirect external impact. Some parallels/ cooperation should be envisaged with the Your Europe portal. Efforts must be made to involve information for smaller (also sub-regional) organisations. Institutions in EU Member States and transition societies should be additional target groups. The platform should be supported by a newsletter or a Twitter feed, for example. 3.1.4 The EU should aspire to pool, coordinate and create synergies between the EU's and its Member States’ activities in the partner countries, and to avoid excessive internal competition. Member States might consider sharing responsi­ bilities in developing forms of joint external cooperation (tran­ sition coordinators, translation centres, legal assistance centres, educational establishments etc.) on their territory or in the partner countries. 3.2 Involvement of all stakeholders as the prerequisite for sustain­ ability of change 3.2.1 The EU's external action mechanisms must be made as inclusive, transparent and participatory as possible to ensure joint ownership of development and cooperation. Currently shortcomings can be observed. The potential of the Partnership Principle to unite civil society and public authorities should be explored e.g. as a prerequisite for receiving grants. 3.2.2 Close, and preferably structured, involvement of civil and political society representatives is the prerequisite for long- term commitment to reforms. See also point 1.5. The engagement of CSOs, including social partners from both the EU and the partner countries, is necessary in the programming and realisation of all development and cooperation activities. Existing partnerships must be strengthened and new ones promoted. EN 6.3.2014 Official Journal of the European Union C 67/7 ( 2 ) 3218th FAC Conclusions (31.1.2013), Art. 19. ( 3 ) http://www.eesc.europa.eu/?i=portal.en.eesc-opinions-highlights. ( 4 ) EESC opinion on The EU's role and relationship with Central Asia and the contribution of civil society , OJ C 248, 28.8.2011, ",
        "3.2.3 The EESC is keen to contribute, and its partners throughout the world are a valuable resource as might be existing regular forums. 3.2.4 The EU must step up its efforts to develop the capacity of both EU and partners’ actors. This can be done through financial support, experience exchange, providing education/ training and by other means or programmes. 3.2.5 Equality of opportunity for participation should be ensured for different government and non-government players – both in the EU and in the partner countries. Persistent direct and indirect discrimination of any kind should be eliminated, including excessively restrictive eligibility; project size and technical requirements; discrimination in administrative rules, including differences in remuneration and/or taxation of experts working on the same projects; requirements for co- financing (problems with acceptance of in-kind contributions); national lobbying leading to distorted outcomes, etc. ( 5 ). See point 1.6. 3.2.6 Twenty-first century technological opportunities, including e-government, should be used and promoted to a greater extent for dialogue and involvement. A special Democracy Assistance 2.0 programme might be designed. 3.3 Additional suggestions for EU programmes and action 3.3.1 The current system of EU and EU-related funding and support opportunities is often criticised as unnecessarily compli­ cated. The EESC welcomes plans to simplify and streamline the EU external funding instruments, including the European Neigh­ bourhood Instrument, from 2014 onwards and supports the pooling of funds. 3.3.2 Quality first. Specific transition expertise and ability to understand and adapt to the partner country's needs should be made subject to objective assessment and should score higher than previous EU project implementation experience. 3.3.3 Existing EU transition experience must be used better when developing the EU's external (including development) policies ( 6 ). Successes and lessons learned should be fully systematised and analysed in detail. The conclusions must be used, fully operationalised and incorporated into the programming cycle. A tangible follow-up is needed, inter alia, relying on this knowledge when designing operational programmes and assessing and allocating project grants and size etc. 3.3.4 A European Transition Compendium must be made operational, including for programming purposes, and expanded with a database of experts with transition experience, coming from both governmental and non-governmental sectors. It should be made attractive for partners to search for experts and it should be widely promoted, especially in partner coun­ tries. The European Commission and the EEAS should prepare a checklist for the EU delegations on how to use the Compendium in programming (Inter alia, it may be stipulated as a binding source of information for experts taking part in EU activities.). 3.3.5 The European Commission should prepare an Action Plan on how to better apply EU’s rich transition experience in programming . It would help to ensure that the experience is used systematically in areas, where it is relevant. The European Commission should also devote sufficient administrative resources to the implementation of such plan. 3.3.6 Taking into account the already existing wide amount of tools related to the sharing of the transition experience, it would be advisable for the Commission to organise a cross- cutting management process for the purpose of collecting and presenting them in the same place e.g. by an umbrella platform or structure . 3.3.7 Further expansion of demand driven EU expert facil­ ities, such as SOCIEUX or MIEUX should be considered. Such facilities are excellent tool for quick reaction to the needs of partner countries. The geographic area of existing needs-based mechanisms for experience exchange and other programmes, in particular TAIEX, Twinning and Erasmus+, must be opened up worldwide (in particular to ACP countries), while not reducing the planned funds for projects from current programme states. 3.3.8 An \" NGO Twinning/Trioing \" concept should be launched, involving at least one partner from the EU-15, one from the EU-13 and one from a developing or transition country ( 7 ). Experience exchange among private sector represen­ tatives should also be supported. 3.3.9 The European Development Fund should be made friendlier to sharing recent EU Member State transition experience. 3.3.10 In order to transform their experience into efficient support for transition, the EU and its Member States have to ensure adequate funding and public support. Additionally, the EESC reiterates that transition and the role of individuals, civil society and the state must be one of the aspects of European Year of Development in 2015. EN C 67/8 Official Journal of the European Union 6.3.2014 ( 5 ) The European Parliament study EXPO/B/AFET/2012/32 (2012), for example, is recommended. ( 6 ) 3218th FAC Conclusions (31.1.2013), Art. 19. ( 7 ) EESC opinion on A new response to a changing Neighbourhood , OJ C 43, 15.2.2012. ",
        "4. Supporting sustainable democratic reforms and devel­ opment The EU Member States’ recent and rich transition experience is gaining in importance and use beyond the EU neighbours, with growing use of a \" demand based approach \" . Supporting democracy should be a priority for the EU. 4.1 The special role of the EU within the different phases of transition 4.1.1 Sustainable development is conditional upon reaching the broadest possible consensus in the partner societies. Support for democracy, good governance, fundamental freedoms (including freedom of association and peaceful assembly, speech, independent media, etc.), civic education and non- formal and informal learning, justice and social justice in all spheres and at all levels is essential. 4.1.2 A stronger focus should be placed on the effectiveness and results of policy and projects. Projects must be accom­ panied by administrative and operational programmes and support measures for individuals. Effectiveness cannot be achieved without improved coordination in the partner coun­ tries. Support and consultancy for planning should be offered. 4.1.3 Non-discrimination, equal treatment and proactive engagement of the EU's partners and each member of their societies (including such groups as women, minorities etc.) is essential as a general principle and as a precondition for the EU's credibility. Policy differentiation depending on the requirements of the partner country is, of course, imperative and needs to be improved. At the same time, the EU should not be more lenient towards \" strategically important \" countries just because of a narrow set of interests unrelated to sustainable development. Respect for human rights is a field in which the EU and its partners have to work together. 4.1.4 EU representatives have to act as both \" moderators/fa­ cilitators \" (analysing local needs and supporting/promoting dialogue among local stakeholders) and \" experts \" (sharing their past experience and bringing home lessons learnt from transition work). 4.1.5 A broad cross-section of society in the partner countries should receive comprehensive support. At the moment, government institutions, and in some cases civil society organisations (including the social partners), young people and researchers, are seen as the key target groups for EU assistance. Sustainable development and democratic change requires comprehensive support and close cooperation with \" ambassadors \" , \" engines/managers \" or \" faces of lasting change \" from civil society and its leaders and networks, but it also needs to go beyond this. Universal, broadly accessible and broadly visible support for partners and their societies is needed. EU integration and support to neighbouring countries should not be perceived as a gain for only a selected few. Visible improvements in such fields as education and science (including vocational education and training reforms, activities aimed at children etc. ( 8 ), low emissions economy, infrastructure and public and social services (including ICT, health, playgrounds etc.), decent work and quality employment opportunities, gender equality, support for socially and economically vulnerable and indigenous peoples, social movements and conditions enabling business development (including strengthening and involving social partners ( 9 ), etc. will foster change and a greater consensus on pro-European orientation. 4.1.6 In states with a democratic deficit, it is possible that funding provided to or via official institutions is spent not on social goals but on supporting the regime, and that locally based CSOs which truly represent democratic values are not given a chance to apply. The establishment of the European Endowment for Democracy (EED) is, doubtless, an important and long-needed step. However, these wide-ranging problems cannot be solved by the EED alone. Part of the solution is \" a comprehensive mapping of CSOs \" , and other aid recipients, in the region ( 10 ). Grass-roots/informal civil society and initiatives must also be supported to a greater extent – several EU Member States have experience in flexible project financing. At the same time, the percentage of aid distributed through civil society must be increased, particularly in the case of authoritarian regimes. 4.1.7 Particular attention also needs to be given to the situ­ ations of transition in Southern and Eastern Mediterranean countries, where democracy, human rights and women's rights are seriously under threat, and to the need to ensure stronger EU support to civil society and women's organisations. 4.1.8 In general, the EU needs to carefully analyse and adapt to different absorption capacities and special traits among its partner countries. 4.1.9 The EU must share its experience on how to ensure sustained external and internal support for development, inter alia for civil society, after the first phases of transition have been passed and comparative welfare is achieved. 4.2 Inclusive growth – the role of business and jobs in transition societies 4.2.1 Inclusive economic growth and a stable market, together with improved welfare and employment and smart economic liberalisation, must play a key role in the devel­ opment of transition societies (in line with the concept of EN 6.3.2014 Official Journal of the European Union C 67/9 ( 8 ) E.g. EESC opinion on The EU's role and relationship with Central Asia and the contribution of civil society , OJ C 248, 28.8.2011. ( 9 ) EESC opinion on A new response to a changing Neighbourhood , OJ C 43, 15.2.2012. ( 10 ) EESC opinion on Proposals for Regulations of the European Parliament and of the Council on the Instrument for Pre-accession Assistance (IPA II) and for establishing a European Neighbourhood Instrument, OJ C 11, 15.1.2013, p. 80: see also Information Report on The role of civil society in the implementation of the Partnership for democracy and shared prosperity with the southern Mediterranean (REX/356). ",
        "\" economic transformation \" in the post-2015 debates). A safe and welcoming environment for investment must be fostered and protected through international agreements, within the multilateral frameworks such as the WTO, OECD etc. 4.2.2 The key to sustainability is the rule of law, an inde­ pendent legal system that cannot be subverted by corruption or dictatorship. Independent CSOs that do not suffer intimidation, access to information, social protection and opportunities for decent employment, scientific and technical cooperation, energy efficiency/independence, and environmental conservation are all vital. 4.2.3 Trade conditions must be improved, and use made where appropriate of Deep and Comprehensive FTAs, which aim to go \" behind the borders \" to encourage a steady approxi­ mation with the EU of rules, principles and standards in technical regulations – and in their implementation. The goal for the EU's partners should be strong and inclusive economies steadily reducing their dependence on outside aid, and this is yet another area where experience exchange is vital. 4.2.4 Dialogue with, and assistance to, independent enter­ prises (as well as trade unions and other civil society organi­ sations) must be prioritised when dealing with authoritarian regimes. In all cases, SMEs should be assured of a more important role as agents for sustainability, rule of law and development in the economy. Foreign investors’ councils or other CSO partners can play an additional role. 4.3 Additional notes on international partnerships for development 4.3.1 The EESC and other bodies have already pointed to the need for close and efficient cooperation between the EU, the UN and other international bodies on the post-2015 development agenda. 4.3.2 The EU also has to take into account other recent developments, including the establishment of the Open Government Partnership (an initiative of particular relevance to the EESC and one that reflects the aforementioned part­ nership principle). The impact of the planned Transatlantic Trade and Investment Partnership, and other such agreements, must be carefully planned and monitored regarding their impact on development cooperation and transition. 4.3.3 The role and potential of global private business and foreign investors that share EU values should be better exploited and supported, and in terms of respect for fundamental economic and social rights. 4.3.4 A comprehensive study should be planned looking at the best practices of global foundations and CSOs and the tools they use in transition countries. Brussels, 16 October 2013. The President of the European Economic and Social Committee Henri MALOSSE EN C 67/10 Official Journal of the European Union 6.3.2014 "
    ]
}