{
    "text": [
        "COUNCIL RECOMMENDATION of 9 July 2013 on the National Reform Programme 2013 of Belgium and delivering a Council opinion on the Stability Programme of Belgium, 2012-2016 (2013/C 217/02) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 5(2) thereof, Having regard to Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances ( 2 ), and in particular Article 6(1) thereof, Having regard to the recommendation of the European Commission, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 26 March 2010, the European Council agreed to the Commission’s proposal to launch a new strategy for jobs and growth, Europe 2020, based on enhanced coor­ dination of economic policies, which focuses on the key areas where action is needed to boost Europe’s potential for sustainable growth and competitiveness. (2) On 13 July 2010, the Council adopted a recommen­ dation on the broad guidelines for the economic policies of the Member States and the Union (2010 to 2014) and, on 21 October 2010, it adopted a decision on guidelines for the employment policies of the Member States ( 3 ), which together form the ‘integrated guidelines’. Member States were invited to take the integrated guidelines into account in their national economic and employment policies. (3) On 29 June 2012, the Member States’ Heads of State or Government decided on a Compact for Growth and Jobs, providing a coherent framework for action at national, EU and euro area levels using all possible levers, instruments and policies. They decided on action to be taken at the level of the Member States, in particular expressing full commitment to achieving the objectives of the Europe 2020 strategy and to implementing the country-specific recommendations. (4) On 10 July 2012, the Council adopted a recommen­ dation ( 4 ) on Belgium’s National Reform Programme for 2012 and delivered its opinion on Belgium’s Stability Programme for 2012-2015. (5) On 28 November 2012, the Commission adopted the Annual Growth Survey, marking the start of the 2013 European Semester for economic policy coordination. Also on 28 November 2012, the Commission, on the basis of Regulation (EU) No 1176/2011, adopted the Alert Mechanism Report, in which it identified Belgium as one of the Member States for which an in-depth review would be carried out. (6) The European Parliament has been duly involved in the European Semester, in accordance with Regulation (EC) No 1466/97, and, on 7 February 2013, adopted a resolution on employment and social aspects in the Annual Growth Survey 2013 and a resolution on the contribution to the Annual Growth Survey 2013. (7) On 14 March 2013, the European Council endorsed the priorities for ensuring financial stability, fiscal consoli­ dation and action to foster growth. It underscored the need to pursue differentiated, growth-friendly fiscal consolidation, to restore normal lending conditions to the economy, to promote growth and competitiveness, to tackle unemployment and the social consequences of the crisis, and to modernise public administration. (8) On 10 April 2013, the Commission published the results of its in-depth review for Belgium, under Article 5 of Regulation (EU) No 1176/2011. The Commission’s analysis leads it to conclude that Belgium is experiencing macroeconomic imbalances, which deserve monitoring and require policy action. In particular, macroeconomic developments in the areas of external competitiveness of goods, and indebtedness, especially concerning the impli­ cations of the high level of public debt for the real economy, continue to deserve attention. EN 30.7.2013 Official Journal of the European Union C 217/5 ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) OJ L 306, 23.11.2011, p. 25. ( 3 ) Maintained for 2013 by Council Decision 2013/208/EU of 22 April 2013 on guidelines for the employment policies of the Member States (OJ L 118, 30.4.2013, p. 21). ( 4 ) OJ C 219, 24.7.2012, p. 5. ",
        "(9) On 29 April 2013, Belgium submitted its 2013 National Reform Programme and its Stability Programme for the period 2012-2016. In order to take account of their interlinkages, the two Programmes have been assessed at the same time. (10) Based on the assessment of the Stability Programme pursuant to Regulation (EC) No 1466/97, the Council is of the opinion that the macroeconomic scenario underpinning the budgetary projections in the Programme is plausible. In comparison to the Commission services 2013 spring forecast, which projects GDP growth to be flat in 2013 and to increase to 1,2 % in 2014, it is slightly more optimistic (projecting 0,2 % and 1,5 %, respectively). Since 2010, and particularly in 2012, Belgium has implemented consolidation measures and, also in 2012, it introduced structural reforms in the pension system, the unemployment benefit system and product markets. However, the fiscal effort was not sufficient to be in line with the Council Recommendation of 2 December 2009 to end the excessive deficit situation. Also in light of the recapitalisation of the banking group Dexia, which had a negative impact of 0,8 % of GDP on the deficit outcome, and the worse than expected economic devel­ opments in the second half of 2012, the 2012 deadline for correction of the excessive deficit has been missed. Due to this, it is now foreseen that the deficit will be brought below the 3 % of GDP Treaty reference value as of 2013. The objective of the budgetary strategy outlined in the Stability Programme is to reach a balanced budget in structural terms by 2015 and to achieve the medium- term objective (MTO) in 2016. The Stability Programme has changed the MTO from a surplus of 0,5 % to 0,75 % of GDP. The new MTO is in line with the requirements of the Stability and Growth Pact. The Stability Programme is compatible with the new excessive deficit procedure deadline of 2013, but according to the Commission services 2013 spring forecast the safety margin against breaching the 3 % of GDP Treaty reference value is narrow, with a deficit projected at 2,9 % of GDP in 2013. The planned annual progress towards the MTO, which is projected to be reached by 2016, is higher than 0,5 % of GDP (in structural terms). No consolidation measures have been specified beyond 2013. According to the information provided in the Stability Programme, the growth rate of government expenditure, net of discre­ tionary revenue measures, over 2014-2016 is expected to contribute to an annual structural adjustment towards the MTO by 0,5 % of GDP. According to the Stability Programme, the debt ratio will peak at 100 % of GDP in 2013 and will decline gradually to 93 % of GDP by 2016. From 2014 to 2016, Belgium can be expected to be in a transitional period regarding compliance with the debt criterion. According to the plans, the debt benchmark will be met at the end of the transitional period. Based on the Commission services 2013 spring forecast, which projects the debt ratio to reach 101,4 % in 2013 and to rise further to 102,1 % of GDP in 2014 under a no-policy-change assumption, the transition towards the debt reduction rule will not be respected in 2014, which indicates that progress towards the MTO is not sufficient. The Stability Programme does not explain how the planned adjustment will be shared between the different layers of government, an issue also addressed in last year’s Country Specific Recommen­ dation. In addition to a rules-based multi-annual framework for general government, it is necessary to design and agree on explicit coordination arrangements to secure and enforce more robust, automatic commitments from the regions, communities and local authorities, in order to meet budgetary targets. (11) Belgium faces a very significant projected increase in age- related expenditure (+2,0 percentage points of GDP) already in the 2010-2020 period, in particular in the areas of pensions and long-term care. The initiated reform of old age social security is set to have a positive impact on the employment of older people. Nevertheless, forecasts show that Belgium will fall short of the 2020 target it set for itself in this area. Given the magnitude of the challenge, additional efforts will be required to close the gap between the effective and the statutory retirement age. Measures to link the statutory retirement age to developments in life expectancy would make it possible to safeguard the sustainability of the pension system in the long term. The need to achieve financial sustainability will have to be balanced against the need to maintain the adequacy of the old-age social security schemes. In long-term care, improved cost-effi­ ciency of public spending on long-term care services, cost-saving measures such as health prevention and reha­ bilitation, and the creation of better conditions for inde­ pendent living should be explored in the light of the relatively high cost of institutional care in Belgium. (12) Belgium’s long term loss of competitiveness is caused by several factors, including the wage-setting system, malfunctions in the markets for inputs, and non-cost factors related to the innovation capacity of the economy. The wage norm of 1996, intended to preserve competitiveness vis-à-vis the main trading partners, has not always fulfilled its role. The immediate measures taken so far to bring wage evol­ utions more in line with productivity levels are steps in the right direction, but are not sufficient to ensure long- term compatibility between wage and productivity devel­ opments. Structural improvements to the wage- bargaining framework are still needed. These include automatic corrections in case the wage norm is not respected or where the health index increase exceeds wage increases in the main trading partners. The wage- bargaining system should ensure that wage developments follow subregional and local level productivity dynamics. Belgium specialises in intermediate products for which international competition is severe, making it difficult to include variations in input prices in the end price. While the strengths of the Belgian research and inno­ vation (R&D) system have played a mitigating role as EN C 217/6 Official Journal of the European Union 30.7.2013 ",
        "regards cost-competitiveness, business R&D remains very concentrated and broader uptake by businesses lags behind. The framework conditions for speeding up the transition towards a more knowledge-intensive economy should be reinforced, focusing on entrepreneurship, facili­ tating firm dynamics and the formation of human capital. (13) Prices for electricity and many other goods and services are higher in Belgium than in other Member States, reflecting weak competition and structural barriers. Prices in the retail sector remain above the euro area average, while restrictions on professional services impede the development of innovative business models and restrain investment. Belgium has made only limited progress in improving competition in the network industries and the establishment of strong and inde­ pendent regulators remains incomplete. Belgium has the second-lowest rate of mobile broadband penetration in the Union, largely due to regulatory and coordination problems with regard to spectrum availability. While higher consumer switching has diminished the dominance in generation of the traditional energy operator, competition at retail level for electricity and gas and at wholesale level for electricity remains a challenge with high distribution costs disproportionately contributing to net price levels for industrial users when compared with neighbouring countries. Belgium’s decision to control end user retail prices for electricity and gas may hamper capacity investments and new market entry. Licensing conditions in the postal sector still raise concerns. Domestic rail passenger transport is not open to competition and port labour legislation has not been modernised. Given the importance of all of the above-mentioned sectors for competitiveness, these measures are urgently needed. (14) The Belgian taxation system relies disproportionately on direct taxes and contains loopholes that diminish its fairness. While Belgium has made some efforts to reduce the overall tax burden on labour, the implicit tax rate is still among the highest in the Union for most types of workers. Belgium continues to be one of the countries with the lowest share of environmental taxation in total tax revenues. There is scope for simplifying the tax system and improving its efficiency, including by reducing and streamlining tax expenditures, as well as removing unjustified or ineffective reduced VAT rates. (15) Belgium suffers from below-average and stagnating labour-market participation and high employment and unemployment disparities across regions and population subgroups. The population groups with the lowest participation in the labour market include those with a migrant background, the elderly and low-skilled youth in all regions. These groups are also exposed to higher risks of poverty and social exclusion. The reform of the unemployment benefits system is a move in the right direction but does not in itself guarantee more effective matching of labour supply and demand unless it is associated with effective job-search assistance and training opportunities. The interaction between the targeted reductions at the federal level and the employment support schemes implemented by the regions generates considerable complexity. Although the measures aimed at low-skilled youth are likely to also benefit migrants, an encompassing strategy specifically aimed at this target group is called for. In addition, it would seem difficult to solve certain labour mismatches without significantly increasing interregional labour mobility. A more fundamental assessment is needed of how to make the provision of education and training more transparent and efficient and how to reinforce the synergy between the different training providers. (16) Projections for greenhouse gas emissions until 2020 indicate that Belgium will fail to meet its 15 % reduction target. It remains unclear how the isolated initiatives taken by the different authorities will ensure that the target is met, or how the burden will be shared between the regions. The impact of the combined measures on reducing emissions, in particular from the transport sector and buildings, remains unclear. Congestion is placing a heavy burden on the Belgian economy, estimated to be as high as 2 % of GDP and one of the highest in Europe, but the implementation of the new traffic tax system in the three regions has been delayed until 2016. (17) The coordination issues inherent in a highly regionalised structure put emphasis on an efficient organisation of public governance, as the presence of multiple networks, layers and actors may lead to duplication of structures with weakened governance and higher admin­ istrative costs. These issues come to the fore with regard to taxation and the burden sharing of budgetary efforts including for education and social security, which, in general, requires more cooperation and coordination. (18) In the context of the European Semester, the Commission has carried out a comprehensive analysis of Belgium’s economic policy. It has assessed the National Reform Programme and the Stability Programme, and presented an in-depth review. It has taken into account not only their relevance for sustainable fiscal and socio-economic policy in Belgium but also their compliance with EU rules and guidance, given the need to reinforce the overall economic governance of the Union by providing EU-level input EN 30.7.2013 Official Journal of the European Union C 217/7 ",
        "into future national decisions. Its recommendations under the European Semester are reflected in recommen­ dations (1) to (7) below. (19) In the light of this assessment, the Council has examined the Stability Programme, and its opinion ( 1 ) is reflected in particular in recommendation (1) below. (20) In the light of the Commission’s in-depth review and this assessment, the Council has examined the National Reform Programme and the Stability Programme. Its recommendations under Article 6 of Regulation (EU) No 1176/2011 are reflected in recommendations (1) to (5) below. (21) In the context of the European Semester the Commission has also carried out an analysis of the economic policy of the euro area as a whole. On this basis the Council has issued specific recommendations addressed to the Member States whose currency is the euro ( 2 ). As a country whose currency is the euro, Belgium should also ensure the full and timely implementation of those recommendations, HEREBY RECOMMENDS that Belgium take action within the period 2013-2014 to: 1. Adopt additional measures to achieve the structural adjustment effort specified in the Council Decision to give notice to correct the excessive deficit by 2013 and to enhance the sustainability and credibility of the consoli­ dation. A durable correction of the fiscal imbalances requires the credible implementation of ambitious structural reforms which would increase the adjustment capacity and boost potential growth. After the correction of the excessive deficit, pursue the structural adjustment at an appropriate pace so as to reach the MTO by 2016 and ensure that the high debt ratio is put on a firm downward path. To this end, present, by 15 October 2013, growth-friendly structural measures for 2014 which ensure a sustainable correction of the excessive deficit and sufficient progress towards the MTO. Ensure that the adjustment path is balanced over time or even front-loaded. Adopt explicit coordination arrangements to ensure that budgetary targets are binding at federal and sub-federal levels within a medium-term planning perspective, including through the prompt adoption of a rule on the general government budget balance/surplus that complies with the requirements of the Treaty on Stability, Coordination and Governance in the Economic and Monetary Union and to increase the trans­ parency of burden sharing and accountability across government layers. 2. Step up efforts to close the gap between the effective and statutory retirement age, including by pursuing the ongoing reforms to reduce the early-exit possibilities. Underpin reforms of the old-age social security systems with employment-support measures and labour-market reforms conducive to active ageing. Increase the effective retirement age by aligning retirement age or pension benefits to changes in life expectancy. Continue to improve the cost- efficiency of public spending on long term institutional care. 3. To restore competitiveness, pursue the ongoing efforts to reform the wage-setting system, including wage indexation, in particular by taking structural measures, in consultation with the social partners and in accordance with national practice, to ensure that wage setting is responsive to produc­ tivity developments, reflects subregional and local differences in productivity and labour-market conditions, and provides automatic corrections when wage evolution undermines cost-competitiveness. 4. Present concrete and time-specific structural measures to improve competition in the services sector, by removing barriers in retail and excessive restrictions in professional services, and improve the provision of mobile broadband. Continue to improve the functioning of the energy sector by reducing distribution costs and monitoring retail prices, and strengthen the independence of the regulators in the energy, telecoms and the transport sectors (railway, airport). Remove remaining regulatory barriers in the postal sector. 5. Establish concrete and time-specific proposals for shifting taxes from labour to less growth-distortive tax bases, notably by exploring the potential of environmental taxes, for example on diesel, heating fuels and the taxation of the private use of company cars. Simplify the tax system by reducing tax expenditures in income taxation, increasing VAT efficiency and improving tax compliance by closing existing loopholes. 6. Further reduce disincentives to work by ensuring effective enforcement of job-search requirements and personalised job search assistance for all unemployed. Take measures to increase interregional labour mobility. Simplify and reinforce coherence between employment incentives, activation policies, labour matching, education, lifelong learning and vocational training policies for older people and youth. Develop comprehensive social-inclusion and labour market strategies for people with a migrant background. EN C 217/8 Official Journal of the European Union 30.7.2013 ( 1 ) Under Article 5(2) of Regulation (EC) No 1466/97. ( 2 ) See page 97 of the current Official Journal. ",
        "7. Take concrete measures and agree a clear division of efforts between the federal and regional authorities to ensure progress towards reaching the targets for reducing greenhouse gas emissions from non- Emissions Trading Scheme activities, in particular from transport and buildings. Done at Brussels, 9 July 2013. For the Council The President R. ŠADŽIUS EN 30.7.2013 Official Journal of the European Union C 217/9 "
    ]
}