{
    "text": [
        "Opinion of the European Committee of the Regions — Deinstitutionalisation in care systems at local and regional level (2018/C 164/07) Rapporteur: Xamuel Gonzalez Westling (SE/PES), Member of Hofors Municipal Council POLICY RECOMMENDATIONS THE EUROPEAN COMMITTEE OF THE REGIONS Rights of persons with disabilities 1. welcomes the invitation from the Estonian Government to deliver an opinion on deinstitutionalisation in care systems at local and regional level. It is estimated that one in six people in the EU — around 80 million — have some form of disability ranging from mild to severe More than one third of people aged over the age of 75 have a disability that prevents them from leading a normal day-to-day life. These numbers are set to rise as the proportion of older people in the EU increases in the coming years ( 1 ). Although the quality of life and living conditions for people with disabilities have improved significantly over the past 20 years, there are still — to a greater or lesser degree — shortcomings in treatment and care, and in how people with disabilities are perceived in the majority of EU Member States. It is still unfortunately the case that there are people with, for example, developmental disabilities and/or mental illness whose right to make decisions that concern their own lives is limited; 2. Strongly believes that people with disabilities should have every possible opportunity to become self-sufficient members of society and that their freedom of choice should be upheld; reminds in this context that care systems are different in each country meaning that the transition towards community-based care must adapted to the local specificity and involve both the concerned communities as well as users and their families; wishes to emphasise that the aim of this opinion is not to rule out or condemn all institutional care under all circumstances; institutions are not the solution, but they could also be considered to be one of the solutions available. In some countries, institutions are more open to new support arrangements so that they can adapt to the range of situations which arise and give everyone every possible opportunity to reach their potential, however severe their disability may be. Particular attention must be drawn to the role of families in the functioning of these institutions; 3. notes that, according to Article 168 of the Treaty on the Functioning of the European Union, the role of the EU in public health policies is primarily to complement health policies conducted in the Member States at the national, the regional or the local level. In full respect of the principle of subsidiarity, the EU’s role is to: — promote coordination directed towards improving public health, preventing physical and mental illness and diseases, and obviating sources of danger to physical and mental health. Such action shall cover the fight against the major health scourges, by promoting research into their causes, their transmission and their prevention, as well as health information and education, and monitoring, early warning of and combating serious cross-border threats to health; — set certain standards of quality and safety of organs and substances of human origin as well as in the veterinary and phytosanitary fields and for medicinal products; 4. notes that the 2006 UN Convention on the Rights of Persons with Disabilities (CRPD) represents a radical turning point when it comes to disability, by focusing on how society and the surrounding environment can be adjusted to compensate for the obstacles facing persons with a disability so as to allow them to be included in society and to live their lives as independently as possible. As of November 2017, 27 of the 28 EU Member States had ratified the Convention, and of these 22 had also ratified its Optional Protocol ( 2 ). The CoR would recommend that all Member States ratify both the Convention and the Optional Protocol; 8.5.2018 EN Official Journal of the European Union C 164/39 ( 1 ) http://europa.eu/rapid/press-release_IP-10-1505_en.htm?locale=EN ( 2 ) http://indicators.ohchr.org/ ",
        "5. will be using the UN definition of disability, which is taken to result from the interaction between persons with long- term physical, psychological, developmental and sensory impairments and attitudinal and environmental barriers that hinders their full and effective participation in society on an equal basis with others. Disability can arise as a result of an illness, some other condition, a congenital defect or injuries acquired in the course of the lifetime. These illnesses, conditions or injuries may be of a temporary or permanent nature; Transition from institutional to community-based care 6. welcomes the initiative of former Commissioner Vladimir Špidla who, with the assistance of an expert group, developed the Common European Guidelines on the Transition from Institutional to Community-based Care ( 3 ). The CoR would recommend using the definition of ‘institution’ provided in these guidelines, namely: ‘any residential care where residents are isolated from the broader community and/or compelled to live together; residents do not have sufficient control over their lives and over decisions which affect them; and the requirements of the organisation itself tend to take precedence over the residents’ individualised needs’. The guidelines have been developed in order to support Member States in making the transition from institutional to community-based care. On the basis of the experience and lessons learned from those countries that have already introduced deinstitutionalisation, progress should mean gradually working towards: a common strategy and vision; involving users and their families; joint responsibility on the part of all actors at all levels, leadership and governance; and process support. The CoR notes that the guidelines can offer valuable support in the transition from institutional care to a more community-based system of care, and would recommend that they be used by all Member States; 7. observes that the concept of institutional care is being increasingly questioned and that a number of scientific studies have demonstrated that long-term institutional care has far-reaching negative consequences on affected individuals, such as loss of liberty, stigmatisation, loss of autonomy and depersonalisation. There are also negative effects on the staff working in institutional settings. This has led to the shared view that more open forms of community-based care are preferable and should form the direction of future care practice. It is also something that is highlighted in the European Mental Health Action Plan ( 4 ), developed by the WHO Regional Office for Europe in close cooperation and dialogue with the Member States, which also endorsed it. The CoR also reiterates that the UN Convention on the Rights of Persons with Disabilities (CRPD) sets out the right of people with disabilities to ‘live in the community with choices equal to others’ ( 5 ); 8. points out that developments over the past 20 years, with the phasing out of large institutions and specialised hospitals in favour of more open, community-based care, have been very similar in many EU Member States. Nevertheless, there are still more than one million people with disabilities who currently live in institutions in European countries ( 6 ). A shift from institutional care to more open, community-based care cannot come about overnight. This is a change that will take several years and will call for action and measures at all levels of society, alongside changes in attitudes and laws. The CoR considers that developing a more community-based system of care should be a high priority for all EU Member States, and that deinstitutionalisation should be carried out in a way that upholds the rights of the target group and guarantees the best possible outcome for those affected; 9. considers it important to point to the risk that in the transition towards more community-based, open forms of care, states may build new institutions to replace the ones being closed down. For target groups with particularly severe and complex needs that are difficult to meet from a societal point of view, and where there are no individually tailored solutions, this could lead to new, institution-like nursing and residential care homes being set up. This could also occur in the event of an acute crisis, such as the influx of refugees in many EU Member States in the autumn of 2015, when the urgent need to provide shelter meant that people were housed in refugee reception centres and institutions. Solutions that are conceived and planned as temporary measures risk becoming long-term, with negative consequences for the people concerned; C 164/40 EN Official Journal of the European Union 8.5.2018 ( 3 ) http://www.deinstitutionalisationguide.eu/ ( 4 ) http://www.euro.who.int/en/publications/abstracts/european-mental-health-action-plan-20132020-the ( 5 ) Article 19 CRPD. ( 6 ) http://www.deinstitutionalisationguide.eu/ ",
        "Combating stigma 10. notes that, to varying degrees across the EU Member States, there are a range of laws and policy documents stating that people with disabilities should be enabled to participate in society and be able to live their lives like other people. Notwithstanding this, there is hidden and sometimes overt opposition to people with disabilities in society. Stigmatised groups are often treated with hostility, fear and as if they were of less worth and a burden. A large number of studies have shown that people with mental health problems suffer from stigmatisation ( 7 ). Stigmatisation means in turn that the people in question may be discriminated against. This may take the shape, for example, of shortcomings in healthcare or in social exclusion, causing people’s mental health to deteriorate still further. It can become a vicious circle that risks being perpetuated and exacerbated. Deinstitutionalisation is more than closing down large institutions and creating alternative forms of care. It also means combating prejudice, questioning stereotypes and changing mindsets, so that instead of being viewed primarily as objects and the passive recipients of care and treatment, people with disabilities gain recognition as equal members of society entitled to the full range of human rights. The CoR considers that at the same time as introducing deinstitutionalisation, the Member States must combat stigmatisation and prevent discrimination. This means, in line with the UN Convention (Articles 4-6 CRPD), that states need to take positive and preventive action to combat all forms of discrimination and safeguard the human rights of all. It observes that there are numerous good examples of national campaigns to combat stigmatisation serve as a source of inspiration, both from other EU Member States and from further afield; 11. draws attention to the fact that patients discharged to more open, community-based care must have their needs properly assessed. Local and regional authorities should make sure that these needs are satisfied to enable users to have control over their own lives, make real choices and decisions regarding where to live, with whom to live and how to live. Services (including personal assistance) must be made available and accessible to all to guarantee that users are included in the community and can live as independent a life as possible; Skills and knowledge 12. emphasises that moving from institutional care to community-based care will also involve a paradigm shift for staff and their skills. Whereas the focus has hitherto been on medical knowledge and the medical profession, the transition to a more community-based system of care will highlight the need for social and pedagogical skills. The CoR considers it important for staff supporting persons with disabilities to have the relevant knowledge in order to perform their tasks (Article 4 CRPD). Having staff with the right skills will not only speed up the transition, but will also prevent new institutions from being opened. In many countries there is a shortage of staff with adequate academic qualifications. International cooperation and exchanges in this field should provide a way of increasing the supply of staff with the necessary skills. The CoR recommends a combination of work exchanges and new training courses at university and high school level to facilitate the transition. Having a pool of highly qualified staff will require planning and coordination. The CoR underscores the importance of training for new and re-qualifying staff to include knowledge of: human rights, what it means to live with a disability, what it is like to live in an institution and how to involve people in the type of support they would like. It is no easy matter to switch from living in an institution to then getting used to living in your own home and making your own decisions. There is the risk that people adapting to life in society may experience isolation and/or exclusion. It is vital to be there such people and give them support from staff who can deal with each individual and their needs holistically. Research and knowledge exchange in this area have been positive, particularly for psychiatric and neuro- psychiatric disabilities. There has been improved access to and use of knowledge- and evidence-based methods regarding both medical and psychological treatment methods, but also to psycho-social support and cognitive devices. In Sweden, for example, national guidelines were issued several years ago by the National Board of Health and Welfare (Socialstyrelsen) in a number of areas, such as schizophrenia and related conditions ( 8 ). The guidelines contain key recommendations for evidence-based approaches to healthcare and social services. The Swedish National Board of Health and Welfare has also published guidance on working methods and general advice on the knowledge and skills needed by staff and employers working with people with different disabilities ( 9 ) ( 10 ); 8.5.2018 EN Official Journal of the European Union C 164/41 ( 7 ) http://www.nsph.se/projekt/projektet-din-ratt/ http://bringchange2mind.org/ ( 8 ) http://www.socialstyrelsen.se/publikationer2017/2017-10-34/ ( 9 ) http://www.socialstyrelsen.se/publikationer2014/2014-3-19 ( 10 ) http://www.socialstyrelsen.se/Lists/Artikelkatalog/Attachments/18607/2012-2-17.pdf ",
        "Children and young people 13. welcomes the fact that the EU foreign ministers have endorsed the revised Guidelines for the Promotion and Protection of the Rights of the Child. In keeping with the current UN conventions, the CoR is of the view that all EU Member States should subscribe to the principle that children should grow up in a family. Research has shown that children who grow up in an institution do not develop in the same way as those who grow up in a family, and do not have the same rights and educational opportunities as other children. It also shows that these children may develop behavioural problems and social difficulties later in life on account of having grown up in an institution. Children in institutions are often under- stimulated and, as a way of compensating for this, may develop problem behaviour or be prone to self-harming. All children need continuity and close contacts if they are to thrive. The CoR suggests that in all EU countries, children with disabilities and their parents should preferably receive the help and support they need in their own home or within easy reach of it. Parents should be provided with assistance and training regarding their child’s disability, together with support from the community/municipality to help them cope with parenting. Financial support should be available for parents who have to work less in order to support children with disabilities; 14. reiterates that children and young people with disabilities have the same rights and obligations as other children with respect to education and study. This means that schools must be able to meet their needs, otherwise these children run the risk of being isolated outside the institutions as well. Local and regional authorities should invest more in school budgets to address the lack of appropriate facilities and to prioritise accessibility and universal design. Programmes should be rolled out to raise awareness of disability among school staff and other children, as well as to provide teachers with adequate training in inclusive methodologies and incentivise them to work with children with disabilities.. Attitudes and prejudice need to be addressed if full inclusion is to be made possible; Guardianship 15. draws attention to the fact that a large number of EU citizens with developmental disabilities and/or mental illnesses are placed under plenary or partial guardianship. The CoR recognises that partial guardianship can protect the interests of the concerned individual and protect them from abuse they could otherwise experience. Expresses its concern however with the plenary guardianship meaning that a person loses virtually all their legal rights and that the decisions that affect them most in their lives are taken by legal representatives. Many adults are placed in an institution against their will at the behest of a representative appointed by a court. The CoR calls on the Member States to work towards reducing the need for plenary guardianships and to involve users, their families, user rights advocate organisations and specialists in the decision- making. A review of the legislation on legal capacity should include making it mandatory for target groups to participate in decision-making and for their rights to be strengthened in law; User influence and participation 16. believes that people with disabilities should have statutory opportunities and support in making decisions that concern them, their daily lives and the design of local services. It is essential for information to be tailored to the needs of the target group. Listening to and cooperating with user and family associations will promote both user influence and participation. It is important to make the most of user knowledge and experience. The CoR calls on the Member States to help set up, and work with, user organisations; Legislation and guidelines 17. considers it important for current laws and policies to support implementation within the meaning of Article 4.1 CRPD. Special consideration needs to be paid to children’s rights. The CoR notes, moreover, that legislation should enable people to live independently and assistance should be based on their individual needs and wishes; 18. underscores the importance of measures to assist and protect persons with severe disabilities in the period following the death of their parents and family members. In particular, the CoR considers it fundamental to guarantee assistance, wellbeing, inclusion and as much autonomy as possible for people with a disability who are not in a position to assume full responsibility for themselves, so as to avoid them being automatically admitted to an institution; C 164/42 EN Official Journal of the European Union 8.5.2018 ",
        "Data and statistics for monitoring 19. observes that the lack of data makes it difficult to track the progress of the deinstitutionalisation process and conduct comparative analyses between the Member States. The CoR would therefore recommend that work to draw up and develop indicators be prioritised and form part of the strategy and planning for the transition to a more community-based system of care and services. The paradigm shift to a more individual, person-centred approach to care should also be reflected in the standards and indicators developed. They should focus on users’ quality of life and rights, rather than on follow-up in the form of data of a more technical nature. The CoR calls on Member States to cooperate in developing and defining standards and indicators; Work and employment 20. refers to Article 27 CRPD, which states that the right to work is a fundamental one. It should not be hampered by prejudice or lack of accessibility, for example. The CoR stresses that efforts must be made to enable people with disabilities to work in a way which suits their own personal attributes. Proper rehabilitation and adaptation of the workplace and of job content is of great importance. Different forms of activity for those who are unable to take up a paid job on a regular labour market are also an important way of promoting health and minimising stigma and isolation, which is why work rehabilitation establishments and assistance services and businesses and workshops employing primarily people with disabilities, are so important. There is a need for synergy between the social services and the labour market here, in the form of labour market integration services, so as to introduce personally tailored programmes covering guidance, training, job placement, job retention and social integration in the workplace. Health and employment-related initiatives should be seen as investments rather than as costs. Access to paid work or any form of remuneration will reduce poverty as well as increasing inclusion. It is vital for everyone to feel a sense of belonging, of being able to contribute and do something worthwhile. At the same time, it will raise other people’s awareness of persons with disabilities and their opportunities and difficulties; The economic impact 21. long-term sustainability in community care will require a radical shift in public spending and for resources to be focussed on prevention and early intervention. Therefore notes, in terms of assessing and analysing the economic impact of the shift to community-based care, that it is important to look at the costs not in isolation, but in relation to more quality- based outcomes and long-term effects, at the level both of the individual person and of society. Research in the field of health economics demonstrates that community-based mental health services generally cost the same as hospital-based services. However, as they often deliver better outcomes for the individual, in such cases they are more effective from a societal perspective. The positive health impact means that more people can enter the labour market, thus raising the level of production, increasing social inclusion and reducing the risk of criminality, which reduces the burden on the judicial system ( 11 ). Investment in the form of preventive and early intervention combined with support for children and young people, as well as their parents, can enable them to go to school. This in turn means that they can continue their studies and enter the labour market. It will only be possible to move people out of large institutions and special hospitals if alternative, more community-based forms of care have been drawn up and put in place. This may entail an increase in costs in the initial transition to a more community-based care system; Cooperation and coordination 22. stresses that as deinstitutionalisation calls for efforts on the part of a number of different stakeholders in society, as opposed to just one acting alone, cooperation between the different parties needs to be strengthened. It is important to establish a clear division of labour and to have equally clear ideas on how and where to work together. Depending on the respective Member States’ constitutions, there are variations in the degree of state management and control over how healthcare and social services are organised and delivered at local and regional level. In countries such as Sweden, where municipalities and counties have strong self-government, responsibility for choosing how to make the transition to a more community-based system of care is decentralised. Differences in individual Member State constitutions will also determine the level to which CoR recommendations will be addressed. Regardless of how responsibility is shared between the national and local levels, however, the CoR considers it paramount for there to be support from the national level and coordination of activities and initiatives among the different levels ( 12 ); 8.5.2018 EN Official Journal of the European Union C 164/43 ( 11 ) http://www.deinstitutionalisationguide.eu/ ( 12 ) http://www.deinstitutionalisationguide.eu/ ",
        "Equitable treatment and care 23. refers to Article 25 of the CRPD, which states that healthcare professionals shall provide the same quality of care to people with disabilities as to all other people. In a situation where people are moving out of institutions, where all medical expertise was integrated, to their own homes, skills in the area of disability need to be increased in primary care settings in order to accommodate this target group. Social inclusion at multiple levels and encouraging the perception that people with different types of disability are a natural part of human diversity will prevent exclusion and promote equal treatment and care; 24. notes that, as a result of advances in health sciences, people’s life expectancy is increasing. This means that people with disabilities are also growing older, whereas previously, the lack of appropriate care meant that they often did not reach old age. The social services responsible for social and labour market inclusion now find that they are working with older people with a disability. The professionals working in these services are unprepared when it comes to meeting needs related to both the age and the disability of older users. The CoR therefore considers it necessary to adapt the training requirements of health and social workers who have to continue to provide socially inclusive services for this target group in accordance with EU standards. Brussels, 30 November 2017. The President of the European Committee of the Regions Karl-Heinz LAMBERTZ C 164/44 EN Official Journal of the European Union 8.5.2018 "
    ]
}