{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘ Proposal for a Council Directive on tax exemptions applicable to the permanent introduction from a Member State of the personal property of individuals (Codified version) ’ COM(2008) 376 final — 2008/0120 (COD) (2009/C 77/31) On 18 June 2008, the Council of the European Union decided to consult the European Economic and Social Committee, under Article 262 of the Treaty establishing the European Community, on Tax exemptions applicable to the permanent introduction from a Member State of the personal property of individuals (Codified version). Since the Committee unreservedly endorses the content of the proposal and feels that it requires no comment on its part, it decided unanimously, at its 447th plenary session of 17 and 18 September 2008 (meeting of 17 September), to issue an opinion endorsing the proposed text. Brussels, 17 September 2008. The President of the European Economic and Social Committee Dimitris DIMITRIADIS Opinion of the European Economic and Social Committee on the ‘ EU-Africa Strategy ’ (2009/C 77/32) In a letter dated 11 July 2007, Commissioner Louis Michel, Commissioner for Development and Humani- tarian Aid, asked the European Economic and Social Committee to draw up an exploratory opinion on The EU-Africa Strategy. The Section for External Relations, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 17 July 2008. The rapporteur was Mr Dantin. At its 447th plenary session, held on 17 and 18 September 2008 (meeting of 18 September 2008), the European Economic and Social Committee adopted the following opinion by 89 votes to none, with no abstentions. 1. Conclusions and recommendations 1.1 In the globalised context of this new century, there is a need for considerable evolution in the relations between Europe and Africa, by drawing on the lessons of the past , in particular by working towards a partnership based on equal rights and obligations. After decades of cooperation and devel- opment aid, extreme poverty in Africa is worsening and deepening: the fruits of misdirected growth, characterised by low job creation, are unevenly distributed and therefore entrench inequalities; over 55 % of the sub-Saharan population lives on less than a dollar a day; over 70 % of the total number of jobs are in the informal subsistence sector, and over 57 % of them are in agriculture. The picture that emerges is one where decent and productive jobs are dramatically scarce. 1.2 The stakes are high, especially in terms of Africa's devel- opment and stabilisation, but also in terms of Europe's security and ability to achieve steady sustainable growth. 1.3 The development policies followed up to now by the European Union pursuant to the various agreements (Lomé, Yaoundé, Cotonou) and the funding devoted to them have not achieved the desired results , especially as regards creating decent jobs. That said, this state of affairs cannot continue , and change being indispensable, the Committee welcomes the success of the EU-Africa Summit held in Lisbon on 8-9 Decem- ber 2007. 1.3.1 It particularly welcomes the fact that employment is treated as a cross-sector issue. 31.3.2009 C 77/148 Official Journal of the European Union EN ",
        "1.4 The EESC believes that developing decent employment is central to reducing inequality and poverty, fostering social inte- gration and living with dignity, which are vital for stemming extremism and conflicts and achieving the stability required. 1.5 The Committee believes that in order to create decent employment, measures geared to this essential objective must be taken by acting on the parameters set out below, and which, although intrinsically different, are linked by strong synergies that generate interactive reactivity and form a single policy. 1.5.1 Growth is mainly natural-resource based and creates little employment. It must be re-directed to the primary processing and refinement of products . Investment should be geared to this end, with emphasis on sectors with high added value. 1.5.2 The private sector is of the utmost importance, and through it, SMEs . The EU should make SME development a pillar of its cooperation policy. 1.5.3 Current rises in raw material prices are an additional reason for making the agricultural sector a strategic devel- opment priority . Since agriculture accounts for a considerable proportion of land use and rural employment, it should contri- bute to self-sufficiency in food, the development of processing industries, and to halting the rural exodus at the same time. A short, medium and long-term agricultural policy must be set up and priority given to ensuring that there is a budget for its implementation . This policy should be drawn up and implemented in coordination with agricultural organisations. 1.5.4 Developing human resources is an indispensable factor in all development strategies. Thus, there is a need to analyse employment needs and the labour market, make fore- casts, and anticipate the major challenges involved in adapting vocational training to employment . 1.5.5 While regional and sub-regional economic integra- tion has progressed significantly, trade potential has yet to be fully exploited. In particular, measures should be coordinated in order to harmonise customs procedures, improve infrastructure and guarantee the free movement of citizens. From this perspec- tive, the Committee regrets that regional negotiations on economic partnership agreements, which include economic inte- gration among their objectives, have not been concluded at the time of writing. 1.5.6 Social dialogue should accompany and enhance all development polices, especially through collective bargaining. For this reason, there is a need to establish or foster strong and independent employer and employee organisations. 1.5.7 The involvement of non-state actors is indispen- sable for creating decent jobs and should therefore be central to the common EU-Africa strategy. They should therefore be involved in drawing up national and regional indi- cative programmes. 1.5.8 ‘ Good governance ’ is the key to investor confidence. From this perspective alone it is essential for job creation. It should be considered in its entirety and include respect for human rights and workers' rights, including trade union free- doms, labour standards and action to combat corruption . On this last point, the EU and its Member States should make financial aid contingent upon the traceability of aid flows to the end-user. 2. Introduction 2.1 In a letter dated 11 July 2007, Commissioner Louis Michel, Commissioner for Development and Humanitarian Aid, asked the European Economic and Social Committee to draw up an exploratory opinion on the diverse issues raised in the Communi- cation entitled ‘ From Cairo to Lisbon — The EU-Africa Strategic Part- nership ’ , in particular the question of how to reduce the employ- ment deficit in Africa . 2.2 The EESC welcomes this request which, whilst in keeping with the spirit of the development policies applied in Africa for many years, seeks to raise new questions as to the future situa- tion, in particular with reference to the decisions of the EU/Africa Summit, outlined in the declaration entitled The Stra- tegic Partnership , which is accompanied by a First Action Plan (2008-2010) for its implementation. 2.3 By requesting the opinion of the Economic and Social Committee on employment , the Commission is making it clear that it has identified employment as the primary objective of its development policy and that economic and social stakeholders have a role to play in eradicating poverty by creating decent jobs . The EESC is delighted to note this. After taking a brief look at the policies of the past and their results and following an overview of the situation in Africa today and its future policies, this opinion will highlight the key areas where the Committee believes action needs to be taken to help create decent jobs. This research will take into account the guidelines and action plan which were adopted at the EU/Africa summit held in Lisbon on 8 and 9 December 2007. Accord- ingly, it will be based, in particular, on the EESC's previous opinions on development in Africa ( 1 ). 31.3.2009 C 77/149 Official Journal of the European Union EN ( 1 ) CESE 1205/2004 The role of women's organisations as non-state actors in implementing the Cotonou Agreement Rapp. Ms Florio. September 2004. CESE 1497/2005 How to integrate social aspects into the Economic Part- nership Agreement Rapp. Mr Pezzini and Mr Dantin. December 2005. CESE 753/2006 Prioritising Africa: European civil society's perspective Rapp. Mr Bedossa. May 2006. CESE 673/2007 Migration and Development: Opportunities and chal- lenges Rapp. Mr Sharma. December 2007. Reports by the EESC's EU-ACP Follow-up Committee: Human resources fordevelopment Rapp. Ms King and Mr Akouete. May 2007. ",
        "3. General comments 3.1 Africa is a continent of many faces. It is made up of states that are often different in terms of history, culture, their ethnic make-up, own resources (minerals, oil, diamonds … ), climate or indeed as regards democracy, good governance and respect for human rights … This has led to a whole variety of differing economic and social levels. It is therefore difficult to understand or to view this continent in a general and uniform manner. That being said, its countries share a number of common traits, most importantly their relations with Europe, both past and future, or indeed a shared history which will give rise to a common future as part of a joint movement for change. 3.2 In the globalised context of this new century, there is a need for considerable evolution in the relations between Europe and Africa, by drawing on the lessons of the past. This must be structured around an understanding of the need to build a shared future which must be developed around common challenges and common risks, an approach based on mutual interest, rather than on a short-lived shared history, on compas- sion or loyalty, at the risk of forcing certain partners, on both continents, to confront their own conflicting positions. 3.3 Much is at stake. Only fifteen kilometres from Europe, the African continent concentrates all of the ‘ major risks ’ of the modern world on its territory: uncontrolled migration, emerging epidemics, climatic and environmental disasters, the threat of terrorism … But it also has the most potential, both in terms of natural resources and in foreseeable consumer and investment demands. 3.4 Undoubtedly, the European Union remains Africa's prin- cipal economic partner and its most important donor. Yet this historical monopoly is now being broken up by an offensive from the ‘ emerging backers ’ — firstly China, but also India, the larger Latin American nations and the Gulf Kingdoms, even Iran, as well as by the return of the USA, which is keen to main- tain the security of its energy supplies, to combat the threat of terrorism, to extend Christian values and democracy into new territory, and to counter the ‘ entry into the game ’ of the Chinese, something they see as a worrying development ( 2 ). 3.5 Yet it is also clear that the future security of the Euro- pean continent, such as its capacity to maintain steady sustain- able growth, will be closely and immediately dependent on Afri- ca's development and stability. Europe cannot continue to exist as an island of prosperity over the medium and the long term being located only fifteen kilometres away from a continent whose defining characteristic is misery. At stake is the sustain- able development of the European Union, which must realise that now it is Africa which is its border. 3.6 ‘ Europe's strategy towards Africa has long been charac- terised by an unequal donor-recipient relationship, coupled with an ideologically misguided clean conscience, and a unilateral vision of our interests. This antiquated, unrealistic vision has been extremely damaging. There is a need to turn a new page and establish a new form of partnership, between partners who are equal both in terms of rights and responsibil- ities, who share an approach based on such factors as sustain- able development, good economic, fiscal and social governance and the transfer of technology …’ ( 3 ). 3.6.1 This strategy, based on an unequal ‘ donor-recipient ’ or ‘ financial backer-recipient ’ which has been given a concrete form through the contents of the various agreements that have governed or govern relations between the EU and Africa can only be termed a ‘ failure ’ ( 4 ), given the economic and social situation in Africa today. Clearly, this state of affairs needs changing . It has reduced the African countries to a state of dependence, particularly in terms of financing, leading them to mortgage the dynamism needed for successful access to the world's economy. 3.6.1.1 After decades of development aid as practised by the European Union, by numerous Member States (often former colonial powers), and by international organisations such as the World Bank, the extreme poverty of Africa is only getting worse. 3.6.1.2 Whereas emerging economies or regions such as China, India, South-East Asia or Brazil are developing into economic powers, and taking their share of international trade, Africa has, bar a few exceptions, yet to take off economically. 3.6.1.3 Why has a country like South Korea which, only a few years ago, lived ‘ for rice and on rice ’ managed to become one of the world leaders in electronics, shipbuilding, IT services and car manufacturing … and not Africa? 3.6.1.4 Europe still remains the first importer of African products. However, despite nearly twenty-five years of favour- able customs tariffs, the volume of exports from Africa to the EU has more than halved, falling from 8 % in 1975 to 2.8 % in 2000, in relation to the volume of trade worldwide. This prefer- ential customs treatment has not been sufficient. It is the uncompetitive nature of African goods which has compromised the continent's ability to export its goods to Europe. 3.6.1.5 The fruits of Africa's growth, primarily derived from the exploitation of its natural resources, have been unevenly distributed, widening inequalities still further, making the poor as poor or even poorer than they were, while the rich become even richer. All of which is a long way from good economic governance, raising a whole host of ethical concerns. Numerous Africans have spoken out against this state of affairs: — ‘ (We must) repatriate the funds illegally obtained in the countries of origin and stored away in foreign bank accounts ’ ( 5 ). 31.3.2009 C 77/150 Official Journal of the European Union EN ( 2 ) Union Européenne/Afrique: Le partenariat stratégique Nathalie Dela- palme, Elise Colette. Notes de la Fondation Robert SCHUMANN December 2007. ( 3 ) Speech by Commissioner Louis Michel at the EU-China-Africa confer- ence organised by the European Commission in Brussels on 28 June 2007. ( 4 ) Response from Commissioner Michel to a speaker at the Joint Parlia- mentary Assembly at Kigali. 18, 19, 20, 21, 22 November 2007. ( 5 ) African Union Extraordinary Summit on Employment and Poverty Reduction in Africa. From 3 to 9 September 2004 in Ouagadougou. Final Declaration (Article 16). ",
        "— ‘ We are ill with poor governance … . some countries are even poorer than they were before oil or diamond mining began … others are ruled by leaders whose personal assets outstrip their countries' national debt! This evil hasn't come from outside but from within, from ourselves ’ ( 6 ). 4. From Cairo to Lisbon: a new EU-Africa strategy 4.1 Policies implemented to date, and the funding they receive, have not always delivered the desired results, especially where creating decent jobs is concerned. That said, and changes being indispensable, the Committee is delighted with the success of the Lisbon Summit on 8 and 9 December 2007. It takes plea- sure in the political will which has made it possible to extend cooperation or even to redesign it through a change of direc- tion, and to thus develop both trade and political relations between the two continents. 4.2 Seven years after the Cairo summit, the Lisbon summit has laid the foundations for a new strategic partnership of equals between Africa and the European Union, based on a set of common values, principles and interests which will enable them to address the global challenges on the international scene together: peace and security, governance and human rights, migration, energy and climate change, trade, infrastructure and development. 4.3 Its contents aside, what makes this strategy original and ground-breaking is the implementation, alongside the declara- tion of an operational phase, of eight priority action plans (cf. Appendix 1 to this opinion), a type of roadmap or working plan which will translate into concrete terms the implementa- tion of strategic priorities and choices identified by the two continents. The progress made in achieving these eight action plans, which like the Cotonou Agreement are extremely ambi- tious, will be assessed at the next summit in 2012. 4.4 The EESC views as positive the fact that, in addition to the declarations which are undoubtedly important, a whole working framework has been set up, which will make these declarations an operational reality and, in particular, allow evaluation of their implementation in 2010. 4.5 The EESC emphasises that each of the eight partnerships, set out as action plans, can contribute to the development of decent jobs once the necessary political decisions have been taken and provided that it is accompanied by specific employ- ment policies (See Chapter 7). 4.6 However, despite these achievements, the good will demonstrated by those at the summit was nonetheless unable to conceal a number of difficulties and potential dangers raised by certain African leaders. They felt that while the new strategy was indeed innovative through its creation of a balanced part- nership, it would not lead to a rapid improvement in relations which were even today still seen very much in terms of domi- nant and dominated partners: — There was harsh criticism of the EU's bureaucracy whereas ‘ with China, it is so easy to obtain the tractors that we need straight away …’ — The EU was expected to either compensate Africa for its colonisation and despoiling or to accept Africa's immi- grants … — Doubts were expressed as to whether it would be possible to conclude the economic partnership agreements in a true spirit of partnership … — There was condemnation of the divergent views on the Zimbabwe crisis … A long and winding road still lies ahead of the two sides if they are to achieve their aims in a spirit of renewed confidence. 4.6.1 In this context, the EESC believes that it is primarily the responsibility of the African governments themselves to assume, within the framework of a balanced partnership, the responsibility for good governance, the fight against corruption and to attract direct or foreign investment to reduce poverty in their countries. This assumption of responsibility, a concomitant of their sovereignty, is indispensable for a renewed partnership. This means that adhesion to the cause of the balanced partnership between Africa and the European Union will be a vital principle from now on and will find its full expression and move towards the creation of decent jobs. 4.7 The EESC notes with satisfaction the role given to civil society, not only in the institutional sense (relations between the EESC, and the UN's ECOSOC) ( 7 ) but also with regard to the non-state actors who make up organised civil society ( 8 ). From this point of view, if the political will which has been expressed is to take shape and be turned into action, the difficulties encountered in the implementation of these issues in the Cotonou Agreement must be taken into account, even at the risk of failure. All in all, the Committee approves of the general direction towards progress which the EU-Strategy brings to the continent as a whole. 5. Decent employment, a vital objective for an effective EU-Africa Strategy 5.1 Article 55 of the EU-Africa Strategy stipulates that: Employment issues, notably social protection, the shortage of employ- ment opportunities and the promotion of decent work in Africa, will be jointly addressed, with priority being given to creating productive jobs in the formal economy, improving poor living and working conditions in line with the UN decent work agenda and integrating the informal economy into the formal. 5.2 The Committee is delighted that the employment ques- tion has been formally taken into account in the EU-Africa Strategy and believes that developing this issue lies at the heart of all efforts, both in terms of quality and quantity, to tackle inequality, poverty and social integration, which are necessary to absorb extremism and conflicts and are therefore necessary for the stability of the countries of Africa. 31.3.2009 C 77/151 Official Journal of the European Union EN ( 6 ) Statement by the President of an ESC from a Francophone country of West Africa at the general assembly of the UCESA (Union of African ESCs) 13 and 14 November 2007 in Ouagadougou. ( 7 ) See Articles 104 and 105 of the declaration. ( 8 ) See Articles 106-110 of the declaration. ",
        "6. The employment situation in Africa The participation rate is high (68.6 %). While the unemploy- ment rate is also high (10.3 %), it is the shortage of decent and productive jobs that presents the gravest problem: 46.2 % of the population, of which 55.4 % are in sub- Saharan Africa, live on less than a dollar a day . In other words, a substantial proportion of the active population is employed in informal, mostly subsistence, jobs. The informal economy accounts for 68 % of total employment, 57.2 % of which is in the primary agricultural sector. These jobs are mostly filled by young people and women; since the latter play a decisive role, being at the heart of their economic commu- nities and families, they constitute the woof and warp of Africa's economic and social organisation (cf. Appendix II to this opinion). 7. Creating decent and productive jobs In view of the foregoing, the priority for Africa is to create decent and productive freely chosen jobs. Nothing else will contribute effectively to eradicating poverty, living in dignity and setting up effective social protection for all, while incorpor- ating the gender aspect at all levels, as well as youth issues since young people are Africa's future and to ensure solidarity among generations. Indeed, without productive employment, decent living stan- dards, economic and social development and personal develop- ment will remain elusive. These objectives come before anything else for the development of human resources and private sector businesses. To reach its full potential this process must form part of a facilitating framework that includes democracy, rule of law, good governance, and respect for human and social rights … The EU-Africa strategy adopted at the Lisbon summit addresses employment as a horizontal issue. The purpose of this chapter is to take an in-depth view of this central question through analysis and proposals for guidelines by discussing the key levers liable to contribute to the objective's approach: This is essentially a macroeconomic strategy. However, in order to deal with the diversity of actions required, it would be useful to draw up, at a later stage, an inventory of the development aid activ- ities carried out by European NGOs in Africa, highlighting the range of successful programmes, especially where these programmes are implemented in cooperation with local communities and/or groups (cooperatives, market gardeners, educational or health facilities) and contribute to creating jobs. Nevertheless, and in addition to the foregoing, the Committee emphasises with force that the development of Africa, and hence the creation of decent and productive employment can only be achieved through greater stability in the coun- tries that make up the continent . A considerable number of these countries are still plunged in interminable conflicts. Over the last ten years, conflicts in Guinea, Liberia, and Sierra Leone, resource-rich countries, mainly in diamonds and wood, have plunged the region into severe crisis, generating a large outflow of refugees. And this is not to mention the conflict in Darfur crippling Sudan, the ‘ forgotten war ’ in North Uganda, persistent insecurity in the east and west of the Central African Republic, and instability in the Congo … Given the situation, the Euro- pean Union and, more generally, the international community have an important role to play when faced with such a decisive issue for the continent's future because, compounding the atro- cities committed, there lies a fact that nobody seems able to ignore or accept, namely that whereas employment can contri- bute to the stability of States, the instability of States prevents their development and hence job creation. 7.1 Job-creating growth 7.1.1 In terms of economic growth, 2006 was a boom year for Africa, with rates of 6.3 % in North Africa and 4.8 % in sub-Saharan Africa, though with contrasts between one country and another. 7.1.2 These figures are considerable, especially when compared with results in the European Union. However, due to stagnating, not to say regressing, productivity, badly targeted investments, low added value on essential industrial and agri- cultural production, the population explosion and a massive shortfall in decent employment, growth would have to be in double figures in order to generate a quantitative and quali- tative improvement in the employment situation . According to estimates, a minimum growth rate of 9 % is required if we are to begin to have a more positive understanding of the Millennium Goals, which in any case, regrettably, do not include employment objectives. 7.1.3 Growth is creating few jobs because it is badly targeted. It is usually fuelled by stepping up the exploitation of natural resources, often characterised by working conditions bordering on the unacceptable, the viability of which has recently soared, especially in oil-producing countries, mainly due to the rise in the per barrel price of crude oil. In addition to being unstable, since it depends on fluctuating rates, this situation does not create additional jobs. This is equally true of other natural resources insofar as they are usually exported unrefined. More- over, when the middle classes reap the benefits of renewed activity, they generally consume imported products. This type of consumption also does nothing to generate employment locally. 7.1.4 The profits from extracting crude oil (it is not always clear where and how they are used) have to be invested in manufacturing processed products with high added value, which would lead to growth and employment. The same applies to other natural resources and agricultural produce, which could themselves foster the development of an agri-food industry as part of a structured, financed and prioritised agricultural policy (cf. Point 7.4 and Appendix IV to this opinion). 7.1.5 Growth that creates jobs in optimum numbers will not come from the mere exploitation of raw materials or traditional and mass agricultural produce (sugar cane, cotton, bananas, peanuts, cacao … ). This will also be achieved by developing processing industries for products with high added value, which, in the long term, is the best way to avoid the deterioration of terms of trade, participate in sub-regional, regional and ulti- mately in the world economy in order to benefit from a new phase in development. 31.3.2009 C 77/152 Official Journal of the European Union EN ",
        "7.2 Redirecting investment towards diversification There is no, or hardly any, job creation without growth and there is no growth without quality investment. It is generally agreed that maintaining a substantial growth rate over several years (cf. 7.1.2) requires an investment rate ranging from 22 to 25 % of GDP, whereas it has been no more than 15 % in recent years. Two sources of investment are liable to achieve such growth rates. 7.2.1 Endogenous investment 7.2.1.1 First of all, there is a need to invest in sectors with high added value and (or) a high production capacity with a strong potential for job creation; infrastructure, sustainable development and agriculture, environmental, conservation, the culture industry, transport, fisheries, logging, ICT, industry (first processing and finished products) … There is also a need to invest in areas that contribute to developing a favourable frame- work for foreign direct investment (FDI). Furthermore, there is a need to take steps towards creating a virtuous circle: endo- genous investment → production → trade → profit → new endogenous investment … 7.2.1.2 Endogenous investment, or rather the mobilisation of internal financial resources, will, unlike FDI, enable Africa to set its own development priorities. 7.2.1.3 Where would endogenous investment come from? — The mobilisation of vast visible or hidden profits generated from the exploitation of natural resources (oil, gas, coal, diamonds, wood, minerals: chrome, platinum, cobalt, or, manganese, copper, iron, uranium … ) ( 9 ). (What becomes of them at the moment? And what becomes of profits from sugar sold at three times the world's rate, for example?). — The introduction of value added tax (VAT) has only had limited and partial success in boosting public revenue. This could be improved. — Improved tax collection could double the tax revenue of some countries. — Significant variations in tax revenue/GDP ratios (ranging from 38 % in Algeria and Angola to less than 10 % in Niger, Sudan and Chad) indicate that countries with poor ratios could substantially increase their revenue. — A transition from undeclared to declared employment, which would raise tax revenues, would increase the resource base. The sum of these improvements should contribute to the quan- titative and qualitative growth of public policies. — In a number of countries, the funds sent by immigrant workers are an important resource for development ( 10 ). They amounted to some US$16 billion in 2004. Registered and unregistered funds are thought to exceed the financial resources from public development aid (PDA) and foreign direct investment (FDI). These funds, which do not give rise to debt, could have a considerable impact on investment capacity if channelled through the official banking system in African countries, once it is reliable, credible and efficient. From this point alone, we can appreciate the importance of immigration for African countries . This level of impor- tance signifies that all amendments to regulations concerning migratory flows warrant in-depth discussion between the EU, Member States singly, and the African countries concerned ( 11 ). — Capital flight continues to deprive African countries of vast investment resources. This capital flight is twice as high as the African continent's total debt ( 12 ), which leads some experts to claim that Africa is a ‘ net creditor ’ vis-à-vis the rest of the world. If these resources were dedicated to productive investment, they would create employment and provide revenue for large segments of the population. In addition to stemming the flow, as has been done in some European countries, governments could also consider a temporary amnesty for the repatriation of such capital. With this in mind and by undertaking the necessary reforms, especially in the financial and budget sectors, Africa could easily mobilise its internal resources in order to finance productive investment of its own choice. 7.2.2 Foreign direct investment (FDI) The contribution of foreign direct investment is crucial to the continent's economic development. Indeed, it plays an impor- tant role, when properly directed, in the host country's develop- ment process, mainly by providing capital as well as technology, skills, know-how and market access, which contributes to greater efficiency in the use of resources and increased productivity. 7.2.2.1 Although average annual FDI flows to Africa doubled during the 1980s to reach USD 2.2 billion in comparison with the 1970s, they rose sharply to reach USD 6.2 billion in the 1990s and to USD 13.8 billion between 2000 and 2003. Nevertheless, the continent accounts for less than 2 to 3 % of world flows, having reached a peak of 6 % during the mid- seventies, and less than 9 % of flows to developing countries, as opposed to an earlier peak of 28 % in 1976. 31.3.2009 C 77/153 Official Journal of the European Union EN ( 9 ) Almost all the world's chrome reserves (mainly in Zimbabwe and South Africa), 90 % of its platinum reserves (South Africa) and 50 % of cobalt reserves (DRC, Zambia) are located in Africa. ( 10 ) Cf. CESE 673/2007 ‘ Migration and development: opportunities and challenges ’ , Rapporteur. Mr Sharma, December 2007. ( 11 ) Second joint EESC/UCESA meeting, Presidents' Conclusions (UCESA — Union of Economic and Social Councils and Similar Institutions of Africa). ( 12 ) ‘ Economic development in Africa ’ , UNCTAD Report, 26 September 2007. ",
        "7.2.2.2 A specific characteristic of FDI flows to Africa is the pull exerted by natural resources. This explains the unequal distribution of FDI across the continent. Twenty-four African countries classed as dependent on oil and minerals have received on average three-quarters of FDI during the last two decades. 7.2.2.3 FDI needs to be re-directed, mainly, to the manufac- turing sectors with a broad range of diversification of competi- tive production facilitated by technological transfers. In order to attract diversified FDI, and in order for them to be efficient, Africa must keep up its efforts to create a generally facilitating and attractive framework. Indeed, FDI will only take place and contribute to development if certain prerequisites are met: the quality of the economic fabric and infrastructure, size of the relevant market — hence the importance of regional integration, a trained workforce (cf. ‘ Human resources ’ ), strengthening and stability of public authority and good governance. Moreover, in order to be efficient, FDI must fit into a national economic perspective and hence into the sub-regional, regional and world perspective. To this end, a genuine national strategy must be set out, as was the case in South-East Asia during the seventies and eighties. 7.2.2.4 However, FDI cannot solve everything and will certainly not bring about good governance, democracy, the rule of law, respect for human rights, nor will it put an end to corruption, capital flight … In view of the foregoing, it is useful to underline that FDI from China has increased significantly in recent years, mainly as a result of diplomatic efforts, which culminated in the Sino-African Summit. FDI from China is mainly focused on the extracting industries for the purposes of securing raw materials to fuel its economic growth. 7.2.2.5 There has been a twenty-fold increase in Sino-African trade during the last ten years, from USD 3 billion in 1998 to USD 55 billion in 2006. However, viewed from the perspective of African interests, the Chinese approach raises several ques- tions. It often reassures governments with policies that are not conducive to democracy, rule of law and poverty reduction ( 13 ). From this perspective, the Darfur crisis is very telling, as is China's attitude towards Zimbabwe. Furthermore, from the development perspective, the Chinese approach is daunting (cf. Appendix III to this opinion). 7.2.2.6 EU Member States have a strong presence in Africa in terms of investment. In order to build on this situation, the following options could be considered: — offer tangible incentives to EU businesses, for instance through import credits; — use existing development instruments after reviewing and strengthening them. For instance, strengthen the EIB's invest- ment performance and facility, and improve its performance in such a way as to make it a useful tool for the private sector; — set up an adequately financed investment guarantee facility/ body, as set out in Article 77(4) of the Cotonou Agreement. 7.3 SMEs as an economic investment tool The private sector — its reinforcement and diversification — is of capital importance for sustainable development, job creation and hence for poverty reduction. However, in most African countries there is, in a manner of speaking, a missing link between, on the one hand, the informal sector and very small enterprises (VSEs), which have more to do with social survival than with economic generation as such, and on the other hand, the branches of major foreign companies, whose function is virtually autarchic and therefore contribute little to the local economy. This raises the question of how to foster the emergence of small and medium-sized enterprises (SMEs), which would form the basis of a coherent economic framework able to contribute to developing a private sector, which is vital for the conti- nent's development . Fostering SME development mainly entails: — strengthening regional integration (cf. Point 7.8) to over- come the limitations of local markets; — reducing administrative burdens, increasing the credibility of the Courts, adapting infrastructure, including immaterial infrastructure (communications infrastructure), to their needs; — creating financing opportunities (cf. Point 7.2.1: endogenous investment) for establishing and financing them; more speci- fically, this involves improving the business environment, e. g. by setting up market and marketing aid, providing them with the support they need to meet formal financing requirements, and increasing the range of financing opportu- nities through greater use of the non-financial private sector; — the European Union needs to make SME development a linchpin of it cooperation policy in Africa . It should endeavour, through its Member States and their companies, to facilitate and promote the establishment of SMEs, mainly by providing tax incentives for investment (tax credits, soft loans, the EIB's role); — through systematic technological transfers (know-how, infor- mation), which might in due course give rise to research and development programmes. Any European company entering into a supply contract for equipment, industrial products, etc. should undertake to transfer its technology (Since this is done with China in the nuclear and aeronautical sectors, why not with Africa for less sophisticated products (even if the financial stakes are lower)?; 31.3.2009 C 77/154 Official Journal of the European Union EN ( 13 ) The ACP-EU Joint Parliamentary Assembly: draft report on the Impact of foreign direct investment (FDI) in the African, Caribbean and Pacific States — Rapporteurs: Astrid Lulling and Timothy Harris, Kigali, November 2007. ",
        "— through hiving off and by creating business incubators, which could be encouraged by fostering entrepreneurship during vocational training; and — by developing co-businesses or joint enterprises made up of African and European components (capital, labour, manage- ment, etc.) 7.4 Developing modern and competitive farming practices Since farming, fishing and forest management, are key aspects of rural development, they should be the first stra- tegic priorities for Africa's development . These sectors are fundamental to primary development and by their very primacy, given the vast geographical areas they cover, they struc- ture economic and social life. Food self-sufficiency cannot be achieved without rural development because it is a key area for African economies, which helps stabilise populations and offers great potential in terms of job creation. With regard to the importance of African agriculture — 57.2 % of the total active population is engaged in it, as opposed to 5 % in industrialised countries — it is striking that only 1 % of the 9th European Development Fund has been dedicated to agriculture. This rein- forces the argument that civil society has to be involved — and farmers in particular — in drafting National Indicative Programmes. By comparison, the World Bank has dedicated 8 % of its resources to agriculture, which it has acknowledged to be insufficient. At a time when the international market price of raw materials, and therefore of food, is rising, the gradual development of the agricultural sector is all the more important and can only be managed through the implementation of a serious, structured agricultural policy based on short, medium and long-term plan- ning. This policy should be assigned budgetary and finan- cial priority in the broad sense of the term and should be adapted to the specific constraints of each African country, albeit within the context of an integrated regional approach. In order to ensure optimum success for this policy, it must not be drawn up and implemented without the involvement of African agricultural organisations and must, in particular, include safeguard mechanisms. For instance, does it make sense for Senegal to import rice from Asia when riverside irrigation potential is not properly exploited? More specifically, a reasoned policy for promoting employment in the agricultural sector could be based on the points raised in Appendix IV. 7.5 Making human resources central to labour policies Developing human resources is an indispensable factor in all development strategies . Education and training play a key role in this process by creating a flexible, versatile and good quality workforce. This is why human resource planners, in cooperation with the socio-economic stakeholders, have to analyse the job supply and labour market, make medium and long-term forecasts, and anticipate the major problems and chal- lenges ahead for adapting vocational training to employment. In general, the examples of emerging or recently developed coun- tries, such as Korea, are edifying in this respect. The EU and its Member States, with their experience in voca- tional training, and through targeted and selective funding with guaranteed traceability, should play a central role. The European Union has many educational projects in which African students may participate. This is important because Africa's development depends on well-educated people. The various measures liable to place human resources at the heart of employment promotion polices are set out in Appendix V to this opinion . 7.6 Regional integration It is generally agreed that there is considerable potential for developing intra-African trade and creating larger economic areas. While regional and sub-regional economic integration has progressed significantly, mainly through the establishment of the African Union, trade potential has yet to be fully exploited. Measures should be better coordinated in order to harmonise customs procedures, reduce tariff and non-tariff barriers, improve transport and communications by stepping up invest- ment in regional infrastructure development, and guarantee the free movement of citizens, primarily by abolishing visas. All the foregoing would be implemented in the context of a land use policy in order to ensure overall consistency. Africa's economic development depends first and foremost on deepening its internal market so that it is able to develop the type of endogenous growth that would stabi- lise and establish the continent in the world economy. Regional integration and internal market development are the pillars and springboards that will enable Africa to parti- cipate positively in world trade . From this perspective, the Committee regrets that regional negotiations on economic partnership agreements, which speci- fically include economic integration among their objectives, have not been concluded at the time of writing. 7.7 Social dialogue It is essential and central to creating decent and productive jobs . This being the case, it should be an integral part of the implementation of a common strategy. The full participation of the social partners in social and economic life, particularly through collective bargaining, is not only in keeping with the requirements of democracy but is also a source of social devel- opment, social peace and economic competitiveness. Social dialogue is the privileged instrument whereby socio-economic consensus conducive to development can be reached. Optimum 31.3.2009 C 77/155 Official Journal of the European Union EN ",
        "economic development cannot be achieved without parallel social development. These concepts should be applied in tandem to generate the growth needed for the total efficiency of economic progress liable to improve lives and provide decent jobs and public welfare. For this reason, there is a need to estab- lish or foster trade union and collective bargaining freedoms, and strong and independent employer and employee organisa- tions with the capacity and technical know-how to fulfil their roles thoroughly. 7.8 Organised civil society Non-state actor involvement is indispensable for creating decent jobs and should therefore be central to the common strategy. Involving non-state actors not only meets the requirements of participatory democracy but also contributes the on-the-ground knowledge of those who trade, produce, and farm on a daily basis. They should therefore be involved in drawing up the National Indicative Programmes (NIPs) and the Regional Indica- tive Programmes (RIPs) and should be considered as develop- ment actors in their own right, benefiting from public develop- ment aid and the capacity building provisions of the Cotonou Agreement. In this context, it is worth recalling the third section of EESC opinion 1497/2005 on the need for the structural and even institutional organisation of organised civil society (plat- forms, networks, committee … ) in order to fix a time and place for debating and defining courses of action. In this respect, the establishment of a civil society consultative committee under the EC-CARIFORUM Economic Partnership Agreement (EPA) concluded in December 2007, is one example worth following in Africa (cf. the final declaration of the 25th Meeting of ACP-EU Economic and Social Interest Groups held on 4, 5, and 6 March in Brussels: ‘ An Improved Partnership for a Better Development ’ .) In fulfilling the mandate entrusted to it under the Cotonou Agreement, the EESC, through its ACP-EU follow-up committee, has played a signifi- cant role in contributing to coordination, joint discussions, and the networking of organised civil society. 7.9 Good governance ‘ Good governance ’ is the key to investor confidence. From this perspective alone it is essential for Africa's development. Promoting democratic governance — required at all administra- tive levels — is therefore central to EU-Africa partnership dialogue. It should be considered in its entirety and include respect for human rights and workers' rights, including trade union freedoms, labour standards, the rule of law, institutional building and bolstering state mechanisms, whose weaknesses and inadequate capacity often hinder the implementation of cooperation activities, civil society involvement in participatory democracy or even action to combat corruption. On this last point, the EU as well as its Member States should use the partnerships to make financial aid contingent upon the traceability of aid flows to the end-user , since out of a sum of 100 billion dollars in annual aid, 30 billion disappears ( 14 ). (Cf. points 3.6.1.5 and 7.2.1.3, final indent) Brussels, 18 September 2008. The President of the European Economic and Social Committee Dimitris DIMITRIADIS 31.3.2009 C 77/156 Official Journal of the European Union EN ( 14 ) ‘ Economic development in Africa ’ , UNCTAD Report, 27 September 2007, interview with the French Minister of State responsible for Cooperation and Francophony, which appeared in ‘ Le Monde ’ on 16 January 2008. "
    ]
}