{
    "text": [
        "I Information Joint Parliamentary Assembly of the Partnership Agreement concluded between the members of the African, Caribbean and Pacific group of States, of the one part, and the European Com- munity and its member States, of the other part The 12th session was held in Bridgetown (Barbados) from 20 to 23 November 2006. 2006/C 330/01 Minutes of the sitting of Monday, 20 November 2006 Formal inaugural sitting ......................................................................................................... 1 Sitting of the Joint Parliamentary Assembly ................................................................................ 1 1. Composition of the Joint Parliamentary Assembly ............................................................... 1 2. Accreditation of non-parliamentary representatives .............................................................. 1 3. Substitutes ................................................................................................................... 1 4. Adoption of draft agenda (ACP-EU/3932/06) ...................................................................... 1 5. Approval of the minutes of the 11th session of the ACP-EU Joint Parliamentary Assembly (OJ C 307, 15.12.2006) ................................................................................................. 2 6. Statement by Mr Louis Michel, Member of the Commission with special responsibility for devel- opment and humanitarian aid .......................................................................................... 2 7. Action taken by the Commission on the resolutions adopted at the 11th session of the ACP-EU Joint Parliamentary Assembly, held in Vienna (Austria) from 19 to 22 June 2006 ...................... 2 8. Question Time with the Commission ................................................................................ 2 9. Debate with the Commission ........................................................................................... 2 10. Urgent topic 1: The situation in the East African region of the ACP Group ............................... 2 Official Journal of the European Union E N (Continued overleaf) Contents Page Notice No 2 ISSN 1725-2423 English edition Volume 49 C 330 Information and Notices 30 December 2006 ",
        "2006/C 330/02 Minutes of the sitting of Tuesday, 21 November 2006 1. Substitutes .................................................................................................................... 3 2. Debate on the situation in the Democratic Republic of the Congo (without resolution) ................. 3 3. Statement by Mr Noel A. Lynch, Minister of Tourism and International Transport of Barbados 3 4. Report of the economic and social partners ......................................................................... 3 5. Address by Mr Mark Malloch Brown, Deputy Secretary-General of the United Nations, on the work and role of the United Nations in the 21st century ................................................................ 3 2006/C 330/03 Minutes of the sitting of Wednesday 22 November 2006 1. Substitutes .................................................................................................................... 4 2. Approval of the minutes of Monday, 20 November and Tuesday morning, 21 November 2006 4 3. Statement by Mrs Paula Lehtomäki, Minister for Foreign Trade and Development (Finland), President-in-Office of the EU Council ................................................................................. 4 4. Statement by Dr Onofre Rojas, Minister of State and National Authorising Officer of the EDF (Dominican Republic), for Mr Casimir Oye Mba, Minister for Development Planning and Programming (Gabon) and President-in-Office of the ACP Council ........................................... 4 5. Question Time — Council ................................................................................................ 4 6. Debate with the Council .................................................................................................. 5 7. Report by Mrs Ana Gomes and Mr William Duguid (Barbados), on behalf of the Committee on Political Affairs, on small arms and light weapons and sustainable development (ACP-EU/3892/06/fin.) ..................................................................................................... 5 8. Urgent topic 2: The review of negotiations on Economic Partnership Agreements (EPAs). .............. 5 9. Report by Mrs Eija-Riitta Korhola and Mr Achille Tapsoba (Burkina Faso), on behalf of the Committee on Social Affairs and the Environment, on water in developing countries (ACP-EU/3916/06/fin.) ..................................................................................................... 5 Contents (continued) Page Notice No (Continued on inside back cover) E N ",
        "2006/C 330/04 Minutes of the sitting of Thursday, 23 November 2006 1. Substitutes .................................................................................................................... 6 2. Approval of the minutes of Wednesday, 22 November 2006 ................................................... 6 3. Summary reports from the workshops ................................................................................ 6 4. Statement by Mr Pascal Lamy, Director-General of the World Trade Organisation ........................ 6 5. Vote on the modification of the Rules of Procedure ............................................................... 6 6. Vote on the motions for resolutions included in the reports submitted by the three standing committees ................................................................................................................... 6 7. Vote on urgent motions for resolutions ............................................................................... 6 8. Other business ............................................................................................................... 7 9. Date and place of the 13th session of the ACP-EU Joint Parliamentary Assembly ......................... 7 Annex I Alphabetical list of members of the Joint Parliamentary Assembly .................................... 8 Annex II Record of attendance at the session from 20 to 23 November in Bridgetown ..................... 11 Annex III Annex of the sitting of Monday, 20 November 2006 .................................................... 14 Annex IV Resolutions adopted ............................................................................................... 15 — Resolution on the impact of tourism on the development of ACP countries ................. 15 — Resolution on small arms and light weapons and sustainable development .................. 22 — Resolution on water in developing countries .......................................................... 31 — Resolution on the review of negotiations on Economic Partnership Agreements (EPAs) 36 Contents (continued) Page Notice No E N ",
        "I (Information) JOINT PARLIAMENTARY ASSEMBLY OF THE PARTNERSHIP AGREEMENT CONCLUDED BETWEEN THE MEMBERS OF THE AFRICAN, CARIBBEAN AND PACIFIC GROUP OF STATES, OF THE ONE PART, AND THE EUROPEAN COMMUNITY AND ITS MEMBER STATES, OF THE OTHER PART BRIDGETOWN (Barbados) MINUTES OF THE SITTING OF MONDAY, 20 NOVEMBER 2006 (2006/C 330/01) (The sitting opened at 11.05 a.m.) Formal inaugural sitting The following addressed the Assembly: Dame Billie A. Miller, Senior Minister and Minister of Foreign Affairs and Foreign Trade of Barbados, Mr René Radembino- Coniquet, Co-President of the ACP-EU Joint Parliamentary Assembly, Mrs Glenys Kinnock, Co-President of the ACP-EU Joint Parliamentary Assembly, and Hon. Owen S. Arthur, Prime Minister and Minister of Finance of Barbados, who declared the 12th session open. (The sitting adjourned at 12.20 p.m. and resumed at 3.10 p.m.) IN THE CHAIR: Mr RADEMBINO-CONIQUET Co-President Sitting of the Joint Parliamentary Assembly The Co-President welcomed all the participants. 1. Composition of the Joint Parliamentary Assembly The Co-President announced that the list of Members of the Joint Parliamentary Assembly, as forwarded by the authorities of the ACP States and the President of the European Parliament, would be annexed to the minutes. 2. Accreditation of non-parliamentary representatives The Co-President announced that the authorities of the ACP States had sent a list of non-parliamentary representatives. In accordance with Article 17(1) of the Partnership Agreement and Article 1 of the Rules of Procedure of the Joint Parliamentary Assembly, he proposed that these representatives should be recorded and their names listed in an annex to the minutes. The Joint Parliamentary Assembly agreed to this. 3. Substitutes The Co-President announced the following substitutes: Badia i Cuchet (for Ferreira), Budreikait ė (for Ku ł akowksi), Bushill- Matthews (for Coelho), Evans (for Dobolyi), Klass (for Langen- dries), Lavarra (for Arif), Myller (for Rosati), Seeber (for Schröder) and Zaleski (for Wijkman). 4. Adoption of draft agenda (ACP-EU/3932/06) The Co-President announced that the deadlines were as follows: — concerning amendments to motions for resolutions included in the reports presented by the standing committees: Monday, 20 November at 6.00 p.m.; 30.12.2006 C 330/1 Official Journal of the European Union EN ",
        "— concerning amendments to motions for compromise resolu- tions: Tuesday, 21 November at 3.00 p.m.; — concerning questions relating to voting methods: Thursday, 23 November at 9.00 a.m., in writing. The draft agenda was adopted as shown in these minutes. 5. Approval of the minutes of the 11th session of the ACP-EU Joint Parliamentary Assembly (OJ C 307, 15.12.2006) The minutes were approved. 6. Statement by Mr Louis Michel, Member of the Commis- sion with special responsibility for development and humanitarian aid Mr Michel spoke on behalf of the Commission, with special mention of the programming of the 10th European Develop- ment Fund. 7. Action taken by the Commission on the resolutions adopted at the 11th session of the ACP-EU Joint Parlia- mentary Assembly, held in Vienna (Austria) from 19 to 22 June 2006 The Commissioner referred to a document that had been distributed detailing the follow-up by the Commission to the resolutions adopted in Vienna. 8. Question Time with the Commission Altogether 22 questions were put to the Commission. Mr Michel replied to the questions in writing and gave oral replies to the supplementary questions by the following authors: Question No 1 by Mr Kaczmarek on programming of the 10th EDF; Question No 11 by Mr Agnoletto (for Mrs Morgantini) on the involvement of civil society; Question No 22 by Mr Duguid (Barbados) on increased budget support; Question No 6 by Mrs Scheele on health and social develop- ment; Question No 5 by Mr Cornillet on the counterfeiting of medi- cines; Question No 7 by Mrs Aubert on shortages of health workers; Question No 8 by Mr Bowis on malaria and tuberculosis vaccines; Question No 2 by Mrs Hall on illegal logging; Question No 13 by Mr Bushill-Matthews on fighting illegal immigration from Africa; Question No 12 by Mr Agnoletto on EU international trade policy and African migrants to Europe; Question No 21 by Mr Schnellhardt (for Mr Gahler) on Togo; Question No 15 by Mrs Gomes on the trial of prisoners in Ethiopia; Question No 20 by Mr Schlyter on toxic waste dumping in Côte d'Ivoire; Question No 19 by Mrs Gomes (for Mr Jardim Fernandes) on the cholera epidemic in Angola; Question No 16 by Mr Van Hecke on Northern Uganda. The authors of Questions Nos 3 — Mrs Goudin — and 17 — Mrs Carlotti — had no supplementary questions. The authors of Questions Nos 4, 9, 10, 14 and 18 were not present. 9. Debate with the Commission Speakers: Deerpalsing (Mauritius), McAvan, Carlotti, Nyassa (Cameroon), Cornillet, Schmidt, Budreikait ė , Barry (Senegal), Van Hecke, Akpovi (Benin), Cavuilati (Fiji), Conteh (Sierra Leone), Sylla (Mali), Kinnock, Sebetela (Botswana), Aubert and Geingob (Namibia). Mr Michel responded to the points raised in the debate. 10. Urgent topic 1: The situation in the East African region of the ACP Group Speakers: Gahler, Gomes, Darbo (Chad), Van Hecke, Deng (Sudan), Aubert, Berend, Omar (Djibouti), Teshoma Toga (Ethiopia), Evans, Mugambe (Uganda), Kaczmarek and Manto- vani. Mr Michel responded to and wound up the debate. (The sitting closed at 7.05 p.m.) René RADEMBINO-CONIQUET and Glenys KINNOCK Co-Presidents Sir John KAPUTIN and Dietmar NICKEL Co-Secretaries-General 30.12.2006 C 330/2 Official Journal of the European Union EN ",
        "MINUTES OF THE SITTING OF TUESDAY, 21 NOVEMBER 2006 (2006/C 330/02) (The sitting opened at 9.15 a.m.) IN THE CHAIR: Mrs KINNOCK Co-President 1. Substitutes The Co-President announced the following substitutes: Badia i Cuchet (for Ferreira), Budreikait ė (for Ku ł akowksi), Bushill- Matthews (for Coelho), Evans (for Dobolyi), Hegyi (for Van Lancker), Klass (for Langendries), Lavarra (for Arif), Morgantini (for Wurtz), Myller (for Rosati), Posdorf (for Ribeiro e Castro), Seeber (for Schröder) and Zaleski (for Wijkman). 2. Debate on the situation in the Democratic Republic of the Congo (without resolution) Speakers: Berend, Sylla (Mali), Evans, Akpovi (Benin) and Van Hecke. IN THE CHAIR: Mr RADEMBINO-CONIQUET Co-President Speakers: Aubert, Nguema Owono (Equatorial Guinea), Deva, Deng (Sudan), Gomes, Hall, de Sousa (Angola) and Zaleski. Mr Michel, Member of the Commission, responded to the points raised in the debate. Decision: to write letters to President Kabila and to Mr Bemba in the name of the Joint Parliamentary Assembly asking that the results of the elections be respected. IN THE CHAIR: Mrs KINNOCK Co-President 3. Report by Mr L. Boyce Sebetela (Botswana) and Mr Hans-Peter Mayer, on behalf of the Committee on Economic Development, Finance and Trade, on the impact of tourism on the ACP countries' development (ACP-EU/3871/06/fin.) Statement by Mr Noel A. Lynch, Minister of Tourism and International Transport of Barbados Mr Sebetela (Botswana) and Mr Mayer presented their report. Mr Lynch, Minister of Tourism and International Transport of Barbados, addressed the Assembly. Speakers: Berend, Jiménez (Dominican Republic), Cornillet, Deerpalsing (Mauritius), Schlyter, Conteh (Sierra Leone), Martens, Novak, Schnellhardt, McAvan, Seeber and Zaleski. Mr Baum and Mr Martens (Commission) and Mr Lynch replied to the issues raised in the debate. Mr Sebetela (Botswana) and Mr Mayer wound up the debate. The Co-President called the representative of Eritrea to address the Assembly on the situation in the East African region of the ACP Group, as he had been inadvertently left out of the speakers' list when the debate took place on the previous day. Unfortunately he was not in the room. 4. Report of the economic and social partners Mr Dantin, President of the ACP-EU Follow-up Committee, made his presentation. (The sitting adjourned at 11.45 a.m. and resumed at 2.35 p.m.) 5. Address by Mr Mark Malloch Brown, Deputy Secretary- General of the United Nations, on the work and role of the United Nations in the 21st century Mr Malloch Brown made his statement Speakers: Kinnock, Martínez Martínez, Straker (St Vincent and the Grenadines), Deva, Agnoletto, Bowis, Gomes, Conteh (Sierra Leone), Evans, Sebetela (Botswana) Seeber and Deng (Sudan). Mr Malloch Brown replied to points raised during the debate. (The sitting closed at 3.37 p.m.) René RADEMBINO-CONIQUET and Glenys KINNOCK Co-Presidents Sir John KAPUTIN and Dietmar NICKEL Co-Secretaries-General 30.12.2006 C 330/3 Official Journal of the European Union EN ",
        "MINUTES OF THE SITTING OF WEDNESDAY 22 NOVEMBER 2006 (2006/C 330/03) (The sitting opened at 9.11 a.m.) IN THE CHAIR: Mr RADEMBINO-CONIQUET Co-President 1. Substitutes The Co-President announced the following substitutes: Badia i Cuchet (for Ferreira), Budreikait ė (for Ku ł akowksi), Bushill- Matthews (for Coelho), Evans (for Dobolyi), García-Margallo y Marfil (for Herranz García), Hegyi (for Van Lancker), Klass (for Langendries), Lavarra (for Arif), Mauro (for López-Istúriz White), Morgantini (for Wurtz), Myller (for Rosati), Pomés Ruiz (for Gaubert), Posdorf (for Ribeiro e Castro), Seeber (for Schröder) and Zaleski (for Wijkman). 2. Approval of the minutes of Monday, 20 November and Tuesday morning, 21 November 2006 Speaker: Bushill-Matthews The minutes were approved with a small change in format. 3. Statement by Mrs Paula Lehtomäki, Minister for Foreign Trade and Development (Finland), President-in-Office of the EU Council Mrs Lehtomäki made a statement on behalf of the EU Council. 4. Statement by Dr Onofre Rojas, Minister of State and National Authorising Officer of the EDF (Dominican Republic), for Mr Casimir Oye Mba, Minister for Devel- opment Planning and Programming (Gabon) and Presi- dent-in-Office of the ACP Council Dr Rojas made a statement on behalf of the ACP Council. 5. Question Time — Council Three questions had been put to the ACP Council. Dr Rojas answered the following questions: Question No 1 by Mrs Carlotti on regional ACP-EU conferences. The authors of Questions Nos 2 and 3 were not present. Sixteen questions had been put to the EU Council. Mrs Lehtomäki answered the following questions and supple- mentary questions: Question No 4 by Mr Lehideux on the amount of aid allocated in 2007 to ACP countries affected by the reform of the common market organisation in sugar; Question No 5 by Mrs Gomes on impunity in Africa; Question No 7 by Mr Van Hecke on Somalia; Question No 8 by Mr Gahler on policy on Zimbabwe and people in need; Question No 9 by Mr Jardim Fernandes on the Independent Special Commission of Inquiry for Timor-Leste (East Timor); Question No 11 by Mr Martínez Martínez (for Mrs Valenciano Martínez-Orozco) on political dialogue on illegal immigration and measures adopted; Question No 13 by Mr Bushill-Matthews on fighting illegal immigration from Africa; Question No 19 by Mr Schmidt on clandestine migration; Question No 15 by Mr Cornillet on the counterfeiting of medi- cines; Question No 16 by Mr Bowis on health and disability issues and Country Strategy Papers; Question No 17 by Mr Agnoletto on the Abuja Declaration on public spending on health and the European Development Fund; Question No 18 by Mr Agnoletto (for Mr Holm) on the anti- terrorist diplomacy of the European Union. The supplementary questions by Mr Bowis on Question No 16 and by Mr Agnoletto on Question No 17 were also answered by Dr Rojas on behalf of the ACP Council. The following questions were not followed by supplementary questions: Question No 10 by Mrs Goudin on EU fisheries policy in third countries; Question No 6 by Mrs Carlotti on political prisoners in Eritrea; Question No 14 by Mr Lehideux (for Mrs Polfer) on Frontex and development. The author of Question No 12 was not present. 30.12.2006 C 330/4 Official Journal of the European Union EN ",
        "6. Debate with the Council Speakers: Willmott, Naib (Eritrea), Akpovi (Benin), Jardim Fernandes, Milebou-Aubusson (Gabon), Tiheli (Lesotho), Mzembi (Zimbabwe), Gahler, Nguema Owono (Equatorial Guinea), Geingob (Namibia), Gomes, Sylla (Mali), Co-President Kinnock, Mayer, Sebetela (Botswana), Lehtomäki (EU Council) and Rojas (ACP Council). 7. Report by Mrs Ana Gomes and Mr William Duguid (Barbados), on behalf of the Committee on Political Affairs, on small arms and light weapons and sustainable development (ACP-EU/3892/06/fin.) Mrs Gomes and Mr Duguid (Barbados) presented their report. Speakers: Gahler, Sylla (Mali), Jöns, Nguema Owono (Equatorial Guinea), Van Hecke, Deng (Sudan), Schmidt, Nduwimana (Burundi), Morgantini, Ali (Ethiopia), Korhola, Mayer and Baum (Commission). Mr Duguid (Barbados) and Mrs Gomes wound up the debate. (The sitting adjourned at 1.10 p.m. and resumed at 3.10 p.m.) IN THE CHAIR: Mrs KINNOCK Co-President 8. Urgent topic 2: The review of negotiations on Economic Partnership Agreements (EPAs). The Co-President announced that, owing to technical problems, it would not be possible to hold the planned videoconference with Commissioner Peter Mandelson in Brussels. However, his speech would be delivered by a representative of the Commis- sion and subsequently distributed to Members. Speaker: Schlyter. Dame Billie A Miller, Senior Minister and Minister of Foreign Affairs and Foreign Trade (Barbados), made her statement. Mr Claude Martens (Commission) read Commissioner Mandel- son's statement. Speakers: Sturdy, Deerpalsing (Mauritius), Carlotti, Mesfin Namatra (Ethiopia), Hall, Cavuilati (Fiji), François (St Lucia), Schlyter, Agnoletto, Mporogomyi (Tanzania), Martens, Conteh (Sierra Leone), Schmidt, Deva, Dombrovskis, Osei-Ameyaw (Ghana), Schnellhardt and Larue (Seychelles). Mr Martens and Dame Billie responded to the debate. 9. Report by Mrs Eija-Riitta Korhola and Mr Achille Tapsoba (Burkina Faso), on behalf of the Committee on Social Affairs and the Environment, on water in devel- oping countries (ACP-EU/3916/06/fin.) Mrs Korhola and Mr Tapsoba (Burkina Faso) presented their report. IN THE CHAIR: Mr AKPOVI Vice-President Speakers: Bowis, Lavarra (for Arif), Jiménez (Dominican Republic), Hall and Conteh (Sierra Leone). IN THE CHAIR: Mrs KINNOCK Co-President Speakers: Aubert, Morgantini (for Wurtz), Aylward, Bushill- Matthews (for Coelho), McAvan, Klass (for Langendries), Scheele, Abdourhamane (Niger), Novak, Roithová, Seeber (for Schröder), Awdu (Cameroon), Veneto and Baum (Commission). Mrs Korhola and Mr Tapsoba (Burkina Faso wound up the debate. (The sitting closed at 6.20 p.m.) René RADEMBINO-CONIQUET and Glenys KINNOCK Co-Presidents Sir John KAPUTIN and Dietmar NICKEL Co-Secretaries-General 30.12.2006 C 330/5 Official Journal of the European Union EN ",
        "MINUTES OF THE SITTING OF THURSDAY, 23 NOVEMBER 2006 (2006/C 330/04) (The sitting opened at 9.10 a.m.) IN THE CHAIR: Mrs KINNOCK Co-President 1. Substitutes The Co-President announced the following substitutes: Budrei- kait ė (for Ku ł akowksi), Bushill-Matthews (for Coelho), García- Margallo y Marfil (for Herranz García), Hegyi (for Van Lancker), Klass (for Langendries), Lavarra (for Arif), Mauro (for López- Istúriz White), Morgantini (for Wurtz), Myller (for Rosati), Pomés Ruiz (for Gaubert), Posdorf (for Ribeiro e Castro), Seeber (for Schröder) and Zaleski (for Wijkman). 2. Approval of the minutes of Wednesday, 22 November 2006 The minutes were approved. 3. Summary reports from the workshops — Mr Bereaux (Trinidad and Tobago) on EU cooperation to improve the competitiveness of ACP commodities: the case of rum and other ACP products. — Mr Barry (Senegal) on elements of environmental manage- ment systems to protect watersheds and coastal ecosystems. — Mrs Gomes on the treatment of HIV/AIDS: identifying, measuring and meeting the costs. 4. Statement by Mr Pascal Lamy, Director-General of the World Trade Organisation Mr Lamy, Director-General of the World Trade Organisation, could not make his presentation owing to technical problems. His speech was distributed. (The session was suspended at 10.15 a.m. and resumed at 10.30 a. m.) IN THE CHAIR: Mrs KINNOCK Co-President 5. Vote on the modification of the Rules of Procedure The vote was held by separate Houses (Article 34(2) of the Rules of Procedure). The ACP House voted all amendments en bloc. The EU House voted Amendment 1 separately and Amend- ments 2-5 en bloc. All amendments were adopted by both Houses. 6. Vote on the motions for resolutions included in the reports submitted by the three standing committees — Report on the impact of tourism on the development of ACP countries (ACP-EU 3871/06/fin.) — Committee on Economic Development, Finance and Trade. Co-rapporteurs: L. Boyce Sebetela (Botswana) and Hans-Peter Mayer. Amendments 1 and 3 were adopted. The amended resolution was adopted unopposed with one abstention. — Report on small arms and light weapons and sustainable development (ACP-EU 3892/06/fin.) — Committee on Poli- tical Affairs. Co-rapporteurs: Ana Gomes and William Duguid (Barbados). One oral amendment was introduced by the co-rapporteurs. The oral amendment was adopted. The amended resolution was adopted unopposed with two abstentions. — Report on water in developing countries (ACP-EU 3916/06/fin.) — Committee on Social Affairs and the Envir- onment. Co-rapporteurs: Achille Tapsoba (Burkina Faso) and Mrs Eija-Riitta Korhola. Amendments 3, 7 and 12-14 (with an oral amendment to Amendment 14) were adopted. The amended resolution was adopted unopposed with four abstentions. 7. Vote on urgent motions for resolutions — Urgent motion for a resolution on the review of negotiations on Economic Partnership Agreements (EPAs) (ACP-EU 3958/06/comp.). Amendments 1, 12, an oral amendment to paragraph 17, and Amendment 17 were adopted. The amended resolution was adopted unopposed with one abstention. — Urgent motion for a resolution on the situation in the East African region of the ACP Group (ACP-EU 3960/06/comp.). Amendments 1, 3, 7-8, to recitals S and T, 9-10, 16, 23-28, 30, 33-34, to paragraphs 35-36, and 38, were adopted. 30.12.2006 C 330/6 Official Journal of the European Union EN ",
        "A vote by separate Houses and a secret ballot on the resolution as a whole, as amended, were requested. Speakers: Sithole (South Africa) and Cornillet. Kaczmarek, Mauro, Sithole (South Africa) and Mporogomyi (Tanzania) were named as tellers. The amended resolution was rejected (ACP vote: 11 in favour, 27 against and 2 abstentions; EU vote: 53 in favour, 1 against and 3 abstentions). 8. Other business Mr Gahler presented Wiesbaden, where the next session of the Joint Parliamentary Assembly would be held. The Co-President commented on the departure of Bryan Rose, EU Secretariat, who had served the Joint Parliamentary Assembly for 29 years. The Co-President thanked the Barbadian authorities for all their efforts in organising the 12th session of the Joint Parliamentary Assembly and social events. 9. Date and place of the 13th session of the ACP-EU Joint Parliamentary Assembly The 13th session of the Joint Parliamentary Assembly would be held from 23 to 28 June 2007 in Wiesbaden (Germany). (The sitting closed at 11.52 a.m.) René RADEMBINO-CONIQUET and Glenys KINNOCK Co-Presidents Sir John KAPUTIN and Dietmar NICKEL Co-Secretaries-General 30.12.2006 C 330/7 Official Journal of the European Union EN ",
        "ANNEX I ALPHABETICAL LIST OF MEMBERS OF THE JOINT PARLIAMENTARY ASSEMBLY ACP Representatives EP Representatives RADEMBINO-CONIQUET ( GABON), Co-President KINNOCK, Co-President BENIN (VP) GAHLER (VP) CAMEROON (VP) MANTOVANI (VP) EQUATORIAL GUINEA (VP) VERGES (VP) GHANA (VP) CARLOTTI (VP) JAMAICA (VP) MITCHELL (VP) KENYA (VP) JOAN I MARÍ (VP) NIUE (VP) LULLING (VP) SAINT VINCENT AND THE GRENADINES (VP) KAMI Ń SKI (VP) SEYCHELLES (VP) CORNILLET (VP) SOLOMON ISLANDS (VP) MARTÍNEZ MARTÍNEZ (VP) SWAZILAND (VP) BOWIS (VP) ZAMBIA (VP) GOUDIN (VP) ANGOLA AGNOLETTO ANTIGUA AND BARBUDA ALLISTER BAHAMAS ARIF BARBADOS AUBERT BELIZE AYLWARD BOTSWANA BEREND BURKINA FASO BULLMAN BURUNDI BUSK CAPE VERDE CALLANAN CENTRAL AFRICAN REPUBLIC COELHO CHAD DEVA COMOROS DILLEN CONGO (Republic of the) DOBOLYI CONGO (Democratic Republic of the) DOMBROVSKIS COOK ISLANDS EK CÔTE D'IVOIRE FERNANDES DJIBOUTI FERREIRA DOMINICA GAUBERT DOMINICAN REPUBLIC GOMES ERITREA GRABOWSKA ETHIOPIA GRÖNER FIJI HERRANZ GARCÍA GAMBIA HAUG GRENADA HALL GUINEA HOLM GUINEA-BISSAU JÖNS GUYANA KACZMAREK HAITI KORHOLA KIRIBATI KU Ł AKOWSKI LESOTHO KOZLIK LIBERIA LANGENDRIES MADAGASCAR LÓPEZ-ISTÚRIZ WHITE MALAWI LEHIDEUX MALI LOUIS MARSHALL ISLANDS (Republic of the) MARTENS MAURITANIA MAYER MAURITIUS McAVAN MICRONESIA (Federated States of) MORILLON MOZAMBIQUE NOVAK NAMIBIA PLEGUEZUELOS AGUILAR NAURU (Republic of) POLFER NIGER RIBEIRO E CASTRO NIGERIA ROITHOVÁ PALAU ROSATI PAPUA NEW GUINEA SARTORI RWANDA SCHNELLHARDT SAINT KITTS AND NEVIS SCHRÖDER SAINT LUCIA STURDY SAMOA SCHEELE SÃO TOMÉ AND PRÍNCIPE SORNOSA MARTÍNEZ SENEGAL SCHLYTER SIERRA LEONE SCHMIDT SOMALIA SPERONI SOUTH AFRICA VENETO 30.12.2006 C 330/8 Official Journal of the European Union EN ",
        "SUDAN VALENCIANO MARTINEZ-ORO SURINAME VAN LANCKER TANZANIA VAN HECKE TIMOR-LESTE de VILLIERS TOGO WIELAND TONGA WIJKMAN TRINIDAD AND TOBAGO WILLMOTT TUVALU WURTZ UGANDA ZÁBORSKÁ VANUATU ZANI ZIMBABWE Z Ī LE COMMITTEE ON POLITICAL AFFAIRS ACP Members EP Members NDUWIMANA (BURUNDI), Co-Chairman CALLANAN, Co-Chairman LUTUNDULA (CONGO, Democratic Republic of the),VC JÖNS, VC DUGUID (BARBADOS), VC POLFER, VC ANGOLA CARLOTTI BELIZE COELHO BENIN DILLEN COOK ISLANDS DOBOLYI DJIBOUTI GAHLER EQUATORIAL GUINEA GAUBERT FIJI GOMES GRENADA GRABOWSKA GUINEA GRÖNER HAITI HERRANZ GARCÍA LIBERIA KACZMAREK MAURITANIA KAMINSKI NAMIBIA LÓPEZ ISTÚRIZ NIGERIA LOUIS NIUE MANTOVANI PAPUA NEW GUINEA MARTÍNEZ MARTÍNEZ SAINT VINCENT AND THE GRENADINES MORILLON SUDAN SARTORI TOGO SCHMIDT TUVALU VAN HECKE UGANDA WIELAND ZIMBABWE WURTZ ZANI COMMITTEE ON ECONOMIC DEVELOPMENT, FINANCE AND TRADE ACP Members EP Members FRANCOIS (SAINT LUCIA), Co-Chairman SCHLYTER, Co-Chairman SEBETELA (BOTSWANA), VC DOMBROVSKIS, VC DARBO (CHAD), VC RIBEIRO E CASTRO, VC ANTIGUA AND BARBUDA AGNOLETTO CAMEROON BEREND CONGO (Republic of the) BULLMANN CÔTE D'IVOIRE BUSK ERITREA CORNILLET ETHIOPIA DEVA GABON FERREIRA GHANA JOAN I MARI GUYANA KINNOCK KENYA KOZLÍK MALI LANGENDRIES MAURITIUS LEHIDEUX MICRONESIA (Federal States of) LULLING PALAU MAYER SAMOA McAVAN SENEGAL MITCHELL SIERRA LEONE PLEGUEZUELOS AGUILAR SOUTH AFRICA ROSATI SWAZILAND SPERONI TANZANIA STURDY TONGA VAN LANCKER TRINIDAD AND TOBAGO de VILLIERS ZAMBIA Z Ī LE 30.12.2006 C 330/9 Official Journal of the European Union EN ",
        "COMMITTEE ON SOCIAL AFFAIRS AND THE ENVIRONMENT ACP Members EP Members OUMAROU (NIGER), Co-Chairman SCHEELE, Co-Chairwoman SANGA (SOLOMON ISLANDS), VC NOVAK, VC SITHOLE (MOZAMBIQUE), VC ARIF, VC BAHAMAS ALLISTER BURKINA FASO AUBERT CAPE VERDE AYLWARD COMOROS BOWIS DOMINICA EK DOMINICAN REPUBLIC FERNANDES GAMBIA GOUDIN GUINEA BISSAU HALL JAMAICA HAUG KIRIBATI HOLM LESOTHO KORHOLA MADAGASCAR KU Ł AKOWSKI MALAWI MARTENS MARSHALL ISLANDS (Republic of) ROITHOVA NAURU SCHNELLHARDT RWANDA SCHRÖDER SAINT KITTS AND NEVIS SORNOSA MARTÍNEZ SÃO TOMÉ E PRÍNCIPE VALENCIANO MARTÍNEZ-OROZCO SEYCHELLES VENETO SOMALIA VERGES SURINAME WIJKMAN TIMOR-LESTE WILLMOTT VANUATU ZÁBORSKÁ 30.12.2006 C 330/10 Official Journal of the European Union EN ",
        "ANNEX II RECORD OF ATTENDANCE AT THE SESSION FROM 20 TO 23 NOVEMBER IN BRIDGETOWN RADEMBINO-CONIQUET (Gabon), Co-President KINNOCK, Co-President DE SOUSA (Angola) AGNOLETTO DUGUID (Barbados) ALLISTER AKPOVI (Benin) (VP) AUBERT SEBETELA (Botswana) AYLWARD TAPSOBA (Burkina Faso) BADIA I CUCHET (for FERREIRA) ( 1 ) ( 2 ) ( 3 ) NYASSA (Cameroon) (VP) BEREND ( 1 ) ( 2 ) KAGUER DARBO (Chad) BOWIS (VP) BOUNKOULOU (Congo, Republic of the) BUDREIKAIT Ė (for KULAKOWSKI) KAPUNG YAV (Congo, Democratic Republic of the) (*) AMON-AGO (Côte d'Ivoire) BUSHILL-MATTHEWS (for COELHO) ABDI SAID (Djibouti) BUSK ANTEM (Equatorial Guinea) CARLOTTI (VP) TOGA (Ethiopia) CALLANAN CAVUILATI (Fiji) (*) CORNILLET (VP) MILEBOU-AUBUSSON (Gabon) DEVA TOURAY (Gambia) DOMBROVSKIS OSEI-AMEYAN (Ghana) EVANS (for DOBOLYI) ( 1 ) ( 2 ) ( 3 ) BERNARD CHERON (Haiti) BLACK (Jamaica) (*) FERNANDES ( 3 ) ( 4 ) KAMOTHO (Kenya) (VP) GAHLER (VP) TIHELI (Lesotho) (*) GARCÍA-MARGALLO Y MARFIL (for HERRANZ GARCÍA) ( 3 ) ( 4 ) MATOLA (Malawi) IMBARCAOUANE (Mali) GOMES DEERPALSING (Mauritius) GOUDIN (VP) SITHOLE (Mozambique) GRABOWSKA GEINGOB (Namibia) HALL ABDOU (Niger) HAUG POLISI (Rwanda) HEGYI (for VAN LANCKER) ( 2 ) ( 3 ) ( 4 ) HARRIS (Saint Kitts and Nevis) JOAN I MARÍ (VP) ( 1 ) ( 2 ) ( 3 ) FRANCOIS (Saint Lucia) STRAKER (Saint Vincent and the Grenadines) (VP) JÖNS BARRY (Senegal) KACZMAREK LARUE (Seychelles) KAMINSKI CONTEH (Sierra Leone) KLASS (for LANGENDRIES) MAGGA (Solomon Islands) KORHOLA ( 3 ) ( 4 ) SITHOLE (South Africa) KOZLÍK GARANG DENG (Sudan) LAVARRA (for ARIF) RODGERS (Suriname) LEHIDEUX MPOROGOMYI (Tanzania) LOUIS ( 1 ) ( 2 ) MUGAMBE (Uganda) LULLING (VP) KAMANGA (Zambia) (*) MANTOVANI (VP) ( 1 ) ( 2 ) ( 3 ) MZEMBI (Zimbabwe) MARTENS MARTÍNEZ MARTÍNEZ (VP) MAURO (for LÓPEZ-ISTÚRIZ WHITE) ( 3 ) ( 4 ) MAYER McAVAN MORGANTINI (for WURTZ) ( 2 ) ( 3 ) ( 4 ) MYLLER (for ROSATI) NOVAK PLEGUEZUELOS AGUILAR POLFER ( 1 ) ( 2 ) POMES RUIZ (for GAUBERT) ( 3 ) ( 4 ) POSDORF (for RIBEIRO E CASTRO) ( 2 ) ( 3 ) ( 4 ) 30.12.2006 C 330/11 Official Journal of the European Union EN ",
        "ROITHOVÁ SARTORI SCHEELE SCHLYTER SCHMIDT SCHNELLHARDT SEEBER (for SCHRÖDER) SORNOSA MARTÍNEZ SPERONI ( 1 ) ( 2 ) STURDY VAN HECKE VENETO ( 1 ) ( 3 ) ( 4 ) WILLMOT WIELAND ZALESKI (for WIJKMAN) ZÁBORSKÁ Z Ī LE ( 1 ) ( 3 ) ( 4 ) (*) Country represented by a person other than a Member of Parliament. ( 1 ) Present on 20 November 2006. ( 2 ) Present on 21 November 2006. ( 3 ) Present on 22 November 2006. ( 4 ) Present on 23 November 2006. Observer: Cuba: MARICHAL Also present: ANGOLA VALENTE GALA JOSÉ ALBERTO BARBADOS HUMPHREY GODDARD BENIN BONIFACE BOTSWANA BATLHOKI MODISE BURKINA FASO LANKOANDE TAHO CAMEROON AWUDU MBAYA DANATA BAH CONGO (Republic of the) PANDET CÔTE D'IVOIRE MOLLE MOLLE EQUATORIAL GUINEA EVUNA ETHIOPIA BEDRI MOHAMED ALI KEBEDE ABERA NAMARRA GABON KOMBILA SANNI GHANA BAAH HAITI RAYMOND KENYA WAMBUA KIOKO POGHISIO MALI DIALLO Djimé SYLLA MAGASSOUBA MOZAMBIQUE ERNESTO MIGUEL NAMIBIA DE WAAL KEEJA NIGER YERIMA BAKO ST. VINCENT AND THE GRENADINES THOMAS SOLOMON ISLANDS MA'AHANUA 30.12.2006 C 330/12 Official Journal of the European Union EN ",
        "SOUTH AFRICA SOOKLAL GIBSON MAGAU SUDAN ALLOBA BEDRI JERVESE SURINAME ESAJAS HIWAT SITAL RETHIPAL UGANDA ACEMAH AMONGI DOMBO ZAMBIA MBEWE ZIMBABWE CHAMISA MUCHENGETI ACP-EU COUNCIL ROJAS Ministry of State and National Authorising Officer of the EDF (Dominican Republic) LEHTOMÄKI Secretary of State in the Federal Ministry for Foreign Affairs (Finland), President-in-Office of the EU Council COMMISSION MICHEL Member of the Commission with responsibility for development and humanitarian aid EUROPEAN ECONOMIC AND SOCIAL COMMITTEE (EESC) DANTIN Member KING Member KIRIRO Member TECHNICAL CENTRE FOR AGRICULTURAL AND RURAL COOPERATION (CTA) BOTO OVERSEAS COUNTRIES AND TERRITORIES ASSOCIATION (OCTA) STANBROOK ACP SECRETARIAT KAPUTIN Co-Secretary-General EU SECRETARIAT NICKEL Co-Secretary-General 30.12.2006 C 330/13 Official Journal of the European Union EN ",
        "ANNEX III Annex of the sitting of Monday, 20 November 2006 Accreditation of non-parliamentarian representatives DEMOCRATIC REPUBLIC OF THE CONGO Mr KAPUNG YAV Chargé d'Affaires a.i., Embassy of the DRC, Brussels ZAMBIA H.E. Mrs Irene M. KAMANGA Ambassador, Embassy of Zambia, Brussels FIJI H.E. Mr Ratu Seremaia Tuinausori CAVUILATI Ambassador of Fiji, Embassy of Fiji, Brussels JAMAICA H.E. Mr Peter C. BLACK High Commissioner for Jamaica to the CARICOM LESOTHO H.E. Mrs Mamoruti TIHELI Ambassador of Lesotho, Embassy of Lesotho, Brussels 30.12.2006 C 330/14 Official Journal of the European Union EN ",
        "ANNEX IV RESOLUTIONS ADOPTED Page — on the impact of tourism on the development of ACP countries (ACP-EU 3871/06/fin.) 15 — on small arms and light weapons and sustainable development (ACP-EU 3892/06/fin.) 22 — on water in developing countries (ACP-EU 3916/06/fin.) 31 — on the review of negotiations on Economic Partnership Agreements (EPAs) (ACP-EU 3958/06/fin.) 36 RESOLUTION ( 1 ) on the impact of tourism on the development of ACP countries The ACP-EU Joint Parliamentary Assembly, — meeting in Bridgetown (Barbados) from 20 to 23 November 2006, — having regard to Article 17(1) of its Rules of Procedure, — having regard to Article 24 of the ACP-EU Partnership Agreement signed in Cotonou on 23 June 2000, — having regard to the Fiji Declaration, adopted on 20 October 2004 at the seventh regional seminar of the ACP/EU economic and social interest groups under the aegis of the ACP-EU Joint Parliamentary Assembly, — having regard to the resolution on tourism and development in the context of the management and control of the European Development Fund (EDF), adopted by the ACP-EU Joint Parliamentary Assembly in March 2001 in Libreville (Gabon) ( 2 ), — having regard to the resolution on tourism and development adopted by the ACP-EU Joint Assembly on 14 October 1999 in Nassau (Bahamas) ( 3 ), — having regard to the Global Code of Ethics for Tourism adopted by the General Assembly of the World Tourism Organisation in Santiago (Chile) on 1 October 1999 and endorsed by a resolution of the UN General Assembly adopted on 21 December 2001 ( 4 ), — having regard to the resolution on the cultural dimension in development cooperation, including matters relating to heritage and tourism adopted by the ACP-EU Joint Assembly in Strasbourg on 1 April 1995 ( 5 ), — having regard to the resolution of the Development Council held in Brussels on 30 November 1998 on sustainable tourism in developing countries, — having regard to the European Parliament resolution on tourism and development adopted on 8 September 2005, — having regard to the report by the Committee on Economic Development, Finance and Trade (ACP-EU 3871/06/fin.), 30.12.2006 C 330/15 Official Journal of the European Union EN ( 1 ) Adopted by the ACP-EU Joint Parliamentary Assembly on 23 November 2006 in Bridgetown (Barbados). ( 2 ) OJ C 265, 20.9.2001, p. 39. ( 3 ) OJ C 59, 1.3.2000, p. 41. ( 4 ) A/RES/56/212. ( 5 ) OJ C 271, 24.9.1999, p. 73. ",
        "Tourism as a factor in economic development and international trade A. whereas tourism undeniably constitutes a driving force behind growth in developing countries at all levels; whereas its role in international trade tends to increase in spite of recent natural disasters that have affected tourism flows to several regions of the world, B. whereas an organised tourism programme, or an individual trip, increasingly encompasses multiple tourism destinations in more than one country, thereby contributing to increased regional cooperation and the strengthening of ties between countries, C. whereas tourism is one of the fundamental aspects of any coherent development policy to be imple- mented in developing countries; whereas its links to other economic sectors, particularly agriculture and fisheries, food and beverage production and processing, other manufacturing industries, handicraft production, transport, and financial services, should be encouraged, D. whereas tourism activities may require infrastructure projects in the areas of transport, energy, new communication technologies, housing, sanitation, health and hygiene in developing countries, E. whereas it is fundamental that such projects should benefit both local communities and the tourist industry, F. whereas the tourism industry has often failed to establish strong links within national economies; whereas tourism infrastructure is mostly foreign-owned and investment is driven by substantial finan- cial and tax incentives granted by individual countries in competition with one another, G. whereas tourism accounts for more than twice as much in financial transfers from rich to poor coun- tries than governments give in aid; whereas, of the 50 Least Developed Countries, 46 now have tourism as the largest foreign exchange earner, H. whereas, in 41 of the 50 poorest countries in the world, tourism constitutes over 5 % of GDP or 10 % of exports, I. whereas the 2001 New Partnership for Africa's Development (NEPAD) base document specifically refers to the importance of African tourism and draws up a Tourism Action Plan, endorsed by the African Union (AU) in 2004, which includes the recognition of the role of ecotourism and cultural tourism for Africa, J. whereas local investment in the hospitality sector should be encouraged, either by policies allowing the creation of local private and cooperative forms of enterprises that could produce goods and services previously imported, or through joint ventures between local and international enterprises, K. having regard to the current negotiations on Economic Partnership Agreements (EPAs), which will, as from 1 January 2008, replace the unilateral preferential trade regime for commercial relations between the ACP countries and the EU, Tourism as a factor in environmental protection and the conservation of heritage and culture L. whereas sustainable tourism can develop only if it respects natural and cultural conditions and the traditions of the local communities where it evolves, M. whereas tourism must not be seen as an enemy of the environment but rather as its ally, since tour- ism's profitability is conditional on preserving the environment and heritage, N. whereas special attention needs to be paid by the authorities to environmentally friendly forms of tourism such as ecotourism, rural tourism and ‘ solidarity tourism ’ , O. whereas tourism is sustained by the conservation and improvement of local heritage — be it natural or cultural, tangible or intangible — and of historic buildings, 30.12.2006 C 330/16 Official Journal of the European Union EN ",
        "P. whereas the safety of tourists and tourist facilities and sites requires special attention on the part of the authorities, Q. whereas sensitive areas should be opened to tourism investment only after evaluation of their capacity to withstand the impact of tourism-related activities, R. whereas it is legitimate for governments, after consulting representative tourist sector organisations, to lay down strict rules for visitors to very popular sites, S. whereas the concept of limiting tourist numbers in small island States, mountain areas and coastal areas affected by overwhelming numbers of tourists needs to be integrated and accepted by the national authorities concerned, T. whereas unplanned and uncoordinated tourism development may put pressure on scarce water and energy supplies, add to the stress on wildlife and marine resources in protected areas and threaten ecologically fragile areas, U. whereas it may be necessary for the EU to assist governments in framing, monitoring and imple- menting legislation controlling access to, and use of, ecologically fragile areas, V. whereas it is necessary to reconcile energy practices with transport policies, with a view to protecting the environment and complying with the targets of the Kyoto Protocol aimed at sustainable develop- ment, Tourism as a factor in public health and education, including the social impact of sex tourism W. whereas a country's public health standards are an element of its attractiveness, X. whereas tour operators should provide tourists with information on risks of disease and injury linked to a given destination or tourism activity and on the norms and values of host societies, Y. whereas tourism necessarily impacts on public health standards on account of hygiene requirements, healthcare measures, vaccination campaigns and the dissemination of information on disease preven- tion, Z. whereas an appropriate fiscal policy directed towards the tourism sector can provide governments with revenue to provide improved health facilities that benefit both local residents and tourists, AA. whereas traveller behaviour may exacerbate tourist health problems and put undue pressure on local health services, AB. whereas HIV/AIDS, tuberculosis and malaria are now global scourges, AC. whereas the risk both to tourists and local people from the spread of highly contagious diseases such as diarrhoeic infections, respiratory infections, fevers of unknown cause and hepatitis cannot be ignored or downgraded in developing countries' health policies, AD. whereas nationals should receive appropriate education and training to participate in tourism activities at all levels, AE. whereas tourism impacts on education, providing local communities with access to language learning and new information and communication technologies, thereby enabling them to promote their cultural heritage on the basis of respect for customs and traditions while at the same time requiring greater awareness of, and adaptation to, the evolution of society and modern habits, 30.12.2006 C 330/17 Official Journal of the European Union EN ",
        "AF. whereas it is nonetheless essential for public authorities to ensure the preservation of local traditions that respect human rights, especially the rights of women and children, AG. whereas tourism in some countries is associated with violations of human rights such as child labour, prostitution and sexual exploitation, AH. whereas sex tourism must be dealt with by means of a permanent and concerted campaign on the part of European and local authorities, in coordination with non-governmental organisations, AI. whereas only coordinated measures, the spread of information and the introduction of penalties on the basis of respect for international law can be genuinely effective, AJ. whereas widespread publicity regarding the penalties for sex tourism should have a deterrent effect, crimes related to sex tourism must be prosecuted, and it must be possible to bring prosecutions both in the country of origin and in the country where they are committed, AK. whereas policies and measures implemented by tour operators, travel agencies and airlines, such as distributing brochures or screening videos on journeys to sensitive destinations, have a positive impact, AL. whereas Member States of the World Health Organisation (WHO) have been called upon to take measures to protect the poorest and most vulnerable groups from ‘ transplant tourism ’ and the sale of tissues and organs, Tourism as a factor in poverty reduction AM. whereas the World Tourism Organisation's programme ‘ Sustainable Tourism for Eliminating Poverty ’ contributes to the Millennium Development Goal of poverty reduction, by seeking to develop and support tourism projects in least developed and other developing countries, support micro-entrepre- neurial initiatives in tourism, create job opportunities, facilitate market access and develop local capaci- ties to favour those people living on less than one dollar a day, AN. whereas tourism is not the answer to all problems, but should be part of a broader pro-poor national growth policy, AO. whereas in some countries tourism has emerged accidentally, sometimes as the only economic devel- opment option when the traditional agro-export sector has failed to retain its position in the global market place, AP. whereas tourism is a major employment generator; whereas all job creation measures must comply with International Labour Organisation (ILO) standards, AQ. whereas forms of tourism seeking to guarantee fair payment for local workers and entrepreneurs merit particular attention from the authorities, especially in the case of ‘ fair tourism ’ , AR. whereas tourism is labour intensive, has high female employment ratios and is not necessarily import intensive; whereas it has low barriers to entry, encompassing all types and dimensions of enterprises, and it provides opportunities for downstream economic links in the local economy, thereby allowing poor people to gain opportunities for unskilled and semi-skilled employment, AS. whereas governments could create incentives for companies to invest and operate in ways favouring the poor, by adapting their licensing, concessioning, supply-chain and marketing policies, 30.12.2006 C 330/18 Official Journal of the European Union EN ",
        "Tourism as a factor in economic development and international trade 1. Calls for the impact of tourism and the principles of sustainable tourism and good governance to be systematically and coherently taken into account in the drafting of EU and ACP development policy; 2. Considers that, to be sustainable, tourism must improve the lives of local people, protect their envir- onment and health, and support the local economy through the purchase of food, processed goods, handicraft, services and other resources locally; calls on the governments of developing countries to ensure the full involvement of local communities in tourist activities and to ensure the fair sharing of the economic, social and cultural benefits generated; 3. Recommends that the Commission focus on sustainable tourism in its cooperation and development policy and in the context of its development guidelines and its efforts to consolidate entrepreneurial structures, specifically within its relationship with the ACP countries; regrets that the current Strategy for Africa does not include any reference to tourism; asks, therefore, in order to allow for effective development of the recommendation, that the personnel in the Tourism Unit of the European Commission's DG Enterprise and in the services dealing with tourism in the AU and ACP Secretariats should be reinforced, and their expertise be used in subjects directly or indirectly concerning tourism; 4. Calls on ACP governments to examine policies designed to guarantee ‘ planning gain ’ benefits for the local communities where tourism projects take place; 5. Insists on the need to reinvest the profits of tourism in local development; calls on tour operators to review their ‘ all-inclusive ’ packages which prevent spin-off benefits to the local communities, and encourages these operators as far as possible to source materials and staff locally, including managerial staff; 6. Encourages governments to promote the creation and development of public-private partnerships and to facilitate the setting-up of private and cooperative enterprises in the tourism sector; 7. Calls for an increase, where appropriate, in the proportion of sustainable tourism-oriented projects financed under the European Development Fund (EDF); 8. Proposes that the issue of sustainable tourism and its economic impact be included in the current negotiations on the EPAs, and that the interests of developing countries in relation to the European market be given positive consideration when tourism-related issues are raised by them in the General Agreement on Trade and Services (GATS); 9. Notes that in many developing countries the tourism sector is fundamentally a private-sector activity, and that the Community must therefore find ways to ensure that interested parties and other social partners are fully involved in all discussions regarding development policy affecting the tourism sector; 10. Demands that the governments of the countries concerned and EU tour operators enforce human rights standards, workers' rights in accordance with ILO core labour standards, the protection of the European tourism-consumer and the recommendations concerning tour operators; 11. Calls on the governments of developing countries to introduce transparent and properly regulated procedures for access to national markets in accordance with the recommendations of the UN World Tourism Organisation, as a necessary condition for all foreign investment; Tourism as a factor in environmental protection and conservation of heritage and culture 12. Calls for the establishment of sustainable tourism policies and regulations to protect and conserve natural resources, the cultural heritage and traditional land tenure systems; 13. Encourages the optimisation of existing technical and scientific resources with a view to preventing the degradation or destruction of architectural heritage and environmental deterioration; 30.12.2006 C 330/19 Official Journal of the European Union EN ",
        "14. Calls for EU support to the tourism sector also to incorporate the environmental dimension, particu- larly with regard to waste management and coastal zone development; 15. Calls for all European investments in tourism in developing countries to be subject to the same rules applicable to EU funding for investment within the EU, such that any investment which is manifestly detrimental to the environment, human rights, ILO core labour standards, the way of life of indi- genous communities or the historical and cultural heritage of the recipient country must not be supported; 16. Calls on the EU to provide technical support to countries which, under the impact of mass tourism, are obliged to take measures to preserve their tourist sites; calls also for an exchange of best practices in this field; 17. Stresses the urgent need for the Community to aid countries hit by natural disasters that affect their tourist industry; calls for special attention to be paid to the situation of small island States; 18. Encourages local authorities which are confronted with an over-rapid tourist boom to take measures to limit numbers where necessary; 19. Calls, in the interests of accessible, protected and secure tourism, for initiatives to tackle crime directed against tourism, including specialist training for police services; 20. Calls on the Commission, in its activities in support of sustainable development, to recognise the right of a country or a region to define its own priorities democratically when financing regional coopera- tion projects; 21. Calls on the governments of the Member States, and the Commission, with the support of tour opera- tors and experienced organisations, to act to promote ethical standards in tourism by introducing a certified European Fair Trade Tourism label; 22. Calls on the EU to assist governments in framing, monitoring and implementing legislation controlling access to, and use of, ecologically fragile areas on land or sea; Tourism as a factor in public health and education, including the social impact of sex tourism 23. Considers that income from sustainable tourism may contribute to improving the standard of living of the population in developing countries and to public health, as well as to housing, communications, energy and technology infrastructures; 24. Considers that appropriate fiscal policy directed towards the tourism sector can provide governments with revenue to offer improved health facilities and other infrastructure that benefit both local resi- dents and tourists; 25. Underlines that tourism has an impact on public health standards and local health services; recognises, therefore, the need to mobilise research at European level to combat malaria, tuberculosis, sexually transmitted diseases (including HIV/AIDS) and neglected diseases; 26. Calls once more on the Commission to ensure financial support for the vaccination of children, targeted at urgent needs regarding vaccines combining antigens against the following diseases: diphtheria, tetanus, whooping cough, hepatitis B and Haemophilus Influenzae type B meningitis; 27. Calls on tour operators and travel agencies to inform their clients of the risks of disease and injury they may face when choosing a destination or tourism activity and of the norms and values of host societies; 30.12.2006 C 330/20 Official Journal of the European Union EN ",
        "28. Calls on the EU to support the creation in ACP countries of schools teaching professional skills in tourism, languages and new information and communication technologies, aiming to train personnel for regional and local tourism activities in developing countries or groups of developing countries with the same needs; 29. Calls on the Union and the Member States to make their experience and know-how available to devel- oping countries with tourist potential with a view to offering on-site training of personnel; calls on the Commission to support projects in developing countries requesting such know-how; 30. Calls on the governments of the countries concerned to circulate among themselves an annual list of visa refusals on the grounds of male and female sex tourism offences, crimes against humanity or terrorism; 31. Calls, with a view to combating child sex tourism: — on the Commission and Council to give greater priority to the fight against child sex tourism, including restoring the budget line ‘ Combating child sex tourism in third countries ’ in order to ensure that resources are dedicated to this; — on the Commission to recognise the link between child pornography and sex tourism and ensure that this is raised in political dialogue with third countries; — on the Commission and the Member States to ensure that children's needs and rights are given priority in development aid, in particular the rehabilitation and reintegration needs of children affected by sex tourism; 32. Encourages tour operators, travel agents and airlines who have already done so to continue to act against sex tourism by raising their clients' awareness and informing them of potential legal risks, and calls on those who have not taken such steps to begin to do so; calls on all operators to cooperate with the authorities in identifying potential criminal activity; 33. Calls on all States to ensure the ethics of transplantation by adopting measures to eliminate ‘ transplant tourism ’ ; Tourism as a factor in poverty reduction 34. Calls for the above-mentioned Global Code of Ethics for Tourism to be incorporated into national law by all countries; 35. Calls for the promotion of locally-controlled sustainable tourism initiatives aimed at poverty allevia- tion, the conservation of biodiversity and the promotion of human rights; 36. Calls on the EU and its Member States to provide financial support to the UN World Tourism Organi- sation initiative ST-EP (Sustainable Tourism-Eliminating Poverty) and other initiatives that work towards alleviating poverty in developing countries; 37. Recommends a new pro-poor vision in national policies and in tourism policies that is aimed at the empowerment of local populations and their organised economic activities; 38. Calls on the governments of the Member States to ensure that the rules applicable to EU companies are fully implemented in cases of relocation to, or execution of contracts in, developing countries, giving special consideration to the rights of the workers affected and to a sustainable supply chain, using mainly national inputs; 39. Recognises the role of tourism in offering an alternative source of income for traditional farmers in small States who have lost their competitiveness in the global market due to new trade agreements; 40. Stresses the fact that tourism is a major employment generator; stresses, therefore, that all job creation measures must comply with ILO standards; 30.12.2006 C 330/21 Official Journal of the European Union EN ",
        "41. Recognises tourism is labour intensive, has high female employment ratios, is not necessarily import intensive, has low barriers to entry, encompasses all types and dimensions of enterprises and provides opportunities for downstream economic links in the local economy, and thereby allows poor people to gain opportunities for unskilled and semi-skilled employment; 42. Considers that governments could create incentives for companies to invest and operate in ways that favour the poor, by adapting their licensing, concessioning, supply-chain and marketing policies; 43. Instructs its Co-Presidents to forward this resolution to the ACP-EU Council, the European Commis- sion, the Secretary-General of the United Nations, and the African Union. RESOLUTION ( 1 ) on small arms and light weapons and sustainable development The ACP-EU Joint Parliamentary Assembly, — meeting in Bridgetown (Barbados) from 20 to 23 November 2006, — having regard to Rule 17(1) of its Rules of Procedure, — having regard to the Cotonou Agreement, particularly Article 12, — having regard to the Millennium Summit and Declaration and the Millennium Development Goals and its resolution calling for concerted action to end illicit trafficking in small arms and light weapons, — having regard to the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All its Aspects (henceforth referred to as the UNPoA) as adopted in July 2001, — having regard to the first United Nations Biennial Meetings of States to Consider the Implementation of the UNPoA held, respectively, in July 2003, July 2005 and July 2006, — having regard to the adoption by the United Nations General Assembly in December 2005 of the International Instrument to Enable States to Identify and Trace, in Timely and Reliable Manner, Illicit Small Arms and Light Weapons ( 2 ), — having regard to the entry into force on 6 July 2005 of the 2001 Protocol against the Illicit Manufac- turing of and Trafficking in Firearms, Their Parts and Components and Ammunition ( 3 ), — having regard to UN Security Council Resolution 1325 (2000), which addresses the impact of war on women, and women's contributions to conflict resolution and sustainable peace, — having regard to the conclusions of the G8 Summit in Gleneagles (United Kingdom) of June 2005, in particular concerning the doubling of aid by 2010 — an extra USD 50 billion worldwide and USD 25 billion for Africa — and the conclusions of the G8 Summit held in St Petersburg (Russia) on 16 and 17 July 2006, — having regard to the Rome Statute establishing the ICC, 30.12.2006 C 330/22 Official Journal of the European Union EN ( 1 ) Adopted by the ACP-EU Joint Parliamentary Assembly on 23 November 2006 in Bridgetown (Barbados). ( 2 ) A/60/463 (L.55) decision, 8 December 2005. ( 3 ) The Protocol known as the ‘ UN Firearms Protocol ’ was adopted in May 2001 by General Assembly Resolution 55/255. ",
        "— having regard to the EU Strategy for Africa adopted on 12 October 2005, — having regard to the European Consensus on Development signed on 20 December 2005, — having regard to the European Parliament's resolutions of 15 March 2001 ( 1 ), 15 November 2001 ( 2 ), 19 June 2003 ( 3 ) and 26 May 2005 ( 4 ) on combating the proliferation and misuse of small arms and light weapons (SALW), and of 17 November 2005 ( 5 ) on the Council's Sixth Annual Report according to Operative Provision 8 of the EU Code of Conduct on Arms Exports, and of 6 April 2006 ( 6 ) on aid effectiveness and corruption in developing countries, — having regard to the 26 June 1997 EU Programme for Preventing and Combating Illicit Trafficking in Conventional Arms ( 7 ), to the Council Joint Action 2002/589/CFSP of 12 July 2002 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons ( 8 ), to the Council Common Position 2003/468/CFSP of 23 June 2003 on the control of arms brokering ( 9 ), and to the EU Strategy to combat illicit accumulation and trafficking of SALW and their ammunition as adopted by the European Council on 15-16 December 2005 ( 10 ), — having regard to the conclusions adopted by the Council at its meeting of 3 October 2005 expressing EU support for an International Arms Trade Treaty in the framework of the United Nations that would establish binding common standards on the global trade in conventional arms ( 11 ), — having regard to the European Security Strategy, approved by the European Council in Brussels on 12 December 2003, — having regard to the Bamako Declaration on an African Common Position on the Illicit Proliferation, Circulation and Trafficking of SALW adopted by the OAU ministerial meeting on 30 November and 1 December 2000 in Bamako, Mali, — having regard to the ‘ African Common Position to the Review Conference on Progress made in the Implementation of the UNPoA ’ adopted at the African Union's Second Continental Conference of African Governmental Experts and Regional Economic Communities on the Illicit Trade in Small Arms and Light Weapons at Windhoek (Namibia) on 14-16 December 2005, and to the Decision Ex.CL/ DE.255 (viii) of the African Union of January 2006 adopted at Khartoum (Sudan), — having regard to the Southern African Development Community Protocol on Firearms, Ammunition and Related Materials of 2001 that entered into force in July 2005, — having regard to the Africa governmental conference on the implementation of the UNPoA: Needs and Partnerships held in Pretoria in March 2002, — having regard to the Nairobi Declaration and Coordinated Plan of Action of 2000 (including its three Ministerial Review Conferences of 2002, 2004 and 2005) and the Nairobi Protocol of 2004 for the Prevention, Control, and Reduction of Small Arms and Light Weapons in the Great Lakes Region and the Horn of Africa that entered into force on 5 May 2006, — having regard to the ECOWAS moratorium on the importation, exportation and manufacture of SALW in West Africa of 1998 and its subsequent extensions, 30.12.2006 C 330/23 Official Journal of the European Union EN ( 1 ) OJ C 343, 5.12.2001, p. 311. ( 2 ) OJ C 140 E, 13.6.2002, p. 587. ( 3 ) OJ C 69 E, 19.3.2004, p. 136. ( 4 ) OJ C 117 E, 18.5.2006, p. 230. ( 5 ) OJ C 280 E, 18.11.2006, p. 443. ( 6 ) OJ C 293 E, 2.12.2006, p. 316. ( 7 ) Adopted by the Council on 26 June 1997. ( 8 ) OJ L 191, 19.7.2002, p. 1. ( 9 ) OJ L 156, 25.6.2003, p. 79. ( 10 ) Council of the European Union, 5319/06, 13 January 2006. ( 11 ) Council of the European Union 2678th Council meeting, Luxembourg, 3 October 2005. ",
        "— having regard to the 1998 Inter-American Convention Against the Illicit Manufacturing of and Traf- ficking in Firearms, Ammunition, Explosives and Other Related Materials (CIFTA), — having regard to its resolution on the role of regional integration in the promotion of peace and security adopted in Vienna on 22 June 2006 ( 1 ), — having regard to the General Assembly Resolution A/RES/60/68 on ‘ Addressing the negative humani- tarian and development impact of the illicit manufacture, transfer and circulation of SALW and their excessive accumulation ’ , — having regard to the global ‘ One million faces petition ’ supported by more than 1 million people and 250 NGOs across the world demanding a binding international Arms Trade Treaty (ATT), — having regard to the report of the Committee on Political Affairs, A. welcoming the growing international support for a legally binding International Arms Trade Treaty to ban arms transfers which risk undermining human rights or international humanitarian law, or which threaten the stability of countries or regions or that are likely to contribute to the outbreak or escala- tion of armed conflict, for which more than 50 countries have officially announced their support, B. welcoming a set of Global Principles on Arms Transfers, developed by NGOs and legal experts, which set out States' obligations in respect of international transfers of arms and ammunition, C. recalling that under the revised Cotonou Agreement serious cases of corruption can lead to consulta- tions in accordance with Art. 96 and 97 of the Partnership Agreement and that, in special cases, these consultations can give rise to special measures, D. determined to reduce the human suffering caused by the illicit trade in SALW in all its aspects, and bearing in mind the need to include national measures to regulate SALW in post-conflict and peace- building efforts, and recalling that there is no security or sustainable development without peace, E. whereas it is estimated that half a million people are killed each year by small arms, F. welcoming the circulation on 24 July 2006 of the draft UN resolution entitled ‘ Effective control over the import, export and transfer of conventional arms ’ calling for the establishment of a Group of Governmental Experts ‘ commencing no later than 2008, to examine the feasibility, scope and draft parameters for a comprehensive, legally binding instrument establishing common international stan- dards for the import, export and transfer of conventional arms ’ , G. having regard to the UN Conference to Review Progress Made in the Implementation of the UNPoA, which took place between 26 June and 7 July 2006 (henceforth referred to as the Small Arms Review Conference) and to the need to make a full success of that Conference's follow-up, although it failed to agree any steps and measures to further strengthen the Programme of Action, H. noting that the above Draft Resolution, to be tabled at the First Committee of the UN General Assembly in October 2006, needs to include States' obligations to promote and protect human rights, without which an ensuing ATT would not prevent the supply of weapons to the most serious abusers, I. reaffirming its concern about the ongoing illicit spread of SALW, which are the true weapons of mass destruction of the developing world, cause unnecessary human suffering, exacerbate armed conflict and instability, facilitate terrorism, undermine sustainable development and the rule of law, and contri- bute to grave violations of human rights and international humanitarian law, 30.12.2006 C 330/24 Official Journal of the European Union EN ( 1 ) OJ C 307, 15.12.2006. ",
        "J. welcoming the Draft Resolution of 24 July 2006 submitted to the First Committee of the General Assembly of the United Nations by Argentina, Australia, Costa Rica, Finland, Japan, Kenya and the UK requesting the establishment of an expert group responsible for the drafting of a report about a legally binding instrument establishing common international standards for the import, export and transfer of conventional arms, and urging that committee to strengthen the mandate of the expert group by adding explicit references to human rights law, tightening the timeline and replacing the ambiguous language about examining ‘ feasibility ’ by clear support for a binding ATT, K. recalling that G8 countries account for around 85 % of the global weapons trade and that according to a report presented to the US Congress on 29 August 2005, agreements on conventional arms trans- fers to developing nations accounted for 62.7 % of the value of all international arms transfer agree- ments between 1997 and 2004 and, in 2004, arms deliveries to developing nations constituted 64.6 % by value of all such arms deliveries worldwide, L. recalling that collectively G8 countries spend some € 63 billion each year on development and that the EU and the European countries themselves contribute more than half of the total ODA, M. affirming that the export of SALW by developed countries, as well as between developing countries, can fuel conflicts and thus work at cross-purposes to the development and technical assistance policies of those same countries, N. encouraged by the support expressed by the Heads of State and Government at the 2005 World Summit for the implementation of the UNPoA and their recognition of the negative effect of the illicit trade in small arms and light weapons on development, peace, security and human rights, O. whereas due attention should be given to the link between the licit and illicit manufacture, transfer and circulation of SALW and corruption practices in both developing and developed countries, P. affirming its determination to strengthen the UNPoA, and to further persuade governments to agree upon binding provisions to control SALW (including brokering and transfers) through international, regional and national legislation, Q. convinced that the time is ripe for the international and regional communities to tackle the prolifera- tion and misuse of SALW through binding international standards that are based upon a full respect for international law, including human rights and international humanitarian law, R. concerned about the exclusion of ammunition and explosives from the International Instrument to Enable States to Identify and Trace, in Timely and Reliable Manner, Illicit SALW, as well as the non- legally binding nature of the instrument, S. regretting further the slow progress of the UN broad-based consultations on combating illicit brokering of SALW as well as the absence of a commitment to negotiate a legally binding international instrument on arms brokering, T. underlining that the UNPoA requires States to assess applications for export authorisations according to strict national regulations and procedures that cover all SALW and are consistent with the existing responsibilities of States and the relevant international law, taking into account in particular the risk of diversion of these weapons into the illegal trade, U. welcoming and supporting the ongoing campaigning efforts by civil-society organisations, especially the ones focused on advocacy in favour of an ATT, V. affirming that the reduction of the availability and supply of, and demand for, SALW is critical to the wellbeing of all States and their citizens and can be achieved through actions/initiatives at the national, regional, continental and international levels in that respect in general, but in particular through: — a reduction in production of SALW, — political commitment and action to address the root causes of conflict in a comprehensive manner, 30.12.2006 C 330/25 Official Journal of the European Union EN ",
        "— preventing, combating and eradicating the illicit manufacture, possession and stockpiling of, trade in and misuse of small arms and light weapons, — placing emphasis on public awareness and education, — engaging in effective collection and destruction mechanisms for both surplus and illicit arms, — effective disarmament, demobilisation and reintegration measures that promote human security and sustainable development in peace agreements, — providing for rehabilitation and reintegration assistance to demobilised soldiers, ex-combatants and in particular child soldiers as referred to in the conclusions of the African Union concerning Post- Conflict Reconstruction and Development (PCRD), taking into account their special needs, particu- larly in relation to their reunification with their family, their reintegration into civil society and their appropriate rehabilitation, — ensuring that children are protected from direct contact with SALW in conflict areas, — acknowledging the impact — including gender-based violence — of the presence of SALW on women and girls in particular; — promoting implementation of the provisions contained in UNSC Resolution 1325 (2000), — recognising the need for SALW programmes to continue beyond post-conflict and transitional stages, through mainstreaming of small arms reduction and management in all national and local action plans and strategies related to national security, development, health, poverty reduction, crime prevention and post-conflict reconstruction, conducted in consultation and collaboration with all members of the community and stakeholders, including NGOs, making use of locally- appropriate development incentives, W. welcoming the EU's ‘ Strategy to combat illicit accumulation and trafficking of SALW and their ammu- nition ’ and affirming the need for a coherent overarching concept behind EU SALW action abroad which takes long-term sustainable development into account, as well as the need for international cooperation between governments within international organisations and for compliance with their obligations in international law, X. calling on EU Member States to prioritise SALW control and eradication strategies including projects aiming at the disarmament, demobilisation, repatriation, rehabilitation and reintegration (DDRRR) of ex-combatants in full partnership with local communities and the survivors of armed violence as well as to ensure sufficient funding under the 10th EDF for such programmes, Y. whereas a clear, efficient and harmonised common arms export control policy pursued by the EU Member States, anchored in a legally binding Code of Conduct on Arms Exports, would be a decisive contribution by the EU to sustainable development in ACP States, Z. reiterating that the prevention, combating and eradication of the illicit trade in SALW in all its aspects are key elements in any effort to support conflict prevention and resolution and sustainable post- conflict reconstruction and promote lasting peace and security as well as crime prevention and thereby help create conditions for sustainable human and socio-economic development, AA. considering further the special needs of survivors of armed violence, including their health, economic and rehabilitation needs, as well as the distinctive needs of women, men, girls, boys, the elderly and refugees, 30.12.2006 C 330/26 Official Journal of the European Union EN ",
        "AB. reiterating grave concern regarding the devastating impact of SALW on children, many of whom are victims of armed conflict or are forced to become child soldiers or are involved in organised armed violence, and in this regard, taking into account the special sessions of the UN General Assembly on children, as well as Security Council Resolutions 1379, 1460, 1539 and 1612, which contribute to a comprehensive framework for addressing the protection of children in armed conflict, AC. recalling that the costs of military expenditure and debts are, according to the UNDP Human Develop- ment Report of 2003, two of the most important obstacles to the attainment of the Millennium Devel- opment Goals and that export credit agencies play a major role in increasing military expenditure as well as debts of developing countries, 1. Calls on States to agree on a global set of principles on arms transfers, which at the minimum should ensure that: — all transfers be authorised by means of a specific permit or licence, — existing obligations under relevant international law should be respected, — arms embargoes imposed by the UNSC should be respected and enforced and — issuance of permits or licences is to be denied when there is a risk that exported arms might be used in the commission of serious violations of human rights or international humanitarian law, including the risk that such arms might be diverted to unauthorised users such as terrorists, mercenaries and guerrillas and might affect regional and/or internal security and stability; 2. Urges the international community to expeditiously start negotiations on an International Arms Trade Treaty within the UN, in order to establish a legally binding instrument to decrease the production of SALW by all producer countries and to regulate arms transfers worldwide as defined by the discussions on global principles referred to in the previous paragraph; 3. Stresses that existing obligations under international law with respect to arms transfers, specifically covering human rights and humanitarian law criteria, should be codified; 4. Calls on all signatories to the UN Firearms Protocol to ratify the protocol and incorporate it into national legislation without any further delay; 5. Urges States Parties to the UNPoA, the Firearms Protocol and other similar international and regional instruments and initiatives to develop technical assistance programmes in order to assist any third State or regional organisations wishing to develop legislative controls to regulate the arms trade; 6. Urges States Parties to the UNPoA and other applicable international instruments to agree on a single reporting mechanism for utilisation in subsequent Review Conferences or Processes, which should be developed and coordinated by the UN Department for Disarmament Affairs (UNDDA) through consul- tations with State Parties; At regional level 7. Calls for the establishment or designation, as appropriate, of a point of contact within sub-regional and regional organisations to act as liaison on matters relating to the implementation of the UNPoA; 8. Encourages negotiations with the aim of concluding legally binding instruments aimed at preventing, combating and eradicating the illicit trade in SALW in all its aspects, and calls on States to ratify and fully implement them; At national level 9. Urges States to make violations of arms embargoes (including financial or logistical support) a criminal offence under national law; 10. Urges States to improve the functioning, transparency and democratic accountability of armed forces, as well as law enforcement agencies and criminal justice systems, in order to contribute to a secure environment where citizens no longer feel the need to possess firearms; 30.12.2006 C 330/27 Official Journal of the European Union EN ",
        "11. Recommends that national laws should be implemented and actively enforced to regulate private mili- tary and security services operating overseas, and where such laws do not exist that they be developed and applied in order to improve regulation and accountability in this growing security sector; 12. Urges all States to incorporate into national legislation the Code of Conduct for Law Enforcement Offi- cials ( 1 ) and the Basic Principles on the Use of Force and Firearms by Law Enforcement Officials ( 2 ); 13. Strongly recommends that governments prohibit the civilian possession and use of all automatic and semi-automatic rifles and machine guns; 14. Urges States to develop national legislation for screening and licensing of SALW and automatic and semi-automatic machine guns and to prevent gun acquisition by people who have a record of violence, especially family violence, or have a criminal record for trafficking in arms or violating arms control regulations; 15. Stresses the need to ensure the sustainability of national initiatives by, inter alia, developing needs and resource assessments; promoting relevant partnerships for implementation with civil society; and accepting primary responsibility of States in the implementation of action; 16. Calls upon all actors to strengthen the existing National Focal Points/national coordinating agencies and their links with international and bilateral donors; 17. Considers (as recommended by the Bamako and UNPoA frameworks) as priorities: — the establishment and development of operative national focal points, national action plans and/or national coordinating agencies where they do not already exist; — the need for strengthening of regulations for arms management, including the need to strengthen and harmonise legislation to that effect; the need to engage in training and capacity building programmes for law enforcement agencies on all aspects of the issue but particularly on border controls, stockpile management and recordkeeping; — the improvement, where needed, of operational capacity for enforcement including stockpile management, monitoring, destruction, recordkeeping and border controls; — the enhancement of information exchange and cooperation mechanisms to prevent, combat and eradicate illicit SALW trade; 18. Urges all States which have not yet done so to engage in the implementation of the UNPoA; 19. Urges all States to regulate stockpile management and secure stockpiles against theft or disappearance; 20. Urges all States, especially ACP and EU States, to exchange information on arms brokering; 21. Urges all States to adopt, as soon as possible, the necessary legislative and other measures to establish as criminal offences under national law the illicit manufacturing of, trafficking in, and illegal possession and use of SALW, ammunition and other related materials; 22. Urges all States to reaffirm their commitment to protect children from the impact of proliferation and misuse of SALW as well as from being exploited as child soldiers in times of war; 30.12.2006 C 330/28 Official Journal of the European Union EN ( 1 ) Code of Conduct for Law Enforcement Officials, adopted by General Assembly Resolution 34/169 of 17 December 1979. ( 2 ) Basic Principles on the Use of Force and Firearms by Law Enforcement Officials, adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, Havana, Cuba, 27 August to 7 September 1990. ",
        "23. Urges all States to uphold their responsibilities under UNSC Resolution 1325 (2000) by putting an end to impunity and by prosecuting those responsible for genocide, crimes against humanity and war crimes, including those relating to sexual violence against women and girls, and in this regard, stresses the need to exclude these crimes, where feasible, from amnesty provisions; 24. Urges all States to take into account gender issues, as well as the specific needs of women when addres- sing the illicit trade in SALW in all its aspects in order to effectively implement the Programme of Action and UNSC Resolution 1325 (2000) on Women, Peace and Security; Final considerations and priority actions 25. Affirms its determination to implement and extend the UNPoA, whose integrity should be maintained and which should not be subject to negotiation; 26. Recommends that despite the disappointing outcome of the Review Conference a yearly report on progress made by the UN on the implementation of the UNPoA should be published; 27. Recommends, after the UN Review Conference on the UNPoA, whilst recognising that this process will occur outside the parameters of the UNPoA and in parallel to it, the development of general principles for arms transfers to be taken forward by interested States in 2006 and/or become a parallel and complementary process within the UN system leading to the creation of an international instrument; 28. Welcomes the approval, on 26 October 2006, by the International Disarmament Committee of the General Assembly of the United Nations of a resolution aiming at a comprehensive, legally binding instrument establishing international standards in the trade on conventional arms and asks ACP-EU States to support this resolution in the General Assembly; 29. Deeply regrets that the UN Review Conference of July 2006 was unable to reach a common position and particularly could not agree on the principles of a future ATT and did not set up a follow-up mechanism; 30. Requests that multilateral and regional financial institutions take measures, where appropriate, to estab- lish SALW programmes in the framework of reconstruction and rehabilitation efforts in post-conflict areas and in efforts to consolidate governance issues, to strengthen legislation and to improve the operational capacity of law enforcement agencies regarding SALW; 31. Calls also on these financial institutions to promote socioeconomic development programmes that include raising public awareness of the problems and consequences of the illicit trade in SALW in all its aspects; 32. Encourages, where appropriate, regional support for national disarmament, demobilisation and reinte- gration programmes, particularly in post-conflict situations, with specific reference to the introduction, adherence to, implementation or strengthening of relevant laws, regulations and administrative proce- dures; 33. Calls on regions to promote effective stockpile management and security, in particular physical security measures; 34. Encourages regions to develop, where appropriate and on a voluntary basis, measures to enhance transparency to prevent, combat and eradicate the illicit trade in SALW in all its aspects; 35. Urges all EU and ACP States and the appropriate international and regional organisations in a position to do so to seriously consider rendering assistance, including technical and financial assistance, to support the implementation of the measures contained in the UNPoA; 36. Urges all States and international and regional organisations, both at governmental and at parliamen- tary level, to cooperate and develop and strengthen partnerships to share resources and information on the illicit trade in SALW in all its aspects; 30.12.2006 C 330/29 Official Journal of the European Union EN ",
        "37. In order to facilitate the implementation of the UNPoA, urges all EU and ACP States and international and regional organisations to seriously consider assisting interested States, upon request, in building capacities in areas including the development of appropriate legislation and regulations, law enforce- ment, tracing and marking, stockpile management and security, destruction of SALW and the collection and exchange of information, thereby emphasising the responsibility of all Member States to ensure the sustainability of national initiatives in the implementation of all the UNPoA undertakings; 38. Calls on all States to establish a public database which contains information, provided on a voluntary basis by Member States and international, regional and other relevant organisations on the needs of affected countries, lessons learned regarding the implementation of the UNPoA and other information that could improve coordination and match resources with needs; 39. Recalls the OECD Development Assistance Committee's guidelines and other steps taken by develop- ment partners to allow the use of Official Development Assistance (ODA) in the implementation of the UNPoA; encourages all States, agencies and institutions to take full advantage of this development; calls for a further review of such guidelines to enhance the use of ODA to support the implementation of the UNPoA and to combat the negative effects of the proliferation and illicit use of SALW; 40. Calls on the UN Secretariat to show leadership and coordinate the implementation of UNPoA action; 41. Calls on the ACP-EU Council to commit to strengthening EU-ACP cooperation on the implementation of the UNPoA and to hold regional Needs and Partnership Conferences every two years to review implementation in each region, similar to the African Needs and Partnerships Conference of 2002; 42. Calls for issues relating to SALW to be mainstreamed into relevant EU and ACP processes and docu- ments, particularly in all peace and security policies and actions of their respective regional and national bodies, as needed for security sector reform (SSR) and the disarmament, demobilisation and reintegration process (DDR); 43. Calls for the prioritisation of Parliamentary actions and work on good governance as elements essential to any strategy for tackling SALW and regional conflicts; 44. Requests the EU and ACP Member States, Commission delegations and EU and AU Presidencies-in- office to defend the principles and recommendations stated in this resolution; 45. Calls urgently, in this context, on the Commission and the Council to end their court case on the issue of competence relating to light weapons programmes and to seek — if they cannot solve the issue between themselves — the binding mediation of the European Parliament; 46. Calls on the Member States to implement their commitments given in the Council's 2003 Common Position on arms brokering; furthermore, calls for the biennial review of the Strategy to be published and include a list of those Member States that have not implemented their commitments in this area; 47. Calls for the 1998 EU Code of Conduct on Arms Exports to be made legally binding; calls on the EU to inform ACP partners about the annual reports on the Code of Conduct and progress made in imple- menting it; 48. Specifically calls on the Council and the Commission to allow appropriate resources for SALW action to be mobilised through the Regulations establishing the Instrument for Pre-accession Assistance, the European Neighbourhood and Partnership Instrument and the Development Cooperation Instrument; 30.12.2006 C 330/30 Official Journal of the European Union EN ",
        "49. Calls on the EU Member States to investigate the highly problematic impact of credits granted by their export credit agencies on peace, security and development in third countries and asks all Member States to disclose detailed information on credits for arms exports, which, according to some estimates, currently account for about 20 % of total export credits granted and in some Member States even 50 % or more, and asks Member States in particular to commit themselves to refraining from granting credits for arms exports in the future; 50. Instructs its Co-Presidents to forward this resolution to the ACP-EU Council, the European Commis- sion, the parliaments of the Member States, the Secretary General of the United Nations, the Parliamen- tary Forum on SALW, the Assembly of the Inter-Parliamentary Union, the US Congress and the Pan- African Parliament. RESOLUTION ( 1 ) on water in developing countries The ACP-EU Joint Parliamentary Assembly, — meeting in Bridgetown (Barbados) from 20 to 23 November 2006, — having regard to Articles 177, 178, 179, 180, 181 and 181a of the Treaty establishing the European Community, — having regard to the ACP-EU Partnership Agreement, signed at Cotonou (Benin) on 23 June 2000, and in particular Article 32 thereof, which recognises the need to improve the use of the natural resources of ACP States, — having regard to the outcome of the 4th World Water Forum held in Mexico from 16 to 22 March 2006, — having regard to Agenda 21 approved at the United Nations (UN) Conference on Environment and Development in Rio de Janeiro in 1992, and in particular paragraph 18 thereof, — having regard to the Millennium Declaration and the Millennium Development Goals (MDGs) and the final report (2005) of the UN Millennium Project Task Force on Water and Sanitation, entitled ‘ Health, dignity, and development: what will it take? ’ , — having regard to the political declaration adopted at the World Summit on Sustainable Development held in Johannesburg from 26 August to 4 September 2002, which identified priority action in five key areas with a view to achieving the UN Millennium Development Goals: water and sanitation, energy, health, agriculture and biodiversity, — having regard to the World Summit for Social Development held in Copenhagen (1995) and its declaration on water supply and sanitation in connection with fighting poverty, — having regard to the Bonn International Freshwater Conference (2001), — having regard to the UN Conference on Water held in Mar del Plata and its action plan for the assess- ment and use of water resources (1977), — having regard to the Global Consultation in New Delhi (1990) relating to safe water and proper means of waste disposal, — having regard to the Framework Document adopted at the 37th Organisation of African Unity (OAU) Summit, which states that the ninth of the ten objectives of the New Partnership for Africa's Develop- ment (NEPAD) is ‘ building and improving infrastructure, including information and communication technology (ICT), energy, transport, water and sanitation ’ , 30.12.2006 C 330/31 Official Journal of the European Union EN ( 1 ) Adopted by the ACP-EU Joint Parliamentary Assembly on 23 November 2006 in Bridgetown (Barbados). ",
        "— having regard to the European Parliament resolution of 4 September 2003 on water management in developing countries and priorities for EU development cooperation (P5_TA(2003)0377), — having regard to the EU Water Initiative (EUWI) launched at the World Summit on Sustainable Devel- opment in Johannesburg (WSSD) in 2002, — having regard to the ACP-EU Water Facility launched in 2004, — having regard to the report on financing of water presented at the 3rd World Water Forum in Kyoto in March 2003, — having regard to the UN World Water Development Report entitled ‘ Water, a shared responsibility ’ , presented on 9 March 2006, — having regard to the report by the Committee on Social Affairs and the Environment (ACP-EU 3916/06/fin.), A. whereas 1.1 billion people do not have proper access to drinking water and 2.6 billion are without adequate sanitation (WHO/UNICEF Joint Monitoring Programme (JMP) 2004) ( 1 ), B. whereas, owing to population growth, by 2015, 1.1 billion people will need to be provided with drinking water and 2.6 billion with sanitation facilities, including 400 and 410 million respectively in Africa; whereas drinking water requirements will continue to grow steadily, given that the world's population should stand at more than 9 billion people by 2050, C. whereas water's importance to socioeconomic development is now well established, given that it is an important factor in productive activities and plays a leading role in farming, fishing, health, industry, energy, the protection of ecosystems and biodiversity and all forms of consumption for human well- being, D. whereas access to drinking water is recognised as a fundamental human right, as endorsed by interna- tional conventions on social, economic and cultural rights, and whereas water, which is essential for life and human wellbeing, cannot be considered as merely a commodity, but must also be seen as a social good, E. whereas water and sanitation are key cross-cutting issues for the MDGs and whereas it is essential to approach them in an appropriate manner if the MDGs are to be met, F. whereas no strategy for combating poverty can ignore people's vital need for water and the need for equitable and sustainable management of this essential resource, in the interests of society as a whole, G. whereas promoting sustainable, environmentally friendly water treatment provides a guarantee of clean water and an opportunity for fertilisation of agricultural land for food production; whereas the MDGs identify water as a crucial environmental factor, H. whereas inadequate access to drinking water and sanitation is the cause of a large number of diseases; whereas infections linked to a lack of hygiene, and public health risks in general, are widespread in Africa and are essentially due to the contamination of water sources, improper water use or unhygienic behaviour, I. whereas world water resources are inequitably distributed, with 60 % of freshwater supplies being located in nine countries (Brazil, the Russian Federation, Canada, Indonesia, China, Colombia, the United States, Peru and India), and whereas the countries where there is a shortage of freshwater are primarily islands, small countries and arid countries (including Israel, Libya, Mauritania, Cape Verde, Djibouti and Kuwait), 30.12.2006 C 330/32 Official Journal of the European Union EN ( 1 ) http://www.wssinfo.org. ",
        "J. whereas three out of every four countries — which are often politically, culturally and economically different from each other — are located on the same international rivers, and whereas, in the absence of agreements on reasonable and equitable use, water, the source of life, becomes a potential source of tension and disputes that can degenerate into conflict, K. whereas in African and Asian countries the availability of water is subject to numerous seasonal fluc- tuations and periodic cycles of drought and flooding, and whereas some coastal and island States are faced with the problem of saltwater infiltration of groundwater, L. whereas drought is often caused by incorrect land use, over-grazing, deforestation and the implementa- tion of major irrigation projects that are unsustainable, M. whereas current trends as regards, among other things, demographics, urbanisation, climate change, the environment and economic structures are a major challenge in water management terms for devel- oping countries, particularly those in the Sahel region, N. whereas intensive production farming consumes about 70 % of freshwater for irrigation purposes, with 40 % losses, and whereas improving field irrigation techniques should result in major water savings and an increase in agricultural production that will offset the failure of rain-fed production to cover all food requirements, O. whereas current water-for-food requirements will need to be increased by 50 % over the next 10 years in order to achieve the Millennium Development Goal of halving the number of malnourished people, P. whereas in many rural parts of Africa the local population has no access to wells, a water supply network, a drinking water source or a rainwater cistern, Q. whereas the development and promotion of appropriate sanitation technologies, the implementation of strategies mobilising endogenous financial resources and the involvement of communities will enable the use of sustainable sanitation methods to be stepped up at local level over the coming decade, R. whereas a lack of the necessary financial resources to cover the renewal of infrastructure and the main- tenance and management of existing facilities unavoidably results in the deterioration of water services and the exclusion of poor population groups, particularly in periurban areas, owing to the high cost of the services, S. whereas rational water management requires the involvement of local populations — particularly women, who play an important role in water management — at national, local and regional levels, as well as appropriate charging so as to ensure universal access to the water required to cover essential needs while ensuring efficient water use by enhancing user responsibility, T. whereas governments in developing countries are unable to set water rates at a level that reflects supply costs, U. whereas a lack of the necessary technical, financial and human resources lies at the root of poor water resource and water service management, V. whereas policies involving the privatisation of water resource management and the liberalisation of public services have accelerated the growth of the external indebtedness of southern countries, whose available resources are being earmarked for debt repayment rather than sustainable development and access to drinking water, education, health, housing and energy, W. whereas private sector participation in water supply and sanitation remains low in developing coun- tries, X. whereas private participation in water services remains controversial due to the fact that universal, non-discriminatory use of water should be seen as a right; whereas, however, private sector participa- tion can in some cases make a financial and management contribution to water services and contribute new technology and skills, 30.12.2006 C 330/33 Official Journal of the European Union EN ",
        "Y. whereas in most developing countries there is a genuine desire to take due account of water, hygiene and sanitation issues in development policies and strategies (decentralisation, combating poverty, inte- grated water resource management etc.) and water and sanitation financing initiatives (EU, NEPAD, African Development Bank (ADB), African Ministerial Council on Water (AMCOW) etc.), Z. whereas with a view to meeting the MDGs, initiatives are being taken at European level, including the EUWI, which seeks to promote improved access to drinking water and sanitation for disadvantaged population groups in the ACP countries by actively addressing the funding deficit issue, AA. whereas the EU and its Member States provide some EUR 1.4 billion per year for water and sanitation in developing countries, making the EU the largest aid provider in the world in this sector, and whereas this funding must be used to strengthen the public sector, which must guarantee access to water supply, AB. whereas the EUWI aims to increase international mobilisation for achieving the MDGs and WSSD targets for drinking water and sanitation, through strategic regional partnerships involving all stake- holders — governments, civil society, local authorities and the private sector, 1. Reiterates that universal, non-discriminatory access to water is a right, and considers that development and anti-poverty policies and strategies should take account of people's vital water needs, particularly those of the most disadvantaged groups, and the need to ensure that water resources are managed equitably and sustainably in the interests of society as a whole; 2. Calls on ACP countries to introduce agricultural policies and strategies that promote irrigation methods which bring major water savings and to make control over water a priority with a view to achieving sustainable food security; 3. Recommends that ACP States introduce new water production and consumption methods based on sustainable integrated water resource management, taking account of the socioeconomic dimension of water and giving prominence to ecological agriculture based on the mobilisation of endogenous resources, the promotion of appropriate technologies and the involvement of all stakeholders; 4. Calls on the EU to pay special attention to ACP countries hard hit by water shortages and the attendant phenomena of drought and famine, by stepping up the provision of funding; 5. Acknowledges that privatisation of water in developing countries remains a highly sensitive and controversial issue which should be handled accordingly; calls for policies involving the privatisation of water resource management and the liberalisation of public services in ACP countries consistently to address social responsibility, and to be conditional on an affordable and increased supply of water and sanitation, in particular for the poorest, and on the principle that universal non-discriminatory use of water should be seen as a right; 6. Calls for an end to international pressure on developing countries, in negotiations conducted in bilat- eral and multilateral forums and through international financial institutions, to liberalise their water industries, which undermines their public services in this field; 7. Recalls that, while water and sanitation are widely cross-cutting issues, they have still not been adequately integrated into the development actions of other related sectors such as agriculture, industry, health, education, forestry and the environment; 8. Notes that water resources are deteriorating because of climate change and recalls that dynamic sustainable management of aquatic ecosystems is essential for prevention and mitigation of the nega- tive impact of climate change; 30.12.2006 C 330/34 Official Journal of the European Union EN ",
        "9. Recalls that awareness-raising in sustainable management practices is essential to ensuring water supply for future generations, increasing food security and improving the hygiene and sanitation beha- viour of the population; 10. Calls for integrated management of water resources taking account of all legitimate uses and demands, with an emphasis on the integration of land and water uses, upstream and downstream areas, coastal zone management and surface and groundwater management; 11. Recognises that gender and culture have a role in water and sanitation development and recalls that all approaches and solutions need to be adapted to local culture and gender roles; 12. Recalls that making progress towards sustainable access to, and management of, water in developing countries relies on strong local political commitment, transparency and stakeholder ownership; 13. Recalls the importance of fostering water-responsible behaviour among users, which implies a shift from a supply approach to a demand-driven one in water management; 14. Considers that public authorities should retain control of water management, providing access to it for all and maintaining scales of charges which are transparent to the public; 15. Considers that the financial resources marshalled as part of the Highly Indebted Poor Countries (HIPC) initiative should help to provide funding for the vital sectors of water and sanitation, education and health; 16. Encourages the EU and the ACP countries to introduce innovative funding instruments such as local, national, regional and continental funds to support water policy and existing public and private funding instruments; 17. Calls on the EU to continue its efforts to ensure sustainable access to water for ACP countries, in order to make control over water a top strategic priority enabling ACP countries to reduce the structural vulnerability of the countries hardest hit; 18. Calls for strengthening of potential in the EU-ACP cooperation process in the area of water and sanita- tion; calls for a higher priority to be given by the ACP countries to water and sanitation in their devel- opment strategies and plans, and for a coordinated EU response through mechanisms such as the EUWI, the ACP-EU Water Facility and the development assistance programmes of the Commission and the Member States; 19. Calls on the EU to support research into water hydrants and the eradication of rivers in flatlands, which may lead to the creation of swamps, the evaporation of 50 % of water resources and a defi- ciency in iodine available for river fish, which, in turn, may lead to an iodine deficiency among the population, especially among children; 20. Calls on the Commission to carry out an assessment and an evaluation of the ACP-EU Water Facility and the projects that it has funded, in order to determine whether specific funding for further initia- tives in this field is to be set aside under the 10th EDF; 21. Recognises the need for a substantial increase in financial resources to cover infrastructure renewal, and maintenance and management of water and sanitation facilities, with a view to improving services and stepping up the involvement of a large section of the population which is unable to pay high water service prices; 22. Recalls that the main goals of the EUWI are to reinforce the political commitment to water and sanita- tion and to improve the effectiveness of water management through dialogue with all stakeholders including civil society and the public and private sectors, promoting a demand-driven approach and coordination of donor responses; calls on the Member States and the Commission to reinforce their support and involvement in pursuing these goals; 30.12.2006 C 330/35 Official Journal of the European Union EN ",
        "23. Calls for institutional strengthening and capacity building to improve water governance and combat corruption by means of legal and policy reforms, human resources development, training and networking; 24. Calls on ACP countries sharing the same water catchment area to improve coordination policies and intervention and water resource management strategies, in particular by setting up and/or building the capacities of regional organisations with responsibility for water policy, with a view to ensuring arbitra- tion in disputes over water use and fostering the emergence of a culture of sharing common assets and support for more responsible management of those assets; calls on the governments of the EU Member States and the international community to support the ACP countries in their efforts; 25. Calls for extensive dialogue among various water users at local, national and cross-border level, with the aim of developing efficient cross-sectoral planning, providing adequate management of reservoirs, developing a database on bilateral water projects, promoting long-term institutional twinning and cooperation between higher education institutions, sharing local knowledge and conserving ecosys- tems; 26. Instructs its Co-Presidents to forward this resolution to the ACP-EU Council, the European Commis- sion, the Secretary-General of the United Nations, the African Union and all organisations responsible for water management. RESOLUTION ( 1 ) on the review of negotiations on Economic Partnership Agreements (EPAs) The ACP-EU Joint Parliamentary Assembly, — meeting at Bridgetown (Barbados) from 20 to 23 November 2006, — having regard to Article 17(2) of its Rules of Procedure, — having regard to its resolution of 21 March 2002 adopted in Cape Town (South Africa) ( 2 ), — having regard to Article 37(1) of the Cotonou Agreement, which states that the EPA negotiations shall take place ‘ during the preparatory period which shall end by 31 December 2007 at the latest ’ , — having regard to the Declaration by the Trade Ministers of the Member States of the African Union adopted in Nairobi (Kenya) on 14 April 2006, — having regard to the resolution of the European Parliament of 23 March 2006 on the development impact of Economic Partnership Agreements (EPAs) ( 3 ), — having regard to the General Agreement on Tariffs and Trade (GATT), in particular Article XXIV thereof, — having regard to the decisions, resolutions and declarations adopted by the ACP Council of Ministers at its 83rd session, held in Port Moresby from 28 to 31 May 2006, in particular Decision No 2 on Economic Partnership Agreements, A. whereas carrying out critical evaluation of EPA negotiations is necessary, B. noting that in most regions the negotiations on EPAs have reached virtual deadlock in view of disagree- ments on what is understood by the ‘ development dimension ’ , which should be central to discussions on EPAs, C. whereas firm and specific undertakings have so far not been provided by the European side on the financing of the development dimension, 30.12.2006 C 330/36 Official Journal of the European Union EN ( 1 ) Adopted by the ACP-EU Joint Parliamentary Assembly on 23 November 2006 in Bridgetown (Barbados). ( 2 ) OJ C 231, 27.9.2002, p. 41. ( 3 ) OJ C 292 E, 1.12.2006, p.121. ",
        "D. whereas the Cotonou Agreement addresses the question of support for economic development and regional cooperation in the ACP countries, in particular in Articles 21, 22, 25, 29, 30, 33 and 35, E. having regard to the concerns that are apparent among States, and in civil society and the private sector, in the light of the conclusions of impact assessments conducted at national and regional level, F. whereas the main objective of EPAs should be to contribute to the sustainable social and economic development of ACP countries, through the promotion of greater value addition to goods and services produced in ACP countries for national, regional and international markets, G. whereas the agricultural sector is the engine of development for most ACP countries because it makes a significant contribution to national GDP and is the main source of employment and income for many people, H. whereas EPAs should ensure that benefits of increased trade and economic growth contribute to poverty reduction in order to fulfil Cotonou commitments, I. whereas the level of education and training of the population is a fundamental factor for competitive- ness and in some ACP regions is being undermined by the growing HIV/AIDS crisis, J. whereas the establishment of a genuine regional market, within a customs union, represents an essen- tial basis for the success of the implementation of EPAs, K. whereas the increase in intra-regional trade intended by the EPAs is hindered by weak intra-regional infrastructures and a wide range of non-tariff barriers to trade, L. acknowledging the right for the European Union to have high phytosanitary and other health standards and therefore calling for increased assistance to ACP countries to comply with such regulation in order to be able to export their products to the European Union, M. whereas the reciprocal freedom of trade between the developed countries of the European Union and the ACP developing countries constitutes a serious risk until the ACP countries become competitive, N. whereas the EPA configurations are not a reflection of existing regional economic integration arrange- ments, O. whereas the ACP must resolve questions of overlapping membership of regional groups and establish long-term frameworks for regional harmonisation for any EPA to be successful and workable, P. whereas the waiver accorded by the WTO in Doha in 2001 to allow for preferential trade relations between the EU and ACP countries was meant to last three years longer (until 2007) than the Doha Round negotiations (to be concluded in 2004) launched at the same time, Q. whereas the pressing problem of availability and timely disbursement of financial resources remains a serious stumbling block, R. whereas the parallel conduct of the EPA negotiations and the WTO cycle of negotiations has been interrupted by the suspension of the Doha Round, giving rise to valid concerns about the commit- ments that should be made under the EPA negotiations, S. understanding ACP reluctance to negotiate, bilaterally or otherwise, on issues which have been jetti- soned at a multilateral level, T. recognising that a positive outcome to negotiations could help redefine what a multilateral develop- ment round should consist of; recognising further that EPAs should be complementary to an agree- ment on Doha and not an alternative, 30.12.2006 C 330/37 Official Journal of the European Union EN ",
        "U. having regard to the setting-up of EPA adjustment mechanisms to address the loss of government revenue resulting from EPA-induced trade liberalisation and structural adjustment and to provide support for economic development and regional cooperation in the ACP countries, V. whereas Article 2 of the Cotonou Agreement provides for differential treatment, taking into account the different levels of development of ACP countries, W. whereas the EPAs should facilitate the reduction of existing inequalities between men and women in the economic and social sectors, X. noting that, as far as the European side is concerned, the implications of the EPAs have not yet been clearly determined at this stage of negotiations, Y. whereas the EPAs will in any case increase the financial needs of the ACP countries to carry out enhanced regional integration policies and economic reform, Z. whereas parliamentarians, as representatives of the people and their institutions, should be kept informed throughout the negotiations, AA. whereas in Port Moresby the ACP Council called for the ‘ full and comprehensive ’ review required under Article 37(4) of the Cotonou Agreement to ‘ be all inclusive and consultative with all stake- holders including non-state actors and parliamentarians ’ and whereas, in view of there being little evidence of this occurring, it welcomes a second JPA resolution on EPAs, AB. whereas EU common agricultural policy reform and subsidies for products of export interest to the ACP have a significant bearing on ACP agricultural exports to European markets, 1. Understands that the EPA negotiations stem from the need to make ACP-EU trade relations compatible with WTO rules but calls on the Commission to be vigilant that the issue of compatibility does not take precedence over the overall aim of sustainable development; calls for the pacing, timing and extent of liberalisation schedules to be in line with ACP regional harmonisation schedules to minimise harmful shocks; 2. Calls on the Commission not only to focus on compatibility with WTO rules but also, in cooperation with developing countries, to aim to improve the rules of the WTO so that they work better for devel- opment; 3. Recalls that, under the Cotonou Agreement, EPAs should be aimed essentially at economic growth and poverty reduction in countries, most of which are classified as LDCs; 4. Calls for priority to be accorded in the negotiations to supporting the structural transformation of ACP economies, thereby supporting ‘ sustainable economic and social development ’ ; considers that EPAs should be devised and negotiated as development agreements rather than trade agreements; 5. Recognises that, whether it be liberalisation of services or of competition and government procure- ment, robust regulatory frameworks are needed before any liberalisation takes place and calls on the Commission to support and monitor independent regulators as part of any change to current provi- sions; 6. Calls for negotiators to work together to develop a strategy to increase ACP agricultural competitive- ness that goes beyond market access and addresses real development issues for ACP agriculture such as scaling up SPS quality programmes across the ACP; 7. Calls for a strengthening of competitive production capacities in ACP countries before the removal of customs duties; 30.12.2006 C 330/38 Official Journal of the European Union EN ",
        "8. Calls on the Commission and the ACP regions to design EPAs around the principles of asymmetry in favour of ACP regions, support for ACP regional integration and implementation of a sound and predictable framework for promoting trade and investment in ACP regions; 9. Expresses its concern over the current EU proposals for free trade with ACP countries under the Cotonou EPAs leading to the liberalisation of trade, including trade in agricultural products, and considers that this policy might cause problems to ACP countries' development, relating in particular to food security and development of local industries; 10. Calls for the EPAs to be based on the principle of building and consolidating regional markets first, before markets are opened to the EU; 11. Calls on the EU to develop more effective instruments of support to production adjustment in ACP countries, thereby encouraging the diversification of production and promoting greater value addition; 12. Reiterates its call on the European side to provide support as regards the financing of tax and economic adjustment costs and investments linked to the lifting of supply constraints; 13. Welcomes recent pledges of additional Aid for Trade resources specifically focused on EPA support and calls for the arrangements and timescale for disbursement of the funds pledged to be fully explained by both the Commission and Member States as part of a response to ACP requests for additional funds for EPAs; 14. Calls on the Commission to look at ways of reducing the bureaucratic burden of EDF requirements and for the ACP side to bring forward detailed, costed proposals of how and for what any additional EPA funds would be needed; 15. Calls for further money, additional to existing European Development Fund commitments, to be made available if necessary; 16. Calls on the EU to support the proper sequencing of the development of ACP policies in trade-related areas in ACP countries, with the subsequent conclusion of inter-regional agreements in trade-related areas, so as to ensure coherence; 17. Calls on the EU not to exert undue pressure and to take steps to ensure that, in the event of negotia- tions not being completed by 1 January 2008, existing ACP exports to the EU are not disrupted until a final settlement is reached; 18. Urges the Commission and the ACP to use the EPA review as an opportunity to discuss openly the obstacles to completing negotiations and bring forward detailed proposals to overcome them; 19. Recalls that the Cotonou Agreement provides that in the event that a country or region does not wish to sign up to an EPA/FTA it should not find itself worse off in terms of market access; calls on the Commission to examine all alternative possibilities, which include improved rules of origin, including non-reciprocal arrangements, in accordance with Article 37(6) of the Cotonou Agreement; 20. Calls on the EU to refrain from proposals which could disrupt ACP regional processes; 21. Calls therefore for a real public debate in the ACP and EU countries, including civil society and govern- mental and parliamentary institutions; calls also for the establishment of appropriate information and consultation mechanisms; 22. Recognises that Parliamentary oversight with regard to scrutiny of, and participation in, EPA implemen- tation will contribute to the stated aims of good governance and transparency and that the Joint Parlia- mentary Assembly is the appropriate body to formally, comprehensively and officially review the impact and implementation of EPAs, and calls for the establishment of a monitoring group within the JPA; 30.12.2006 C 330/39 Official Journal of the European Union EN ",
        "23. Calls on the Commission to respect the position of those regions which do not want to include the ‘ Singapore Issues ’ in the EPA negotiations and recalls that bilateral negotiations on trade in services should respect the right of each country freely to regulate public services; 24. Calls for the EU to undertake not to include in EPAs provisions on intellectual property rights forming an additional barrier to access to essential medicines and to provide ACP countries with support enabling them effectively to implement the 2001 Doha Declaration, i.e. effective use of TRIPS flexibil- ities; 25. Stresses the importance of public services for development and democracy and consequently asks the Commission to act with caution when considering liberalisation of services and in fields such as water, health, education, transport and energy; 26. Instructs its Co-Presidents to forward this resolution to the ACP-EU Council and the European Commission. 30.12.2006 C 330/40 Official Journal of the European Union EN "
    ]
}