{
    "text": [
        "BUSINESS NOT AS USUAL: BUILDING POLICIES AND INSTITUTIONAL FOUNDATIONS FOR THE REINTEGRATION OF UKRAINE’S DONBAS REGION Building on the progress of the first High-Level Policy Dia- logue on the Donbas region (HLPD), which had discussed the lack of a credible socio-economic development strategy and the lack of proper policies, implementation mechanisms, data and resources as some of the most important obstacles on the path to a successful and safe reintegration of the Don- bas, the second meeting, which took place during a time of significant political change in Ukraine, focused on the po- litical and economic context of the Donbas’ recovery and its institutional and policy aspects. The HLPD, convened by the Peace and Security cluster of the EUI School of Trans- national Governance, brought together high-level policy in- fluencers and decision-makers, leading economists, experts, academics, practitioners, businessmen and civil society rep- resentatives to discuss policy recommendations and provide analysis, under the Chatham House Rule, intended for use by Ukrainian policy-makers and the international community. Authors: Rémi Duflot (Deputy Special Representative of the OSCE Chairperson-in-Of- fice in Ukraine and in the Trilateral Contact Group, European External Action Service/Organisation for Security and Co-operation in Eu- rope) and Luigi Narbone (Part-time Professor at EUI School of Transnational Governance, and Director of the Middle East Directions Programme at the EUI Robert Schuman Centre for Advanced Studies) The opinions of the authors represent personal opinions and do not repre- sent the position or opinion of the European University Institute. The analysis and policy recommendations presented in this policy brief draw on the input of participants of the High-Level Policy Dialogue organised by the EUI School of Transnational Governance “What policy environment and institutional framework for a successful reintegration of the Donbas region,” which took place in Florence, Italy on 13-14 July 2019. Issue 2020/04 July 2020 P O L I C Y B R I E F EXECUTIVE SUMMARY ",
        "2 STG Policy Brief Issue 2020/04 July 2020 The Ukrainian presidential elections in April 2019 brought to power in a landslide victory (73%) the “anti-system candidate” and political newcomer Volodymyr Zelenskyy, a political sat- irist vastly popular in Ukraine as well as Russia. The second High Level Policy Dialogue (HLPD) at the EUI School of Transnational Governance, titled “What policy environment and institution- al framework for a successful reintegration of the Donbas region,” was convened on 13-14 July 2019, while snap parliamentary elections were in their final run-up. They were won by the “Ser- vants of the People,” President Zelenskyy’s party, which received the absolute majority of seats in the Ukrainian Parliament, the Verkhovna Rada. Mr. Zelenskyy came to power on a platform of economic growth (‘ending the period of poverty’) and peace through the settlement of the Donbas conflict (‘ending the war’). The victory in the par- liamentary elections allowed an unprecedented concentration of constitutional powers, atypical in Ukraine. “Conflict fatigue” among the popula- tion 1 , and the strong desire among the electorate to see the country leadership focus on increasing the well-being of the population have generated a favourable political environment for the resolu- tion (“bottom-up” as well as “top-down”) of the Donbas conflict. In the new political setting, priority was given to the negotiating process. President Zelenskyy breathed new life in the Minsk process, renew- ing the mandate of the Ukrainian delegation and re-appointing former President Kuchma at its head. He also announced bold initiatives, notably the reconstruction of the only crossing point in the Luhansk region, seriously damaged in combat in 2015. He also expressed the wish to engage in direct dialogue on the return of the Donbas re- gion to Ukraine with Russia’s President Putin. At the same time, political attention started to shift away from the mere objective of return of the non-government-controlled territories to the more complex issues such as the reintegration of the alienated people living in the conflict-affect- ed areas of eastern Ukraine (‘the Donbas’), and, more broadly, the review of the social contract among the different parts of Ukrainian society 2 . The idea of a comprehensive reintegration strat- egy, including a proposal for socio-economic recovery, started to gain momentum within gov- ernment circles. In the Minsk process, in addition to the widely discussed political issues - such as amnesty, transitional justice, and interim ad- ministration - the need to reflect on the socio- economic dimension of reintegration started to be given consideration as the only way to firmly anchor the region to the Ukrainian political and economic space. The first HLPD in December 2018 had empha- sised that the lack of a credible socio-econom- ic development strategy and the lack of proper policies, implementation mechanisms, data and resources were among the most important stum- bling stones on the path to a successful and safe reintegration of the Donbas. According to the participants, in their absence there was a high risk that even the best strategy would remain a dead letter, like the 30 or so regional strategies that had been devised for the Donetsk and Luhansk oblasts (regions) of the Donbas in the past two decades. The second HLPD meeting, convened by the authors of this paper under the “Peace and Se- curity” cluster of the School of Transnational Governance, brought together high-level policy influencers and decision-makers, leading econ- omists, experts, academics, practitioners, busi- nessmen and civil society representatives work- ing on the issue. The second day of the meeting was an occasion to receive feedback from experts INTRODUCTION 1 2018 Social Cohesion and Reconciliation (UNDP SCORE) survey [URL: https://www.scoreforpeace.org/files/ publication/pub_file//VIS_Ukr17_SCOREInfographicsUKRFinal.pdf]. 2 Throughout this paper, the government-controlled areas of the Donbas will be referred to as ‘GCA’ and the non-government-controlled areas, east and south of the contact line, as ‘NGCA’. ",
        "3 STG Policy Brief Issue 2020/04 July 2020 involved in project implementation in Ukraine. Ukraine’s international partners were represented by organisations that had, back in 2014, commis- sioned the seminal Recovery and Peacebuilding Assessment (RPBA) that had laid the foundations for the development of Ukraine’s Donbas policies. Building on the first HLPD Meeting, the discus- sion focused on the political and economic con- text of Donbas’ recovery and its institutional and policy aspects. The institutional framework was considered from various angles: 1. The level of the central government, with a fo- cus on the possible enhancement of the Min- istry of Temporarily Occupied Territories and Internally Displaced Persons; 2. The institutional interaction between the cen- tral and the regional governments; 3. The interaction between the various levels of government and businesses; 4. From the standpoint of the relations and co- ordination between Ukraine and its interna- tional partners. To allow a free-flowing discussion, the meeting was held behind closed doors under the Chatham House rule. The analysis and policy recommen- dations presented in this policy brief draw on these exchanges and are presented as “expert ad- vice” for use by Ukrainian policy-makers and the international community. ",
        "4 STG Policy Brief Issue 2020/04 July 2020 THIRTEEN TAKE-AWAY POINTS 1. The stated priorities and the inclusive rhetoric of the new President and the new political situation in Ukraine have opened a ‘window of opportunity’ that can be exploited to significantly boost Ukraine’s Donbas policies – from con- flict settlement to socio-economic recovery efforts. As this new situation is not yet matched by a comparable opening on the Russian side, time is of the essence: the ‘window of opportunity’ may have a limited time span. 2. ‘Reconstruction’ is not a matter of just rebuilding infrastructure, but entails re- construction of economic, human, and social capital. 3. ‘Recovery’ should focus on the longer-term socio-economic development of the region (non-government as well as government-controlled areas), grounded in evidence-based, coordinated, and appropriately funded re- gional development strategies. These is going to be challenging given the on-going decentralization process and the formidable problems that will like- ly emerge from the post-conflict political arrangements and, more generally, the uncertain outcome of the settlement process itself. Even without settle- ment, development is important. 4. There is a fundamental need, felt as urgent by some participants, to strength- en the institutional set-up to ensure political buy-in and leadership of the re- construction and economic restructuring process. Without this, and knowing that the Donbas conflict is rooted in decades of socio-economic decline, the new country leadership will be unable to deliver on its promises of lasting peace. Experience from previous attempts, such as the creation and winding up of the Reconstruction Agency in 2015-16, can offer useful insights. 5. The strengthening of the institutional set up can be brought about by: • the creation of an overall governing body involving the highest level of authority (such as the President, Security and Defence Council) as well as the international community; • the creation of a unified chain of command, ideally including a Deputy Prime Minister able to raise the political profile of the recovery and re- integration issues. A dedicated ‘ reintegration ministry’, with clear lead- ing, supervision, and coordination responsibilities should be in charge of strategies, communication and implementation, ensuring a nation-wide approach to peacebuilding. 6. Ensuring a flow of objective, comprehensive and harmonised information to the decision-makers and to the international stakeholders ",
        "5 STG Policy Brief Issue 2020/04 July 2020 7. The mandate of the new ministry should be more ambitious than that of the existing Ministry of Temporarily Occupied Territories and Internally Displaced Persons, which remains confined within “managing the state of play”. It should focus on vision and achievement, also embracing the issue of infor- mation, which since 2014 has been dispersed between various government authorities at the central, regional and local levels. 8. The deputy prime-ministerial function would greatly benefit from being mir- rored by an ad-hoc department in the presidential office. 9. The decision-making arrangements in the executive branch should be sup- ported by comparable arrangements in the legislative branch , to enable the smooth removal of obstacles on the way to reconstruction and economic restructuring. This would include a dedicated parliamentary committee or, at least, the appointment of a political heavyweight, respected by all main parties and players. 10. To be efficient, any institutional set-up for recovery will require control and mitigation of interference by vested interests. 11. The implementation of reconstruction and recovery should be: • delegated to a Reconstruction and Recovery Agency (a ‘regional in- vestment and development agency’) – possibly, but not necessarily, placed under the authority of the ‘reintegration ministry’ – with a trans- parent project cycle and donor-acceptable rules for fund allocation (references were made to the experience of the European Reconstruc- tion Agency in the Balkans); • financed from a Reconstruction and Recovery Fund (a ‘regional invest- ment and development fund’) following international accounting stan- dards. The Fund could be incorporated abroad to ensure better gover- nance and financial supervision. 12. Ukraine, at its own initiative, could declare the Donbas a “special reconstruc- tion zone”, enjoying clearly defined special legal rights. 13. Last but not least, a vision for the recovery of the Donbas region needs to be developed, to generate political traction and consensus on the goals and the means of recovery, and to create a general framework for action. This vision could: 1) integrate the Donbas into Ukraine’s economy, or 2) use the reconstruction of the Donbas as a way to change the whole country. ",
        "6 STG Policy Brief Issue 2020/04 July 2020 1. THE ECONOMIC CONTEXT OF RECOVERY: MEDIUM-TERM SCENARIOS FOR UKRAINE AND THE PLACE OF THE DONBAS REGION 1.1 The Donbas conflict and Ukraine’s economic performance: An entangled but not exclusive relationship After five years of armed conflict in its eastern re- gion, Ukraine continues to experience insecurity and instability that negatively affects its devel- opment prospects. While lack of progress on re- forms, corruption, weak economic performance, and worsening demographic indicators have been for years the underlying drivers of Ukraine’s so- cio-economic vulnerability, a recent opinion poll 3 identified conflict settlement as the most press- ing issue for the population (62.1%), followed by low salaries and pensions (48.7%) and the rise in utility payments (43.8%). In the Donbas region, the Social Cohesion and Reconciliation project funded by the United Nations (SCORE) reports that 86% of the conflict-affected population feels conflict fatigue and would like a rapid and peace- ful resolution of the conflict 4 . The adoption of a people-centred approach at the highest level of the state is therefore a welcome development. While the national economy has gradually over- come the acute crisis of 2014–2015 (exports to the EU, for instance, grew by an impressive 24.7% in 2017), recovery has remained below expectations. The cost of conflict directly affects the people in the eastern territories, but its weight on the coun- try’s budget has a cumulative impact on Ukraine’s future. In the period 2016-18, aggregate GDP growth had amounted to only 8.4%. In 2018, the shadow economy was estimated at about 30% of GDP, which remains high even though it was the lowest estimate in the past ten years. Private con- sumption remained the main driver of the fragile economic growth, with the increase in house- holds’ real income slowing down in 2019. The government continued cooperation with the In- ternational Monetary Fund (IMF) and other in- ternational lending organisations. The Covid-19 outbreak substantially worsened Ukraine’ eco- nomic outlook and a new USD 5 billion stand- by arrangement to face the consequences of the pandemic was approved by the IMF in June 2020. The conflict set aside, the country’s economic growth remains highly dependent on the swift implementation of key reforms. The structure of Ukraine’s exports makes the country vulnera- ble to external shocks and fluctuations in world commodity prices and state budget expenditures, including on social benefits and public sector wages, which continue to be constrained by the significant public debt repayments. 1.2 A fractured society Recent events in Ukraine’s history (such as the predatory behaviour of the Yanukovych presi- dency; the civil conflict of 2013-2014 (‘Maydan’); the national humiliation of Crimea occupation; the start of the Donbas conflict in 2014; and the uneven attention granted to internally displaced persons (IDPs), to those having lost families and/ or property, the pensioners residing in NGCA, the war veterans, for example) have strongly af- fected society’s trust and confidence. Rebuilding confidence across the fractured Ukrainian society and among the conflict-af- fected populations will require careful planning. Boldness of action (a quality shown by the new President) can be important but will not neces- sarily suffice in reunifying society. The challenge is made greater by the obstacles set by Russia through affiliated or friendly media, politicians, and other social influencers. Existing projects on the ground show a need to use applied sociolo- gy toolkits to improve the management of pub- lic perceptions and facilitate reconciliation of the 3 http://socis.kiev.ua/ua/2019-06/ (conducted from 29 May - 6 June 2019) 4 https://www.scoreforpeace.org/files/publication/pub_file//VIS_Ukr17_SCOREInfographicsUKRFinal.pdf ",
        "7 STG Policy Brief Issue 2020/04 July 2020 different parts of the society separated by the con- flict. Key messages for public debate need to be carefully identified, taking into account that on certain issues, public opinion is much less polar- ised than the political space. In Luhansk city, for instance, only a minority (49%) supports the view that NGCA would benefit from a “special status” in a reunified Ukraine. Recovery and reintegration are also complicat- ed by the social and political hiatus between the Donbas residents (and some IDPs) and the rest of Ukrainian society, particularly its nationalist component. Inherited from the past and aggravat- ed by the conflict, this societal fracture challeng- es the President’s commitment to peace through concessions to the demands of the de facto lead- ership in the eastern territories. Action needs to be accompanied by an intensive communication effort to explain to the nation the collective ben- efits of dialogue and reconciliation. On the other hand, communication is also needed to manage expectations raised by the President’s promise of peace, and to avoid a backlash that could have lasting negative consequences on the prospects of a settlement. In the Donbas, sociological surveys show that there is consensus on jobs and econom- ic development as top priorities for the region, before and above the political settlement and the restoration of Ukraine’s territorial integrity. Many in GCA and NGCA declare “not to care” about the flag they live under and long for a decent life, which they see as going hand in hand with peace and livelihood improvement. Rebuilding trust under stringent time constraints implies extensive reliance on social innovation techniques, avoiding brisk or contradictory steps, and mitigating certain aspects of Ukraine’s ‘law on reintegration’, which can limit contacts across the contact line. 1.3 Scenarios for the Future Models for decision-making and medium-term economic prospects intrinsically depend on the conflict resolution scenario. To properly con- ceptualise the approach to recovery, three basic scenarios seem possible over the next five-years (discarding the scenario of an all-out war which looks unlikely due to its assumed costs for the two sides). • “No war, no peace” scenario, whose like- lihood is thought by the participants to be 35%. The present situation of a low-intensity conflict would continue, allowing little prog- ress towards a settlement (the ‘Poroshenko paradigm’). The trade ban and economic and human lack of connectivity would remain or, in the absence of systemic corrective or mitigation actions, worsen. The cost to the Ukrainian budget would remain high, in the range of today’s 5% of GDP. • “Cold peace” on the contact line (consid- ered a 50% probability). This scenario could be the one pursued by President Zelenskyy through his offer of military disengagement and would drastically reduce the death toll of the conflict. “Cold peace” would result in the co-existence of two separate economic spac- es and reintegration would be “horizontal”, starting with reconstruction and recovery ef- forts in government-controlled areas, but also including outreach projects with NGCA, such as reversal of the ban on economic relations, and the reopening of transport links. This scenario, albeit sub-optimal from the point of view of Ukraine’s sovereignty, presents some advantages. For instance, the thorny ques- tion of property rights would temporarily be pushed aside, allowing concentration on ac- tive recovery measures and dramatically im- proving trust across the contact line. A “cold peace” might not be in the interests of Russia, ",
        "8 STG Policy Brief Issue 2020/04 July 2020 if the objective of the latter is to prove that Ukraine is a failed state. • “Sustainable peace” scenario (considered a 15% probability). It would embody the full implementation of the Minsk agreements, paving the way to development opportunities thanks to the abolition of the trade ban with Russia and NGCA, the return of the expropri- ated Ukrainian companies to their legitimate owners, the reconnection and development of the energy networks, and even the over- coming of current environmental problems. These positive dynamics would help restoring trust in Ukraine’s reintegration of the Donbas. Any agreement on “sustainable peace” implies “vertical reintegration”, i.e. the reconstruc- tion, recovery and reintegration of the whole Donbas, and reintegration into a common Ukrainian social space. It should go hand in hand with an agreement on Russia’s participa- tion in the reconstruction effort. Under all scenarios, there was consensus among the participants on the importance of an effective ceasefire as a “smoke signal” for risk-taking and investment. For example, at present, no domes- tic or foreign insurance company agrees to work “beyond the Dnipro,” that is to say even in GCA. 2. CONDITIONS FOR EFFECTIVE RECOVERY AND SOCIO-ECONOMIC REINTEGRATION: DRIVERS, POLICY INCENTIVES AND THE INSTITUTIONAL MODEL 2.1 Drivers and possible policy incentives for reconstruction, recovery and reinte- gration A strategic vision for the Donbas should be ad- opted and implemented at the highest political level. The participants agreed that a lasting and secure social reintegration could not be achieved unless supported by modernization and restruc- turing of the Donbas’ ailing industrial economy. This ‘new economic model’, actively promoted by the state, needs to address the structural problems of the region and should exploit the resources and potentials available. Economic transformation should focus on strengthening the local assets and improve their connections to the national economy. Brain drain, or even the simple demographic haemorrhage to the west of the country and far- ther on to the EU neighbouring countries, is one of the most acute problems. The youth and the active population need to be provided with in- centives to remain in the region and in this re- gard, the donor community could perhaps play a ‘start-up’ role. Recovery initiatives and instru- ments need to be designed to ensure a focus on job creation 5 and its sustainability in the long term. Recovery efforts require a mix of funding sources to adequately cover the broad needs, and their implementation need flexible mechanisms of inter-agency cooperation and pooling. Ideally public/private initiatives and partnerships would be an important component. Ukrainian laws and intergovernmental agree- ments allow for a large number of tools and mech- anisms for economic recovery. However, har- monisation with international standards, careful legal design, and transparent implementation and evaluation mechanisms are still lacking. Data on the Donbas are dispersed in hundreds of reports 5 In GCA alone, 140.000 full-time jobs have been lost, after the end of the hot phase of the conflict, as a result of the ban on economic relations with NGCA. ",
        "9 STG Policy Brief Issue 2020/04 July 2020 produced by the local and national authorities, foreign and domestic researchers, international organisations, and Ukrainian NGOs. Systemati- sation and standardisation, measures to increase the accuracy of statistical information, targeted research to fill the existing gaps, and a pro-active mechanism of data dissemination are needed to improve the quality of decision-making and the overall coordination of recovery efforts. Adequate business conditions that systemically protect entrepreneurs against fraud and corrup- tion are also essential. As an example, the cre- ation of special economic zones (SEZ) in GCA often figures high among the recommended re- covery tools for the Donbas. In practice, however, SEZ would require the co-existence of a reliable, fraud-proof tax refund mechanism, the mainte- nance of an effective porto franco regime, and le- gal changes to reduce the real estate tax and land rent at the local level. Failure of the Ukrainian SEZ experiment before 2005 was due to wide- spread tax fraud, money laundering, corruption, and smuggling, and this makes likely that a ‘Don- bas SEZ’ would be doomed to fail, barring a dras- tic improvement in the legal design, data collec- tion, reporting, and control. Similarly, the idea of creating ‘industrial parks’ has already been tried without clear success In October 2018, 28 of the 33 existing Ukrainian industrial parks had not registered a single participant. A sign of successful business and recovery poli- cies would be the return to the region of the ICT and other human-capital-intensive industries that are mobile, fixed-capital-light, and mostly oli- garch-free. The ICT sector is the most performing in Ukraine’s economy, with a 20% annual turn- over growth (+180% since 2013) and its export revenues exceed those produced by gas transit. The sector has a first-class track record on how to develop human capital, a fundamental element for re-developing the Donbas economy. It is also an important driver of foreign investment since, being totally integrated into the world market, it contributes to Ukraine’s positive image abroad. However, it requires a level of security that allows normal business operations. Participants saw the ‘regional cluster’ model of development as a potentially productive tool, applied to a limited number of priority develop- ment areas (PDAs). PDAs could include, among others, recycling zones, renewable energy zones, technological development zones and resource development zones. However, it should be com- bined with strict controls and monitoring to pre- vent discrediting practices. The on-going decentralisation reform also opens new perspectives. The regional level (where, how- ever oligarchs can be very influential) does not require specific measures to reinforce self-gover- nance. The same does not apply to the municipal level, which is more likely to be able to produce positive change. Here decentralisation could mean larger local revenues to be invested in busi- ness incentives and more effective local advocacy for business development. This could be done in the framework of larger amalgamated communi- ties, known as ‘hromadas’, which would replace the current villages and smaller cities. In order to realise them, the law currently forbidding the amalgamation of municipalities in the Donbas GCA should be repealed, to ensure that capable and effective local governments are in place to make proper use of resources for economic de- velopment. Given the specific challenges of reconstruction, the Donbas (starting with its GCA part) could greatly benefit from being granted a status of “special reconstruction zone” endowed with clearly defined powers. The objective would be to leverage the effects of decentralisation and ca- talyse the recovery efforts, by offering the possi- ",
        "10 STG Policy Brief Issue 2020/04 July 2020 bility to override regulations limiting the ability of projects to be implemented and monitored ef- ficiently at the local level. The derogatory powers could also address the most pressing hurdles met by private investors. Finally, the participants agreed that the Donbas’ recovery and reintegration did not only mean the re-building of socio-economic ties between the two parts of a region currently cut by the contact line, but it was about integrating the Donbas in Ukraine’s national strategies, making it an anchor of Ukraine’s ‘vision for recovery’. 2.2 What institutional framework for ef- fective reconstruction, recovery and re- integration? Participants agreed that the current institutional setup needed to be redesigned and strengthened to ensure appropriate political buy-in of the re- covery process. The Ministry of Temporarily Oc- cupied Territories and Internally Displaced Per- sons (MTOT) continues to lack political weight. The MTOT’s NGCA Action Plan of January 2017 and the Targeted State Programme for Recovery and Peacebuilding 6 missed their goal of uplifting policy implementation, illustrating the danger of applying a technocratic solution to a political problem. It is important to build on work already done and on the positive results achieved in the years 2014-2015, during which an embryo of an imple- menting institution - a ‘Donbas Reconstruction Agency’ - had existed for a few months, and focus on what aspects have been “missed” in this first series of experiences. It would make sense to ele- vate the responsibility for recovery and reintegra- tion to the level of a Deputy Prime Minister. This would allow the creation of a home for straight- ening the decision-making processes, coordinat- ing horizontally across the government, with the President’s Office and the Parliament. The Deputy Prime Minister would also be in charge of data harmonisation and circulation, and of facilitating communication, including a strategic dialogue with the population. Other measures could help in building the missing blocks to strengthen the institutional structure: 1) a supervising body, composed of Ukrainian and international stakeholders, where Ukrainian ownership could be reconciled with internation- al decision-making; 2) an ad hoc unit within the President’s Office; and 3) a dedicated commit- tee, an inter-faction group, or simply a person respected across party lines in the Parliament. At the implementation level 7 , a Reconstruction and Recovery Agency and a Reconstruction and Recovery Fund with adequate governance and transparent rules in line with international stan- dards could help in streamlining the implemen- tation of recovery and reintegration using both domestic and international funding 8 . While the state has an indisputable role to lead the recovery effort, it will also be important to bring “non-obvious actors” (private decision-makers, local governments, civil society, etc.) to the dis- cussion table. The possibility of a Donbas development (pledg- ing) conference was discussed, but its success 6 “Targeted State Programme for Recovery and Peacebuilding in Eastern Ukraine,” Ministry of Temporarily Occupied Territories and Internally Displaced Persons, 2016 [URL: https://mtot.gov.ua/files/uploads/PRO- GRAMA-Dodatok-1.doc]. 7 The participants used other names as well, such as “Regional Investment and Development Agency” and “Fund” (or “Bank”), respectively. 8 The experience of the European Reconstruction Agency (ERA) - which managed EU assistance programmes for Southern Balkans between 2000-08 - was discussed, since the role of the EU in reconstruction had been mentioned in December 2018 by the OSCE Special Representative in his conflict settlement proposal. The great advantage of the structure had been its speed at implementing comprehensive reconstruction pro- grammes, thanks to its effective decision-making and procedures. For some participants, however, the use of an international structure could further undermine domestic ownership. Some noted that, from this perspec- tive, the World Bank’s Multi-Partner Trust Fund for Donbas Recovery, could offer an adequate framework. There was consensus that the recovery agency could be placed under the MTOT, endowed with special procure- ment and fiduciary (regulatory) powers to overcome the current constraints of the national regulations. ",
        "11 STG Policy Brief Issue 2020/04 July 2020 CONCLUSION Political developments remain the ultimate con- dition of success for recovery and reintegration. The participants underlined that the “uneasy question” remains the following: “are the Ukrai- nians ready for what they say they want, i.e. peace?”. Addressing this question requires that both politicians and the people move away from slogan-based thinking and turn to the use of ev- idence and modelling. The constituency of the pro-peace camp in Ukraine needs to be increased through realistic initiatives aimed at preparing for the next steps. The study of successful conflict resolutions shows that time is always needed for cooling passions down and that truth is indispensable for turning the page and engaging in good-faith reconcili- ation. Sadly, the limited span of the ‘window of opportunity’ opened by the new Ukrainian lead- ership does not seem to allow for much time. The institutions set up several years ago to prepare for the Donbas’ reintegration have long reached their limits and need substantial rethinking and reform. The society’s active interest in the possi- bility of an amnesty does not reveal general read- iness to expose the truth about the conflict, not to mention the issue of forgiveness. In this context, participants concurred that there was a need to “connect the dots” and look dynam- ically at the interconnection between the insti- tutions and the political vision for recovery and reintegration. The Donbas could become a field for experimentation to generate social change, test political will, and reform the whole country, including the pushing of the de-oligarchisation agenda. would depend on the quality of its preparation and the readiness of the government to commit publicly to the efficient and transparent use of funds. Some participants feared that the ‘investor conference’ just announced by the new President could, without proper preparation, fail to deliv- er on expectations and do more harm than good. Other participants also indicated the risk that some of the Ukrainian resources to be mobilised could be linked to vested interests. Georgia’s plan to create the “special status” resort of Lazika in the Svaneti region at the adminis- trative boundary with the secessionist region of Abkhazia was also discussed, as it illustrates the positive role that the state can play, while show- ing that recovery and development without set- tlement is conceivable 9 . 9 The Lazika project was put on ice after 2013 on ideological grounds. The contract for its construction and exploitation was scrapped in January 2020. ",
        "The School of Transnational Governance (STG) delivers teaching and high-level training in the methods, knowledge, skills and practice of gov- ernance beyond the State. Based within the Eu- ropean University Institute (EUI) in Florence, the School brings the worlds of academia and poli- cy-making together in an effort to navigate a con- text, both inside and outside Europe, where poli- cy-making increasingly transcends national borders. The School offers Executive Training Seminars for expe- rienced professionals and a Policy Leaders Fellowship for early- and mid-career innovators. The School also hosts expert Policy Dialogues and distinguished lec- tures from transnational leaders (to include the STG’s Leaders Beyond the State series which recorded the experiences of former European Institution presidents, and the Giorgio La Pira Lecture series which focus- es on building bridges between Africa and Europe). In September 2020, the School will launch its Master- of-Arts in Transnational Governance (MTnG), which will educate and train a new breed of policy lead- er able to navigate the unprecedented issues our world will face during the next decade and beyond. The STG Policy Brief Series, published by the School of Transnational Governance at the European Uni- versity Institute, provides topical perspectives on thematic issues of relevance to transnational gov- ernance. The contributions result from the proceed- ings of events convened by the STG. The briefs are policy-oriented and diverse in terms of the disciplines represented. They are authored by STG staff or guest authors invited to contribute on particular issues. School of Transnational Governance European University Institute Via dei Roccettini, 9 I-50014 San Domenico di Fiesole (FI) Tel. +39 055 4685 545 Email: stg@eui.eu stg.eui.eu — www.eui.eu @STGEUI @EuropeanUni The European Commission supports the EUI through the European Union budget. This publication reflects the views only of the author(s), and the Commission cannot be held responsible for any use which may be made of the information contained therein. © European University Institute, 2020 doi:10.2870/31922 ISBN:978-92-9084-843-1 ISSN:2599-5928 QM-AY-20-004-EN-N "
    ]
}