{
    "text": [
        "Opinion of the European Economic and Social Committee on Energy — a factor for development and a deeper accession process in the Western Balkans (own-initiative opinion) (2016/C 032/02) Rapporteur: Mr Pierre-Jean COULON On 19 February 2015, the European Economic and Social Committee, acting under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on: Energy — a factor for development and a deeper accession process in the Western Balkans (own-initiative opinion). The Section for External Relations, which was responsible for preparing the Committee’s work on the subject, adopted its opinion on 10 September 2015. At its 511th plenary session, held on 6, 7 and 8 October 2015 (meeting of 8 October 2015), the European Economic and Social Committee adopted the following opinion by 145 votes to 2 with 1 abstention. 1. Conclusions and recommendations 1.1. Following the Western Balkans Civil Society Forum held in Belgrade on 2 and 3 June 2015, the EESC asks ‘for [the] Energy Community, which aims to expand the EU’s energy acquis to enlargement and neighbourhood countries, to be further strengthened and closely integrated into the project of Energy Union; energy should be a factor for the development and interconnectivity of the region and the citizens of the Western Balkans should be given a clear idea of the economic and environmental benefits of accession to the EU’. 1.2. The plan for an Energy Union to improve energy interconnectivity should include the western Balkans. 1.3. Existing gas transport and distribution infrastructures must be used in an optimised way; the reverse flow technique must be used. All studies of potential new structures must be considered: — the Turkish Stream gas pipeline, — the TAP (Trans-Adriatic Pipeline) Azerbaijan — Italy link, — the IAP (Ionian Adriatic gas Pipeline) linking Albania — Montenegro — Croatian Adriatic coast — Bosnia and Herzegovina, and linking with the existing Croatian pipeline at Dugopolje. Decisions should be made by joint agreement. 1.4. A joint gas storage reserve should be studied for the region, independently of efforts to beef up national capacity. 1.5. The EESC welcomes the relaunch of studies on installing a methane (liquefied natural gas/LNG) terminal in the Adriatic and is pressing for its completion. 1.6. Investment in renewables is necessary, and must be based on reinforced connections and networks and supported by a clear and sound legal framework. 1.7. Balkan civil society must be systematically involved and integrated in the meetings of the Energy Community, working through the EESC and its local partners. C 32/8 EN Official Journal of the European Union 28.1.2016 ",
        "1.8. The EESC calls for better interregional cooperation and the development of projects in the field of energy, which will enhance regional stability and job creation. 1.9. The EU’s Energy Efficiency Directive is a particularly important part of the Union acquis and should be followed up with specific programmes in the countries concerned. Cooperation must be sought between the various parties on smart meters and broad-based solutions. Energy efficiency and energy saving are factors in generating activity for businesses and in creating green jobs, as well as traditional jobs. 2. Strengthening the accession process through energy measures 2.1. The 35 chapters of the EU acquis required for the accession of a new Member State to the Union include Chapter 15, Energy, which shows the importance of this issue. It was already addressed during the accession negotiations with Montenegro, and will also be discussed soon in relation to Serbia. It should be pointed out, however, that energy issues play a useful or essential role in many other chapters as well: energy has to be taken into account in the context of agriculture, transport, business, social questions, the environment, etc. 2.2. The South-East Europe region includes existing EU Member States, states which are formal candidates for the various accession processes and potential candidate countries. 2.3. In the framework of the accession negotiations, candidate countries should be encouraged to implement the EU acquis as soon as possible in order to promote their integration into the EU internal energy market, to the benefit of their citizens. 2.4. The new European Commission has made the creation of an Energy Union one of its highest priorities: this is the sole portfolio of a Commission vice-president, and no less than a dozen other Commissioners are also involved. This Energy Union, which the EESC has been calling for several years (see TEN/493, for example) is finally on the agenda, and countries likely to join the Union in the short or medium term must not be excluded from the early discussions. The opinion referred to above made express reference to the need to take these countries into account. 2.5. The Strategic Framework for an Energy Union, published by the European Commission on 25 February 2015, which was the subject of opinion TEN/570, aims to strengthen the Energy Community. It stresses the need for further integration of the energy markets of the EU and the Energy Community countries. It also explicitly mentions the members of this Community in connection with the management of supply crises. It at last envisages the regular updating of energy infrastructure Projects of Common Interest (PCIs), which could in future include Projects of Energy Community Interest (PECIs). 2.6. A balance needs to be struck between conventional and renewable energies: to this end, new interconnections need to be established between energy networks, or existing interconnections with the Union’s networks strengthened. Gas is an important issue and supplies must be secured by means of interconnections with the EU as well as by the construction of a methane terminal. Finally, the Turkish Stream gas pipeline project, which replaces the abortive South Stream, is an opportunity, as are the Trans Adriatic Pipeline (TAP) and Ionian Adriatic gas Pipeline (IAP) projects. It should be borne in mind that this region is almost inevitably a conduit between the production regions (oil, gas) and the major consumer regions in the Union. But the priority must be the use of existing infrastructures, which are often underexploited; the use of reverse flows must be encouraged: given the need for security of energy supply, large, vulnerable gas pipelines should not be given priority. 3. Potential for improving governance through civil society participation 3.1. In the field of energy, as has been seen recently at the European Economic and Social Committee (TEN/562, TEN/ 570, etc.), governance is crucial to facilitate energy choices, coordination of investment, particularly in infrastructure, implementation of solidarity between states and defining the role and involvement of various stakeholders, including civil society (social partners, consumers, environmental organisations, etc.). 28.1.2016 EN Official Journal of the European Union C 32/9 ",
        "3.2. In many respects the foundations of this governance have existed since the establishment in July 2006 of the Energy Community, which includes all the countries of the Western Balkans (Albania, Bosnia-Herzegovina, Croatia, Kosovo, the Former Yugoslav Republic of Macedonia, Montenegro and Serbia). In 2010, Moldavia joined the Energy Union, followed by Ukraine in 2011. Georgia too is a candidate for membership. It should also be noted that Norway and Armenia, and especially Turkey, have observer status. 3.3. The treaty aims to extend the EU’s internal energy market to south-eastern Europe and beyond. The objective is to: — create a stable commercial and regulatory framework favourable to investment in security of supply and control of prices, — create a regulatory area for networked trade in energy, — strengthen solidarity-based relations in order to secure supply, — take account of environmental issues by improving energy efficiency and developing renewables. 3.4. Although the intentions are laudable, the progress made in recent years has been rather limited. Moreover, the social aspects of the energy acquis , which are enshrined in the Treaty, have been given very limited consideration. The broader social (or societal) dimension has not been addressed, which means that civil society has not been able to participate in the discussions and activities of the Energy Community. The lack of networks of structured organisations in this field impoverishes the dialogue and debate. 3.4.1. The Energy Union process proposed by the European Commission makes provision for going beyond interinstitutional relations between the EU and the Member States of the Energy Community. To this end, the EESC should be an integral part of this broadening of procedures, by integrating the regional energy situation in the broader sense into the European energy dialogue. 3.4.2. Adoption of the Union acquis in energy and incorporating energy into the internal market require clear progress in the region’s practices with regard to energy pricing, so that prices take into account real costs and are not based on a policy of price subsidy. 3.4.3. The facilities put in place for civil society under the enlargement process must be used to this end. These include the Joint Consultative Committees — with FYROM (not currently operational), Montenegro and Serbia (candidate countries that have initiated negotiations and whose JCCs are operational) — and the Western Balkans Follow-up Committee. 4. Physical potential for a new energy mix 4.1. We have seen the need to strengthen electrical interconnections within the region, as well as into and out of it, together with supply routes, particularly for natural gas, and possibly to construct a methane terminal. This would obviously be located in the Adriatic part of the region; it would be shared by the states of the region, or at least most of them, and would facilitate the supply of LNG from more distant sources and, in due course, from the eastern Mediterranean (Cyprus). 4.1.1. The recent signing (on 10 July 2015), in relation to gas connectivity in central and south-eastern Europe (CESEC initiative), of a Memorandum of Understanding between the European Commission and Austria, Bulgaria, Croatia, Greece, Hungary, Italy, Romania, Slovakia, Slovenia, Albania, FYROM, Serbia and Ukraine should facilitate diversification in the supply of natural gas and the integration of markets in the region. The EESC would like to see Montenegro become a signatory to this memorandum. C 32/10 EN Official Journal of the European Union 28.1.2016 ",
        "4.2. The regional energy mix is in fact unbalanced; there is no true market, with the structure of the mix varying from one country to another and prices almost always being regulated and often maintained at an artificially low level, which provides no incentive for energy efficiency or for investment in diversified sources. 4.3. Worldwide, in fact, coal accounts for nearly 50 % of energy consumed and oil and petroleum products for more than 30 %, while gas represents ‘only’ around 10 %. Production from waste and biofuels is gaining ground, but without any truly coordinated plan. 4.4. According to several sources (IEA, REN) and studies, the Western Balkan countries have major renewable energy potential, which must be mobilised and benefit from investment so as to enable these countries to participate in the EU’s 2030 Framework for Climate and Energy Policies. — For much of the year they have a large number of days with sunshine. The potential of solar power, which is currently being evaluated, should be tapped through various partnerships, including cooperatives and community systems, and backed up by a sound legislative framework. — Hydroelectric power (impoundment or run-of-the-river) is very under-exploited, except for some large-scale projects in Albania, and smaller-scale projects in Serbia and Montenegro; pumped-storage power (PSP) should be promoted. — The same applies to bioenergy and wind energy, which are still embryonic but offer encouraging prospects, with land availability allowing these sources to be harnessed. — The role of cooperatives and producer-consumers, known as ‘prosumers’, must be part of the new energy landscape. We refer in particular to the excellent study carried out by SeeNet ( South-East Europe Network on Natural Resources, Energy and Transport ). 4.4.1. These opportunities must be assessed in terms of coordinated investment, but above all in terms of the potential for developing activities and creating jobs, particularly in the new energy technologies (green jobs), and solving the problem of energy poverty. The Energy Union must serve to develop these activities, including through EIB financing. 4.4.2. The Civil Society Facility provided for in the accession process must underpin proposed civic energy projects (non-profit, cooperatives, NGOs, etc.). Brussels, 8 October 2015. The President of the European Economic and Social Committee Georges DASSIS 28.1.2016 EN Official Journal of the European Union C 32/11 "
    ]
}