{
    "text": [
        "ISSN 1027-2445 Opinion on T he EU Economy 2000 Review EUROPEAN UNION EN Brussels. 4/5 April 2001 CdR 469/2000 fin C o m m i t t ee of t he R e g i o ns ",
        "",
        "COM-6/028 Brussels, 25 April 2001 OPINION of the Committee of the Regions of 5 April 2001 on the EU Economy: 2000 Review (ECFIN/674/00/EN) CdR 469/2000 fin EN/O/vh ",
        "",
        "- 1- The Committee of the Regions HAVING REGARD TO the document EU Economy. 2000 Review (ECFIN/674/00/EN); HAVING REGARD TO the decision taken by its Bureau on 13 June 2000 under the fifth paragraph of Article 265 of the Treaty establishing the European Community, to draw up an opinion on this matter and to instruct Commission 6 for Employment, Economic Policy, Single Market, Industry and SMEs to undertake the preparatory work; HAVING REGARD TO the Draft Opinion (CdR 469/2000 rev. 1) adopted unanimously by Commission 6 on 19 February 2001 (rapporteur: Mrs Kaija-Maija Perkkiö, FIN - ELDR); at its 38*h plenary session of 4/5 April 2001 (meeting of 5 April) adopted unanimously the following opinion: THE VIEWS AND RECOMMENDATIONS OF THE COMMITTEE OF THE REGIONS: 1. The basis for economic policy 1.1 The Committee of the Regions feels it is important that the issues of importance to local and regional authorities are taken into account in the review of the EU economy in 2000 and that they have an influence on the EU's economic policy guidelines both in the short and long term. 1.2 The Committee of the Regions supports an economic policy aimed at stable growth and the proposed guidelines. However, it wishes to emphasise the diversity of national and regional circumstances. The Committee of the Regions also wishes to highlight the particular importance of balanced development throughout the EU, as well as the objective of a more social Europe. The Committee of the Regions notes that Europe has many different strengths, and that it must draw on these to achieve its common objectives and to ensure that the Member States and regions identify with them. 1.3 The EU's economy is considered currently to be facing four main challenges, namely: the return to full employment, the transition to a knowledge-based society, the consequences of a rapidly ageing population, and the improvement of social cohesion. It might be possible to address these four challenges simultaneously, but only if coordination is improved. However, closer attention must also be paid to the structural differences between countries' economies, development levels, regional differences within countries and the economic cycle. CdR469/2000 fin EN/O/vh .../... ",
        "- 2- 2. Employment 2.1 The Committee of the Regions considers that, with a consistent policy of active modernisation and structural change in European economies, a return to full employment is possible. A recommended level of full employment should be set for each country individually, taking into account their previous history, employment rate and any structural unemployment. The unemployment rate does not provide an exact reflection of labour-market efficiency, as labour shortages and high levels of structural unemployment can co-exist (for example, the concentration of high technology in the Oulu region in Finland). It is therefore of crucial importance that the indicators employed also apply to the regional level. 2.2 It is also important to recognise the link between ageing and unemployment. As a result of the ageing population, the labour force is shrinking, resulting in a fall in the supply of labour. This is especially true of the older industries and the service sector. New jobs are being created largely in the new economy, in sectors which require specialist know-how and skills. Indeed many countries and regions are faced with an unusual situation, namely a vicious circle of unemployment and a shortage of skilled workers. Particular attention also needs to be paid to ensuring that workers have the opportunity to acquire new skills throughout their working lives, and that sufficient labour will be available in the future in the care and nursing sectors. 2.3 In the EU context it has often been argued that a comprehensive social safety net weakens economic dynamism and hinders employment creation. However, there are countries in Europe with a high level of social protection, high taxation but also with strong economic growth. Targeted social protection against the basic risks of unemployment is also needed to foster entrepreneurial ventures and a dynamic of business start-ups in Europe. Such protection must go hand in hand with an activating social policy aimed at reintegrating people into working life as quickly as possible. The aim should be to avoid the risk of increasing poverty while promoting labour mobility and encouraging the unemployed to take on different kinds of work if necessary. This is particularly important given that only small numbers of those who have fallen into the spiral of structural unemployment manage to find work in the information-based sectors. 2.4 The Committee of the Regions welcomes the strong emphasis of the European employment strategy on the local and regional level. Local and regional partnership, combined with the effective use of the Structural Funds, creates a favourable environment for employment promotion. This must be pursued further and efforts must be stepped up in all the Member States. 3. A knowledge-based economy 3.1 Particularly rapid progress has been made in the transition to a skills-based society. The Committee of the Regions stresses that government measures can also be used to promote this process, provided they respect the competition and efficiency improvement requirements. In many countries, some of the necessary measures, notably in the training field, must ultimately be CdR 469/2000 fin EN/O/vh .../... ",
        "- 3- implemented by local and regional authorities. Realistic consideration should be given to how the necessary public investment can be financed. 3.2 In the euro-zone in particular the economy is monitored in accordance with strictly defined indicators. These indicators are appropriate for short-term assessments, but their suitability from a longer-term perspective is debatable. To ensure sustainable growth, the use of new criteria should also be considered, such as the contribution of the new economy to the national economy, the openness of the economy and the ability to finance old-age pensions. 3.3 National and regional differences considerably restrict the opportunities presented by the new electronic economy. The Committee of the Regions considers it important for these differences to be evened out and for Member States and the European Community to do all they can to promote the shift to the new economy and to reap the benefits of the growth it brings. The most concrete expression of this is the e-Europe project initiated by the Commission, and the Committee of the Regions supports its further development. From the perspective of the regions, a knowledge- based economy creates new opportunities as distances are becoming less important and older manufacturing industries are being replaced by new jobs based on knowledge and its manipulation. The Committee of the Regions feels that, irrespective of this, every effort must be made to boost the competitiveness of established industry, trade and craft sectors. The business services sector in particular is dependent on an effective economic base in these areas. 4. The ageing population 4.1 The consequences of an ageing population on society and its development will prove to be considerable. Indeed the Committee of the Regions feels that although the development process in each country is different, it would make sense to coordinate strategy in this field, particularly with regard to future labour needs and the extent to which Europe may need to rely on external labour in order to maintain prosperity. The establishment of a common set of evaluation criteria would help to predict future developments in each country. 4.2 Efforts should be made right away to prepare for the services and benefits required by an ageing population and to ensure that the resources exist to fund them. This is also why any public sector surplus resulting from economic growth, should be channelled - taking account of each country's individual circumstances - into reducing the public debt and the objective of lowering taxation rates, and preparing for future challenges, e.g. by promoting new kinds of supplementary pension provision. 4.3 An ageing population requires increasing amounts of care and health services for the old and demand for these will inevitably rise. As Member States' arrangements vary, so too will the solutions necessary to address the issue. In a more social Europe older people must be treated with respect, their income must be safeguarded and services need to be well-organised. To achieve a CdR 469/2000 fin EN/O/vh ",
        "- 4- sustainable economy we must turn to different kinds of funding solutions, and address their impact on the entire economy, and not just on public finances. 4.4 The Committee of the Regions proposes that information on pension arrangements and pension-related deficits should be taken into account when assessing the long-term sustainability of economic policy and if new criteria are drawn up. 4.5 The challenges presented by the ageing population and the opportunities presented by the new economy are also important factors for regional prosperity and ensuring balanced development. The operation and objectives of the Structural Funds should therefore be managed in accordance with the principle of sustainable development and a sustainable economy. 4.6 In many countries, many of the services for older people are provided by local authorities. The increased demand for services will have a significant impact on the finances and operations of these authorities. Provision should be made in good time to supplement local authority services with a variety of equivalent services. The quality and regional availability of services must also be ensured. Tax policy must take account of the public's growing demands on local authority essential services when distributing the national tax burden. 4.7 In more sparsely populated regions, welfare services are not subject to competition, instead publicly funded support will continue to be necessary in the future for providing basic services to the public. The Committee of the Regions stresses that remote regions will continue to need extensive common support in the future. 5. Social cohesion 5.1 Local and regional authorities have a particularly important role to play in improving social cohesion. The internalisation of European values and Europeanness varies from country to country partly for historical reasons. As the economic outlook is now good, determined efforts need to be made in this respect. Furthermore, differences between the pace of progress on issues should be noted - for example, progress on economic policy coordination and cohesion is relatively fast, while progress in the field of social Europe, where the differences between systems will also need to be respected in the future, is slower. 5.2 The need for further cuts in public finances and, for example, the options and need for the reform of social benefits must be evaluated individually by country and by region to ensure that the objectives for a more social Europe can be achieved and that poverty does not increase. 5.3 The structural performance indicators agreed at the Lisbon Summit, which help to provide an overview of the achievements so far, represent an important step forward. The similar work being done on social cohesion is also significant. Progress has been made in drawing up social development indicators, and their introduction must be viewed as a priority. CdR469/2000 fin EN/O/vh .../... ",
        "5- 6. Taxation 6.1 The differences between systems funded by taxation and those funded by insurance, as well as the knock-on effects of these differences, have not been examined closely enough in the EU debate. As a result of these differences, the consequences of e.g. lowering income tax vary from Member State to Member State. Countries with a high tax rate may be perfectly competitive economically and have low unemployment. In addition to the income tax rate, other indicators - which take account of the tax structure as a whole and economic dynamism - should be developed to reflect the conditions for employing people and the competitiveness of employers. The impartial treatment of different employers in labour markets should therefore also be ensured. In so doing, suitable importance should be attached to the effect of private employment on the economy as a whole inasmuch as it enhances performance and efficiency. 6.2 Studies of the structure, targeting and impact of public support on economic dynamism must be continued and pursued in greater depth. A more socially united Europe also requires shared responsibility and solidarity with regard to funding benefits and services to ensure that poverty does not increase. More detailed studies should be undertaken on the impact of the tax rate, the tax structure and the targeting of public support on economic dynamism and employment in the various Member States, while paying particular attention to differences in the structure of Member States' public finances and distribution of responsibilities. Particular attention must be paid to the institutional differences between Member States as regards economic policy and to differences in their economic development. 6.3 Many countries are witnessing structural change as population density rises in growth regions. As a consequence, the gap in development levels between regions within the same country is growing. This population concentration means that many countries are in need of new kinds of regional policy measures in order to manage this trend. Although the EU's Structural Funds are a significant resource, additional national efforts are also necessary. 6.4 The EU's draft tax strategy is not limited to capital movements, applying also to indirect taxation, company and corporation tax with a view to preventing harmful tax competition. For the time being, more general proposals on direct taxation, responding in particular to demands to harmonise income tax, have not been put forward. Achieving extensive tax harmonisation will be difficult, unless Member States perceive it to be in their self-interest. In the Nordic model, funding through taxation is considered to be the guarantee of shared responsibility, whereby the better-off bear some of the risk for the less well-off. Public opinion surveys indicate that the public prefers to maintain quite high tax levels in order to benefit from common services rather than to reduce taxation and weaken the communal sector. In other countries a level of taxation considered extortionate by the public in many cases leads to evasion via the black economy or the decision not to take up employment. In such countries, tax cuts and structural reforms of social security systems are desirable for greater growth and employment. CdR 469/2000 fin EN/O/vh ···/··· ",
        "- 6- 7. The open coordination method 7.1 In accordance with the principles of open coordination, guidelines are set at the EU level which are then implemented by the Member States and regions, taking into account their special characteristics. This is the correct approach, but it must be ensured that it does not end up becoming excessively top-heavy from an administrative point of view. To develop this approach further and to strengthen the process, quantitative and qualitative indicators could also, if necessary, be set in accordance with national and sectoral needs. In so doing, the basic principles of subsidiarity in the relationship between EU, national governments and regions must be given the highest priority. Decision-making powers at local level must be respected and promoted under the division of powers between the EU and individual states. 7.2 As open coordination is also making headway in the field of social protection, it is important to take Member States' and regions' different traditions and history into account. Europe's different regions can learn from each other, and there is no need to apply a single model throughout the EU to find solutions to, for example, the needs of an ageing population. Nevertheless, measures which have proved to be effective and have responded to the challenges of the new economy and ensured economic stability over the longer-term, could be recommended for different regions. 7.3 Open coordination must be applied in as decentralised a way as possible, which allows the EU, its Member States, local and regional authorities, the social partners and civil society organisations to play an active role with regard to any relevant topical issue in a spirit of partnership. The local and regional level will have an important role to play in this process. 7.4 With regard to these new procedures and the increasing coordination taking place, it is worth stressing that the intention is not to abandon the solidarity-based welfare model, but to adapt it to new circumstances. Economic efficiency and competitiveness must be improved while respecting the subsidiarity principle and social cohesion. CdR 469/2000 fin EN/O/vh ",
        "- 7- 8. The introduction of competition to the public sector 8.1 Within the EU it has been recommended that competition should be increased and particular attention has been paid to restructuring health care and stressing the consumer perspective. Health-care funding and cost-benefit evaluations of this are highly contradictory. Many Member States, including the Nordic states, have also begun to develop different kinds of quality and benchmarking criteria to promote competition and consumer interests within the publicly financed health-care system. This trend should be promoted and further study carried out on the functioning and efficiency of different health-care systems and other care services from the perspective of the consumer, public finances and the economy as a whole. Brussels, 5 April 2001. The President The Secretary-General of the of the Committee of the Regions Committee of the Regions Jos Chabert Vincenzo Falcone CdR 469/2000 fin EN/O/vh ",
        "o to o τι ι I > m ζ t o CdR - Rue Belliard 79 - B-1040 Bruxelles Series : COR OPINIONS AND REPORTS CdR(2000) 469 EN 10 pp. - Format 21,0 χ 29,7 cm OFFICE FOR OFFICIAL PUBLICATIONS OF THE EUROPEAN COMMUNITIES L-2985 Luxembourg "
    ]
}