{
    "text": [
        "COUNCIL RECOMMENDATION of 9 July 2013 on the National Reform Programme 2013 of Latvia and delivering a Council opinion on the Convergence Programme of Latvia, 2012-2016 (2013/C 217/12) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 9(2) thereof, Having regard to the recommendation of the European Commission, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 26 March 2010, the European Council agreed to the Commission’s proposal to launch a new strategy for jobs and growth, Europe 2020, based on enhanced coor­ dination of economic policies, which focuses on the key areas where action is needed to boost Europe’s potential for sustainable growth and competitiveness. (2) On 13 July 2010, the Council adopted a recommen­ dation on the broad guidelines for the economic policies of the Member States and the Union (2010 to 2014) and, on 21 October 2010, it adopted a decision on guidelines for the employment policies of the Member States ( 2 ), which together form the ‘integrated guidelines’. Member States were invited to take the integrated guidelines into account in their national economic and employment policies. (3) On 29 June 2012, the Member States’ Heads of State or Government decided on a Compact for Growth and Jobs, providing a coherent framework for action at national, EU and euro area levels using all possible levers, instruments and policies. They decided on action to be taken at the level of the Member States, in particular expressing full commitment to achieving the objectives of the Europe 2020 strategy and to implementing the country-specific recommendations. (4) On 10 July 2012, the Council adopted a recommen­ dation ( 3 ) on Latvia’s National Reform Programme for 2012 and delivered its opinion on Latvia’s Convergence Programme for 2012-2015. (5) On 28 November 2012, the Commission adopted the Annual Growth Survey, marking the start of the 2013 European Semester of economic policy coordination. Also on 28 November 2012, the Commission, on the basis of Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbal­ ances ( 4 ), adopted the Alert Mechanism Report, in which Latvia was not identified as one of the Member States for which an in-depth review would be carried out. (6) The European Parliament has been duly involved in the European Semester, in accordance with Regulation (EC) No 1466/97, and, on 7 February 2013, adopted a resolution on employment and social aspects in the Annual Growth Survey 2013 and a resolution on the contribution to the Annual Growth Survey 2013. (7) On 14 March 2013, the European Council endorsed the priorities for ensuring financial stability, fiscal consoli­ dation and action to foster growth. It underscored the need to pursue differentiated, growth-friendly fiscal consolidation, to restore normal lending conditions to the economy, to promote growth and competitiveness, to tackle unemployment and the social consequences of the crisis, and to modernise public administration. (8) On 29 April 2013, Latvia submitted its Convergence Programme for the period 2012-2016 and, on 2 May 2013, its 2013 National Reform Programme. In order to take account of their interlinkages, the two Programmes have been assessed at the same time. (9) Based on the assessment of the Convergence Programme pursuant to Regulation (EC) No 1466/97, the Council is of the opinion that the macroeconomic scenario under­ pinning the budgetary projections in the Programme is EN 30.7.2013 Official Journal of the European Union C 217/47 ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) Maintained for 2013 by Council Decision 2013/208/EU of 22 April 2013 on guidelines for the employment policies of the Member States (OJ L 118, 30.4.2013, p. 21). ( 3 ) OJ C 219, 24.7.2012, p. 50. ( 4 ) OJ L 306, 23.11.2011, p. 25. ",
        "plausible. Economic growth is expected to slow down somewhat, to around 4 % per year, over the Programme period, while price increases are projected to remain moderate. The general government deficit declined in 2012 to a level well below the 3 % of GDP Treaty reference value and the medium-term objective (MTO) was reached in that year, considerably earlier than what was foreseen in Latvia’s Convergence Programme for 2012-2015. The Convergence Programme confirms the previous MTO of -0,5 %, which adequately reflects the objectives of the Stability and Growth Pact. The objective of the budgetary strategy outlined in the Convergence Programme is to maintain a structural budgetary position which is based on the MTO, with any deviation limited to the incremental impact of systemic pension reform. This reform entails a gradual increase in the share of social security contributions which is diverted to a funded pension scheme and is implemented in 2013, 2015 and 2016. However, following an overall assessment with the recalculated structural balance as a reference, including an analysis of expenditure net of discretionary measures, it appears that the structural balance is set to deviate from the MTO by 1,0 percentage point of GDP in 2013, which is significantly more than the incremental impact of the systemic pension reform, and by a further 0,2 percentage point in 2014. Government debt is set to remain well below 60 % over the whole Programme period, increasing from 40,7 % of GDP in 2012 to 44,5 % in 2013, as the Government accumulates assets for debt repayments, and is declining from 2014 as repayments take effect, reaching 34,6 % by the end of the Programme period. The Fiscal Discipline Law was approved by the Latvian Parliament in January 2013 and entered into force in March 2013. If effectively implemented, the new law would considerably strengthen the fiscal framework in Latvia, providing an effective mechanism to limit expenditure growth in good economic times and serving as a basis for rules-based multi-annual budgeting. (10) Latvia has reduced taxes on labour and plans to take further steps in this regard in 2014 and 2015. However, the tax wedge for low-wage earners is still among the highest in the Union, indicating a need for appropriate calibration of tax policy to stimulate employment for low-skilled workers. Moreover, shifting taxation from labour to recurrent property taxes and taxes on the use of natural and other resources should improve the structural balance. Environmental taxes remain relatively underdeveloped and are heavily dominated by motor-fuel taxation, while taxation of other energy sources, pollution and the use of natural resources is below the EU average. Further broadening of the tax base to include other sources of environmental taxation would help in achieving environmental goals. The Government has stepped up efforts to combat the informal economy and these efforts should be main­ tained. (11) While the post-crisis structural adjustment has been successful, the experience of a pronounced boom-bust cycle calls for monitoring future credit growth and the stability of the bank funding base related to foreign deposit inflows by appropriate micro- and macro- prudential policies. (12) Latvia has taken a number of steps to tackle high long- term and youth unemployment. Funding and coverage of active labour-market policies was increased in 2013 as compared to 2012, and new measures are being imple­ mented, including profiling of the unemployed and improved job search assistance. Nevertheless, long-term unemployment and youth unemployment are still high, activation of the unemployed and benefit recipients is low and access to social services is poor. There are concerns that vocational education and training is failing to provide sufficient quality of skills for the workforce and there is limited availability of quality work-based training. The establishment of comprehensive career guidance and continued implementation of reforms in vocational education and training, including improving the quality and the accessibility of its work- based learning and apprenticeship components are necessary. (13) A high proportion (40 %) of the Latvian population is at risk of poverty or social exclusion and for children it is even higher, standing at 43,6 %. Overall, the at-risk-of- poverty rate increased slightly in 2012, suggesting that growth does not automatically translate into less poverty, and that targeted policies are necessary. Latvia has taken some steps to address the poverty of unemployed people and children. However, there has been less direct action to address the problems of the social assistance system in particular in relation to transparency, benefit adequacy and coverage, and insufficient activation measures for benefit recipients. Lack of fiscal space has led Latvia to decrease the level of guaranteed minimum income (GMI) and to abolish the state budget financing of the GMI benefit. These decisions are likely to aggravate extreme poverty and exacerbate the existing inequality in access to social assistance across local governments, while reducing central government incentives to invest in policy development and control of social assistance. It is important to monitor the effects of these decisions to prevent any deterioration in the situation. (14) Latvia has proposed an ambitious reform that can be expected to have a significant positive impact on the quality of its higher education system. Reform plans cover an overhaul of the accreditation process, the separation of academic and management functions of the universities, the development of a new financing model, and a consolidation of the higher education insti­ tutions. However, the plans are still at an early stage and need to be properly implemented to ensure that the foreseen positive impacts materialise. Moreover, in 2013, an evaluation will be carried out of the effec­ tiveness of scientific institutions and their development strategies. This important assessment should help EN C 217/48 Official Journal of the European Union 30.7.2013 ",
        "underpin future reform and funding of scientific institu­ tions, in support of increased innovation activity in Latvia. (15) Latvia has put forward policy measures addressing energy savings for the main sectors of the economy. It is expected that, in the coming years, more than 70 % of energy savings will be generated in the buildings sector. However, the implementation of housing insulation projects has been slow, and the number of completed projects remains small relative to the stock of buildings, with large energy losses. The potential for efficiency gains in this field is significant as the energy intensity of Latvian households was the highest in the Union in 2010. In 2012, Latvia made progress in opening its elec­ tricity market to competition and participation in regional markets. Direct contracting with electricity suppliers is fully enforced in the business sector and is introduced on a voluntary basis for households. Latvia is set to join Nord Pool Spot trading in June 2013. However, there has been no progress in opening the natural gas market and a single-source dependency prevails. The authorities are also facing difficult negoti­ ations on the ownership and management of the gas storage facility, which is of high importance for the proper functioning of the regional gas market. (16) The Latvian judicial system is characterised by ineffic­ iencies in the civil justice system. The system combines several unfavourable factors such as lengthy proceedings to solve civil and commercial cases at first instance and low clearance rates leading to a backlog of court cases. Disposition times are particularly long for insolvency proceedings. Moreover, many cases do not get settled at first instance, which creates delays at all levels, up to the Supreme Court. Positive steps to improve the effi­ ciency and quality of the system have been taken recently, but it is too early to assess their impact. It is particularly important to devote sufficient attention to human resources management policies within the judiciary. Stronger involvement of the Judicial Council, rethinking of the role of management positions within the judiciary and more training of judges could contribute to a higher quality judiciary. Amendments to the Law on Insolvency were proposed by the end of 2012. However, it remains to be seen whether the proposed amendments are sufficient to address the short­ comings of the law in a comprehensive way. For instance, problems have been identified in relation to the practical implementation of the law, in particular with regard to the role of insolvency practitioners, their responsibilities with regard to the judges and the effective liquidation of assets, as well as issues with personal insol­ vencies, which also need to be addressed. (17) In the context of the European Semester, the Commission has carried out a comprehensive analysis of Latvia’s economic policy. It has assessed the National Reform Programme and the Convergence Programme. It has taken into account not only their relevance for sustainable fiscal and socioeconomic policy in Latvia but also their compliance with EU rules and guidance, given the need to reinforce the overall economic governance of the Union by providing EU-level input into future national decisions. Its recommendations under the European Semester are reflected in recommen­ dations (1) to (7) below. (18) In the light of this assessment, the Council has examined the Convergence Programme, and its opinion ( 1 ) is reflected in particular in recommendation (1) below, HEREBY RECOMMENDS that Latvia take action within the period 2013-2014 to: 1. Reinforce the budgetary strategy to ensure that the deviation from the MTO only reflects the incremental impact of the systemic pension reform. Within this strategy, reduce taxation of low-income earners by shifting taxation to areas such as excise duties, recurrent property taxes and/or environmental taxes. Maintain efforts to improve tax compliance and combat the shadow economy. Continue strengthening the fiscal framework through effective imple­ mentation of the Fiscal Discipline Law and multi-annual budgeting. 2. Continue to use micro and macro prudential policies to prevent possible vulnerabilities that could arise from future credit growth and non-resident banking activities. 3. Tackle long-term and youth unemployment by increasing coverage and effectiveness of active labour-market policies and targeted social services. Improve the employability of young people, for example through a Youth Guarantee, establish comprehensive career guidance, implement reforms in the field of vocational education and training, and improve the quality and accessibility of apprenticeships. 4. Tackle high rates of poverty by reforming social assistance for better coverage, by improving benefit adequacy and activation measures for benefit recipients. Reinforce the delivery mechanisms to effectively reduce child poverty. 5. Implement the planned reforms of higher education concerning, in particular, the establishment of a quality- rewarding financing model, reform of the accreditation system, consolidation of the institutions and promotion of EN 30.7.2013 Official Journal of the European Union C 217/49 ( 1 ) Under Article 9(2) of Regulation (EC) No 1466/97. ",
        "internationalisation. Take further steps to modernise research institutions based on the ongoing independent assessment. 6. Continue improving energy efficiency, especially of resi­ dential buildings and district heating networks, provide incentives for reducing energy costs and shift consumption towards energy-efficient products. Improve connectivity with EU energy networks and take steps towards liberalisation of the natural gas market, including the provision of clear rules for third-party access to storage capacities. 7. Complete pending reforms to improve the efficiency and quality of the judiciary and reduce the backlog and length of proceedings, including as regards insolvency. Put in place a comprehensive human resources policy and take steps to implement the mediation laws and streamline the arbitration court system. Done at Brussels, 9 July 2013. For the Council The President R. ŠADŽIUS EN C 217/50 Official Journal of the European Union 30.7.2013 "
    ]
}