{
    "text": [
        "P8_TA(2016)0360 Application of the ‘Employment Equality Directive’ European Parliament resolution of 15 September 2016 on application of Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (‘Employment Equality Directive’) (2015/2116(INI)) (2018/C 204/21) The European Parliament, — having regard to the Treaty on European Union (TEU), in particular Articles 2 and 5 thereof, and the Treaty on the Functioning of the European Union (TFEU), in particular Articles 6, 8, 10, 19 and 153 thereof, — having regard to the Charter of Fundamental Rights of the European Union, in particular Articles 20, 21, 23 and 26 thereof, — having regard to the European Social Charter adopted in the Council of Europe and to the social and employment rights enshrined in it, — having regard to the UN Convention on the Rights of Persons with Disabilities, — having regard to the UN Committee on the Rights of Persons with Disabilities’ Concluding Observations on the initial report of the European Union (October 2015), — having regard to the interim report of the UN’s Special Rapporteur on freedom of religion and belief, Hans Bielefeldt, submitted in accordance with General Assembly resolution 68/170 on freedom of religion and belief, — having regard to Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/ 2006 ( 1 ), — having regard to the Gender Equality Directive (Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation ( 2 )), — having regard to Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (‘the Directive’) ( 3 ), — having regard to the Council EU Guidelines of 24 June 2013 on the promotion and protection of freedom of religion or belief, — having regard to the Proposal for a Directive of the European Parliament and of the Council on the approximation of the laws, regulations and administrative provisions of the Member States as regards the accessibility requirements for products and services (COM(2015)0615), — having regard to the Commission Joint Report on the application of Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin (‘Racial Equality Directive’) and of Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (‘Employment Equality Directive’) (COM(2014)0002), 13.6.2018 EN Official Journal of the European Union C 204/179 Thursday 15 September 2016 ( 1 ) OJ L 347, 20.12.2013, p. 320. ( 2 ) OJ L 204, 26.7.2006, p. 23. ( 3 ) OJ L 303, 2.12.2000, p. 16. ",
        "— having regard to the Commission communication entitled ‘European Disability Strategy 2010-2020: A Renewed Commitment to a Barrier-Free Europe’ (COM(2010)0636), — having regard to the proposal for a Council Directive on implementing the principle of equal treatment between persons irrespective of religion or belief, disability, age or sexual orientation (COM(2008)0426), — having regard to the Commission communication entitled ‘Non-discrimination and equal opportunities for all — A framework strategy’ (COM(2005)0224), — having regard to the Inter-institutional Agreement on Better Law-Making 2016 between the European Parliament, the Council of the European Union and the European Commission, — having regard to its resolution of 10 September 2015 on creating a competitive EU labour market for the 21st century: matching skills and qualifications with demand and job opportunities, as a way to recover from the crisis ( 1 ), — having regard to its resolution of 10 September 2015 on social entrepreneurship and social innovation in combating unemployment ( 2 ), — having regard to its resolution of 8 September 2015 on the situation of fundamental rights in the European Union (2013-2014) ( 3 ), — having regard to its resolution of 8 September 2015 towards an integrated approach to cultural heritage for Europe ( 4 ), — having regard to its position of 8 July 2015 on the proposal for a Council decision on guidelines for the employment policies of the Member States ( 5 ), — having regard to its resolution of 11 March 2015 on European Semester for economic policy coordination: Employment and Social Aspects in the Annual Growth Survey 2015 ( 6 ), — having regard to its resolution of 4 July 2013 on impact of the crisis on access to care for vulnerable groups ( 7 ), — having regard to its resolution of 25 October 2011 on mobility and inclusion of people with disabilities and the European Disability Strategy 2010-2020 ( 8 ), — having regard to its resolution of 11 November 2010 on the demographic challenge and solidarity between generations ( 9 ), — having regard to its resolution of 6 July 2010 on promoting youth access to the labour market, strengthening trainee, internship and apprenticeship status ( 10 ), — having regard to its resolution of 6 May 2009 on the active inclusion of people excluded from the labour market ( 11 ), — having regard to its resolution of 20 May 2008 on progress made in equal opportunities and non-discrimination in the EU (the transposition of Directives 2000/43/EC and 2000/78/EC) ( 12 ), C 204/180 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ( 1 ) Texts adopted, P8_TA(2015)0321. ( 2 ) Texts adopted, P8_TA(2015)0320. ( 3 ) Texts adopted, P8_TA(2015)0286. ( 4 ) Texts adopted, P8_TA(2015)0293. ( 5 ) Texts adopted, P8_TA(2015)0261. ( 6 ) OJ C 316, 30.8.2016, p. 83. ( 7 ) OJ C 75, 26.2.2016, p. 130. ( 8 ) OJ C 131 E, 8.5.2013, p. 9. ( 9 ) OJ C 74 E, 13.3.2012, p. 19. ( 10 ) OJ C 351 E, 2.12.2011, p. 29. ( 11 ) OJ C 212 E, 5.8.2010, p. 23. ( 12 ) OJ C 279 E, 19.11.2009, p. 23. ",
        "— having regard to the European Parliamentary Research Service study on the implementation of Directive 2000/78/EC with regard to the principle of non-discrimination on the basis of religion or belief, — having regard to the European Parliamentary Research Service in-depth analysis entitled ‘The Employment Equality Directive — Evaluation of its implementation’, — having regard to the European Parliament Study entitled ‘Reasonable Accommodation and Sheltered Workshops for People with Disabilities: Costs and Returns of Investments’, — having regard to the European Parliament Study entitled ‘Differential Treatment of Workers under 25 with a View to their Access to the Labour Market’, — having regard to the European Court of Auditors Special Report entitled ‘EU Youth Guarantee: first steps taken but implementation risks ahead’, — having regard to the European Union Agency for Fundamental Rights opinion on the situation of equality in the European Union 10 years on from initial implementation of the equality directives, — having regard to the European Union Agency for Fundamental Rights comparative legal analysis on protection against discrimination on grounds of sexual orientation, gender identity and sex characteristics in the EU, — having regard to Rule 52 of its Rules of Procedure, — having regard to the report of the Committee on Employment and Social Affairs and to the opinions of the Committee on Civil Liberties, Justice and Home Affairs and of the Committee on Women’s Rights and Gender Equality (A8-0225/ 2016), A. whereas, according to the TEU, the Union is founded on the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, and shall combat social exclusion and discrimination; B. whereas the TFEU stipulates that in defining and implementing its policies and activities, the Union shall aim to combat discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation; C. whereas all 28 Member States have transposed the Employment Equality Directive and, despite differences on its transposition and implementation, have gained valuable experience; D. whereas the equal treatment directives prohibit both direct and indirect discrimination, as well as harassment and instructions to discriminate; E. whereas the Commission mentioned in its second implementation report (COM(2014)0002) that legislation is not enough to achieve full equality, and that awareness of existing protection needs to be increased, along with the use of EU funds and the strengthening of national equality bodies; F. whereas non-discrimination in the field of occupation and employment is only effective if discrimination is comprehensively combated in all areas of life along with other obstacles which, by limiting freedom and equality, impede the full development of a person and prevent workers from genuinely participating in the political, social and economic life of their Member States; G. whereas the Court of Justice of the European Union (CJEU) stressed, in Römer ( 1 ), that the Employment Equality Directive does not itself lay down the principle of equal treatment in the field of employment and occupation, but provides a general framework for combating discrimination on various grounds; 13.6.2018 EN Official Journal of the European Union C 204/181 Thursday 15 September 2016 ( 1 ) Judgment of 10 May 2011, Römer , C-147/08, ECR, EU:C:2011:286. ",
        "H. whereas, although the perception of discrimination has increased, numerous victims of discrimination are still not aware of their rights or do not dare to take legal action against discriminatory practices, because of various factors such as a lack of trust in Member State authorities or complex and lengthy legal procedures; I. whereas evidence collected by the European Union Agency for Fundamental Rights (FRA) shows that racism, xenophobia, homophobia and transphobia and related forms of intolerance are widespread, despite measures taken by governments and civil society across the EU; whereas the social and political climate is growing ever more tolerant of extremist, racist and xenophobic agendas that exploit fears about unemployment, the refugee crisis, alienation partly as a result of migration flows, and security in the face of terrorism and other geopolitical challenges, which undermines core EU values; J. whereas the FRA LGBT survey ( 1 ) and the FRA ‘Being Trans in Europe’ report ( 2 ) highlight the persisting discrimination of LGBT people in gaining access to, and within, the labour market; K. whereas the Employment Equality Directive only sets out minimum requirements, but Member States may provide for a higher level of protection and adopt positive measures in this area in their national legislation; whereas legislation alone is not enough to ensure full equality and must be combined with appropriate policy action; L. whereas women are most affected by unemployment and suffer negative discrimination in terms of employment, particularly pregnant women and mothers, including mothers who are breastfeeding; M. whereas the Employment Equality Directive covers only freedom of religion and belief, disability, age and sexual orientation, but Member States are also obliged under the Racial Equality Directive to combat discrimination based on race and ethnicity in employment; whereas religion is sometimes used as a substitute for race when it comes to discrimination in employment, based on a person’s real or perceived belonging to a certain religion; N. whereas the rate of employment of people with disabilities in the Member States is far below 50 %, as compared to over 70 % for the general population, and the rate of unemployment of people with disabilities (18,3 %) is almost twice that of the general population (9,9 %); whereas the EU averages conceal strong differences at country level; O. whereas women are mostly the ones with the primary responsibility for taking care of the children, the elderly, other dependents, family and the household, and this responsibility is greater if they have children with disabilities; whereas this has a direct effect on women’s access to jobs and their professional development and may negatively affect their conditions of employment, for example in many instances where women are involuntary part-time workers or are pushed into precarious forms of employment, and all these factors produce pay and pension gaps; P. whereas single-parent families, primarily single mothers, can be found much more frequently among the working poor, and all measures adopted should focus on single parents; Q. whereas a broad range of skills and competences gained by women when fulfilling family responsibilities enrich their personal and professional development; whereas these competences should therefore be recognised by society and employers; R. whereas the European Union is facing a major economic, financial and social crisis that particularly affects women in the labour market and in their personal lives, since they are more likely to be in insecure jobs and more liable to become unemployed and to have no social security cover; C 204/182 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ( 1 ) http://fra.europa.eu/en/publication/2014/eu-lgbt-survey-european-union-lesbian-gay-bisexual-and-transgender-survey-main ( 2 ) http://fra.europa.eu/en/publication/2014/being-trans-eu-comparative-analysis-eu-lgbt-survey-data ",
        "S. whereas the lack of genuinely effective work-life balance laws is resulting in discrimination against working parents; T. whereas policy measures such as the Directive on improving the gender balance among non-executive directors of companies listed on stock exchanges and related measures have already been adopted by Parliament, and whereas such measures have the potential to help bring about greater equality for women within the field of employment and improve women’s access to management positions; whereas legislation must be considered to be a crucial tool in reaching gender equality, but must be combined with normative procedures and campaigns in order to implement gender equality, not only in legislation but also in public opinion; U. whereas women are still victims of multiple, direct and indirect discrimination in the labour market, despite the theoretical implementation of equal treatment in Member States; whereas there are many different types of indirect discrimination, all of which must be covered by the standard definition whereby discrimination occurs where different rules are applied in comparable situations or the same rule is applied in different situations; whereas women are not always made aware of their rights under existing European and national legislation on equality and discrimination, or doubt the effectiveness of reporting cases of discrimination; stressing, therefore, the importance of information and guidance documents, awareness campaigns and information portals; V. whereas social inequalities, in particular as regards employment equality, can be combated only through policies guaranteeing a better distribution of wealth, based on an increase in real wages, action to promote labour and working time regulation and labour protection, in particular through collective bargaining and guaranteed universal free access to high-quality public healthcare and education services; W. whereas nearly one in five young people in the EU are looking for a job, and whereas the total financial cost of youth unemployment has been estimated at EUR 153 billion a year ( 1 ), and additional social costs are very alarming; X. whereas data from the Eurofound 6th European Working Conditions Survey (EWCS) ( 2 ) confirm that little progress has been made in the last 10 years in reducing self-reported discrimination against workers; Y. whereas data from the Eurofound 6th EWCS indicate that 7 % of workers report being discriminated against on at least one ground and confirm workers reporting evidence of discrimination on multiple grounds; Z. whereas the employment rate of women with disabilities in the EU (44 %) is significantly lower than the employment rate of men with disabilities (52 %), and whereas the female employment rate in the 55-65 age group in some Member States is around or below 30 %, and the gender employment gap is the highest (14,5 percentage points (pps)) in comparison to the gap for the middle (30-54 years old — 12,4 pps) and younger (20-29 years old — 8,3 pps) age groups; taking the view that long-term unemployment is particularly prevalent among younger and older employees, especially women, and whereas the application and transposition of Directive 2006/54/EC have been assessed and Parliament, in its resolution of 8 October 2015 ( 3 ), set out its serious misgivings concerning the implementation of the Directive’s provisions on putting into practice the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation; 13.6.2018 EN Official Journal of the European Union C 204/183 Thursday 15 September 2016 ( 1 ) http://www.eca.europa.eu/Lists/ECADocuments/SR15_03/SR15_03_EN.pdf ( 2 ) http://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef1568en.pdf ( 3 ) Texts adopted, P8_TA(2015)0351. ",
        "AA. whereas older workers are still often exposed to age discrimination, stereotypes and barriers; whereas age discrimination affects all age groups and, given its consequences, whereas a humane society which aims at achieving its social and economic purposes needs the experience, input and wealth of ideas of all generations, while being based on the principle of solidarity between generations; 1. Welcomes the fact that almost all Member States have included the general principle of equal treatment on specific grounds of discrimination in their constitutions; regrets, however, that only a few Member States have systematically ensured that all existing legal texts are in line with the principle of equal treatment, and even fewer implement them systematically ( 1 ), and that discrimination still remains part of the daily lives of many Europeans; 2. Hopes that all Member States will remove the natural, social, and economic obstacles which are preventing the principle of equality from finding substantive expression and are restricting the freedom of European citizens; 3. Regrets the fact that the notion of human rights as being universal, indivisible and interrelated remains, as a principle of law, a matter more of theory than of practice, given that different aspects of the human being are treated separately in existing EU legal instruments; 4. Regrets the increase in experiences of discrimination and harassment, including at the workplace and especially with regard to gender, nationality, social background, disability, discrimination on the grounds of sexual orientation and gender identity, ethnic origin, and religion, particularly with regard to Muslim women and LGBTI people; regrets, at the same time, the general under-reporting of all forms of discrimination, especially disability-based discrimination and discrimination against LGBTI people; calls therefore on the Commission to include a specific focus on all types of discrimination when monitoring the implementation of Directive 2000/78/EC establishing a general framework for equal treatment in employment and occupation, and highlights the need to raise awareness among LGBTI people about their rights, e.g. through equality bodies, trade unions and employer organisations; 5. Stresses how important it is to reach an agreement as soon as possible, and calls on the Council to break the deadlock, in order to move towards a pragmatic solution and speed up without further delay the adoption of the EU horizontal anti- discrimination directive proposed by the Commission in 2008 and voted for by Parliament; considers it a pre-condition to secure a consolidated and coherent EU legal framework, protecting against discrimination on the grounds of religion and belief, disability, age and sexual orientation outside of employment; notes that no undue restriction of the Directive’s scope should be accepted; considers that the consolidation of the EU legislative framework on tackling hate crime is also a crucial element, taking into consideration that similar crimes are also prevalent in the work environment; 6. Points out that, according to the EU Agency for Fundamental Rights, all forms of discrimination, including multiple and intersectional discrimination, to a great extent hinder the deployment of human capital and constitute a barrier to career development; underlines the fact that people with disabilities are often victims of those types of discrimination; 7. Notes with concern the absence of case-law providing an interpretation of ‘indirect discrimination’ in certain Member States, as well as the difficulty that its definition posed for the transposition of the Directive in certain Member States; suggests that the Commission should provide advice for Member States on such interpretation difficulties; 8. Notes that non-discrimination in the field of occupation and employment is only effective if discrimination is comprehensively combated in all areas of life through, for example, community support, legislation and coordination tools such as strategies and frameworks at both Member State and EU levels, including the possibility of introducing positive action measures; C 204/184 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ( 1 ) EPRS, ‘The Employment Equality Directive — Evaluation of its implementation’. ",
        "Religion and belief 9. Notes that the prohibition of discrimination on grounds of religion or belief has been transposed in all Member States even though the Directive does not define the actual terms ( 1 ); 10. Notes the intersectionality between discrimination on grounds of religion and belief and race and ethnicity, and considers that some groups with a religious minority background are particularly affected by discrimination on the basis of religion in employment, as documented by national and European research, in particular research conducted by the Fundamental Rights Agency; 11. Takes the view that protection against discrimination on the grounds of religion and belief in the European Union is currently provided in both human rights law and anti-discrimination law, and that these two mutually influence each other; 12. Highlights that studies show that the most discriminated religious groups in the area of employment include Jews, Sikhs and Muslims (and especially women); recommends the adoption of European frameworks for national strategies to combat anti-Semitism and Islamophobia; 13. Acknowledges the European Court of Human Rights’ (ECtHR) considerable jurisprudence in the field of non- discrimination on the grounds of religion or belief, welcomes the role it has played through its decisions in the interpretation of the Directive in its entirety, and awaits with interest the first future decisions on this matter taken by the Court of Justice of the European Union; expresses regret regarding the low number of cases referred to courts, which contrasts with the high number of discrimination occurrences that emerge from victimisation surveys but are not pursued in justice; 14. Considers that the consistent application of anti-discrimination legislation should be viewed as an important element in radicalisation prevention strategies, taking into account the fact that in an increasingly xenophobic and Islamophobic context, discrimination against religious communities, including refugees and migrants, could contribute to the religious radicalisation of people, affect the successful inclusion of the latter in the labour market and have an impact on their access to justice in connection with their residence status; 15. Believes that courts of justice should focus more on making sure that an assertion of religious belief is made in good faith, instead of on assessing the validity or correctness of a religion or belief; 16. Considers that further harmonisation is needed following decisions by both national courts and the ECtHR when assessing the principle of the secularity of the state against the provisions of Article 4(2) of the Employment Equality Directive regarding the ethos; 17. Believes, on the basis of case law available at EU and national level, that a duty of reasonable accommodation for all grounds of discrimination — including, therefore, religion and belief — should be laid down in EU and national law, provided that this does not impose a disproportionate burden on employers or service providers; 18. Calls upon Member States to recognise the fundamental right to freedom of conscience; 19. Is of the opinion that it should be considered that, in accordance with the case law of the ECtHR, the Directive provides protection against discrimination on the ground of an employer’s religion or belief; 20. Believes that the general exception in Article 2(5) is broadly drafted and there is a need for progress with regard to its application, which is of particular importance in the context of the refugee and migration crisis, and hopes that the courts of justice will assess its boundaries very carefully in line with the principle of proportionality; 13.6.2018 EN Official Journal of the European Union C 204/185 Thursday 15 September 2016 ( 1 ) Ibid. ",
        "21. Insists that religious freedom is an important principle which should be respected by employers; underlines, however, that the implementation of this principle is a question of subsidiarity; Disability 22. Emphasises that ‘discrimination on the basis of disability’ means any distinction, exclusion or restriction on the basis of disability which has the purpose or effect of impairing or nullifying the recognition, enjoyment or exercise, on an equal basis with others, of all human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field; notes that it includes all forms of discrimination, including denial of reasonable accommodation ( 1 ); 23. Encourages the Member States to interpret EU law in such a way as to provide a basis for a concept of disability in line with the Convention on the Rights of Persons with Disabilities (CRPD), combining those elements that provide equality for persons with disabilities and referring to the denial of reasonable accommodation as a form of discrimination as prescribed by the CRPD; regrets that some Member States still have legislation in place that requires a 50 % incapacity threshold and accept only official medical certification; 24. Notes that Directive 2000/78/EC in itself does not contain any definition of the concept of disability; highlights that the European Court of Justice was called upon to define the concept of disability independently for the purposes of Chacón Navas ; recalls that further cases have called for clarification of the concept of disability, as well as the meaning to be ascribed to the reasonable accommodation for disabled persons which employers must provide under Article 5 of the Directive ( HK Danmark C-335/11 and C-337/11); 25. Deplores the fact that the employment rate among women with disabilities is less than 50 %, a figure which highlights the twofold discrimination that they face, making it difficult for them to play a full part in society; 26. Considers that a terminal illness, i.e. an illness or physical condition which can reasonably be expected to result in death in 24 months or less after the date of the certification by a medical practitioner, can be deemed as a disability should it hinder the participation of the person concerned in their professional life; 27. Stresses the obligation for employers to provide reasonable accommodation for all workers with a disability, which can include workers with a terminal illness; 28. Highlights that the nature of some terminal illnesses may result in fluctuations of physical, mental and psychological impairments and that employers are therefore obliged to review reasonable accommodations on a regular basis to ensure that they fully support employees in their role; 29. Stresses the importance of protecting disabled workers, including those with a terminal illness, from any form of discrimination in the workplace; highlights particularly the need to protect these workers from unfair dismissal; 30. Notes that evidence shows that investment in appropriate reasonable accommodation for people with disabilities is cost-beneficial and provides a return in terms not only of social inclusion, but also of increased productivity and reduced absenteeism ( 2 ); regrets that many Member States have failed to provide appropriate reasonable accommodation; 31. Emphasises the importance of work for people with disabilities and for people suffering from serious, chronic or incurable diseases, and advocates inclusive approaches to the labour market that guarantee security and rights for both groups; 32. Calls on the Member States and the Commission to ensure that employment-related rights and services, including reasonable accommodation in the context of the Employment Equality Directive, are portable and in line with the freedom of movement for persons with disabilities; C 204/186 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ( 1 ) United Nations Convention on the Rights of Persons with Disabilities, 13 December 2006, Article 2. ( 2 ) European Parliament, Policy Department A: Economic and Scientific Policy, ‘Reasonable Accommodation and Sheltered Workshops for People with Disabilities: Costs and Returns of Investments’. ",
        "33. Welcomes the fact that all Member States offer grants, subsidies or tax concessions, for example, to employers providing reasonable accommodation, thereby incentivising employers to adjust the workplace in order to adapt and open the labour market to people with disabilities and to ensure that all persons enjoy and exercise all human rights and fundamental freedoms on an equal footing with others; recommends that Member States provide, and the Commission supports, training for national, regional and local authorities on reasonable accommodation so as to enable them to propose guidance on reasonable accommodation and on the prevention of exclusion of specific vulnerable groups; calls for dialogue with relevant stakeholders, such as trade unions and employers, with the aim of defining guidance for reasonable accommodation practices to be put in place; 34. Highlights the need to recognise social clauses in public procurement procedures as the potential tool for achieving social policy objectives; takes the view that socially responsible public procurement could be used as an instrument to integrate people with disabilities and other vulnerable groups into the labour market; 35. Urges the Commission and the Member States to adopt quality frameworks for traineeships with a view to ensuring reasonable accommodation and accessibility for persons with disabilities; 36. Emphasises the importance of a universal design standard for public spaces and working environments that takes into consideration the needs of persons with disabilities, in line with the General Comment on accessibility ( 1 ) adopted by the UN committee on 11 April 2014, and draws attention to the EU’s commitments on accessibility in order to reach permanent improvements in working conditions for all European workers; 37. Calls on the Commission and the Member States to encourage smart working models enabling people with a disability to work at home, with all of the resulting advantages in terms of quality of life and productivity; 38. Notes that persons with disabilities make a valuable contribution to society as a whole, and calls on the Member States to use structural funds, in particular the European Social Fund, to adapt workplaces and to provide necessary assistance for persons with disabilities at work, and to improve education and training with a view to increasing their employment rate in the open labour market and combating unemployment, poverty and the social exclusion of disabled persons; points to Article 7 and Article 96(7) of the Common Provisions Regulation (CPR) ( 2 ) which promote equal opportunities, non-discrimination and inclusion of persons with disabilities in the implementation of the European Structural and Investment Funds (ESI funds) in general, and in the Operational Programmes in particular, and stresses that ex ante evaluation should appraise the adequacy of planned measures to promote equal opportunities and prevent any discrimination; considers that European and national funding could also be channelled, for example, towards SMEs which encourage workers to follow courses in order to enable them to stay in employment; 39. Calls on the Member States to revisit the employment insurance schemes with a view to preventing discrimination of disabled people; 40. Encourages the Member States to consider the benefits of introducing positive action measures, for example by combining passive labour market policies, such as tax breaks and cash incentives, with active labour market policies — i.e. guidance and counselling, training and education, and job placements — to support the employment of people with disabilities; 41. Encourages the Member States to develop and implement an all-encompassing framework for measures enabling access to quality employment for persons with disabilities, including the possibility of using, for example, fines imposed for failure to comply with anti-discrimination legislation to finance inclusion in the open labour market and other actions in the field; 13.6.2018 EN Official Journal of the European Union C 204/187 Thursday 15 September 2016 ( 1 ) General comment No 2 (2014) on Article 9: Accessibility https://documentsddsny.un.org/doc/UNDOC/GEN/G14/033/13/PDF/ G1403313.pdf?OpenElement ( 2 ) Regulation (EU) No 1303/2013. ",
        "42. Encourages Member States to provide ongoing support to employers that hire persons with disabilities so as to create favourable conditions and ensure adequate support throughout all phases of employment: recruitment, retention and career progression; 43. Calls on all actors involved to pay particular attention to the integration of persons with intellectual and psychosocial disabilities and to develop a comprehensive campaign to raise awareness about the CRPD and combat prejudice against persons with disabilities — especially persons with psychosocial disabilities, intellectual disabilities, persons with autism spectrum disorders and older persons with disabilities in the workplace; requests that all materials related to capacity-building, training, awareness-raising and public statements, among others, be made available in accessible formats; 44. Is concerned about the delay in the mid-term assessment of the European Disability Strategy 2010-2020; urges the Commission to revise the strategy on the basis of the concluding observations on the initial report of the European Union adopted by the UN Committee on the Rights of Persons with Disabilities on 7 September 2015, and to include representative organisations of persons with disabilities in this process; 45. Regrets that the Commission has not yet addressed age inequalities in the implementation of the UN Convention on the Rights of Persons with Disabilities (UNCRPD) and the Disability Strategy; calls, therefore, on the Commission to raise awareness of, and address, the rights of persons with disabilities and the discrimination they suffer; Age 46. Underlines the important contributions that older workers make to society and the competitiveness of companies; stresses the importance of involving older workers so that they can pass on their knowledge and experience to younger workers in the context of active ageing, and regrets the fact that age is an important ground for employment discrimination; considers it regrettable that older people are still often exposed to stereotypes and barriers on the job market and calls for intergenerational justice based on solidarity, mutual respect, responsibility and the willingness to care for each other; 47. Calls on the Member States to promote access to employment and integration into the labour market of all workers regardless of their age, and to apply measures in order to protect all workers in the workplace in terms of remuneration, training, career development, health and safety, etc.; 48. Notes that a one-sided rejuvenation of workforces does not lead to more innovation, but represents a waste of experience, knowledge and skills; 49. Calls on the Member States to encourage employers to recruit young people, but at the same time to ensure and respect equal treatment in terms of remuneration and social protection, including necessary work-related training; 50. Notes with concern that the CJEU identifies solidarity between generations as the single most important legitimate aim justifying differences of treatment based on age ( 1 ); as those Member States that show higher employment rates for older workers are also those that perform far better in introducing younger people into the labour market; 51. Recalls that EU legislation concerning ageing policies must be implemented effectively in order to combat and prevent age discrimination; C 204/188 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ( 1 ) Commission staff working document ‘Annexes to the Joint Report on the application of the Racial Equality Directive (2000/43/EC) and the Employment Equality Directive (2000/78/EC)’ (SWD(2014)0005). ",
        "52. Notes that, thanks to policies implemented, people aged 55-64 make up an increased share of workers throughout EU Member States; regrets, however, that the employment rate for this group has increased too slowly and remains below 50 % in the EU 28; underlines therefore that digitalisation has a substantial impact on the labour market by creating new job opportunities and more flexible working conditions such as telecommuting or teleworking, which could serve as an effective tool against the exclusion of people over 50 and unskilled middle-aged persons; emphasises in this context that the continual improvement of digital skills by offering employees opportunities for training, further training and retraining throughout their professional careers is a prerequisite for benefiting from digitalisation; believes also that the opportunities for future job creation in the digital market will require further efforts by Member States to address skill mismatches, in particular for people over 50; 53. Stresses that measures to combat discrimination on grounds of age must as a matter of principle avoid differentiating between children or the elderly, and that any form of unjustified age discrimination must be tackled in an appropriate manner; 54. Notes that elderly workers in particular have more precarious conditions and calls on the Commission, in cooperation with the Member States, to study the increasing problem of unemployment among people over the age of 50 and to develop effective tools, such as vocational training and incentives or subsidies for employers, in order to reintegrate older workers into the labour market and protect them against unfair dismissal; 55. Stresses the need to upscale digital skills among the working population, and stresses that digitalisation will contribute to social inclusion and help older people and workers with disabilities remain longer in the labour market, by enabling them to benefit from the opportunities of artificial intelligence; considers it important to shape the influence of the digital market on employment in a socially just and sustainable way; highlights the fact that many employers do not hire older workers because of stereotypes about lacking or outdated skills; calls therefore for the inclusion of life-long learning and adult education for workers of all age groups in the reflections on the upcoming European Skills Strategy announced by the Commission; 56. Recalls that human resources constitute the most important resource in the EU and the Member States; takes the view that e-skills are essential for older workers over 55 in order to safeguard them from exclusion from the labour market and to help them find new employment; calls on the Commission and the Member States, in collaboration with social partners, to develop skills strategies linking education and work, and therefore to invest and promote life-long learning and to provide accessible, affordable and comprehensive training schemes, as well as retraining for the development of digital and soft skills, including adaptation to the virtual environment (augmented reality), which enable the ageing population to adapt better to growing demands for e-skills in many different sectors; stresses therefore that older workers over 55, especially women, should have continuous access to ICT training; encourages, also, the Member States and the Commission to put in place strategies to reduce the digital divide and promote equal access to new information and communication technologies; 57. Welcomes the European social partners work programme for the period 2015-2017 which focusses on active ageing; calls upon social partners to tackle thoroughly issues linked to age discrimination, adult learning, occupational health and safety and reconciliation between work and family life in order to build a European framework that supports the employability and health of all workers; 58. Stresses that reliable statistics on the situation of older people and demographic changes are needed to develop better targeted and effective active ageing strategies; calls on the Commission to ensure comprehensive high-quality data collection on the societal status of older people, their health, rights and standard of living; 13.6.2018 EN Official Journal of the European Union C 204/189 Thursday 15 September 2016 ",
        "59. Points out that promoting age-friendly environments is an essential tool for supporting older workers and jobseekers and promoting inclusive societies that offer equal opportunities to all; welcomes, in this connection, the Commission’s joint management project with the WHO aimed at adapting the WHO Global Age-friendly Cities guide to the European context; 60. Welcomes the ‘Healthy workplaces for all ages’ campaign conducted by EU-OSHA; underlines the importance of effective occupational health and safety legislation and incentives for companies to adopt preventive methods; calls for the campaign to pursue strong outreach to companies of all sizes; 61. Calls on the Member States to reinforce public pension schemes in order to guarantee decent income after retirement; 62. Welcomes the Commission’s initiative on work-life balance; underlines the fact that work-life balance is a challenge also for older workers, as 18 % of men and 22 % of women aged between 55 and 64 look after family members in need of care, while more than half of grandparents provide regular care to their grandchildren; recommends that the upcoming initiative on work-life balance fully includes measures to support informal carers and grandparents of working age, as well as young parents; 63. Calls on the Member States to promote free high-quality public services that provide proper and necessary care and assistance for children, the sick and the elderly; Sexual orientation 64. Notes that national courts and the CJEU have only heard a limited number of cases on discrimination on the grounds of sexual orientation; 65. Recalls that, notwithstanding the fact that the number of Member States that have extended the prohibition of discrimination based on sexual orientation to all areas covered by the Racial Equality Directive grew from 10 in 2010 to 13 in 2014, protection from sexual orientation and gender identity discrimination is still limited ( 1 ); 66. Recalls that the scope of protection from discrimination available to trans people, especially in the areas of employment, education and healthcare, remains uncertain in many Member States; calls for measures to implement effectively national legislation transposing the Gender Equality Directive; points out that such measures could improve legal definitions to ensure that protection includes all transgender people and not only trans people who are undergoing or have undergone gender reassignment ( 2 ); 67. Is concerned that rights awareness in the area of discrimination, and awareness of the existence of bodies and organisations offering support to victims of discrimination, are low, with higher rates of awareness among LGBTI people; takes the view that national, regional and local authorities, along with all relevant stakeholders’ organisations, should substantially intensify awareness-raising activities for both victims and employers and for other groups as well; points out that national LGBTI organisations are key partners in these efforts; C 204/190 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ( 1 ) EU Fundamental Rights Agency (2015), ‘Protection against discrimination on grounds of sexual orientation, gender identity and sex characteristics in the European Union: Comparative legal analysis’. ( 2 ) Ibid . ",
        "68. Calls on the Commission and Member States to ensure the mutual recognition of partnership status, matrimonial regimes and parenting rights; calls on the Commission and Member States to take account of the specific discrimination faced by intersex people in employment and to review laws and practices with a view to preventing discrimination of intersex people; Horizontal aspects and recommendations 69. Expresses its concern over the lack of legal clarity and certainty regarding multiple discrimination, often as a consequence of the existence of differing and fragmented rules and standards across Member States; notes the important work done by Equinet in helping to develop common standards and believes this should be given adequate support; 70. Deplores the fact that Directive 2000/78/EC contains no specific provisions on multiple discrimination, although it does at least state that women are often victims of it and notes, furthermore, that the combination of two or more forms of discrimination may pose problems arising from divergences in the guaranteed level of protection for different forms; calls on the Member States and the Commission to combat all forms of multiple discrimination and to ensure application of the principle of non-discrimination and equal treatment in the labour market and in access to employment; recommends that national, regional and local authorities, law enforcement bodies, including labour inspectors, national equality bodies and civil society organisations, increase their monitoring of the intersectionality between gender and other grounds in cases of discrimination and in practices; 71. Highlights that a lack of objective, comparable and disaggregated equality data on instances of discrimination and inequality makes it more difficult to prove the existence of discrimination, particularly indirect discrimination; points out that Article 10 of Directive 2000/78/EC provides for a shift in the burden of proof and a reversal of it where there are facts from which it may be presumed that there has been direct or indirect discrimination; calls on the Commission and the Member States to collect equality data within the scope of the Directive in an accurate, systematic way and with the involvement of social partners, national equality bodies and national courts; 72. Urges the Commission and the Member States to develop — including as part of the national reporting process and in the annual Joint Report on Social Protection and Social Inclusion — harmonised and homogeneous statistics designed to fill in all gaps in the collection of gender equality data; calls on the Commission to take initiatives to promote such data collection by means of a Recommendation to Member States and by tasking Eurostat with the development of consultations aiming at mainstreaming data disaggregation on all grounds of discrimination in European Social Survey indicators, in order to take action and practical measures against all forms of discrimination relating to recruitment and the job market; 73. Recommends that, while collecting statistical data on employment matters, Member States include optional questions in a labour survey to discover possible discrimination based on grounds of sex, racial or ethnic origin, religion or belief, disability, age and sexual orientation; 74. Emphasises that the legislative process at all levels should take account of the bureaucratic burden on microenterprises and small and medium-sized enterprises and that proposed measures should undergo a proportionality assessment; 75. Notes the important role of the national equality bodies in the implementation of the Employment Equality Directive, contributing to awareness-raising and data collection, cooperating with the social partners and other stakeholders, addressing underreporting and taking on a leading role in simplifying and facilitating the lodging of complaints by victims of discrimination; calls for the role of the national equality bodies to be strengthened, their impartiality insured, their activities developed and their capacities enhanced, including through the provision of adequate funding; 13.6.2018 EN Official Journal of the European Union C 204/191 Thursday 15 September 2016 ",
        "76. Calls on the Member States to display greater commitment in implementing the principle of equality between women and men in employment policies; calls for the active use of gender budgeting, including through the promotion of exchanges of best practices by the Commission, and for measures that would encourage the employment of women on fair grounds without insecure forms of employment, with a healthy work-life balance and life-long learning, as well as measures that reduce pay and pension gaps, and, in general, improve the position of women on the labour market; 77. Asks the Members States to develop gender-neutral job classifications and evaluation systems as indispensable measures to foster equal treatment; 78. Highlights the fact that policies on equal treatment should aim at addressing the issue of stereotypes in both male and female occupations and roles; 79. Stresses that the social partners have a key role to play in informing both workers and employers and in raising their awareness about tackling discrimination; 80. Considers that further focus is needed on balancing competing rights such as freedom of religion and belief and freedom of speech in cases of harassment on such grounds; 81. Calls on the Member States to develop and strengthen national labour inspection bodies, providing the conditions and the financial and human resources that will enable them to maintain an effective presence on the ground in order to combat precarious employment, unregulated employment and labour and wage discrimination, in particular from the point of view of equality between men and women; 82. Calls on the Commission and the Member States to enhance the reconciliation of work and private life by concrete measures, such as new proposals on maternity leave so as to guarantee the right for women to return to work after pregnancy and maternity leave and parental leave, to guarantee their right to effective health and safety protection at the workplace, to safeguard their maternity entitlements, and to take measures to prevent the unfair dismissal of employees during pregnancy, etc., as well as the Carers’ Leave Directive and reinforcing legislation on paternity leave; 83. Notes that access to justice is limited in many discrimination cases; highlights the importance of access to information for victims of discrimination; considers it necessary that Member States take the appropriate steps to ensure that reasonable, available and accessible legal advice and assistance can be obtained and is provided to the victims at all stages of the legal process, including confidential and in-person counselling, and emotional, personal and moral support, by equality bodies or appropriate intermediaries; calls furthermore on the Member States to combat harassment and violence at workplace which violates a person’s dignity and/or creates an offensive environment at work; 84. Believes that complaint mechanisms must be improved at national level by strengthening national equality bodies to increase access to judicial and non-judicial mechanisms and by increasing trust in authorities, providing legal support, offering legal advice and support and simplifying often lengthy and complex legal procedures; encourages the Member States to create platforms that could receive complaints and provide free support on legal pursuit in cases of discrimination and harassment at the workplace; 85. Calls, as regards cases of discrimination and/or mobbing and/or stalking at the workplace, for rules to be adopted to protect whistle-blowers and their privacy; 86. Recalls that pursuing court cases, and ensuring adequate representation, is still problematic in some cases, and urges the Member States to find ways to help victims in this regard, including for example by means of court tax exemptions and reductions, legal aid and assistance from specialised NGOs, and by ensuring legal redress and adequate representation; underlines the importance of the legal standing of NGOs with a legitimate interest in relevant judicial and/or administrative procedures; C 204/192 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 ",
        "87. Welcomes the fact that sanctions provided for by Member State anti-discrimination laws are generally in line with the Employment Equality Directive; also points to the important role of specialised public anti-discrimination bodies in resolving problems related to penalties and appeals; is concerned, however, that, in terms of the level and amount of compensation awarded, national courts tend to apply the lower scale of sanctions provided for by law ( 1 ); emphasises the need for the Commission to pay close attention to the rules applicable to sanctions and redress in the Member States to ensure that domestic law does not, as the European Court of Justice has reported, provide for purely symbolic punishments or only issue warnings in cases of discrimination; 88. Expresses its concern at the fact that so few within the Roma community are active on the labour market; points to the need to strengthen the role of NGOs involved with this ethnic minority with a view to encouraging Roma to participate in the labour market; also points out that NGOs have an important role to play in informing Roma about their rights or helping them to report cases of discrimination, which will ultimately serve to improve data collection; 89. Calls on Member States to make use of the possibility in the Directive to introduce positive action in the case of groups that suffer from severe and structural discrimination, such as the Roma; 90. Welcomes the fact that the overwhelming majority of Member States have considered some form of positive action within the scope of the Directive; 91. Highlights the need for the dissemination of relevant decisions of the CJEU and for an exchange of national court decisions in line with CJEU and European Court of Human Rights case-law pertaining to the provisions of the Employment Equality Directive; 92. Stresses the importance of ensuring support for informal carers combining work and care responsibilities (e.g. flexible working hours, respite care) so that these carers (mostly women) can provide care and can make a huge contribution to their families and society but are not penalised for this contribution now or later in life; 93. Considers it necessary that adequate training is provided for employees of national, regional and local authorities, law enforcement bodies and labour inspectorates; believes that training for all relevant stakeholders, such as judges, prosecutors, judicial staff, lawyers and investigators, police force and prison staff on non-discrimination legislation in employment and case-law is of critical importance, along with training on cultural understanding and unconscious bias; 94. Considers it necessary that the Commission provides private companies, including SMEs and micro companies, with models for equality and diversity frameworks which can later be replicated and adapted according to their needs; calls on business stakeholders to go further than making pledges with regard to respecting equality and diversity by, inter alia , reporting annually on their initiatives in this respect with the help of equality bodies if they so choose; 95. Calls on employers to create anti-discriminatory working environments for their employees through respecting and implementing the existing anti-discrimination directives based on the principle of equal treatment regardless of sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation; calls on the Commission to monitor the implementation of the related measures; 96. Recalls the important role of the social partners, NGOs and civil society in offering assistance to the victims, and stresses that it is often easier for persons suffering discrimination to turn to them than to other actors; calls, therefore, for support to be offered to civil society organisations active in this field; 13.6.2018 EN Official Journal of the European Union C 204/193 Thursday 15 September 2016 ( 1 ) EPRS, op. cit . ",
        "97. Calls for human rights and civic education that fosters awareness and acceptance of diversity and that seeks to create an inclusive environment by encouraging the redefinition of norms and the removal of insulting labels; 98. Calls on the Commission and the Member States to support the study of civic and human rights education in primary and secondary schools; 99. Considers it necessary that the Commission adopts a European framework for national strategies to combat anti- Semitism, Islamophobia and other forms of racism; 100. Urges the Member States to establish appropriate schemes enabling prisoners who have served their sentence to re- enter the labour market; 101. Calls on the Commission and Member States to facilitate access to funding for relevant stakeholders, including civil society organisations and equality bodies, for awareness-raising and education campaigns about discrimination in employment; calls on the private sector to play its part in creating a discrimination-free working environment; 102. Calls on the Member States to seek to bring about an exchange of best practice to help fight discrimination at work; 103. Calls on the social partner organisations to develop internal awareness of inequality in employment and come up with proposals to address issues at organisation/company level, sectoral collective bargaining, training and campaigns targeting members and workers; 104. Calls on the Member States and the Commission to involve social partners (trade unions and employers) and civil society, including equality bodies, in the effective application of equality in employment and occupation, with a view to fostering equal treatment; calls also on the Member States to improve social dialogue and the exchange of experience and best practice; o o o 105. Instructs its President to forward this resolution to the Council and the Commission. C 204/194 EN Official Journal of the European Union 13.6.2018 Thursday 15 September 2016 "
    ]
}