{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 27.6.2016 COM(2016) 424 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Assessing the implementation of the EU Framework for National Roma Integration Strategies and the Council Recommendation on effective Roma integration measures in the Member States - 2016 {SWD(2016) 209 final} ",
        "2 COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Assessing the implementation of the EU Framework for National Roma Integration Strategies and the Council Recommendation on effective Roma integration measures in the Member States — 2016 1. Introduction Under the EU Framework for National Roma Integration Strategies up to 2020, 1 Member States committed to develop, implement and monitor strategies 2 in line with a comprehensive evidence-based approach. The Commission assesses the implementation and reports annually to the European Parliament and the Council. The EU Framework was reinforced by a Council Recommendation on effective Roma integration measures. 3 The Recommendation extended the Framework to additional areas and called on Member States to communicate annually to the Commission measures taken in line with the Recommendation and progress achieved in implementing the strategies. This Communication reports on the overall conclusions regarding progress in implementing the EU Framework. It also reviews, for the first time, Roma integration measures put in place under the Council Recommendation. The accompanying Staff Working Document presents a country-by-country assessment, and highlights examples of practices in the various thematic areas. A detailed reporting template has been developed to support Member States’ reporting. 4 Some Member States (France, Germany, Slovenia) opted for alternative reporting, while others (Denmark, Luxembourg, the Netherlands) 5 did not report on their measures. 2. The Commission’s role in supporting Member States The Commission has linked monitoring progress in Roma inclusion to its wider growth agenda, Europe 2020. Since 2012, five Member States with the largest Roma communities and the most acute challenges have received C ountry-Specific Recommendations on how to make mainstream policies more inclusive for Roma. In 2016 the Recommendations proposed by the Commission focus on promoting the participation of Roma children in quality mainstream education. 6 Legal, policy and financial instruments at European level have been fully aligned with the launch of the 2014-2020 financial programming period. 1 COM(2011) 173 final, endorsed by the Heads of State and Governments on 23-24 June 2011. 2 The term strategy is also used to cover integrated sets of policy measures. Member States are referred to by the following abbreviations: AT-Austria, BE-Belgium, BG-Bulgaria, CY-Cyprus, CZ-Czech Republic, DE-Germany, DK-Denmark, EE- Estonia, EL-Greece, ES-Spain, FI-Finland, FR-France, HU-Hungary, HR-Croatia, IE- Ireland, IT-Italy, LT-Lithuania, LU- Luxemburg, LV-Latvia, MT-Malta, NL-Netherlands, PL-Poland, PT-Portugal, RO-Romania, SE-Sweden, SI-Slovenia, SK- Slovakia, UK-United Kingdom. Malta does not have a Roma population on its territory. 3 OJ C 378, 24.12.2013, 01. 4 The Working Party on Roma indicators, facilitated by the Fundamental Rights Agency and with the participation of 17 Member States (AT, BE, BG, CZ, EL, ES, FI, FR, HR, HU, IE, IT, NL, PT, RO, SK, UK) developed the reporting framework following the structure of the Recommendation. A Roma integration indicator framework linking measures with inputs and results still needs to be finalised. 5 NL provided a qualitative study commissioned by the government from the Erasmus University on the living conditions of Roma. DK remained without a nominated National Roma Contact Point for an extended period. A contact point was recently appointed, but no report on measures put in place under the Council Recommendation has been provided to the Commission. 6 BG, CZ, HU, RO, SK: http://ec.europa.eu/europe2020/making-it-happen/country-specific-recommendations/index_en.htm. ",
        "3 2.1. Building capacity and promoting cooperation The Commission continues to facilitate dialogue among Member States under the network of National Roma Contact Points . 7 It also continues the work of the Roma Taskforce, which brings together relevant Commission departments that contribute to the EU Roma integration process. Bilateral monitoring visits to Member States take place with in-depth discussions between Commission, national and local authorities and civil society, as well as visits to Roma communities. The European Platform for Roma Inclusion , which gathers all stakeholders at European level, was reformed in 2015 to ensure a more participatory process. The European civil society umbrella organisations that are in regular dialogue with the Commission were closely involved in reforming and preparing the European Platform, which in 2015 focused on multi- stakeholder cooperation and fighting discrimination and anti-Gypsyism. The Commission committed to support Member States in the development of National Roma Platforms. These should play a crucial role in ensuring the transparent and inclusive involvement of all stakeholders in implementation, monitoring and reporting activities. The Commission also reinforced local capacity building and networking initiatives by supporting: • twinning of local authorities (under the ‘for Roma with Roma’ transnational campaign); 8 • joint programmes 9 with the Council of Europe to invest in mediation, structured dialogue and capacity building of Roma communities and local authorities; • networks of transnational cooperation between authorities at national and local level, as well as (pro) Roma NGOs. 2.2. Fighting discrimination and anti-Gypsyism In 2015, the Commission stepped up action to fight discrimination, segregation and anti- Gypsyism, including hate speech and hate crime. As guardian of the Treaties, the Commission has a role to guarantee that anti-discrimination legislation, such as the Racial Equality Directive, 10 is properly transposed and enforced. The Commission launched a second infringement case on the discrimination of Roma children in education, 11 and continued to investigate suspected discrimination in education and housing in several Member States. The Commission entered dialogue with Member States to ensure full and correct transposition and implementation of the Council Framework Decision on racism and xenophobia 12 after having acquired the power to oversee its application. It also stepped up efforts to assist Member States to ensure effective action on the ground against hate speech and hate crime. It entered into discussion with IT companies, Member States and civil society to ensure the fast removal of illegal hate speech online and to promote the development of counter-narratives. The Commission launched the ‘for Roma with Roma’ transnational awareness-raising campaign. It aims at fighting anti-Roma stereotypes through working with media, promoting 7 The network meets twice a year. It was set up in 2012 to promote mutual learning and cooperation on implementing National Roma Integration Strategies and to provide Commission support on issues identified by Contact Points. Thematic working groups (currently focusing on transnational cooperation and Roma children) under the network allow for more in- depth discussions. 8 http://ec.europa.eu/justice/discrimination/roma/for-roma-with-roma/index_en.htm. 9 ROMED2 and ROMACT programmes. 10 Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin, OJ L180, 19.07.2000. 11 Slovakia in April 2015. The first proceeding was launched in September 2014 against the Czech Republic. 12 2008/913/JHA, OJ L 328, 28.11.2008. ",
        "4 cultural understanding, organising school drawing competitions and supporting twinning projects between local authorities. In 2015, the Commission published a set of three reference materials to support Member States in fighting discrimination and segregation: • Guidance on how the 2014-2020 European Structural and Investment Funds can be used to tackle educational and spatial segregation , with experts providing implementation advice to the Member States most concerned. 13 • Know your rights brochure with guidance on how to present a discrimination claim, explaining victims’ rights in straightforward language to improve enforcement of equality directives and rights awareness. 14 • European Toolkit for Schools on good practices in education, including practices on providing targeted support to Roma children and working with Roma families. 15 The Commission strongly supported the European Parliament resolution 16 on anti- Gypsyism and the EU recognition of the memorial day of the Roma genocide . Under its Europe for Citizens programme, the Commission funded projects commemorating the Roma holocaust, and — under the Rights, Equality and Citizenship Programme — local, national and transnational projects on Roma integration and anti-discrimination. 3. State of play on Roma integration in Member States In addition to the economic and financial crisis, the refugee crisis posed an unprecedented challenge for Member States. Public authorities are under pressure to address the needs of newly arrived refugees, besides their own vulnerable Roma citizens and the EU or third country nationals of Roma origin living in their territory. Despite the challenges that the integration of these communities present, Member States should not prioritise one over the other. A balanced approach, reconciling all integration needs with mutually supportive and coordinated actions, is required. This assessment is based on information provided by Member States, complemented by input from civil society. Efforts under the Working Party on Roma integration indicators (coordinated by the Fundamental Rights Agency with the participation of 17 Member States and the Commission) were made to develop a common framework of Roma indicators. While the process has resulted in a detailed reporting template on measures put in place, further work is needed on a Roma integration indicator framework to enable the linking of measures with inputs and results. The template used for this year’s reporting posed challenges to some Member States. The Commission is committed to developing a user-friendly reporting methodology closely linked with the indicator framework. 3.1. Horizontal measures Discrimination continues to be widespread across the EU and is present in all societies, and in all key areas. This is confirmed by the findings of the recent Eurobarometer survey 17 and feedback from civil society. Member States focus on promoting intercultural dialogue, diversity, information on Roma history and culture, including the Roma holocaust. Some of them already include this information in their school curricula. It is important to address the fight against discrimination of Roma by educating children and putting education in this wider perspective. Some Member States put in place training activities aimed at sensitising 13 http://ec.europa.eu/regional_policy/sources/docgener/informat/2014/thematic_guidance_fiche_segregation_en.pdf. 14 http://ec.europa.eu/justice/discrimination/files/rights_against_discrimination_web_en.pdf. 15 http://www.schooleducationgateway.eu/en/pub/resources/toolkitsforschools/general.htm. 16 15.04.2015, 2015/2615(RSP). 17 Special Eurobarometer 437, 2015. ",
        "5 civil servants and service providers so that they have proper intercultural understanding when working with Roma. Some also run campaigns against hate crime. All these measures are essential in order to promote equality. Member States are encouraged to develop them. Despite these efforts, no real improvements can be seen on the ground. Therefore a more systematic approach is needed and Member States are urged to demonstrate greater political will to combat discrimination. Anti-Gypsyism as a specific form of racism , closely related to deeply rooted stereotypes and stigmatisation of Roma, is on the rise. It is related to increased radicalisation and extremism in the EU. It is crucial that public authorities distance themselves from racist and xenophobic discourse that targets Roma and effectively criminalise anti-Roma rhetoric, hate speech and hate crime . It is important to realise that a reluctance to act also contributes to the acceptance of intolerance in societies. Although some Member States took steps to eliminate discrimination and segregation of Roma through the adoption of pro-inclusive legislation – notably in the field of education to foster an equal access for Roma children in mainstream education 18 – exclusion from the workplace, segregation in education and housing persist. Therefore Member States should also make greater efforts to ensure the effective practical enforcement of anti- discrimination legislation in order to effectively eliminate discriminatory and segregation practices. Most Member States reported measures on promoting Roma participation, but more focus on Roma youth is needed. The situation of Roma children remains particularly worrying. Some Member States undertake measures to fight harassment and bullying. Still, exclusion continues. In some Member States, it is linked to the lack of registration and identity documents, low participation in early childhood education and care, and higher drop-out rates. Measures recommended by the Council Member States that have reported a measure Ensure effective practical enforcement of the Racial Equality Directive BE, BG, CZ, DE, FI, HR, IT, LT, SI, SK, UK Implement desegregation measures regionally and locally ES, HR, SK Ensure that forced evictions are in full compliance with EU law and international human rights obligations - Raise awareness about the benefits of Roma integration AT, ES, LV Raise public awareness of the diverse nature of societies, sensitise public opinion to Roma inclusion AT, DE, ES, LV, PT, SI, SK, Combat anti-Roma rhetoric and hate speech AT, DE, ES, HR, SE, SK Combat multiple discrimination of Roma children and women AT, CZ, DE, ES, HR, HU, PT, SE, SI, SK Fight (domestic) violence against women and girls AT, DE, EL, ES, FI, HR, HU, UK Fight trafficking in human beings AT, BG, HR, HU, IT Fight underage and forced marriages, and begging involving children SI Support the active citizenship of Roma by promoting their social, economic, political and cultural participation AT, BE, BG, CZ, DE, ES, FI, HR, HU, LT, LV, PT, SE, SI SK, UK Promote the training and employment of qualified mediators BE, BG, CZ, ES, HR, PT, SI Raise rights awareness among Roma AT, DE, ES, HR Other BE, BG, FR, HU, HR, IT, LV PT, UK 18 BG, CZ, SK ",
        "6 Roma women are mainly addressed under mainstream measures. However, given that they face multiple forms of discrimination (violence, trafficking in human beings and underage and forced marriages, and begging involving children), they should also be addressed with more targeted measures as part of a gender specific and child sensitive strategic approach. Action in these areas is largely lacking despite indications of an increase in the trafficking of Roma for these purposes. 19 Member States should better address the specific situation of Roma using a combination of mainstream and targeted measures to ensure their effective equal access to rights and mainstream services. 3.2. Education Education continues to receive the most attention by Member States in their integration measures. The majority of Member States reported measures relevant to early childhood education and care, early school leaving, inclusive education and individualised support. Many Member States have adopted early school leaving strategies, but these do not explicitly target Roma, who continue to be over-represented among early school leavers. Attention to promoting access to and quality of early education is considerable, which serves to prevent later school leaving and improve educational outcomes. A positive paradigm shift recognising the central importance of early education has become visible in recent years. This is shown by increased funds allocated to building kindergartens and legislative changes in several Member States to introduce or extend compulsory preschool education. 20 Measures recommended by the Council Member States that have reported a measure Eliminate segregation BE, BG, ES, IE, IT, RO, SI, SK End misplacement in special needs schools BG, CZ, SK Fight early school leaving AT, BE, BG, CY, DE, ES, FI, FR, HR, HU, IT, RO, SE, SK, UK Promote access to and quality of early childhood education and care AT, BG, CZ, ES, FI, HR, HU, IT, PL, RO, SK Provide individualised support AT, CZ, DE, ES, HR, IT, LT, LV, PL, RO, SK, UK Promote inclusive teaching and learning methods AT, BG, CY, CZ, DE, ES, HR, HU, LV, PT, RO, SI,SK, UK Encourage parental involvement and teacher training AT, BE, BG, CY, DE, ES, FI, IT, LV, SI, SK Promote participation and completion of secondary and higher education AT, BG, CZ, DE, ES, FI, HR, HU, PL, UK Widen access to second-chance education and adult learning UK, BG, CY, DE, ES, SI Other BE, CZ, ES, FI, DE, HR, HU, IT, LT, LV, RO, SI, SK, UK A more recent positive development is the promotion of inclusive education and individualised support to children in mainstream education, which serves to prevent placement in special schools on the basis of social background. A pro-inclusive legal environment, which has been reinforced in several Member States, needs to be accompanied by effective implementation measures. Proper monitoring, sustainable funding and relevant teacher education must be secured to achieve tangible results. More attention must be paid to offering second chance education and adult learning, facilitating the transition between education levels, including tertiary education. Pursuing active desegregation measures to 19 Europol: Situation Report — Trafficking in human beings in the EU. 20 BG, CZ, HU, FI ",
        "7 provide good quality education to Roma children in a mainstream setting should be a priority. Training programmes should correspond to real labour market needs to effectively improve employment prospects. 3.3. Employment Roma participation in the labour market remains very weak. Member States gave priority to mainstream measures for the unemployed, training, and subsidised jobs for the long-term unemployed. Member States also offer activation/public work, and measures for people with migrant background without, however, significant impact on Roma. Most of them reported measures supporting a first work experience, vocational or on-the-job training, lifelong learning and skills development. Several Member States have taken initiatives on mainstream employment services and self-employment or entrepreneurship. Despite all these measures, Roma still remain the most under-represented group in the labour market. Low levels of education and skills and widespread discrimination are factors explaining poor employment outcomes. Activation and public work have possibly improved employment statistics, but instead of providing a bridge to the open labour market, they had a lock-in effect keeping participants in low-quality, low-income jobs that are insufficient to break out of poverty. Measures recommended by the Council Member States that have reported a measure Support first work experience, vocational training, on-the- job training and lifelong learning AT, BE, BG, DE, EL, ES, FI, HR, HU, IT, LT, LV, PL, PT,SI, SK, UK Support self-employment and entrepreneurship AT, BE, BG, ES, HR, HU, LT, SI, SK Provide equal access to mainstream public employment services with individualised support AT, BE, BG, DE, ES, FR, HR, HU, IT, LV, PT, SE, SI, SK Eliminate barriers, including discrimination, to (re)entering the labour market AT, FI, DE, ES, HR, HU, LT, SK, UK Other BE, CZ, EL, HU, LT, PT, RO, SK It is evident that all-encompassing, tailored approaches are needed. Innovative measures — promoting social enterprises and Roma entrepreneurship, incentives for employers, reaching out to private employers, targeting Roma under the Youth Guarantee, and promoting social consideration in public procurement — should be better exploited, as well as integrated active inclusion approaches. It is also crucial that the impact of all measures on Roma employment is closely monitored. The fight against discriminatory practices in the labour market should also be reinforced, and there should be closer cooperation with labour inspection. Allocations under the European Social Fund should be fully mobilised to ensure the efficiency and sustainability of measures through integrated and personalised support. Opportunities under the European Agricultural Fund for Rural Development should also be fully used to promote Roma employment in rural areas, where the majority of Roma live. 3.4. Health Tackling the health inequalities endured by Roma remains an ongoing challenge, in particular in the most deprived areas. Most Member States reported measures that facilitate access to healthcare and focus on preventive, protective measures, in particular vaccination of children, family planning and raising health awareness. They also work with the NGO sector. However, for some Roma, access to health is limited because of a lack of registration and health insurance coverage. Further efforts are needed to reach out to these vulnerable people, including through their participation in health and social care initiatives. Awareness-raising ",
        "8 activities targeting both healthcare professionals and Roma should also be put in place in all Member States. Measures recommended by the Council Member States that have reported a measure Remove barriers to access the healthcare system AT, BE, BG, CZ, DE, ES, FI, FR, HU, LT, PL,RO, SE, SI, SK, UK Improve access to medical check-ups, pre- and postnatal care, family planning, etc. AT, BG, DE, ES, IT, PL, SI, SK Promote access to free vaccination programmes targeting children, and the most disadvantaged groups and areas AT, BE, BG, DE, ES, HU, PL, RO, SI, SK Promote health awareness AT, BG, CZ, DE, ES, FI, HR, HU, IT, PL, SI, SK Other BE, BG, EL, ES, FI, HR, IT, LT, PL, SK 3.5. Housing The most important housing challenges — namely fighting segregation and preventing forced evictions — were insufficiently addressed. 21 Several Member States reported measures promoting non-discriminatory access to social housing, while others reported fighting segregation. Both areas should be important for further joined-up, robust action, to be potentially financed from EU funds. Use of European Structural and Investment Funds (ESI Funds) leading to (further) segregation of facilities should be avoided. Addressing segregation requires a long-term approach. Prerequisites to successful desegregation include: • targeting regions lagging behind and those at risk; • ensuring coordination between stakeholders and involvement of affected Roma communities in implementation; • combining infrastructure and human resource development; • legalising housing; • launching preparatory and accompanying measures; • providing adequate housing in an integrated setting; • anchoring desegregation into an integrated approach. Measures recommended by the Council Member States that have reported a measure Eliminate any spatial segregation and promote desegregation CZ, HU, ES, IT, RO Promote non-discriminatory access to social housing AT, BE, BG, CZ, DE, ES, FI, FR, IT, SK, UK Provide halting sites for non-sedentary Roma AT, BE, FR, UK Ensure access to public utilities ES, HR, RO, SI Other AT, BE, BG, CZ, ES, HR, HU, IT, LT, PL, PT, RO, SK Some of the countries concerned have also put in place measures regarding another priority highlighted by the EU Framework and the Recommendation: providing halting sites for travellers in proportion to local needs. Access to public utilities should be addressed by all Member States concerned in order to improve Roma living conditions. 21 International human rights organisations and civil society raised multiple concerns during 2015 on a series of forced evictions that took place in several Member States. See for example http://www.coe.int/en/web/commissioner/-/european- countries-must-stop-forced-evictions-of-roma. In the majority of cases, no alternative social housing was provided, and in some cases children were removed from their families. ",
        "9 3.6. Structural measures Positive steps have been taken in enforcing the work and institutional capacity of the National Roma Contact Points, although their mandate and resources still vary considerably. Many of them are involved not only in the coordination of relevant policies, but also in their design and revision. Many were actively involved in aligning policy priorities with available funding for the 2014-2020 programming period. 22 Their efforts contributed to the selection of the socioeconomic integration of marginalised Roma communities as a specific investment priority under the operational programmes. This secured sustainable funding for Roma integration measures until 2020. Some National Roma Contact Points work closely with local authorities, providing methodological support in developing local action plans, and cooperate with representatives of (pro) Roma civil society. Their visibility to all stakeholders is increasing. There is, however, need for further improvement, in particular in respect of cooperation with local authorities, civil society and especially the private sector in implementation. Reports from Member States reveal that national public authorities implement the majority of reported measures, especially in education and health, while local authorities are typically responsible for implementing measures in housing and employment. Civil organisations are most active in health, followed by education, but their partnership in implementation in all relevant fields should be further promoted. The potential role of the private sector remains largely unexplored. In many Member States, cooperation between the Contact Points and Equality Bodies 23 is established. Both actors feed policies and provide support, when relevant. There is still a need to increase the human and financial resources for both, to improve their cooperation and make it more effective. The importance of transnational cooperation is increasingly recognised, practised and promoted by all those concerned at all levels. Exchange of best practice takes place between authorities both at national level (e.g. the EURoma network bringing together contact points and managing authorities to improve the use of ESI Funds for Roma inclusion), and at municipal level (e.g. under the EU strategy for the Danube region). Bilateral national agreements (e.g. France-Romania, Sweden-Romania) have been concluded to step up transnational cooperation for Roma integration. Local level transnational cooperation also covers Roma integration (e.g. under the EUROCITIES Roma Taskforce or the new component under the ROMACT programme in support of capacity building and transnational cooperation activities to assist local authorities). Several positive examples of cooperation between municipalities in Western and Eastern Europe focus on providing services to Roma, including in the area of education (e.g. Glasgow and Oslo with Belfast, Arad, Craiova, Timisoara) and employment (e.g. Ghent with Glasgow, Athens, Malmö). Member States have taken steps to develop monitoring of National Roma Integration Strategies. The ESIF requirement of having strong monitoring methods in place has an important role in improving the evaluation of the impact of Roma integration measures. Nevertheless, further efforts are necessary to enable an assessment of the results of the reported targeted and mainstream measures on Roma, including their impact on segregation trends, Roma school attainment and employment levels, and access to housing and health services in an integrated setting. To this end, the Fundamental Rights Agency will continue the work on developing Roma integration indicators, which should feed the development of the reporting methodology by gathering inputs from all relevant stakeholders. The monitoring 22 On ESI Funds: http://ec.europa.eu/regional_policy/en/funding/; on strengthened partnership in planning, implementing and monitoring ESI funding: http://ec.europa.eu/regional_policy/en/policy/what/glossary/e/european-code-of-conduct. 23 Bodies established under EU’s equality directives 2000/43/EC, 2004/113/EC and 2006/54/EC. ",
        "10 of Roma integration measures and ESI Funds for Roma inclusion should be better aligned through closer coordination of contact points and the managing authorities for ESI Funds to ensure that funds reach Roma. 3.7. Funding In its 2015 Communication, the Commission presented the opportunities available under the 2014-2020 programming period. Member States’ broader funding allocations for social inclusion and fighting poverty and discrimination are reported by country in the Staff Working Document. It should be noted that under their broader allocation for social inclusion, 12 Member States 24 selected the new investment priority that allows for explicit, but not exclusive, targeting of Roma , and allocated to it a total of €1,5bio. Several other ESIF investment priorities have been identified to contribute to Roma inclusion. 25 In terms of national public funding , among the substantive policy areas, education and housing attract most investment, with much less going to employment and even less for health. Reported national funding for horizontal and structural measures is insignificant. In terms of ESI funding and in line with the Country-Specific Recommendations under the European Semester, inclusive (including early) education and employment are the two primary investment areas, with housing also receiving a significant allocation. The amount allocated for health investments is much lower. For horizontal and structural measures, the protection of women and children and the fight against discrimination receive most funding, mainly from ESI Funds. Several Member States have developed mapping of Roma communities by introducing ethnic or socio-economic indicators (i.e. deprived/segregated neighbourhoods, people most in need, poverty maps, etc.) in order to improve targeting and allocation of ESIF for Roma integration 4. Enlargement Roma integration continues to be a key priority in the enlargement process. The Commission works closely with Western Balkan countries and Turkey, and monitors the implementation of commitments. An important effort is being made under the Instrument for Pre-Accession Assistance (IPA II) to support Roma integration programmes at national and regional levels. However, the situation of most Roma communities remains a matter of concern. Adopting legislative or policy documents is not enough. Adequate budgetary means should be allocated at national level to implement integration measures, with special attention given to local implementation. Roma communities need to be fully involved in planning, implementation and monitoring. The Roma Decade 26 ensured that Roma integration became part of the political agenda. The post-Decade phase should concentrate on achieving measurable results on the ground, clearly reducing the gap between Roma and non-Roma, and with special attention to priority areas (education, employment, health, housing and civil documentation) as well as in the cross-cutting fields related to gender and anti-Gypsyism. Roma integration policies must be reinforced in response to the current refugee crisis; a significant portion of returnees to the Western Balkans, designated now as safe countries of origin, are Roma. 24 AT, BE, BG, CZ, ES, FR, EL, HU, IT, PL, RO, SK 25 E.g. Under the European Social Fund: reducing early school-leaving and promoting equal access to good quality early- childhood, primary and secondary education; or combating all forms of discrimination and promoting equal opportunities. Under the European Regional Development Fund: social, health or education infrastructure or support for the physical, economic and social regeneration of deprived communities. 26 http://www.romadecade.org/. ",
        "11 5. Conclusions and way forward The legal, policy and funding instruments at European level have been put in place. Member States have set up coordination structures, introduced targeted and mainstream measures in response to the Council Recommendation, and they have allocated funding. The assessment identified some positive trends , such as the growing focus on early childhood education, the new linkage between policy priorities of Roma integration and the use of 2014-2020 ESI Funds and the role of National Roma Contact Points in planning this funding. However, efforts could not prevent further deterioration of the living conditions of Roma and widespread hostility of majority societies. Serious bottlenecks have been identified in fighting anti-Roma discrimination, especially residential and educational segregation and prevention of forced evictions. Ensuring sustainable local commitment and implementation remains to be addressed. Cooperation with civil society and private sector engagement in implementation remain insufficient. Accounting for the impact of integration efforts on the ground should also be improved. Member States should ensure a political recommitment to Roma integration so that legal, policy and financial instruments in place are fully used to bring tangible results on the ground. Local implementation is of the utmost importance. The Commission calls on Member States to address the following urgent priorities:  Enforce anti-discrimination and anti-racism and xenophobia legislation and safeguards at national and local levels by: o monitoring, fighting, reporting and sanctioning anti-Roma discrimination in all policy areas; o criminalising public incitement to violence or hatred including on the grounds of ethnic origin; o addressing trafficking in human beings with gender specific and child sensitive measures; o targeting majority society and key stakeholders with awareness raising and anti- discrimination campaigns to promote understanding of the economic imperative and mutual benefits of Roma inclusion.  Prevent evictions on the grounds of ethnic origin by ensuring that any evictions take place in full respect of fundamental rights, providing adequate alternative housing to evicted families to avoid homelessness and aggravating exclusion, and by exploring the opportunities under ESI Funds' investments to improve the housing situation of Roma.  Eliminate segregation in education and housing in line with Commission guidance through legislation, inclusive policy reform, teacher education, dissemination of inclusive methods and explicit desegregation measures combined with targeted support to tackle all barriers to access, using opportunities under ESI Funds to the full.  Put in place safeguards and targeted measures to ensure that mainstream interventions effectively reach out to Roma , especially in employment and health.  Extend and multiply smaller scale initiatives that have proved to be successful, using 2014-2020 funds.  Further develop data collection, monitoring and reporting methodologies to meet expectations of accountability for the use of public funds and ensure that the impact of targeted and mainstream measures on Roma is assessed and that it leads to policy learning and review.  Make full use of National Roma Platforms to ensure inclusive involvement of all stakeholders in implementation, monitoring, reporting and policy review, to promote exchange, evaluation and transfer of good practices, to build partnerships and to further mobilise Roma communities, local authorities, civil society and the private sector. ",
        "12 The Commission will continue to support Member States, ensure the necessary commitment to Roma inclusion at the European level, and use all available means to promote dialogue and cooperation. Key Commission priorities include the following :  Take action to ensure full enforcement of anti-discrimination legislation and to fight anti-Gypsyism by making use of available legal instruments.  Support National Roma Platforms to promote inclusive cooperation of all stakeholders at the national level.  Support Member States’ Roma integration efforts by facilitating exchange, cooperation and focused thematic discussion under the network of National Roma Contact Points .  Ensure high-level dialogue and policy guidance by pursuing bilateral monitoring missions, involving national and local authorities as well as civil society.  Promote participation and dialogue at the European level of all stakeholders under the reformed European platform for Roma inclusion .  Support capacity building of local authorities and civil society in order to promote their active mobilisation.  Develop a post-2020 strategic approach to Roma integration , in view of the possible revision of the Council Recommendation foreseen for 2019, taking into account remaining gaps between Roma and non-Roma in education, employment, health and housing, and the fight against discrimination, as well as ongoing reflections on a midterm evaluation of the EU Framework for National Roma Integration Strategies. "
    ]
}