{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No 1304/2013 of the European Parliament and of the Council on the European Social Fund, as regards an increase of the initial pre- financing amount paid to operational programmes supported by the Youth Employment Initiative’ (COM(2015) 46 final) (2015/C 268/07) Rapporteur-General: Pavel TRANTINA On 12 February 2015 and 23 February 2015 the European Parliament and the Council respectively decided to consult the European Economic and Social Committee, under Article 164 of the Treaty on the Functioning of the European Union, on the: Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No 1304/2013 of the European Parliament and of the Council on the European Social Fund, as regards an increase of the initial pre- financing amount paid to operational programmes supported by the Youth Employment Initiative (COM(2015) 46 final). On 17 February 2015 the Committee Bureau instructed the Section for Employment, Social Affairs and Citizenship to prepare the Committee’s work on the subject. Given the urgent nature of the work, the European Economic and Social Committee appointed Mr Trantina as rapporteur-general at its 506th plenary session, held on 18 and 19 March 2015 (meeting of 18 March), and adopted the following opinion by 213 votes to 1 with 6 abstentions. 1. Recommendations 1.1. The EESC welcomes the efforts of the European Commission to substantially increase the initial pre-financing for the Youth Employment Initiative (YEI) as a good step forward. It should help the Member States with the highest levels of youth unemployment and, often, higher budgetary constraints to start efficiently implementing the YEI. 1.2. In spite of the doubts that it has been continuously expressing about the amounts and manner of funding secured for the Youth Employment and Youth Guarantee initiatives ( 1 ), the EESC agrees with the Commission about the need to adjust the Parliament and Council regulation on the European Social Fund (ESF) in line with the proposal that was put forward. 1.3. The EESC is convinced that this initiative should encourage Member States to prioritise the fight against youth unemployment in their national budgets. Bureaucratic procedures should neither prevent the efficient delivery of the EUR 6 billion allocated to the Youth Employment Initiative, nor slow down any other initiatives aimed at efficiently combatting current youth unemployment. 1.4. The EESC considers the YEI to be an opportunity to review the future of work in Member States — public employment services must become much more proactive, better synergies between education and training and actors of the labour market must be created, young people must be adequately and promptly informed about their rights and opportunities. C 268/40 EN Official Journal of the European Union 14.8.2015 ( 1 ) OJ C 271, 19.9.2013, p. 101. ",
        "1.5. The EESC strongly encourages the involvement of organised civil society in the design and monitoring of the national YEI programmes on a partnership basis. The EESC would like to recall its long-term commitment to the youth unemployment topic. It is convinced that involving the social partners in a growth strategy, labour market reforms, education schemes and reforms of public administration, and involving youth organisations in the implementation of the Youth Guarantee, will ensure the consent of large parts of the population and thus social stability ( 2 ). 1.6. The EESC calls on the European Commission to closely monitor the challenges to the implementation of the YEI and especially to the Youth Guarantee. The monitoring process should not only be based on quantitative analysis but also on more qualitative indicators. 1.7. Greater investment in education and training is needed to support the implementation of lifelong learning policies and ultimately be part of a holistic approach to education. Internships and apprenticeships should be quality schemes. Internships should be based on learning objectives and preferably part of the education curricula and should not replace the creation of new jobs. 1.8. The EESC is convinced that the European Commission, Member States and the European Parliament, in cooperation with the social partners and other civil society organisations, must play a key role in ensuring a sound EU budget to stimulate job creation for young people. 2. Background 2.1. The Youth Employment Initiative was proposed by the 2013 European Council with a budget of EUR 6 billion for the period 2014-20. It should particularly support young people who are not in education, employment or training in the Union’s regions with a youth unemployment rate in 2012 above 25 % by integrating them into the labour market. 2.2. The money under the Youth Employment Initiative should therefore be used to reinforce and accelerate measures outlined in the 2012 Youth Employment Package. In particular, the funds are available for EU countries to finance measures to implement, in the eligible regions, the Youth Guarantee Recommendation agreed by the EU’s Council of Employment and Social Affairs Ministers in 2013. 2.3. In December 2014, the youth unemployment rate was 21,4 % in the EU28 and 23,0 % in the euro area ( 3 ), while in certain countries youth unemployment remains unacceptably high — above 40 or even 50 %. Even if these rates are slowly decreasing, they are still much higher than pre-crisis levels and young people are not out of the crisis yet. More than half of young Europeans feel that in their country young people have been marginalised and excluded from economic and social life by the crisis ( 4 ). 2.4. One year after the ESF Regulation on Youth Employment Initiative was adopted, it has not lived up to its potential. Frontloading of the YEI commitments as such and the other specific measures for the YEI have not led to the quick mobilisation of the resources from the YEI that was expected. Among the main reasons identified are the ongoing process of negotiation of the relevant operational programmes and the roll-out of respective implementation arrangements in the Member States; the limited capacity of the authorities to launch calls for projects and to process applications speedily and the lack of sufficient pre-financing to launch the necessary measures. 14.8.2015 EN Official Journal of the European Union C 268/41 ( 2 ) OJ C 424, 26.11.2014, p. 1. ( 3 ) Eurostat figures on youth unemployment. ( 4 ) European Parliament (2014), Flash Eurobarometer of the European Parliament: European Youth in 2014. ",
        "2.5. The present proposal should respond to this and other challenges. According to it, the initial pre-financing made available from the specific allocation for the YEI in 2015 will be increased to about EUR 1 billion. This does not alter the overall financial profile of national allocations that have already been agreed upon, it merely proposes to bring forward the allocations that have already been secured in the EU budget for the YEI. The present proposal therefore increases the flexibility for the Member States to access this funding and mobilise it more thoroughly. 3. Specific remarks 3.1. YEI and the Right to good quality opportunities for young people 3.1.1. Measures financed under the Youth Employment initiatives should be based on a rights-based approach to youth and employment; particularly in times of high crisis, the quality of work for young people must not be compromised. Projects under the YEI should contribute to promote quality jobs. There is increasing evidence showing that temporary and part-time work in some Member States is becoming an obligation rather than an option for young people. 3.1.2. Internship and apprenticeship schemes are due to be extended further under the youth employment initiative. Internships should be quality ones. They should constitute valuable and useful work-based experience for young people. Internships should be based on learning objectives and preferably part of the educational curricula, helping the transition from education to work and not replacing the creation of new jobs. Companies should be encouraged to hire interns after the end of internships. 3.2. The partnership principle 3.2.1. The EESC would like to strongly emphasise that operational programmes (including those financed from the ESF and therefore financing the YEI) should be geared towards ‘partnership-friendly’ actions and measures. Equal treatment and pluralism in partnership, targeted partnerships for targeted programmes and enhanced capacity building should be major guidelines ( 5 ). The EESC believes that Monitoring Committees as a partnership instrument that also involves organised civil society should be used for proper discussions about, and monitoring of, how the YEI is implemented in Member States. 3.2.2. Decreasing youth unemployment can only be triggered by a real cross-sectoral approach and the development of efficient partnerships involving businesses, the youth sector, civil society organisations, public employment services, training and education providers, as well as local and regional authorities. 3.2.3. To deal with the heterogeneous nature of youth unemployment, to contribute to designing tailored services and to ensure a better outreach to young people, especially the most vulnerable ones who are far from the labour market, young people and youth organisations should be involved in the design, monitoring and, where applicable, implementation of the measures financed by the Youth Employment Initiative on a national, regional and local level. 3.2.4. Youth organisations and youth representatives could also facilitate communication: they can have a role in identifying young beneficiaries of measures under the YEI, tackling youth unemployment and informing young people about the possibilities of the schemes. 3.3. The role of public employment services in the implementation of the YEI 3.3.1. Labour market policies encouraging early interventions to help young people enter the labour market are beneficial for their whole career. However, it is also very difficult for young people to remain in the labour market after a first experience, therefore career guidance services should accompany young people in the long term. C 268/42 EN Official Journal of the European Union 14.8.2015 ( 5 ) OJ C 44, 15.2.2013, p. 23. ",
        "3.3.2. In order to be efficient, measures under the Youth Employment Initiative, especially the Youth Guarantee schemes, will have to be accompanied by an increase in the administrative capacity of public employment services. Re-labelling current failed systems is not enough. A fair and inclusive Youth Guarantee should ensure a quick school-to-work transition by offering tailored career guidance leading to good quality offers to all young people. 3.4. The need for coherence 3.4.1. Measures from the Youth Employment Initiative should not only be immediate measures to reduce youth unemployment but should also aim to reduce youth unemployment on a medium and long-term basis which necessitates long-term targeted investments. 3.4.2. Cuts to youth and social services contradict the ethos of the Youth Employment Initiative and undermine the potential of measures to address youth unemployment. 3.4.3. In order to address the different needs of all young people, especially the most vulnerable, projects financed under the YEI should be part of a coherent package of measures encompassing several support mechanisms. Access to social schemes should be guaranteed for young people and non-standard forms of employment should be regulated in order to counterbalance some negative effects of insecurity resulting from such jobs. Furthermore, specific attention is needed to tackle discrimination in the labour market on the basis of age, gender, migrant background and others. 3.4.4. The Youth Employment Initiative should not prevent Member States from using the European Social Fund to finance broader projects related to youth, especially on poverty and social inclusion. The EESC calls on the European Commission to monitor the use of ESF funds for youth-related projects. 3.5. From education to work and from work to education 3.5.1. Given the rapid changes predicted for the labour market, today more than ever strong investments in education and training are necessary. Having said this, skills policies should not only be seen as a means to fulfil labour market needs but should recognise competences acquired through non-formal education, support the implementation of lifelong learning policies and ultimately be part of a holistic approach to education. 3.5.2. The transition between education and work can also be helped by a smart dual system combining education and work which would give young people the opportunity to get their first professional experience in parallel to quality education. 3.5.3. Developing entrepreneurial and cross-functional skills can be useful for young people to be active and innovative citizens. Entrepreneurship must also be considered a viable path towards employment for young people. Measures must be put in place to address the barriers that young people face in setting up their own enterprise such as lack of access to credit, the lack of a minimum level of social protection for young entrepreneurs, as well as an absence of support from educational and governmental structures. 3.5.4. Social entrepreneurship must also be promoted through its ability to create jobs and contribute to community development, support environmental sustainability and produce social capital. 14.8.2015 EN Official Journal of the European Union C 268/43 ",
        "3.6. Quality monitoring 3.6.1. The EESC calls on the European Commission to closely monitor the challenges to the implementation of the YEI and especially to the Youth Guarantee, that have been identified in the 2014 Country-Specific Recommendations regarding the quality of offers, the lack of active outreach to NEETs, the administrative capacity of public employment services and the lack of effective engagement with all the relevant partners. 3.6.2. The monitoring process should not only be based on quantitative analysis but also on more qualitative indicators. This would make it possible not only to identify the measures that would not be efficient to bring young people into employment but also to identify the reasons for the failures of such measures. 3.6.3. The EESC welcomes the EMCO indicator framework for Monitoring the Youth Guarantee. These indicators are very ambitious and they will imply significant administrative work from national authorities. Member States will have to be responsible for ensuring the efficient collection of data. 3.7. Extension of the YEI 3.7.1. The Youth Employment Initiative gives Member States the possibility to extend the policy measures to young people up to the age of 30. Member States should take into account this possibility when monitoring and evaluating the YEI in their country. 3.8. Job Creation 3.8.1. Pro-employment macroeconomic policies to increase investment and growth are needed. Public investment in infrastructure and social protection can multiply employment opportunities, whilst investments in specific and innovative sectors, such as in the green economy and in the ICT industry, can ensure the sustainability of such growth and the creation of good quality employment for youth. Youth-friendly fiscal policies, particularly to support such targeted demand-side interventions, must be part of this broader approach to countering the impact of the crisis on youth. Brussels, 18 March 2015. The President of the European Economic and Social Committee Henri MALOSSE C 268/44 EN Official Journal of the European Union 14.8.2015 "
    ]
}