{
    "text": [
        "COMMISSION OF THE EUROPEAN COMMUNITIES energy Open discussions on nuclear energy Summary 1978 Brussels 29/11-1/12/1977 — 24-26/1/1978 EUR 6031 DA, DE, EN, FR, IT, NL ",
        "",
        "COMMISSION OF THE EUROPEAN COMMUNITIES energy Open discussions on nuclear energy Organized by the Commission of the European Communities in Brussels Summary I — Energy needs and supplies for the rest of the century — The role of nuclear energy (29 November — 1 December 1977) II—Economic growth and energy options — Implications for safety, health and environmental protection (24 — 26 January 1978) Directorate-general \"Energy\" Brussels 29/11-1/12/1977 — 24-26/1/1978 1978 EUR 6031 DA, DE, EN, FR, IT, NL ",
        "Published by the COMMISSION OF THE EUROPEAN COMMUNITIES Directorate-General 'Scientific and Technical Information and Information Management' Bâtiment Jean Monnet LUXEMBOURG LEGAL NOTICE Neither the Commission of the European Communities nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information © ECSC — EEC — EAEC, Brussels — Luxembourg, 1979 Printed in the FR of Germany Catalogue number: CD-ND-78-006-EN-D ",
        "Chairman: Guido BRUNNER Member of the Commission with special responsibility for Energy, Research, Science and Education This summary contains the principal points made by the speakers and in the questions. For the full text of the discussions, please refer to the verbatim record published by the Commission under catalogue number CD-ND-78-006-6A-C ",
        "",
        "Page (') — ENERGY NEEDS AND SUPPLIES FOR THE REST OF THE CENTURY — THE ROLE OF NUCLEAR ENERGY (15) G. BRUNNER (Member of the Commission) The main aspects of this part of the discussions are: — level of energy supplies needed to ensure adequate economic growth; — safeguarding the future by averting crises; — reducing dependence on imported oil; — long-term tasks in the field of research and development; — adoption by the Community of a united front vis-à-vis the outside world. World economic prospects and their repercussions on energy demand: outline of a supply structure — growth scenarios a) First scenario (15) K.H.SCHNEIDER (University of Cologne) We face the prospect of a decline in world oil production and a general shortage of fossil energy supplies. In spite of the partial severing of the link between economic growth and growth in energy consumption, the quantities of energy needed to sustain future economic activity must be assured today, if supply bottlenecks and their aggravating reper cussions on economic growth areto be avoided. Additional strategies are necessary, e.g., for the rational use of energy, for the expansion of our own energy basis and for the development of new energies. All realistic options must be kept open, including Western Europe's big gest and, from the cost standpoint, most attractive option, namely the smooth expansion of nuclear energy. (') The page numbers refer to the record of proceedings. ",
        "(17) Discussion: Individual aspects of these findings b) Second scenario (18) I. SACHS (Centre International de Recherche sur l'environnement et le développement — France) The energy discussion forms part of the general discussion on the fut ure of civilization, which must not be left to the economists and techno logists. Of the two existing major options, namely nuclear energy and solar energy, the latter is to be preferred in the long term on ecologi cal, safety and social grounds. In the short and medium term this calls for the abandonment of the fast breeder reactor and the restriction of nuclear energy to a transitional phase. It also necessitates the more rational use of energy in all sectors, better adaptation to demand (and hence reduction) of the production of terminal energy, especially of electricity, intensified efforts to find new energy sources and, lastly, the partial transfer of energy-intensive production to energy-rich countries of the Third World. (20) Discussion: Questions regarding the Third World's energy require ments; relationship between economic development and energy supply and prices; \"soft energy\" costs Economic prospects in the European Community and their repercussions on energy demand; outline of a supply structure — growth scenarios a) First scenario (26) P. HATRY (Free University of Brussels) Connection between energy policy and economic growth, employ ment, balance of payments and price stability (\"magic quadrangle\"). Of the scenarios drawn up in various quarters over recent years, those prepared by the EEC Commission and the WAES are the most suit able when it comes to taking the different economic-policy objectives into account. Government measures are called for in the fields of energy production and supply and also demand and adaptation of supply to demand. Special emphasis should be laid on the UNICE re- ",
        "port on energy in the 1980s, which contains a meaningful programme of action. (33) Discussion: Individual aspects of the \"magic quadrangle\", considera tion of ecological and democratic needs and aspects concerning the developing countries b) Second scenario (28) M.WINKLER (Bund Naturschutz in Bayern/Bavarian Nature Conser vation League) A rational energy policy that takes account of ecological boundary conditions is essential. Growth policy in the energy sector is harmful. The expansion of nuclear energy strengthens inflationary structures. An integrated cost-benefit analysis of nuclear energy must be com piled, including its consequential costs. In view of countervailing tendencies in transportand agricultural policy, it will not be possible to achieve a rational energy policy by concentrating solely on the depen dence of electricity production on oil imports and the replacement of this dependence by a dependence on uranium. Existing growth reser ves for other energy sources must be utilized and extensive resources must be made available for the expansion of decentralized energy production units. (33) Discussion: Relationship between environmental protection and eco nomic growth; economic efficiency of nuclear energy; social attitudes to economic growth c) Third scenario (31) M. GERLACHE (Fédération Générale du Travail de Belgique/Belgian General Federation of Labour) The energy-policy situation has changed following the increase in energy prices and the economic repercussions thereof. Hence the need for rational use of energy and a corresponding adaptation of production and consumption. The progress achieved to date is not enough, since it is attributable primarily to the lower level of economic activity. The European Communities can make a substantial contribu tion to the solution of this problem. ",
        "(33) Discussion: Development of alternative energy sources; environ- mental protection; reactor safety; public involvement in the decision making process Prospects for coal (43) L. GRAINGER (National Coal Board) The prospects for coal are excellent. Because of the supply situation and production plans, as well as flexibility of operation and new con version techniques, coal is potentially themostimportantsinglefactor in the covering of energy requirements in the coming 50 years. Of par ticular importance in all this is the development of coal preparation technology, which the Community should encourage. (49) Discussion: Matters relating to manpower and to sulphur emissions from coal-fired power stations; technical aspects of liquefaction and gasification Prospects for oil and natural gas (45) A. BENARD (Shell Internationale Petroleum Maatschappij BV) Even in the case of meagre economic growth (with the grave conse quences this would entail for most countries in the world), the growing need for energy, notwithstanding an intense economy drive, cannot be met by oil alone. In the event of lowgrowth thesupply and demand curves will intersect in the 1990s; in the event of relatively vigorous growth, this will happen by the mid-1980s. It is therefore imperative that steps be taken forthwith to step up the expansion of nuclear ener gy, gas and coal. Industry has the capability to do this; governments and international institutions must do their bit by making possible a realistic prices and charges structure and a dynamic fiscal policy. No matter how serious the consideration that has to be given to environ mental protection anbieties, these anxieties must not be permitted to paralyse the situation. (49) Discussion: Matters relating to long-term oil price trends and the lowering of energy prices ",
        "Rational use of energy (47) R. J. EDEN (Cavendish Laboratory, Cambridge) Description of factors governing decisions in the field of energy- saving (criteria, priorities, energy-saving and demand repercussions, elements of uncertainty, future energy policy). Individual and govern ment decisions on economy measures must be based on the assump tion of an oil shortage. Higher rather than low economic growth can have the effect of consolidating energy-saving trends. However, pre cise quantification is not possible. A vigorous energy-saving policy can sever the link between economic growth and energy consump tion. Energy production should be planned on the basis of an adverse assessment of developments in the field of energy-saving, and vice versa. (49) Discussion: Cost-benefit ratio; insulation of buildings; combined pro duction of heat and power; government energy-saving measures Prospects for solar energy (51) P. REALE (University of Naples) Description of the unexpectedly rapid development of solar energy and its good prospects for the future. Mass production and increasing energy prices will soon result in decisive improvements in the service life and profitability of the installations. The main areas of application are in the low-temperature range and in the production of electricity by means of thermodynamic circuits and directly by photovoltaic con version. As regards further development, efforts in the field of re search and development need to be stepped up considerably: over the next five years between five and ten times as much investment will be required. The Community should take immediate steps to get work on a 10-MW power station started. (56) Discussion: Cost comparison between a solar power station and other types of power station; cost of the energy produced Prospects for geothermal energy (53) L. PARIS (Ente nazionale per l'energia elettrica) Description of the various forms and extraction methods. For techni cal reasons, only high-enthalpy occurrences are used for electricity ",
        "production. Low-enthalpy deposits are suitable only for local use and only for certain purposes. As regards the extraction of heat from im permeable dry rocks, extensive research efforts are under way. For ward estimates of long-term geothermal energy trends are very pre carious. Within the next 10 years geothermal energy could cover 1.1 % of energy consumption. (56) Discussion: Possibilities for exporting technological know-how devel oped in and promoted by the Community Prospects for wave energy and other new energy sources (55) S. H. SALTER (Edinburgh University) Description of the technology of harnessing wave power, with refer ence to models of certain floating bodies (ducks). In laboratory tests it would be possible to harness about 90 % of the energy; in the open At lantic, with an available energy quantity of 90 MW/km, it is technically possible to harness about 50 % and economically feasible to harness about 30 %. For Scotland and Ireland this is equivalent to some 100 million TCE, for France rather less. Availability is surer than in the case of nuclear energy. The necessary installations are smaller than, for instance, drilling platforms in the North Sea. (56) Discussion: Technical aspects of installing the plant; risk of collisions; susceptibility to failure; environmental aspects; comparison with tidal energy Nuclear energy options: present and potential contribution to energy supply. The energy gap and the role of nuclear energy in filling it (59) A. DEJOU (Electricité de France) Even if maximum useis mad e of coal, hydrocarbons and solar energy, world population trends and, in particular, the growing energy needs of the Third World make it impossible for us to turn our backs on nu clear energy. Nuclear energy can substantially reduce Europe's de pendence on imports. Nuclear energy involves fewer risks than other forms of energy and is comparable in this respect with the safest in- 10 ",
        "dustries. If nothing were done to expand nuclear energy, the price of oil on the world market would become too high for the developing countries. For similar reasons to do with the conservation of resour ces, the industrial countries must act as quickly as possible to develop the fast breeder reactor. (68) Discussion: Combined power and heat production; cost and safety of nuclear energy; use of electricity; need for a Community energy poli cy; nuclear energy and developing countries Adequacy of uranium supplies (62) S. GALLONE (AGIP-Nucleare) Proven uranium reserves are adequate only up to the year 2000 or 2010. Nuclear energy must be constantly expanded. Uranium pros pecting should be stepped up in order to turn indicated reserves into proven reserves. Political obstacles as regards access to these re serves must be removed. (68) Discussion: Uranium reserves with production costs running at more than$30/lb; geographical distribution of the deposits; uranium supply policy and foreign policy; types of supply contract (63) P. CHARMAN (Open University) There are five main problems associated with energy supply: distribu tion, availability when needed (storage), level of prices (social prob lem), Third World needs, and Europe's vulnerability. At present efforts are being concentrated on the first two problems (oil and gas). Nuclear energy cannot solve the five problems referred to. For the Third World, the development of alternative energy sources (solar, bio- mass, wind, wave) is essential. Europe's vulnerability stems not so much from external factors as from the power of individual groups within society (e.g., power workers' unions). This vulnerability can be reduced only by diversification and cut-backs. Research and develop ment should be stepped up and political obstacles removed. Nuclear energy prospects are determined not by overall demand but by peak demand, and in the United Kingdom, at least, the growth rate in peak demand has been declining since 1960. 11 ",
        "(68) Discussion: Oil price increases; power of social groups; cut-backs and zero growth; peak demand; storage; transport Point of view of a trade unionist (65) B. LAPONCHE (Confédération Française Démocratique du Travail) Up to now economic growth in the industrial countries has varied from one country to another. Economic growth in the industrial coun tries, coupled with increasing energy consumption, cannot continue. Prosperity must be distributed more equitably for the benefit of the Third World. For the industrial countries, the optimum use of energy is a necessity. Nuclear energy should not be expanded at the rate it has been in the past until the problems relating to all phases in the fuel cyc le have been satisfactorily solved. Meanwhile, we must intensify our efforts in the field of energy-saving, better energy conversion, coal and hydraulic power and R & D on new forms of energy. (68) Discussion: Social determinants of energy demand; relations be tween energy matters and the labour market, the social system, environmental protection and democracy; moratorium on nuclear energy; hazards of nuclear energy; citizens' action Economics of existing nuclear programmes; future prospects (90) R. GUCK (Badenwerk AG) Electricity production based on nuclear energy is more cost-effective than electricity production based on other fuels. This is true even where the initial assumptions are unfavourable and where subsidies are included. The cost advantages of nuclear energy will grow as a re sult of the future scarcity of fossil fuels. Owing to its more efficient use of uranium, the fast breeder, despite higher construction costs com pared with the light-water reactor, is the solution we should aim at in the long term. (96) Discussion: Questions of cost; construction periods for nuclear power stations; district heating; final storage and reprocessing; sub- 12 ",
        "stitution possibilities; uranium supply; role of electricity in energy supply; exposure to radiation Doubts about the competitiveness and economic efficiency of nuclear energy as regards both its present and probable future applications (91) J. CHESSHIRE (University of Sussex) The development of the fast breeder presupposes that the environ mental and safety problems, as well as the remaining economic questions, are satisfactorily solved in a manner acceptable to the ge neral public. Present knowledge is not enough; in particular, there are doubts concerning forecasts of future energy demand. So far there has been no resolute policy on energy saving. For the fast breeder, it is not uranium-market trends but capital costs that are crucial. These have risen dramatically in the past. The available technical know-how does not justify the construction of fast breeders, since the economic questions are still unanswered. This would impede the development of other options in the European Community. (96) Discussion: Long-term demand forecasts; energy market and labour market; research and development on other forms of energy; role of electricity in the overall energy supply Point of view of a trade unionist (93) H. DUPRAT (Confédération Générale du Travail — Force ouvrière) More important than cost comparisons are substitution possibilities. When energy-policy decisions are taken, due consideration must be given to shortfall risks, balance of payment questions and employ ment problems. Hitherto, energy policy has mistakenly been geared to short-term profitability. What is needed is the long-term restructur ing of the economic and industrial system in the light of the rise in oil prices. A final verdict on nuclear energy is still not possible. The safety questions appear to be solvable, albeit at great expense. Only when they have been solved should nuclear energy be developed, and then 13 ",
        "under public, not private, auspices. Nuclear energy alone, however, is not enough; greater diversification is needed. This presupposes Com munity solidarity in the field of energy policy. (96) Discussion: Repercussions of the oil crisis on the labour market; eco nomic growth and energy consumption; stagnation and inflation, cen tral and decentralized decision-making structures, role of the State, technical progress and belief in progress; need foraCommunity ener gy policy The coming-of-age of nuclear energy. The fast breeder, plutonium recycling, reprocessing, fuel cycles (107) G.MOORE (UK Atomic Energy Authority) Nuclear energy has gone beyond the experimental stage. It works satisfactorily and just as safely as other industries. Compared with coal-fired power stations, nuclear power stations require less room and a smaller infrastructure, and their emissions are lower. In the United Kingdom at any rate, local opposition to nuclear power stations is unknown. Reprocessing experience to date is favourable. The fast breeder reactor, which has been undergoing development for 25 years, would substantially improve the European energy-supply situation while at the same time easing the problem of final storage of radioactive material, which otherwise would constantly increase. (114) Discussion: Fast breeders and Europe's dependence on imports; safety in the immediate vicinity of nuclear power stations; develop ment of fast breeders The inability of nuclear energy to live up to its promises (109) W.PATTERSON (Friends of the Earth) Contrary to the belief of the nuclear industry, nuclear energy is incap able of living up to its promise, as is evidenced by the need for massive support from public funds. The attitude of the European Commission does not provide a suitable basis for the political decisions to be taken. Nuclear energy should not be expanded further, since it is uneco- 14 ",
        "nomic. The Euratom Treaty, which embodies the authority to develop nuclear energy, should be amended. More important than nuclear energy are energy-saving and the development of alternative forms of energy. (114) Discussion: Role of the public authorities in the nuclear energy sector, function and democratic control of the European institutions; questions relating to the safety and cost of nuclear energy Point of view of a trade unionist (112) G. HECHT (Gewerkschaft Öffentliche Dienste, Transport und Ver kehr) Economic growth and energy consumption are not inseparably link ed. While it is true that nuclear energy cannot solve all the problems, a certain minimum level of nuclear expansion is nevertheless essential, due account being taken of overriding considerations of radiation pro tection. This level should be fixed in a democratic manner in the light of ecological, economic and financial factors. Apart from nuclear energy, steps must also be taken to develop all other available forms of energy, attention being paid to technical and geographical diversifi cation. In addition, policy on energy-saving must be consolidated. Re sponsibility for the development of nuclear energy must rest with the public authorities; as far as the safety aspects are concerned, there must be harmonization on a European level. (114) Discussion: Consolidation of the EEC Commission's policy on ener gy-saving; democratization of the decision-making process in the nu clear energy sector 15 ",
        "",
        "Il — ECONOMIC GROWTH AND ENERGY OPTIONS — IMPLICATIONS FOR SAFETY, HEALTH AND ENVIRONMENTAL PROTECTION Meeting the demand for energy and the drawbacks that this entails for man and the environment How the production and use of various forms of energy, including nuclear energy, can affect health and the environment, with special reference to waste of all kinds (123) a) G. DE MARSILY (Centre d'Information Géologique, Ecole des Mines, Fontainebleau) There are various possible methods for the disposal of environmen tally harmful waste after concentration: permanent containment, con trolled absorption by the environment in diluted form, underground storage during the radioactive period. Geological research into the risks and possible repercussions of final storage underground has not yet led to any conclusions in favour of any particular type of geological formation. On the one hand, there is the question of the type of waste to be stored and the way it is treated and on the other, there is the problem of the stability ofthe formations. The greatest risk in this respect is the penetration of water and for this reason the radiation absorption capacity of the formation and the quality of the material in which the waste is absorbed are of particular significance. In view of its long half-life, iodine-129 represents a parti cular hazard to man and poses particular problems as regards ab sorption in geological formations. (125) b) A. GAUVENET (Commissariat à l'Energie Atomique) The health and environmental problems associated with nuclear ener gy are the subject of substantially more discussion than those arising from either conventional energy sources or those of the future, which may entail risks of which we are not yet fully aware. Comparative stu dies must take account of the direct and indirect and short- and long- term disadvantages of the various sources of energy at the extraction, 17 ",
        "transport, conversion and waste-disposal stages as well as the pros pects for the reduction of existing disadvantages. Overall, nuclear energy appears more promising than other traditional forms of energy when viewed in the short and medium term. To this extent it occupies a position somewhere between hydroelectric energy and natural gas on the one hand and coal and mineral oil on the other, although the prob lems of waste disposal must of course be further examined. (128) c) W. GABRIEL (Deutscher Gewerkschaftsbund) The Deutscher Gewerkschaftsbund is basically in favour of nuclear energy, although it feels priority should be given to coal. The environ mental pollution produced by nuclear energy is less than that pro duced by coal and oil but the exposure of those employed in nuclear power plants should be the subject of still more precise study and as sessment. Because of the greater potential hazard, nuclear energy represents a social risk which is difficult to define. If nuclear energy is further developed, the question of exports and non-proliferation must also be taken into account. The problem of final storage will require more attention than that of reprocessing. The composition of expert bodies in the field of nuclear energy must correspond to the social im plications of the decisions to be taken. The stresses and strains be tween the public and the world of advanced technology, action groups and employees must be eliminated. (129) Discussion: The purpose of the open discussion; basic problems of nuclear energy; social, economic and health aspects; exposure of workers and the environment to radiation. Questions relating to the treatment and storage of waste and the risks involved; reprocessing and final storage; nuclear energy moratorium; siting; advantages and disadvantages of the various types of geological formation; half-lives; risks from nuclear and other forms of energy; social aspects; demo cratic decision-making processes; trade union decisions Safety problems associated with non-nuclear forms of energy; risk of accidents involved in the production, use and transport of non-nuclear forms of energy (153) a) A. RAUH (Universität Regensburg) Environmental pollution resulting from the combustion of fossil fuels has increased substantially in recent years and the effects of such pol- 18 ",
        "lution on health have not yet been fully evaluated. On the other hand.it is possible to quantify, for example, the risks to persons employed in the coal cycle. In spite of the gaps in our knowledge of the risks result ing from the various sources of energy, it is nevertheless clear that the potential damage from nuclear energy is many times greater than that from any other forms of energy. It is not possible to safeguard nuclear plants in a completely foolproof manner either against human error or external factors. The danger, or even the threat of it, has undesirable effects on the state and the population, particularly in densely popu lated areas of Europe. It is virtually impossible to compare the risks associated with nuclear energy with those associated with other forms of energy on a purely quantitative level. Our objectives in the field of energy policy should be as follows: improved design of coal-fired power stations from the envi ronmental point of view, energy saving and development of solar energy. (155) b) F. FARMER (United Kingdom Atomic Energy Authority) When studying risks, one should distinguish between various catego ries, such as short-term or long-term, direct damage to health or pos sible but relatively improbable long-term risk, risks to the individual or to the environment, in a particular region or in several countries. It is correct to use the years 2000 to 2050 as a reference period for the investigation of the long-term risks of energy systems and to use the findings as a basis for decisions on energy policy. When taking deci sions of this kind, it should be assumed that coal and oil will continue to play a substantial rôle and that the risks involved in mining, trans port, the building industry and the petro-chemical industry should also be taken into account in a risk assessment. There has been a con stant reduction in the number of fatal accidents in these sectors in the past. In the case of nuclear energy, it is particularly important to ex amine the risks of a serious but very unlikely accident. However, it is in this risk category that estimates become particularly difficult and even in thecase of short-term and immediate risks, which are easier to esti mate at this stage, it is difficult to predict developments for the next 20- 50 years. 19 ",
        "Voluntary restraint on the growth of energy consumption — how it could be achieved and what it would entail (156) C. AMERY (Schriftsteller, München) The development of nuclear energy is impeding progress in the sense of a growing rational understanding of the fabric of our existence. The attention paid to its consequences in the human sphere have up to now been totally inadequate. The piecemeal approach, i.e. developing solutions in isolation for needs considered in isolation, is the major ob stacle barring our transition to a world in which the total effects of each individual measure must be appreciated and taken into account. Even if the immediate hazards of nuclear energy might be manageable when viewed in isolation, the measures called for would in themselves be unacceptable because of the extent to which they would increase the control of the individual by third parties. In situations such as this a technological step forwards can amount to a step backwards in philo sophical, political and social terms. Planning for the future must be done on an overall basis in the light of man's political and social capa cities. (158) Discussion: Risks from nuclear energy compared with risks from other forms of energy and in other industrial sectors; development of environmental awareness as part of the industrialization process; 'new rationality'; piecemeal and overall planning; various aspects of an incident at Tihange, Belgium Safety problems in the nuclear sector (general public and workers) Technological aspect: risk of accidents in nuclear installations and during the transport of nuclear materials (166) a) K. NIENHUYS (Universität von Groningen) Under certain circumstances (e.g. certain atmospheric conditions) a serious nuclear accident in Europe could kill or damage the health of a total of 1 million people within 24 hours. Depending upon the wind conditions, the number killed in this period could be between 350 000 and 50 000, the number of those seriously injured by radiation be tween 180 000 and 50 000 and several hundred thousand at least would require medical treatment. The evacuation rate necessary 20 ",
        "(100 000 people within a radius of 25 km in the absence of wind, seve­ ral millions under windy conditions) would not technically be possible in densely­populated areas. The long­term consequences of an acci­ dent of this kind can only be roughly estimated: depending on the wind conditions there would be between 45 000 and 70 000 cases of can­ cer, between 4 000 and 9 000 of them fatal. After three months, de­ pending upon the wind conditions, an area 20 km in width and between 190 and 480 km in length would be contaminated. After five years, according to the ICRP norms, an area of 25 km χ 600 km under windy conditions, and 12 km χ 120 km in the absence of wind, would be uninhabitable and unusable for industrial or agricultural purposes. The Commission's calculations on the statistical probability and the consequences of an accident of this kind are not accurate as they are based exclusively on the purely technical aspects, disregarding what is the most important factor, namely human error. (168) b) A. BIRKHOFER (Technische Universität München) The considerable potential risks from nuclear energy are not the cen­ tral issue. More important is the extent to which steps, particularly of a technical nature, can be taken to prevent the release of inadmissible quantities of fission products into the environment. The safety princi­ ple which has been developed since nuclear technology was in its in­ fancy (i.e. the multi­stage principle) ensures by means of a series of barriers that only a negligible proportion of the fission products can reach the atmosphere. Nuclear plants are equipped with multiple in­ dependent safety systems. So far the safety equipment and operating staff have been able to cope with any minor or more serious incidents occurring in nucelar plants. Thus theoretical risk studies cannot rely on statistical evalua­ tion of previous accidents. The risks can only be determined analyti­ cally. However, according to a study carried out in the United States, the risk from nuclear plants is smaller than that from other large­scale plants. (170) c) J. SPEELMAN (Christelijk Nationaal Vakverbond) The studies which have been carried out into the safety of the light­ water reactor, e.g. the Rasmussen Report, generally speaking assu­ me, for the purpose of their calculations, more unfavourable circum­ 21 ",
        "stances than are encountered in reality. Neither in practice nor in tests have the multi-stage safety installations of nuclear plants ever proved inadequate to contain the accident. It can be seen from a comparison with other energy-production plants, such as refineries or perhaps hy dro-electric plants, that serious accidents can take place in spite of the relatively smaller means involved. The requirements which nuclear energy must fulfil as regards waste disposal are also higher than, for example, the emission requirements for the burning of fossil fuels. It is true, that partly for psychological reasons, safety requirements should be made still more stringent, but they should not go so far as to force society to revert to other energy systems which offer a less favourable outlook as regards risks and environmental pollution. Safeguards: The risk of losing control over the use of nuclear materials through terrorist activities (problems of the physical protection of nuclear materials); risks associated with the spread of nuclear knowhow (proliferation of nuclear weapons) (171) a) G. SALVETTI (Comitato Nazionale per l'Energia Nucleare) The risk of losing control over the use of nuclear materials through ter rorist activities is slight since extensive technical knowledge and skills would be necessary to acquire, store and utilize these materials. In ad dition, considerable risks would be involved for those concerned. There are certain stages in the fuel cycle in the peaceful use of nuclear energy where the material could be used for military purposes. Suit ably stringent international safeguards are therefore necessary. (173) Discussion: Multi-stage safety principle for nuclear energy, accidents which have occurred and health risks in the field of nuclear energy (175) b) B. JOHNSON (University of Sussex) With the spread of nuclear energy, the possibilities for the fabrication of nuclear weapons have increased considerably. The provisions ap plied so far with a view to preventing use of nuclear materials for mili tary purposes, particularly those covering reprocessing, are inade quate, as evinced, for example, by the 'accounting losses' of pluto nium (more than 100 kg in Great Britain since 1970). The change in supply conditions announced by the Nuclear Suppliers Group, which will be able to lay them down unilaterally without negotiations with the 22 ",
        "recipient country, is of great importance. However, neither these pro visions nor improvements in the safety provisions of the non-prolifera tion treaty can ensure complete safety as this would require exhaus tive safety inspection of the nuclear plants in the recipient country by the supplier country. Nor are the Euratom safeguards infallible (for example, there was the loss of 200 t natural uranium in 1968), albeit more effective than the provisions in force in other IAEA Member States. In most countries of the third world, control of developments in the nuclear sector by public opinion is not possible, unlike in the open societies of Europe. The influence of other countries is greater. The European Community should work towards establishing intensive cooperation within the framework of the INFCE and until this is com pleted should not promote the development of reprocessing and the use of plutonium. (178) c) R. JUNGK (Writer, Salzburg) The introduction of nuclear energy inevitably entails safety measures which undermine or even destroy at least part of the civil and demo cratic freedoms which have been won through long struggles. This is no longer merely a matter for the environmental and health special ists, but isa question of politics. Nuclear plants can be misused for the production of weapons and for the purpose of blackmail by terrorists. The steps taken to reduce this risk, which is recognized bythecompe- tent authorities, are constantly increasing in scope, complexity and cost, and the extent to which these steps involve interfering with per sonal rights and democratic freedom has, in some cases, already as sumed unacceptable proportions. Those hardest hit by these control measures are persons working in the nuclear industry or for the rele vant authorities. Our survival and peace will be in jeopardy if we conti nue developing nuclear energy at a time of political and social ten sions and upheavals since a fool-proof safety measure does not exist. For this reason, the politicians should not delay in seeing to it that a temporary halt is called in this field. Otherwise, there is the risk that many desperate citizens who are opposed to nuclear energy might use violence in an attempt to make their opinions heard. (180) d) E.TELLER (Hoover Institute, Stanford, California) As a result of growing population and increased requirements, parti cularly in the third world, energy consumption at world level will con tinue to rise. If we are to cover this total requirement, all the various 23 ",
        "forms of energy must be developed, including nuclear energy, which is the cheapest, safest and most readily available method of produc ing electricity in the USA, Europe, Japan, Eastern Europe and the USSR, where the requisite distribution grids already exist. Since there are no comparable grids in the developing countries, the use of nuclear energy should only be extended in the industrialized countries and oil reserved for the developing countries. Controls on reactors or the prohibition of reprocessing cannot prevent proliferation. The only way of doing this, is to establish a greater degree of equality in the world and to alleviate poverty. Technology per se is neutral, the use made of technology is the deciding factor. (182) Discussion: Assessment criteria for technological development; energy technology for the third world; risks of accidents involving re actors; military use of nuclear energy and the risk of proliferation; the future structure of Europe; participation of the people in decision making; possibility of nuclear energy in Ireland; risks of terrorism; insurance cover; radioactivity of plutonium; significance of Italian oil imports; possibility of producing weapons from materials used in research reactors and possible measures to prevent this eventuality; nuclear energy in developing countries; current situation as regards reprocessing (The Hague); internal and external hazards; energy sup ply for the developing countries; technical aspects of reprocessing and safety problems Prospects for a low-energy society Economic and social implications of the use of new forms of energy Voluntary restraint on the growth of energy consumption — how it could be achieved and what it would entail (198) a) J. S. NØRGÅRD (Danmarks Tekniske Universitet, Lyngby) According to a study carried out in Denmark, it is possible to save energy extensively at domestic level and to reduce the use of electri city for low-temperature applications without changing the existing way of life. With the help of modern technology, it would be possible to reduce energy consumption by household appliances from 1 300 kWh to 470 kWh per head per year, and the consumption for 24 ",
        "heating and hot water to one third of the current level. This would require more publicity and the encouragement of manufacturers. Spread over 20 years, the cost of this improvement at the level of domestic appliances, would be £ 100 per head, and in the field of building insulation considerably higher. Therefore the costs for these energy-saving measures would presumably be less than half of the corresponding saving on electricity production. Measures of this kind would also be beneficial from the environmental point of view. If energy-saving measures of this kind were introduced, it would be possible to postpone decisions on new forms of energy for 10 to 30 years. (200) b) J. TER HORST (Federatie Nederlandse Vakbeweging) The FNV is in favour of calling a halt to the further development of nu clear energy until such time as satisfactory solutions have been found to the problems of safety, radiological protection and proliferation. In crease in energy consumption should be prevented by appropriate support measures confined exclusively to those sectors of industry which raise the standard of living of the population. Energy-saving measures should be intensified on a voluntary basis and with the sup port of the parliaments. Production in the energy sector should in futu re be subject to social control measures. (202) c) R. VAN DEN DAMME (Université Libre de Bruxelles) Reorientations in energy policy should not take place abruptly, but with caution. Energy is essential for everyday life, for maintaining the standard of living, for creating jobs and for social equilibrium. Energy supplies for Europe are not guaranteed. There is the question of how enough energy can be produced to permit the less privileged sections of society to raise their standard of living too. Energy-saving is neces sary, but this should not go as far as rationing. Nuclear energy is not an end in itself. It is, in conjunction with the development of all other forms of energy and considerable energy-saving measures, the only way open to us of ensuring energy supplies in the next twenty years. (204) Discussion: Various studies and calculations regarding the number of victims of a nuclear accident; the need for information on accidents, both recent and otherwise; evacuation problems in the case of a nu clear accident; the credibility of statements by experts, the need for 25 ",
        "proof rather than assumptions; the possibility of extensive energy- saving; the comparability of risks associated with nuclear and non-nu clear energy, alternatives to nuclear energy, the situation as regards developing countries; the costs of energy-saving at domestic level and automation; the maintenance of the standard of living, public aware ness, changing conventional consumption patterns; recycling; eco nomic growth and employment, possibilities for energy-saving; redi stribution of wealth; risks and consequences of nuclear accidents; the role of women in Europe; non-proliferation of nuclear weapons and the third world; the combating of terrorism, social risk, problems re lating to personnel in the nuclear industry, state control measures; economic growth, maintenance of the standard of living and energy consumption Safety problems associated with non-nuclear forms of energy; possible accidents in the production, use and transport of non-nuclear energy (222) a) G. DENIELOU (Université de Technologie, Compiègne) In the long term, solar energy will play a decisive role, directly and indirectly, in energy supply. However, it is not yet known whether or not it will be adequate. We should not abruptly discontinue the development of nuclear ener gy. It is rather the rate of development about which we must decide. We will need nuclear energy if we are to make the necessary invest ments in new forms of energy. The opponents of nuclear energy are overlooking the fact that many aspects of our society are already sub ject to the most stringent supervision and checks. It will take 2 or 3 generations to restructure society in the direction of a decentralized society using solarenergy. In reality, what is being discussed is not nu clear energy but post-industrial society. Thethreatfrom terrorism and fanaticism is nowadays greater than that from plutonium. (224) b) M. SIEBKER (European Ecological Action) Energy is not an end in itself, it is merely a means to an end. Business and industry do not nowadays take adequate account of human needs. Social developments have led to concentration, centralization and alienation of the citizen from the decision-making process and thereby to our being dominated by material constraints, which grow out of the system and are affirmed by so-called experts. Under these 26 ",
        "conditions, the production of more and more goods leads to a con stantly increasing energy requirement. Nuclear energy increases the trend towards centralization and is therefore preferred by governments and business. The temporary ascendancy of the technocrats over nature must not be allowed to continue. What we need is decentralization, openness in the decision-making processes, environmental \"balance sheets\", limitation of unwanted burdens on individuals and autonomous environmental provinces. There is no room for nuclear energy in a system of this kind. It is up to European ecologists to influence the parliaments and propose new models. 27 ",
        "",
        "",
        "",
        "",
        "",
        "Salgs­ og abonnementskontorer · Vertriebsbüros · Sales Offices Bureaux de vente · Uffici di vendita · Verkoopkantoren Belgique - België Moniteur beige ­ Belgisch Staatsblad Rue de Louvain 40­42 — Leuvensestraat 40­42 1000 Bruxelles ­ 1000 Brussel Tél. 51200 26 CCP 000-2005502-27 Postrekening 000­2005502­2 7 Sous­dèpõts ■ Agentschappen: Europese Librairie européenne ■ Boekhandel Rue de la Loi 244 ­ Wetstraat 244 1040 Bruxelles ­ 1040 Brussel Service de vente en France des publica­ tions des Communautés européennes Journal officiel 26, rue Desaîx 75732 Paris Cedex 15 Tél. (1) 578 61 39 ­ CCP Paris 23­96 Sous­agent D.E.P.P. ­ Maison de l'Europe 37, rue des Francs­Bourgeois 75004 Paris Tél.: 8B7 96 50 Staatsdrukkerij­ en uitgeversbedrijf Christoffel Plantijnstraat, 's­Gravenhage Tel. (070) 62 45 51 Postgiro 42 53 00 United Kingdom H.M. Stationery Office P.O. Box 569 London SEI 9NH Tel. 101) 928 69 77, ext. 365 National Giro Account 582­1002 Rue de la Montagne 34 ­ Bte 11 Bergstraat 34 ­ Bus 1 1 1000 Bruxelles ­ 1000 Brussel Danmark J.H. Schultz ­ Boghandel Mantergade 19 1116 København Κ Tlf. (01) 14 1 1 95 Girokonto 200 1 195 Underagentur: Europa Beger Gammel Torv 6 Postbox 1 37 1004 Kobenhavn K Tlf. (01) 14 54 32 BR Deutschland Verlag Bundesanzeiger Breite Straße ­ Postfach 10 80 06 5000 Köln 1 Tel. (0221) 21 0348 (Fernschreiber: Anzeiger Bonn 8 882 595) Postscheckkonto 834 00 Köln Government Publications Sales Office G.P.O. Arcade Dublin 1 or by post from Stationery Office Beggar's Bush Dublin 4 Tel. 68 84 33 Italia Libreria dello Stato Piazza G. Verdi 10 00198 Roma ­ Tel. (6) 8508 Telex 62008 CCP 387 001 Agenzia Via XX Settembre (Palazzo Ministero del tesoro) 00187 Roma Grand Duché de Luxembourg Office des publications officielles des Communautés européennes 5, rue du Commerce Boîte postale 1003 — Luxembourg Tél. 490081 ­ CCP 19190­81 Compte courant bancaire: BIL 8­109/6003/300 United States of America European Community Information Service 2100 M Street, N.W. Suite 707 Washington, D.C. 20 037 Tel. 12021 862 95 00 Schweiz - Suisse - Svizzera Librairie Payot 6. rue Grenus 1211 Genève Tél. 31 89 50 CCP 12­236 Genève Sverige Librairie CE. Fritze 2, Fredsgatan Stockholm 16 Postgiro 193, Bankgiro 73/4015 España Librerìa Mund/'­Prensa Castellò 37 Madrid 1 Tel. 275 46 55 Andre lande · Andere Länder ■ Other countries · Autres pays - Altri paesi · Andere landen Kontoret fo» De europæiske Fællesskabers officielle Publikationer ­ Amt für amtliche Veröffentlichungen der Europäischen Gemeinschaften ■ Office for Official Publications of the European Communities ■ Office des publications officielles des Communautés européennes · Ufficio delle pubblicazioni ufficiali delle Comunità europee ■ Bureau voor officiële publikaties der Europese Gemeenschappen Luxembourg 5, rue du Commerce Boite postale 1003 Tél. 49 00 81 CCP 19 190­81 Compte courant bancaire BIL 8­109/6003/300 ",
        "gA OFFICE FOR OFFICIAL PUBLICAT ^P OF THE EUROPEAN COMMUNITII Boîte postale 1003 — Luxembourg OUNAUoUol L NO "
    ]
}