{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the European Innovation Partnership on Water’ COM(2012) 216 final (2013/C 44/26) Rapporteur: Ms LE NOUAIL MARLIÈRE On 10 May 2012 the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the EU, on the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the European Innovation Partnership on Water COM(2012) 216 final. The Section for Agriculture, Rural Development and the Environment, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 22 November 2012. At its 485th plenary session, held on 12 and 13 December 2012 (meeting of 13 December), the European Economic and Social Committee adopted the following opinion by 126 votes to 5 with 11 abstentions. 1. Conclusions and recommendations 1.1 The EESC welcomes the communication of the European Commission on a European Innovation Partnership (EIP) on Water, but would suggest clarifications and improvements to help eliminate obstacles to the proper development of inno­ vation in the water sector. 1.2 Innovation for water in Europe should be based on an integral approach that takes account of the entire water cycle, the priority being to achieve ‘good status of surface water and groundwater’ throughout Europe as set out in the European Water Framework Directive ( 1 ), and should also focus on improving the protection of this resource by applying the ‘polluter pays’ principle, which should be dissuasive enough not to encourage pollution or offer immunity to those obliged to pay. 1.3 The Strategic Implementation Plan (SIP) of EIP priorities needs to address the fact that over one million people in Europe have no access to safe, clean and affordable water, and that several million have no sanitation. The needs of these people are a priority, in terms of inclusion and combating poverty. 1.4 Public water service providers, users and consumers must be given a strong voice in the decision-making process on the EIP on water. The EIP on water must also bring about an improvement in coordination between all operators, ensure that the benefits of innovation reach the local level and facilitate the involvement of civil society organisations in any new networks and groups that are created. 1.5 The EESC believes that the results of research financed for the water innovation partnerships by the 7th European Framework Programme for research and technological devel­ opment must be made available in a transparent form, given how vital water is for people. 1.6 The EESC advises against dealing with innovations in this sensitive area exclusively from the trade protection viewpoint and recommends making them easily accessible to authorities, public bodies, local and regional authorities and companies in the social economy. 1.7 The EESC urges the Commission to step up its efforts to ensure transparency of and coordination between certain ongoing key initiatives to address the complex issue of water. For example, the Commission needs to be more specific on the synergies and joint functioning of the recent EIPs on water, agriculture and raw materials. 1.8 There can be no real research and innovation policy for water without transparency or an inclusive employment policy that contains guarantees of adequate staff levels, training, recog­ nition of qualifications, and technologies that can improve health and safety in water purification, treatment and sanitation procedures, to ensure that the whole range of different tasks can be carried out to best effect at every level. 1.9 The EESC underlines the role of CSO networks, which should be recognised and enhanced and should also be the subject of research with respect to the innovation potential they offer based on their experience and knowledge capital. EN 15.2.2013 Official Journal of the European Union C 44/147 ( 1 ) Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy. ",
        "2. Introduction 2.1 The EU's Europe 2020 strategy is intended to get the European economy back in gear so that it can go back to creating jobs and improving competitiveness and social cohesion. 2.2 The Europe 2020 strategy for a smart, sustainable and inclusive economy underlines the key contribution that knowledge and innovation make to growth. In its proposal for an EU framework programme for research and innovation (2014-2020) ( 2 ), which forms part of Horizon 2020, the Commission has suggested increasing the R&D budget to EUR 80 billion; the Member States have also supported the EU's goal of investing an average of 3 % of its GDP in research by 2020 (see also EESC opinion INT/571 on Research and Innovation Funding ( 3 )). 2.3 This is why the European Research Area (ERA) forms the core of the Europe 2020 strategy and its ‘Innovation Union’ flagship initiative ( 4 ) and why the European Council has called for it to be completed by 2014 ( 5 ). The ‘Innovation Union’ initiative is intended on the one hand to ensure that products and services with a high knowledge input make a major contribution to employment and growth and on the other to curb the brain drain. Achieving this goal requires a truly world- level scientific base. 2.4 According to the proposal currently under discussion ( 6 ), the European Innovation Partnerships (EIPs) proposed in the Europe 2020 ‘Innovation Union’ flagship initiative ( 7 ) provide for a strategic approach and framework to address the systemic and methodological weaknesses in the European research and innovation system, in order to speed up inno­ vations that make a significant contribution to solving societal challenges. EIPs could be a route for focusing expertise and resources on vital political priorities by mobilising and bringing together all the relevant stakeholders across policy areas, sectors and borders so that society reaps the benefits of progress and innovation more quickly (as the EESC advocated in its opinions CESE INT/599 on Partnering in research and inno­ vation ( 8 ) and NAT/546 on the Eco-Innovation Action Plan ( 9 )). It is important to note that apart from the EUR 40 million recom­ mended under the 7th research and development framework programme, the EIP on water does not provide for any form of funding in addition to the current resources and that its objective is limited to seeking synergies and coordinating existing instruments. 2.5 The EU Member States recognise the importance of innovation in water management. On 21 June 2011, the Council of the European Union called on the Commission to ‘investigate an innovation partnership on water in close cooperation with the Member States, with a view to achieving sustainable and efficient use of water’ ( 10 ). 2.6 The Europe 2020 ‘Resource-efficient Europe’ flagship initiative ( 11 ) underlines how important it is for Europe to engage in the sustainable management of water as a key resource. The Roadmap to a Resource Efficient Europe ( 12 ) high­ lights the efficiency gains that can be made. The strategic objectives of the EIP for 2020 are: (i) to provide safe, available and affordable water for all, while ensuring sufficient water for the environment; (ii) to achieve the relative decoupling of the depletion of water resources from the level of economic activity in key EU sectors; (iii) to maintain and enhance the good status of waters in all EU river basins. 2.7 A Blueprint to safeguard Europe's water resources , the water milestone in the Resource Efficiency Roadmap , has been developed by the Commission. By the end of 2012 the Blueprint should present the policy response to the challenges raised by imple­ mentation issues and shortcomings related to the current framework of EU water resource management policy. The Blueprint and the EIP will be implemented in close coordination. The EIP will also build on the Eco-Innovation Action Plan ( 13 ). 2.8 It should also be possible for water resource protection policy to include compensation for the limitations placed on economic activity in some areas affected by serious pollution. In these particular instances, updated state aid could be adapted to take account of the European water protection plan. EN C 44/148 Official Journal of the European Union 15.2.2013 ( 2 ) COM(2012) 392 final, A reinforced European Research Area partnership for excellence and growth . ( 3 ) OJ C 318, 29.10.2011, p. 121 and OJ C 218, 23.7.2011, p. 87. ( 4 ) COM(2010) 546 final, Europe 2020 Flagship Initiative Innovation Union . ( 5 ) ‘Europe needs a unified research area to attract talent and investment. Remaining gaps must therefore be addressed rapidly and the European Research Area completed by 2014 to create a genuine single market for knowledge, research and innovation’. Conclusions of the February 2011 European Council; conclusions of the March 2012 European Council. ( 6 ) COM(2012) 216 final, European Innovation Partnership on Water . ( 7 ) COM(2010) 546 final. ( 8 ) OJ C 229, 31.7.2012, p. 39. ( 9 ) OJ C 351, 15.11.2012, p. 65. ( 10 ) Conclusions of the European Council of 21 June 2011 (11308/11). ( 11 ) COM(2011) 21 final, A resource-efficient Europe . ( 12 ) COM(2011) 571 final, Roadmap to a Resource Efficient Europe . ( 13 ) COM(2011) 899 final, Innovation for a sustainable future . The Eco- Innovation Action plan (Eco-AP) . ",
        "3. General observations 3.1 At its first meeting, on 25 September, the Task Force of the EIP on water identified eight priority areas: — the water-energy nexus: energy production is a water- intensive industry with significant impacts on the water environment; — water governance: good governance is a key aspect of sustainable water management; — financing for innovation: financing should support cooperation among players within the public sector (public/ public partnerships) as well as between public and private actors; public spending must serve public interests, not boost private profits; — water re-use and recycling: innovation must be based on an integral approach taking account of the entire water cycle; water is a renewable resource: making sure that its cycle is not disrupted is essential to its sustainable use; — water and wastewater treatment, which have seen too little innovation in the past decades, especially in the field of municipal wastewater treatment; one important factor in regaining resources from waste water is the recovery of nutrients; — risk management of water-related extreme events (floods and droughts); — management models and monitoring; — ecosystem services. 3.2 According to the report of the WHO/UNICEF Joint Monitoring Programme for Water Supply and Sanitation, the proportion of the global population with access to improved drinking water (piped running water or protected wells) should increase from 89 % (or 6,1 billion people) in 2010 to around 92 % by 2015. 3.3 Although the United Nations has recognised the universal right to water and sanitation, at least 11 percent of the world's population – roughly 783 million people – are still without access to safe drinking water, and 2,5 billion are without a sanitation system. 3.4 Water plays a vital role in almost all human activities, economic and social: industrial and energy production, agri­ culture, transport, leisure, and the conservation of biodiversity and cultural and natural heritage. Food and energy security at European or international level cannot be ensured without addressing the issue of water as the primary resource; water is becoming one of the main challenges of the 21st century, along with land. Unfortunately, the second half of the 20th century has left us with natural aquatic environments that are damaged, vulnerable, dried up and polluted. 3.5 The future of this global resource is seriously threatened by a form of economic development that is destroying the environment, in which water is held to be an asset to be used like any other. This is leading to overexploitation of groundwater, pollution of soil, water courses and seas, disruption of the water cycle, and damage to water ecology, with effects on biodiversity, at European and global level. For a water policy to be fair, effective and sustainable, it has to be accepted that water is not a commodity, but a global asset to be protected and defended ( 14 ). 3.6 Water management should meet people's needs whilst ensuring that the resource is preserved for future generations. It is time for this fact to be fully recognised and innovation- driven research should be pursued with this in mind. The situation underlines the importance of the EIP on water as a tool for improving the material and financial efficiency of inte­ grated water management. 3.7 But this objective cannot be achieved either by leaving resource monitoring and management solely to large inter­ national private groups and companies, or by accelerating the pace of privatisation and innovation-driven research in this vital sector. On the contrary, high-quality public services offer the best means of building equitable, sustainable, peaceful and democratic societies; investment in high-quality public services, supported by fair fiscal policies to encourage innovation and research, will be part of the key solution to the economic crisis, promoting universal access to essential services and to economic growth. This calls for partnerships founded on public management of water resources and publicly funded research under the 7th Framework Programme. 3.8 At European level, the Member States should push for the liberalisation of water and sanitation services to be rejected and for them to be designated public services of general interest, and should urge that Europe commit more wholeheartedly at international level to effective implementation of the right to water. The EESC advises against dealing with innovations in this sensitive area exclusively from the trade protection viewpoint and recommends making them as readily accessible as possible to authorities, public bodies, local and regional authorities and companies in the social economy. 3.9 The processes and solutions adopted as part of the EIP on water should feed into measures for adapting to the predicted effects of climate change. EN 15.2.2013 Official Journal of the European Union C 44/149 ( 14 ) ‘[..] water is a shared resource of humankind and a public good […] access to water should constitute a fundamental and universal human right’. Resolution P7_TA(2012)0273, rapporteur Richard Seeber (EPP/AT), adopted by a show of hands on 3.7.2012. ",
        "4. Specific observations 4.1 The Committee notes that a high-level group of experts and a task force have been set up to establish an innovation partnership strategy on water. Establishing this partnership should provide an opportunity to set out guidelines for inno­ vation in water policy and to reaffirm the right to a secure supply of sufficient clean water, with a view to encouraging sustainable management of resources. 4.2 This can be achieved through innovation procedures that apply novel, state-of-the-art technologies, taking into account the situation with integrated management of water catchment areas at regional level and subject to pollution control. Sustainable resource management must be achieved by sharing water between various uses in such a way as to achieve sustainable human, economic and environmental devel­ opment through planned resource use as part of integrated management of water resources, restore the quality of aquatic environments, promote procedures for managing consumption and preventing pollution along the whole water usage chain, from consumption to treatment, and – finally – outlaw polluting practices and penalise polluters. 4.3 These goals should be achieved through appropriate funding and fair and proportionate contributions from all industrial, agricultural and domestic users, managed by government in a drive for ‘better governance’, as already advocated by the EESC in its exploratory opinion NAT/495 on Integration of water policy ( 15 ). 4.4 A fair and effective water policy and implementation of the innovation partnership on water also call for an innovative employment policy in which trained and qualified staff for new or modified positions are covered by employment rules that allow them to carry out their task of managing a public asset and also enjoy the right to take action on economic, social and environmental matters. Innovative measures should be sought to make work in the sanitation sector less onerous and reduce its impact on health. 4.5 Social and technical research in the following areas should be considered when the strategic implementation plan of the EIP priorities is drawn up by the task force: sanitation system workers (epidemiological studies); strengthening of health, safety and working conditions committees; improving medical follow-up; protective measures and gas and pollutant detection equipment. 4.6 Guaranteeing universal access, preserving the resource and ensuring compatibility with the general interest are matters that the task force will need to consider when drawing up the strategic implementation plan of EIP priorities that it must put forward for adoption on 18 December 2012. 4.7 The EIP on water, operating on the basis of the strategic plan that has been proposed and adopted, should incorporate the relevant European Technology Platforms, which are not only a source of information about the actual state of affairs in a given location or industry, but are also bodies involved in the research, development and application of new technol­ ogies ( 16 ). 4.8 The EESC recommends that individual innovation projects also address the interaction of water and soil, particularly in issues of surface-water management, in addition to the horizontal issues and priorities set. 4.9 Droughts, fires and floods will become more serious in duration and scope. It is vital to maintain public water, emergency and disaster management services that will be able to meet the challenges of this new, unpredictable environment. The search for innovation must also study water's role in preserving ecosystems and biodiversity. 4.10 Public authorities and water management bodies must take steps to prevent water pollution, not only so as to maintain water quality in a sustainable way, but also so as to prevent potentially irreversible damage resulting from risk factors that are known (e.g. persistent organic pollutants, endocrine disruptors) or even unknown, caused by the build- up of chemical substances, including nanoparticles, which can be reliably considered to be additional risk factors. It is essential that these new risks be assessed, as they could pose a serious threat to public health. 4.11 A water pricing system is aimed at helping to preserve the resource in quantitative terms. The EESC favours a price structure that factors in universal access, because of the essential and non-commercial nature of water. However, water pricing does not solve the problem because it is a question not just of water quantity but also of quality. Public measures should therefore be implemented to make individuals and industrial and agricultural users more aware of the deterioration in water quality and how this can be addressed in the most cost-effective way possible, i.e. preventively. 4.12 Climate change and human activity are making water scarcer, pollution levels are increasing and the consequences are multiplying. It is a problem that Europe must tackle and where it must undertake the necessary research. Europe must help move the international community forward on this issue and make funding available as part of its cooperation and devel­ opment policy to widen access to water and encourage measures for reversing the decline in water quality ( 17 ). EN C 44/150 Official Journal of the European Union 15.2.2013 ( 15 ) OJ C 248, 25.8.2011, p. 1. ( 16 ) OJ C 299, 4.10.2012, p. 12–16. ( 17 ) OJ C 229, 31.7.2012, p. 133–139. ",
        "4.13 The EESC notes that the effects of regional disparities across the whole of Europe are particularly pronounced in this area (droughts and floods) and should be a subject that the drafting teams consider in their work: the question has been raised of whether there are ways of offsetting between areas where there is too much water and areas where there is not enough. 4.14 There can be no real research and innovation policy for water without transparency and an inclusive employment policy that contains guarantees with respect to adequate staff levels, training, recognition of qualifications, and technologies for improving health and safety in water purification, treatment and sanitation procedures and ensuring that the whole range of different tasks can be carried out to best effect at every level. 4.15 According to the UN-Water Decade Programme on Capacity Development and a recently published (2012) book entitled ‘Water and the Green Economy: Capacity Development Aspects’ ( 18 ), a change of scale is needed to meet the challenges posed everywhere by water becoming scarcer and deteriorating in quality as a result of aggressive development methods throughout the world. In other words, we cannot indefinitely contain pollution, because water is also a vector. Furthermore, many new technologies already exist, but there is a real risk that they may become obsolete as quickly as they are developed if we fail to consider every aspect of the problem: for example, energy is needed for water desalination, and, when recycling water for secondary uses (e.g. agriculture), the water must not have been subject to multiple pollution effects. 4.16 The European Environment Agency voiced the same concerns in its most recent annual report (2011). It is thus clear that, even when renewed and treated, water is not inexhaustible in either qualitative or quantitative terms, and that research and innovation for water must be broadened to make its use lasting and sustainable in all areas and to control pollution, particularly diffuse sources of pollution ( 19 ). 4.17 The EESC underlines the role of CSO networks, which should be recognised and enhanced and should also be the subject of research with respect to the innovation potential they offer based on their experience and knowledge capital. 4.18 The EESC points out that water quality standards and assessment criteria should be the same right across Europe. 4.19 Water, its use, management and future trigger a range of strong feelings, interests and concerns among different people. In this respect, the EESC reiterates the need to take seriously the notion of compulsory consultation as part of the integrated management of water catchment areas, and compulsory consultation of CSOs to ensure citizen involvement in the decisions affecting them with respect to environmental issues and access to justice, as provided for under the Aarhus Convention, and it calls on the Commission to assess these two points in a report so that the EU can use the relevant data as required in its research on innovation and with a view to the contribution that civil society can make to the partnerships. 4.20 The EESC advises against dealing with innovations in this sensitive area exclusively from the trade protection viewpoint and recommends making them easily accessible to authorities, public bodies, local and regional authorities and companies in the social economy. The EESC questions the inclusion of departments of the Chinese Ministry of Science and Technology in the High-Level Steering Group of the European Innovation Partnership on Water ( 20 ). The EESC could accept the idea of this ministry participating directly in drawing up a European strategy in the context of external devel­ opment cooperation, but it needs to be asked why the emerging countries are represented by only one of their number. And why are other countries affected by the necessary technology transfers not taking part in this European task force ( 21 )? Brussels, 13 December 2012. The President of the European Economic and Social Committee Staffan NILSSON EN 15.2.2013 Official Journal of the European Union C 44/151 ( 18 ) Water and the Green Economy: Capacity Development Aspects (2012). Editors: Dr Reza Ardakanian, Dr Dirk Jaeger, UNW-DPC, Bonn, Germany. ( 19 ) OJ C 229, 31.7.2012, pp. 116-118. ( 20 ) European Commission: European Innovation Partnership on Water – High Level Steering Group. ( 21 ) OJ C 68, 6.3.2012, p. 28. ",
        "ANNEX I to the Committee opinion The following amendment, which received at least a quarter of the votes cast, was rejected during the discussion: Point 2.8 Amend as follows: It should also be possible for water resource protection policy to include compensation for the limitations placed on economic activity in some areas affected by serious pollution to ensure the conservation of water resources. In these particular instances, updated state aid could be adapted to take account of the European water protection plan. Result of the vote For 46 Against 63 Abstentions 27 EN C 44/152 Official Journal of the European Union 15.2.2013 "
    ]
}