{
    "text": [
        "International Partnerships Sixth Progress Report April 2020 – March 2021 Action Plan on Nutrition ",
        "European Commission Directorate-General for International Partnerships Rue de la Loi 41 – B-1049 Brussels E-mail: intpa-f3@ec.europa.eu Internet https://ec.europa.eu/international-partnerships/home_en A mother holds her son, eight months old at the Mother and Child Center of Diff a, Niger. © UNICEF/UN029173/Phelps ",
        "Table of Contents Acronyms ________________________________________________________________________ 2 Key Messages_____________________________________________________________________ 3 Section 1. Introduction ______________________________________________________________________ 5 COVID-19 and malnutrition: the collision ________________________________________________ 5 2021 – A critical year for nutrition _____________________________________________________ 6 A crucial opportunity for critical reflection _______________________________________________ 8 Scope of the sixth progress report______________________________________________________ 8 Section 2. Progress in supporting partner countries to reduce the number of children stunted ______10 Stunting trends ____________________________________________________________________ 12 Progression of all forms of malnutrition ________________________________________________ 14 Section 3. Progress in ensuring the allocation of EUR 3.5 billion to improve nutrition _____________15 Financial commitments to nutrition in 2019 and 2020 ____________________________________ 15 Financial commitments to nutrition since 2014 __________________________________________ 15 Nutrition disbursements, 2014-2019 __________________________________________________ 17 Geographical distribution of development cooperation nutrition commitments _________________ 17 Budget support for nutrition _________________________________________________________ 18 Partnerships for nutrition ____________________________________________________________ 19 Section 4. A regional perspective on the delivery of results against the Commission’s strategic priorities for nutrition ___________________________________________________20 Evidence on what works best and insights to carry forward ________________________________ 21 Section 5. Conclusions ______________________________________________________________________25 2020 – A year of unprecedented challenges ____________________________________________ 25 Looking ahead and capitalising on what works __________________________________________ 26 Systemic transformation for nutrition __________________________________________________ 27 Annex 1: Country dashboard of nutrition-relevant indicators _______________________________________ 28 Annex 2: Action Plan on Nutrition strategic priorities case studies ___________________________________ 31 1 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Acronyms 2FAS Food Fortification Advisory Service ATAB Initiative of Agrinatura in Burundi CFS Committee on World Food Security COVID-19 Coronavirus Disease 2019 DAC Development Assistance Committee DeL EUROSAN Local Development (Honduras) EU European Union FIRST Food Security and Nutrition Impact, Resilience, Sustainability and Transformation (Guatemala) FNS Food and Nutrition Security GAIN Global Alliance for Improved Nutrition GRFC Global Report on Food Crises IFPRI International Food Policy Research Institute IMMT Monitoring and Impact Assessment of Food Fortification INCOPAS Consultation and Social Participation Instance (Guatemala) INSIDER Integrated Strategies for Micronutrient Deficiency Reduction IPC Integrated Food Security Phase Classification (Honduras) LIFT Livelihoods and Food Security Fund (Myanmar) MAGA Ministry of Agriculture, Livestock and Food (Guatemala) NAFA National Alliance for Food Fortification (Madagascar) NCD Non-Communicable Disease NDICI Neighbourhood, Development and International Cooperation Instrument NDMA National Drought Management Authority (Kenya) NGO Non-Governmental Organisation NSSS National Social Security Strategy (Bangladesh) OECD Organisation for Economic Co-operation and Development PFOA Food Fortification Project for Vulnerable Populations in Madagascar PNIN National Information Platform for Nutrition (Niger) SESAN Food and Nutrition Security Secretariat (Guatemala) SRCT Stunting Reduction Calculations Tool SUN Scaling Up Nutrition TWG Technical Working Group (Honduras) UN United Nations UNICEF United Nations Children’s Fund UNOPS United Nations Office for Project Services UTSAN Technical Unit of Food and Nutrition Security (Honduras) WASH Water, Sanitation and Hygiene WHA World Health Assembly WHO World Health Organization 2 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Key Messages This sixth progress report marks a critical juncture between two European Union (EU) programming cycles: 2014-2020 and 2021-2027. The report provides an update on achievements with respect to the two ambitious commitments on nutrition: to support partner countries to reduce the number of stunted children under the age of five by at least 7 million by 2025; and to allocate EUR 3.5 billion to nutrition between 2014 and 2020. The annual resource tracking exercise presented here confirms that by 2020, the EU’s EUR 3.5 billion global pledge for nutrition had been achieved and even surpassed by EUR 800 million. In 2019 alone, the latest year for which officially reported data are available, the 41 EU nutrition-related financing decisions approved had nutrition-relevant components amounting to EUR 623.3 million, including the highest overall share of budget support achieved to date. As the COVID-19 pandemic continues to devastate lives around the world, the global backdrop to this report would have been unimaginable in 2014. With respect to stunting reduction, trends and estimates from data available prior to the onset of COVID-19 indicate that compared to 2014, the number of children who would have been averted from stunting by 2025 had risen fourfold in the 40 countries prioritising nutrition: from 1 million to 4.2 million. The proportion of children suffering from stunting had fallen by an average of 6.2 percentage points. Additional progress had also been made in the majority of these countries in terms of child wasting, low birth weight and exclusive breastfeeding. With the onset of the COVID-19 pandemic and the resulting impacts on people’s lives, significant ground may have been lost. Even before this crisis and despite the important EU contribution, the world remained off track to meet the internationally agreed World Health Assembly (WHA) target for stunting reduction. COVID-19 shines a spotlight on the strong causal connection between the widespread reductions in household income arising from pandemic-related disruptions and the fact that modest gains made in reducing global maternal and child undernutrition now stand to be reversed. The crisis has also highlighted the existence of shared commonalities and converging effects across biodiversity loss, climate change and human health and nutrition. It has underscored the critical role of nutrition in strengthening people’s immune systems, with poor diets and associated co-morbidities dramatically increasing the risk of severe complications and death as a result of the virus. A detailed regional perspective is provided in this report to assess the delivery of country-level results against the three strategic priorities for nutrition outlined in the Nutrition Communication and Action Plan. The analysis reinforces the EU’s conviction that what works best for improved nutrition is a locally adapted, sustained, multi-sectoral and rights-based approach with a strong focus on tackling entrenched inequalities such as those relating to wealth and gender. This approach will continue to remain at the heart of the EU’s efforts to address malnutrition in all its forms. The year 2021 has been heralded as the International Year of Nutrition, hosting both the United Nations Food Systems Summit and the Tokyo Nutrition for Growth Summit. The EU welcomes these global initiatives as crucial steps forward for global recovery efforts, supporting the 2030 Agenda and its Sustainable Development Goals. Correspondingly, the EU’s engagement at all levels remains driven by a commitment to ensure access for all to sufficient, safe and affordable food and healthy diets within our planetary boundaries, in line with the Green Deal and the Farm to Fork Strategy, while simultaneously addressing the broader drivers of malnutrition in all its forms – whether poverty, inequality, climate change, biodiversity loss, forced migration or conflict. 3 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "A girl in front of her hut in Yakoua, Lake Chad, Chad. © WFP/Giulio d'Adamo A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T 4 ",
        "COVID-19 and malnutrition: the collision In the past year, the COVID-19 pandemic has impacted on people’s lives and livelihoods at an unprecedented scale. This crisis has held up a mirror to food systems across the world and highlighted the inextricable connection between malnutrition and social justice. It has amplified existing vulnerabilities to economic and gender inequalities, instability and conflict, climate change and biodiversity loss. For the first time in 30 years, there has been a global decline in human development 1 . As reported in the 2021 Global Report on Food Crises, the number of people facing acute food insecurity has increased from 135 million in 2019 to 155 million in 2020 2 . The centrality of nutrition to both our individual and collective resilience has never been clearer. Adequate nutrition is crucial for immune functioning, while the poor diets driving overweight, obesity and their co-morbidities, such as diabetes and heart disease have been seen to dramatically increase the risk of severe complications and death as a result of COVID-19 3 . Crucially, the pandemic has underlined the strong causal connection between poverty and malnutrition. The World Bank estimates that, in 2020, COVID-19 induced a rise in the number of extreme poor of between 119 and 124 million 4 . Around the world, reductions in household income have eroded people’s ability to meet their basic needs and threatened to reverse modest global gains in maternal and child nutrition 5 . Another 267.6 million people are projected to join the existing 3 billion food insecure, who even before the onset of the pandemic were unable to afford a healthy diet 6 . In many contexts, restrictions of movement and price volatility have strained food supply chains and shaken already fragile food systems 7 – further reducing existing coverage of nutrition and health services. Correspondingly, recent projections suggest that COVID- 19-related disruptions could result in an additional 9.3 million wasted and 2.6 million stunted children by 2022 8 as well as an additional 168 000 additional child deaths and 2.1 million additional cases of maternal anaemia 9 . Available evidence confirms that widespread loss of income has not only led to a reduction in the quantity of foods consumed but also decreased demand for relatively more costly healthy foods, including fruits and vegetables. This has accelerated existing trends towards diets high in saturated fats, salt, sugar and foods that do not support optimal health, such as ultra-processed foods 10 , in many contexts triggering a rise in overweight and obesity and exacerbating micronutrient deficiencies 11 . 1 http://hdr.undp.org/en/hdp-covid 2 Global Report on Food Crises (GRFC) 2021. While there is considerable overlap, the countries incorporated in the GRFC are not the same as the EU’s partner countries prioritising nutrition. The GRFC focuses exclusively on crisis-affected countries (55 food crises countries identified in 2020) rather than a global scope, and the identification of people experiencing acute food insecurity draws on specifically designed methodologies. In fact, the majority of people affected by food insecurity and malnutrition live outside those populations identified as acutely food insecure by the GRFC. 3 https://cdc.gov/mmwr/volumes/70/wr/mm7010e4.htm 4 World Bank Global Economic Prospects, January 2021. 5 Initial assessments in Africa and South and South-East Asia found that restrictions imposed in response to the pandemic had led to job and income losses affecting 65-95% of populations, depending on context. IFPRI Global Food Policy Report 2021. 6 Laborde, D. et al., ‘COVID-19 pandemic leads to greater depth of unaffordability of healthy and nutrient adequate diets in low- and middle-income countries,’ Nature Food (under review); FAO State of Food Security and Nutrition in the World 2020. 7 While staple crop production appeared to remain relatively unaffected by the pandemic, this has not always been the case for more perishable and labour-intensive food such as fruits and vegetables, thereby further restricting the incorporation of healthy foods in the diets of poor households. In the first half of 2021, food prices are rising significantly above the 2014-2016 average (FAO Food Price Index, March 2021). 8 Wasting refers to a child being too thin for his or her height while stunting refers to a child being too short for his or her age. 9 Osendarp, S. et al., ‘The potential impacts of the COVID-19 crisis on maternal and child undernutrition in low and middle income countries,’ preprint, 2021. 10 https://www.unwomen.org/en/digital-library/publications/2020/09/gender-equality-in-the-wake-of-covid-19 11 Hawkes and Gallagher Squires, 2021. A double-duty food systems stimulus package to build back better nutrition from COVID-19 | Nature Food Section 1. Introduction 5 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "The countries with whom the EU has partnered to accelerate national efforts to end malnutrition are often those least equipped to withstand the various shocks of the COVID-19 pandemic. The crisis has significantly reduced access to healthy diets by the world’s poorest people as their already fragile livelihoods are disrupted by efforts to reduce the spread of infection. The resulting collision between the pandemic of COVID-19 and the more hidden but equally devastating pandemic of widespread malnutrition in all its forms 12 has overwhelmingly resulted in vulnerable groups – particularly women, adolescents and young children – being disproportionately affected as a result of existing structural inequalities and hardships faced being further compounded. 2021 – A critical year for nutrition Adopted in this rapidly changing global context, the ‘Global Europe’ – Neighbourhood, Development and International Cooperation Instrument (NDICI) now provides the basis to finance EU external action, responding to the unprecedented challenges triggered by the COVID-19 pandemic, and leading global recovery 13 . Not only does 2021 mark the launch of the EU’s new multi-annual financial framework for 2021-2027, it is also being heralded as the International Year of Nutrition, hosting both the United Nations Food Systems Summit 14 and Tokyo Nutrition for Growth Summit 15 . At such a critical juncture, this sixth progress report on the Action Plan on Nutrition provides an important strategic opportunity to close the 2014-2020 cycle and to review and reflect on the Union’s key achievements during this period. Poverty amplifies the risk of and risks from malnutrition, with poor people more likely to be affected by its different forms. Malnutrition increases health care costs, reduces productivity and slows economic growth, which can perpetuate a cycle of poverty and ill health. The EU recognises that nutrition is a crucial marker of human and planetary health, while food insecurity and malnutrition are both unacceptable and entirely preventable. This is why, at the heart of the European Green Deal, together with the EU’s Farm to Fork Strategy and insistence on a food systems approach, it is understood that healthy diets are not only a human right but the foundation of more just and resilient societies and a precondition for human development. Likewise, the EU Strategy on the Rights of the Child (2021-2024) calls explicitly for ‘food systems to deliver nutritious, safe, affordable, and sustainable diets that meet the needs and rights of children’ 16 . 12 https://www.bmj.com/content/371/bmj.m4593 13 In March 2021 the European Commission welcomed the endorsement by the European Parliament and the Council of the political agreement on the NDICI ‘Global Europe’ for the next multi-annual financial framework period (2021-2027). The NDICI will support the EU’s external action with an overall budget of EUR 79.5 billion (including EUR 60.38 billion for geographical programmes, EUR 6.36 billion for thematic programmes and EUR 3.18 billion for rapid response actions). Cooperation under the NDICI will promote the development effectiveness principles, where applicable, across all modalities: ownership, a focus on results, inclusive development partnerships, transparency and mutual accountability. 14 The pre-summit event took place 26-28 July 2021 and the main Food Systems Summit is scheduled for September 2021. 15 The Tokyo Summit is scheduled for 7-8 December 2021. 16 https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12454-Delivering-for-children-an-EU-strategy-on-the-rights-of-the-child Agricultural students, Ngororero, Rwanda. © IFAD/Susan Beccio A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T 6 ",
        "This year, the Committee on World Food Security (CFS) adopted the Voluntary Guidelines on Food Systems and Nutrition 17 to provide comprehensive science- and evidence-based guidance in support of the progressive realisation of the right to food. This initiative has resulted in the first and only global policy instrument negotiated at a multilateral level among governments and other stakeholders on the connections between food systems and nutrition. The upcoming CFS Voluntary Guidelines on Gender Equality and Women’s and Girls’ Empowerment in the Context of Food Security and Nutrition will further contribute to ensuring food security and nutrition for all, thereby reinforcing the EU’s ambitious commitments to strengthen its strategic, gender-transformative and rights-based approach in tackling the root causes of gender inequality at all levels of international engagement. The inexcusable and unsustainable persistence of malnutrition and unhealthy diets Even before the onset of the COVID-19 crisis, and despite important achievements such as sustained stunting reduction in countries prioritised for nutrition investment by the EU, the world as a whole was off track to achieve international nutrition targets. The number of people affected by one or more forms of malnutrition remains staggering. Diets: Poor diets are the main contributor to the global burden of disease, yet there are currently 3 billion people in the world unable to afford a healthy diet. Four out of five children from the poorest homes are not fed a minimally acceptable diet, undermining their capacity to grow, develop and learn to their full potential 18 . Water, sanitation and hygiene: Child undernutrition is further exacerbated by the fact that at least one third of the global population does not have access to safe drinking water, while more than half of the global population does not have access to safe sanitation 19 . Breastfeeding: Breastfeeding is one of the most effective ways to ensure child health and survival. If breastfeeding were scaled up to near-universal levels, the lives of 820 000 babies would be saved every year 20 . Undernutrition: Such a stark backdrop helps to explain why globally, even before the onset of the COVID-19 pandemic, there were 149 million stunted and 45.4 million wasted children under the age of five. Micronutrient deficiencies are also widespread. It is estimated that 46.4% of children under the age of five and 42.0% of pregnant women worldwide are anaemic 21 . Overweight and obesity: At the same time, there are at least 380 million children and adolescents who are overweight or obese. This situation has devastating physical and mental consequences, including greatly increased risk of developing non-communicable diseases (NCDs) later in life. With continued economic inequalities, and as heavily processed food and beverages become cheaper and more widely available, levels of childhood obesity that were once seen only in high income countries are now occurring at lower household income levels, particularly in Africa and South Asia 22 . Prior to the COVID-19 pandemic it was estimated that the number of obese children between 5-19 years of age worldwide could increase by more than 60% from 150 million to 250 million by 2030 while an estimated 2.7 billion adults could be overweight or obese by 2025 23 . Costs of malnutrition: Malnutrition in all its forms imposes unacceptably high costs – direct and indirect – on individuals, families and nations. It has been estimated that the global economic impact of malnutrition perhaps amounts to as much as USD 3.5 trillion per year, or USD 500 per individual 24 . 17 Adopted during the 47th Plenary Session of the Committee in February 2021, the Voluntary Guidelines on Food Systems and Nutrition are a concrete inter- governmental and multi-stakeholder negotiated policy tool for use by governments, specialised institutions and other stakeholders to develop appropriate policies, responsible investments and institutional arrangements to address the causes of hunger and malnutrition in all its forms, from a food systems perspective. 18 GLOPAN Foresight 2 Report: Future Food Systems: For people, our planet and prosperity, FAO 2020: The State of Food Security and Nutrition in the World. 19 UNICEF and WHO 2019. The Joint Monitoring Programme report, Progress on drinking water, sanitation and hygiene: Special focus on inequalities. 20 C. Victora et al., 2016. ‘Breastfeeding in the 21st Century: Epidemiology, Mechanisms and Lifelong Effect’, The Lancet 387 (10017):475-490. 21 Joint Child Malnutrition Estimates 2021. These estimates are based almost entirely on data collected before 2020. 22 The resulting double burden of malnutrition means that it is increasingly common to find undernutrition, including micronutrient deficiencies, co-existing with overweight and obesity within the same country, community and household or even at the individual level. For example, an overweight or obese child may also suffer from micronutrient deficiencies, while a stunted child may be more at risk of becoming overweight or obese later in life. 23 World Obesity Federation 2020, Atlas of Childhood Obesity 24 FAO State of Food and Agriculture 2013. However, as highlighted by Nugent et al., in The Lancet, there remains no agreed method to accurately measure the full global costs (direct and indirect) with respect to the double burden of malnutrition. 7 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "A crucial opportunity for critical reflection The latest Lancet Series on Maternal and Child Undernutrition Progress 25 has reconfirmed the evidence that a broad, multi-sectoral, anti-poverty approach is absolutely crucial if progress on reducing all forms of malnutrition is to be both accelerated and sustained. It is precisely such an approach to tackling malnutrition that the Union has consistently promoted and adopted across its international partnerships since 2014. As a result, this report confirms that: (i) the Union has invested EUR 4.3 billion in nutrition in development and humanitarian aid over the period 2014-2020, significantly exceeding the ambitious 2013 financial pledge to commit EUR 3.5 billion to multi-sectoral investment in nutrition by 2020; and (ii) in 38 of the 42 countries where development investment for nutrition has been prioritised, the proportion of children suffering from stunting has fallen by an average of 6.2 percentage points 26 . Correspondingly, between 2014 and 2020 the estimated number of children who will have been averted from stunting by 2025 has risen fourfold in 40 countries – from 1 million to 4.2 million. Nevertheless, this report provides a much-needed opportunity for critical reflection on key lessons learned, evolving priorities and challenges that remain to be faced. Indeed, against the ambitious backdrop of the pledge to achieve a reduction of 7 million stunted children by 2025, the challenges ahead are significant, not least in the context of a world simultaneously grappling with the ongoing pandemic and accelerating the scaling up of global recovery efforts. Scope of the sixth progress report Building on the five previous progress reports, this report once more shines a spotlight on the two key commitments that underpin the strategic and operational focus of the Union’s work on nutrition within the context of international partnerships: (I) the 2012 commitment to support partner countries to reduce the number of stunted children under the age of five by at least 7 million by 2025; and (II) the 2013 commitment to ensure the allocation of EUR 3.5 billion between 2014 and 2020 to improve nutrition in partner countries from the development and humanitarian aid budgets. These two commitments are enshrined in the EU’s policy framework on nutrition, which consists of the 2013 Commission Communication on ‘enhancing maternal and child nutrition in external assistance: an EU policy framework’ and the 2014 Action Plan on Nutrition 27 . The focus of the sixth progress report remains on the continuity of commitment across the 2014-2020 multi- annual financial framework to translate the Action Plan on Nutrition from the policy level into tangible results on the ground. Since this progress report marks a critical programming juncture for the Union, it seeks to harness evidence of achievements and further reinforce the collective commitment of the Union and Member States to ensure effective integration of nutrition across international partnerships in the years ahead. 25 https://thelancet.com/series/maternal-child-undernutrition-progress 26 This is discussed in more detail in Section 2 of this report. 27 In November 2014 the European Parliament adopted a resolution on child undernutrition in developing countries, calling for nutrition to be prioritised as a development goal by the Commission and the Council. Four sets of Council Conclusions have now been adopted on the basis of previous progress reports. 8 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Section 2 of the report provides an updated overview and analysis of progress on reducing stunting, including a comparative regional analysis, while Section 3 presents key insights into the Union’s achievement of the 2014-2020 target with respect to its financial pledge. Section 4 showcases the delivery of results against the EU commitment to nutrition, thereby providing an opportunity to capture the diversity of partnerships and programmes in which investment has taken place between 2014 and 2020. This year, for the first time, a regional perspective has been introduced to enhance insights into the programmes being implemented and results delivered across the 42 countries prioritising nutrition in their 2014-2020 national and multi-annual indicative plans (see Figure 1). The richness and diversity of programming can be measured by the systematic inclusion across each region of all three strategic priorities of the Action Plan on Nutrition: strengthening political commitment, scaling up delivery, and enhancing knowledge for nutrition. Figure 1: Partner countries that have prioritised nutrition in their cooperation with the EU Benin Burkina Faso Côye d’Ivoire Gambia Guinea-Bissau Mali Mauritania Niger Senegal Sierra Leone Burundi Cameroon Chad Angola Madagascar Malawi Mozambique Zambia Zimbabwe Afghanistan Bangladesh Nepal Myanmar Cambodia Lao PDR Pakistan Sri Lanka Yemen Haïti Guatemala Honduras Uganda Ethiopia Sudan Kenya Somalia Djibouti Tanzania Rwanda DR Congo Nigeria Timor Leste 9 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Section 2. Progress in supporting partner countries to reduce the number of children stunted • In 38 of the 42 countries where investment for nutrition has been prioritised, the proportion of children suffering from stunting has fallen by an average of 6.2 percentage points 28 . • In the original 40 priority countries, since 2014 an estimated 4.2 million children will have been averted from stunting by 2025. • With respect to the other WHA nutrition targets, additional progress has been made in the majority of countries prioritising nutrition with respect to child wasting, reduction in low birth weight and increased rate of exclusive breastfeeding. The risk of stunting is inter-generational, passed from one generation to the next 29 through the presence of social, economic and gender inequities – and possibly also through epigenetic mechanisms. Adolescent girls and women who were stunted as children, and who are underweight and gain less than the recommended weight during pregnancy, are more likely to have a difficult birth and poor birth outcomes. Children born to stunted mothers also have a higher risk of mortality compared to those born to non-stunted mothers 30 . Stunting can therefore be understood as a reliable marker of adverse environmental conditions which are themselves associated with delayed child development, lower education attainment, reduced earnings in adulthood and chronic diseases. Furthermore, stunting is a risk factor for obesity and chronic NCDs both in childhood and later life 31 . This is why the indicator of stunting in children under the age of five has such strategic significance, not only for Sustainable Development Goal 2 but for the 2030 Agenda as a whole 32 . 28 The average prevalence of stunting in countries prioritising nutrition fell 6.2 percentage points from 38.3% in 2012 to 32.2% in 2020 (SRCT data). 29 https://onlinelibrary.wiley.com/doi/full/10.1111/j.1365-3016.2012.01298.x 30 https://jamanetwork.com/journals/jama/fullarticle/185712 31 The double burden of malnutrition: policy brief (who.int); the double burden of undernutrition and overweight at population, household or individual level is increasingly prevalent in low- and middle-income countries. https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(17)32129-3 32 Goal 2: End hunger, achieve food security and improved nutrition and promote sustainable agriculture. 10 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Christophe feeds with his son Kevin as evening falls on their home in Kivomo village, Rulindo District, Rwanda. © UNICEF/UN0306271/Sokol Based almost entirely on data collected prior to the onset of the pandemic, it is estimated that there are 149.2 million stunted children in the world (22% of all children), most of whom live in low- and middle-income countries. This is a reduction from 195.5 million in 2000. However, despite a continuous downward trend, it was already clear before the COVID-19 crisis that the world was not on track to meet the international WHA 2025 target for stunting reduction. In fact, a closer analysis of the situation at regional level highlights that in Africa, despite the overall reduction in prevalence of stunting, the number of stunted children has actually been progressively increasing, from 54.4 million in 2000 to 61.4 million in 2020 33 . This apparent paradox can be explained by the relatively higher population growth currently taking place across the African continent 34 . It is against such a backdrop that this section presents an updated analysis of data focused on the 40 countries that prioritised nutrition in their cooperation with the EU, using the Commission’s Stunting Reduction Calculations Tool (SRCT) 35 developed in 2014 and 2015 in collaboration with the World Health Organization (WHO) 36 . Since 2014, in 38 of the countries prioritising nutrition, the proportion of children suffering from stunting has fallen by an average of 6.2 percentage points and the rate of stunting reduction has accelerated 37 . Based on current trends, the latest estimates indicate that the projected number of children averted from stunting from 2012 to 2025 will be 4.2 million in these 40 countries. This is a fourfold increase from the estimated 1 million children projected to be averted from stunting over the same period in 2014 38 . In the context of ongoing projections regarding the negative implications of the COVID-19 pandemic, and as presented in Section 1, there have been a number of efforts to understand the likely impacts on various forms of malnutrition. However, there is also an inevitable time lag between the severe disruptions to lives and livelihoods affected by governments’ measures to manage the crisis and the translation of multiple pathways of impact into national data on child stunting. Furthermore, while it remains too early to use available data to understand more about the impact of COVID-19 on stunting, the global socio-economic crisis has significantly disrupted surveys scheduled to update nutrition data in several countries 39 . 33 Joint Child Malnutrition Estimates 2021 using new model estimates. 34 UN World Population Prospects 2019. The population of sub-Saharan Africa is projected to double by 2050 (99% increase) due to the comparatively high global fertility rate of 4.6 births per woman, while regions that may experience lower rates of population growth include Northern Africa and Western Asia (46%), Central and Southern Asia (25%), Latin America and the Caribbean (18%) and Eastern and South-Eastern Asia (3%). 35 https://ec.europa.eu/international-partnerships/system/files/ec-srct-method-300319_en.pdf 36 This collaboration was the basis for the WHO Global Targets Tracking Tool. 37 The average annual rate of stunting reduction increased from 1.33% in 2014 to 1.38% in 2020. While the ongoing reduction in stunting prevalence cannot be attributed entirely to the EU’s investments, the financial achievements coupled with the strong evidence of results in the lives of women and children through nutrition-related programmes testify to the importance of the EU’s contribution in tackling malnutrition. 38 As reported in the Action Plan on Nutrition First Progress Report. 39 New survey data from only three countries were included in the Joint Child Malnutrition Estimates 2021: Burundi, Malawi and Nigeria. Aside from COVID-19, throughout 2020 the WHO has been undertaking extensive retrospective quality checking and standardisation of historical data sets, which complicates any simplistic comparison of this year’s SRCT data with that from previous years. 11 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Figure 2: Regional trends in prevalence of stunted children Stunting trends This section presents an analysis of data from the SRCT on 42 priority countries (including Sudan and Djibouti, which were added in 2016). Although the prevalence of stunting (Figure 2) has decreased in every region, it is increasingly clear that there are quite distinct regional dynamics in stunting reduction. The picture regarding the number of children (Figure 3) shows clearly where progress toward the WHA target has decelerated. This is especially relevant in African regions, which have seen an increasing number of stunted children over time. This also explains why in Figure 4, Africa is underrepresented in the top 10 countries closest to potentially meeting the WHA target. 45 % 40 % 35 % 30 % 25 % 20 % 15 % 10 % 5 % 0 % Western Africa Eastern and Central Africa Southern Africa and Indian Ocean Middle East, Asia and Pacific Latin America and Caribbean 2012 2020 2025 (Current trends estimantes) Nutrition education for mothers in Viqueque, Timor-Leste. © WFP/Denita Baptista A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T 12 ",
        "Figure 3: Regional trends in number of stunted children versus 2025 targets Figure 4: Difference between the current average annual rate of reduction in stunting, using SRCT criteria, and that required to meet the WHA target by 2025 Western Africa Eastern and Central Africa Southern Africa and Indian Ocean Middle East, Asia and Pacific Latin America and Caribbean 2012 2020 2025 (Current trends estimantes) 2025 (WHA target estimates) 25 20 15 10 5 0 * Countries with no data a(cid:31)er 2012 (differences between baseline AARR and required AARR) Angola Niger Sudan Benin Somalia* Burundi Chad DRC Djibouti* Nigeria Mozambique Madagascar Pakistan Timor-Leste Cameroon Mali Yemen Tanzania Guatemala Rwanda Senegal Uganda Côte d’Ivoire Mauritania Ethiopia Malawi Zambia Gambia Burkina Faso Sierra Leone Guinea-Bissau Kenya Haiti Zimbabwe Lao PDR Sri Lanka Myanmar Honduras* Cambodia Nepal Bangladesh Afghanistan -4% -2% 0% 2% 4% 6% 8% 10% 12% 14% 16% 18% 13 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Progression of all forms of malnutrition This year’s dashboard (Annex 1) is presented to facilitate understanding of the progress that individual countries are making toward the various 2025 WHA targets. The dashboard continues to show the evolution of national-level data from a 2012 baseline and uses the SRCT to present data on child stunting trends. For stunting reduction, it adopts a traffic light (dot) system to show improvement (green), no change (yellow) or deterioration (red). Under each indicator it continues to use the colour of cells to categorise the position of each country relative to others. The resulting observational analysis shows that for most of those countries prioritising nutrition, progress can be confirmed not only for stunting prevalence, but also with respect to other key indicators that have an important bearing on child stunting such as wasting, low birth weight and exclusive breastfeeding 40 . It is important to bear in mind that the causes of malnutrition are complex, interrelated and context-specific 41 , which is why it is not possible within the confines of this report to generate a comprehensive narrative to explain why some countries (and some specific areas within countries) have made more progress than others and to identify stand-alone factors responsible for particular achievements 42 . Nevertheless, for each of the partner countries prioritising nutrition, since 2014 a ‘country profile’ has been generated and updated to track trends, key issues and policy dynamics with a bearing on the nutrition situation 43 . • Stunting prevalence has declined in all countries except for Angola, Djibouti and Sudan, where it has increased, and Somalia, where there has been no change 44 . • The prevalence of wasting in children under five 45 has declined in 30 of the 39 countries with data; there were more countries in East and Southern Africa showing improvements in wasting compared to the other regions 46 . • Between 2012 and 2015, all countries with data saw an improvement in low birth weight. • Rates of exclusive breastfeeding 47 have improved in 28 countries and worsened in six countries, with Timor-Leste and Malawi seeing the worst performance. Progress has been less apparent with respect to child overweight and anaemia in women of reproductive age. • The prevalence of child overweight/obesity increased in 16 countries, with six of the ten Asian countries showing an increase (Bangladesh, Cambodia, Lao PDR, Nepal, Sri Lanka and Yemen); six West African countries (Burkina Faso, The Gambia, Guinea-Bissau, Mauritania, Senegal and Sierra Leone); three East African countries (Burundi, Cameroon and Democratic Republic of Congo) and one Southern African country (Mozambique). • Only 11 countries have seen an improvement in anaemia prevalence 48 in women, mainly in West Africa (Chad, Benin, Burkina Faso, Mali and Senegal) and East Africa (Democratic Republic of Congo, Tanzania and Uganda). 40 Progress on an indicator does not mean that a country is necessarily on course to meet the international WHA target for that indicator by 2025. 41 ‘Malnutrition in all its forms has many interrelated basic, immediate and underlying causes that need to be addressed simultaneously. Among those: the lack of stable access to healthy and safe diets and safe drinking water, inadequate infant and young child-caring and feeding practices, poor sanitation and hygiene, insufficient access to education and health services, income poverty and low socio-economic status.’ CFS Voluntary Guidelines on Food Systems and Nutrition, 2021. 42 The UNICEF Conceptual Framework on the Determinants of Maternal and Child Nutrition highlights this complexity: UNICEF Nutrition Strategy 2020-2030. Many of the key factors contributing to each of the six WHA indicators are identified by WHO in the Global Nutrition Targets 2025 policy brief series. 43 The profile exercise has already played an important role in terms of informing 2021 programming during 2021. The next update will be available in early 2022, factoring in agreed 2021-2027 programming priorities at country level. 44 These four countries are among the 55 countries identified in the Global Report on Food Crises 2021 to be acutely food insecure and in need of urgent food, livelihood and nutrition assistance largely as a result of conflict and insecurity, weather extremes, pest outbreaks, COVID-19-related economic shocks, internal and/ or refugee displacement or a combination of these. 45 Wasting is a life-threatening condition attributable to poor nutrient intake and/or disease. Characterised by a rapid deterioration in nutritional status over a short period of time, children suffering from wasting have weakened immunity, increasing their risk of death due to greater frequency and severity of common infections, particularly when severe. 46 Data trends for child wasting must be interpreted with caution as there can be significant fluctuations in wasting by season and year to year. 47 Exclusive breastfeeding, defined as feeding infants nothing but breastmilk for the first six months of life, is the safest and healthiest option for children everywhere and has great potential to save lives. 48 Data are only available from 2012 to 2016. 14 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Section 3. Progress in ensuring the allocation of EUR 3.5 billion to improve nutrition Between 2014 and 2020, the European Union committed almost EUR 4.3 billion for nutrition – EUR 800 million more than its global pledge. Financial commitments to nutrition in 2019 and 2020 In 2019 49 , 41 new EU nutrition-related financing decisions were approved 50 . The total amount committed 51 to nutrition was EUR 623.3 million, of which EUR 217.1 million was nutrition specific and EUR 406.2 million was nutrition sensitive; EUR 408.9 million was financed by development aid instruments and EUR 214.4 million by humanitarian aid instruments 52 . Preliminary analysis of 2020 development- funded nutrition commitments indicates that 19 out of 26 new financing decisions were COVID-19-related, accounting for EUR 108.3 million out of a total of EUR 239 million 53 . Financial commitments to nutrition since 2014 Taking into account the 2019 data on nutrition commitments and a preliminary analysis of 2020 nutrition commitments (EUR 493.8 million), total nutrition commitments in the period 2014-2020 amount to almost EUR 4.3 billion (see Table 1). This means that the Union’s target of committing EUR 3.5 billion towards nutrition in the period 2014-2020 has been surpassed by almost EUR 800 million. 49 This section draws on the Commission’s annual Nutrition Resource Tracking Report. Official data are available up to 2019 on the OECD Development Assistance Committee (DAC) Creditor Reporting System. Preliminary data for 2020, not yet reported to the OECD DAC, are included to calculate total Union commitments for the period 2014-2020. 50 Comprising 30 development aid decisions, twelve humanitarian aid decisions and three EU Trust Fund for Africa decisions. 51 The Commission defines a commitment as a ‘legal obligation to spend money that is signed in a given financial year’ while ‘the amounts are not necessarily paid out in the same year but may be spent over several financial years’. 52 The Commission applies the methodology of the SUN Donor Network for nutrition resource tracking which categorises nutrition commitments as either nutrition specific or nutrition sensitive. In this methodology humanitarian actions cannot be categorised as nutrition specific. 53 Data based on nutrition commitments with an OECD DAC COVID Policy Marker (Significant or Principal). Expecting mother shows eggplants in a community field in North Kivu, DRC. © UNICEF/UN0446551/Bashizi 15 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Table 1: Nutrition commitments by category and funding source, 2014-2020 (million EUR) Between 2014 and 2020, nutrition-specific commitments amounted to EUR 680.6 million, while nutrition- sensitive commitments exceeded EUR 3.6 billion, in line with the Commission’s prioritisation of a multi-sectoral approach to programming for nutrition described in the Action Plan on Nutrition. Efforts in the current funding cycle (2014-2020) to boost nutrition programming in EU international cooperation resulted in a general upward trend compared to the previous programming period (2007-2013), both with respect to total and development-funded nutrition commitments (see Figure 5) 55 . The average nutrition commitment in the previous funding period was EUR 388.1 million per year, compared with EUR 613.3 million per year in the current funding period. Figure 5: Nutrition commitments by funding source, 2008-2020 (million EUR) 54 Shift from nutrition-dominant to nutrition-partial potentially to be explained by increase in multi-sectoral and regional interventions 55 Data for 2020 are subject to finalisation but may also reflect a general pattern that, by 2020, most development funding had already been committed earlier in the programming period. Development aid instruments Humanitarian aid instruments Total EU Nutrition- specific Nutrition-sensitive Subtotal Nutrition-sensitive Subtotal Dominant Partial Dominant 54 Partial 2014 33.9 25.0 171.0 229.9 91.5 133.2 224.7 454.6 2015 53.0 18.1 238.6 309.6 87.5 149.5 237.0 546.6 2016 167.5 244.5 481.0 893.0 0.0 168.6 168.6 1 061.6 2017 60.0 0.0 316.3 376.3 0.0 190.3 190.3 566.6 2018 100.6 0.0 219.5 320.2 0.0 226.2 226.2 546.4 2019 217.1 56.3 135.5 408.9 0.0 214.4 214.4 623.3 2020* 48.5 15.0 175.5 239.0 0.0 254.7 254.7 493.8 Total 680.6 358.8 1 737.4 2 776.9 179.0 1 336.9 1 515.9 4 292.8 * Data for 2020 are preliminary. It will be reported to the OECD DAC by December 2021. Development aid Humanitarian aid Total 279 448.2 372.2 321.2 441.9 466.2 454.6 546.6 1 061.6 566.6 546.4 623.3 493.8 0 200 400 600 800 1 000 1 200 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 16 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Table 2: Nutrition disbursements, 2014-2019 (million EUR) Nutrition disbursements, 2014-2019 While nutrition commitments constitute the legal decision to fund an action, nutrition disbursements reflect the actual expenditures related to previous commitments. Disbursements thus give a more accurate representation of implementation. In 2019, Union nutrition disbursements totalled EUR 479.0 million (see Table 2). Of this, EUR 72.4 million was nutrition specific and EUR 406.6 million was nutrition sensitive. The sum was disbursed via both EU development cooperation (EUR 279 million) and humanitarian aid instruments (EUR 200 million). Total nutrition disbursements for 2014-2019 were EUR 2.9 billion. Geographical distribution of development cooperation nutrition commitments Nutrition commitments financed through development cooperation instruments have been primarily targeted at 42 countries that have a high burden of stunting and have prioritised nutrition in their multi-annual indicative plans. Of the EUR 2.8 billion development nutrition commitments made between 2014 and 2020, these 42 countries received EUR 2 billion 56 . Development-funded nutrition commitments have been made for all the 42 countries. The regional breakdown below shows that the three regions of sub-Saharan Africa combined received 62% of the total, while the Middle East, Asia and Pacific region received 33% and Latin America and the Caribbean received 5% (Figure 6). 56 Most of the remainder, EUR 513.8 million, cannot be disaggregated to country level. Development aid instruments Humanitarian aid instruments Total EU Nutrition- specific Nutrition-sensitive Subtotal Nutrition-sensitive Subtotal Dominant Partial Dominant Partial 2014 33.7 26.6 103.3 163.6 130.3 170.1 300.4 464.0 2015 43.5 14.6 114.3 172.4 119.5 133.7 253.3 425.7 2016 26.9 15.1 226.2 268.2 30.1 177.8 207.8 476.0 2017 50.7 36.4 242.9 329.9 2.8 195.8 198. 6 528.5 2018 45.3 28.8 216.5 290.6 0.1 186.9 187.0 477.6 2019 72.4 18.7 188.2 279.2 - 199.8 199.8 479.0 Total 272.5 140.1 1 091.4 1 503.9 282.8 1 064.0 1 346.9 2 850.8 Margarita Ventura Pinula selling her vegetables at the Chicamán market. © IFAD/Santiago Albert Pons A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T 17 ",
        "Figure 6: Total development aid nutrition commitments, 2014-2020 (million EUR) Note: Data exclude some regional, global and policy/research/information commitments in 2014-2020 that could not be disaggregated by beneficiary country at this stage, amounting to EUR 513.8 million (18.5% of the total). Budget support for nutrition Since 2014, the Union has acknowledged that budget support for development aid can offer an efficient and effective means to scale up investment in nutrition by promoting a government-led, accountable and inclusive approach to service delivery across multiple sectors. Budget support assists a government in delivering on its multi-sectoral nutrition policy or plans, which most of the EU partner countries prioritised for nutrition already have, as well as enhancing nutrition-related outcomes of sectoral policies – for example, agriculture, social protection, education, health and governance – while also improving public financial management. New budget support actions were approved in 2019 for Chad, Ethiopia, Honduras, Laos, Myanmar and Nepal, with nutrition components totalling EUR 163.2 million (40% of all development-funded nutrition commitments), up from EUR 80.3 million in 2018 (Figure 7). From 2014 to 2019, the EU invested a total of EUR 493.4 million in budget support for nutrition-related actions in 17 countries 57 . Figure 7: Nutrition commitments through budget support, 2014-2019 (million EUR) 57 Preliminary analysis for 2020 indicates EUR 28.2 million for nutrition budget support commitments (top-ups for Bangladesh, Honduras, Niger and Rwanda and a new commitment for Fiji). Western Africa 579.2 - 27% Eastern and Central Africa 438.1 - 21% Southern Africa and Indian Ocean 294 - 14% Middle East, Asia and Pacific 689.5 - 33% Latin America and Caribbean 97 - 5% 2019 2018 2017 2016 2015 2014 0 31.1 182.1 36.7 80.3 163.2 18 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Partnerships for nutrition Partnerships with other actors, including Member States and their agencies, whether for scaling up nutrition investments through leveraging co-financing or for multi-stakeholder collaboration around implementation of nutrition actions, have been an important feature of the Action Plan on Nutrition 58 . EU development cooperation support for nutrition was worth EUR 408.9 million in 2019 and helped to leverage an additional EUR 316.1 million in co-financing from other donors, including EUR 148.3 million from 10 Member States. From 2014 to 2019, co-financing added EUR 1.5 billion to the EUR 2.5 billion EU development cooperation support for nutrition programming. In 2019, and largely due to the scale of budget support arrangements, partner governments were the largest category of recipients of EU development aid funding for nutrition. Other important recipients were United Nations (UN) agencies 59 , EU Member State agencies, and public and private sector organisations and non-governmental organisations (NGOs) (see Figure 8). Between 2014 and 2019, agencies from 14 different Member States implemented nutrition actions with EU development funding. Figure 8: Development aid nutrition commitments by implementing partner category, 2014-2019 (million EUR) 58 Examples of programmes co-financed or implemented by Member State agencies are presented in Section 4 and Annex 2 of this report, e.g., LIFT, Myanmar, EUROSAN, Honduras. 59 UNICEF, World Bank, FAO, WHO, WFP, UNDP, UNOPS and UNFPA. 100% 90% 80% 70% 60% 50% 40% 30% 20% 10% 0% 2014 98.7 25.5 89.6 9.0 7.0 129.3 21.8 113.4 41.1 4.0 246.8 112.0 135.9 384.4 13.9 214.2 40.1 51.7 55.6 14.6 89.1 33.4 84.3 112.7 0.7 53.0 19.7 156.4 175.0 4.8 2015 2016 2017 2018 2019 Research Institutions Partner Governments United Nations EU Member States Agencies Other (NGOs, calls for proposals, procurement, evaluation, audit, communication, etc.) 19 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Section 4. A regional perspective on the delivery of results against the Commission’s strategic priorities for nutrition This section of the report, supported by the case studies in Annex 2, explores not only the rich diversity of actions for nutrition in which the Union has invested at country and global level but also, crucially, key achievements and tangible improvements in the lives of women and children in partner countries. This year a regional perspective has been introduced to underscore the systematic efforts to deliver results in line with the Action Plan on Nutrition across all those countries prioritising nutrition in their 2014-2020 national and multi-annual indicative plans. From the outset, implementation of the Action Plan on Nutrition has been guided by three mutually reinforcing strategic priorities. Strategic Priority One relates to the strengthening of political commitment and governance for nutrition. Strategic Priority Two boosts the scaling up of actions for nutrition across a range of sectors. Strategic Priority Three focuses on strengthening expertise and the knowledge base on nutrition. The 18 programmes presented in Figure 9, and showcased more comprehensively in Annex 2, illustrate the tremendous diversity of nutrition-related interventions supported by the Union. These programmes are delivering results across all three of the Action Plan on Nutrition’s strategic priorities, having been adapted to specific contexts in precisely those regions of the world where the challenges that must be faced to end malnutrition are most pressing. Taken together, the insights from these regional windows provide a representative snapshot of what is working on the ground to improve nutrition. Three international initiatives are also featured to highlight the strategic opportunities that the Union has harnessed at the global level to accelerate and amplify the impact of country-level programmes. These include: (i) support provided to the international Scaling Up Nutrition (SUN) Movement 60 ; (ii) global efforts by the EU to use budget support as a modality for international partnership that is ideally suited to bolster national commitments to nutrition; and (iii) the establishment of a global advisory service on food fortification to respond to the high level of demand from many countries for high-quality technical assistance in this specialised area. 60 The EU has firmly supported the creation of the SUN Movement since 2012, and successive Commissioners, including the current Commissioner Jutta Urpilainen, have been members of the SUN Lead Group. 20 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Evidence on what works best and insights to carry forward The cross-section of such a broad range of actions for nutrition gives rise to a number of valuable insights, summarised in the box below, which the Commission is already harnessing to inform the new programming cycle by building on established recipes for success. The overarching takeaway from 2014-2020 programming is that what works best for improved nutrition is a sustained, multi-sectoral, gender-transformative and rights-based approach . This has reinforced the EU’s conviction that the search for a single ‘magic bullet’ or a narrow package of ‘one-size-fits-all’ interventions to accelerate progress on nutrition is inadequate to ensure an effective approach towards improved nutrition. Areas of investment by the EU have therefore encompassed both support for inclusive, sustainable food systems – encompassing economic, social and environmental dimensions of sustainability – and the public provision of universal health, education and social protection services. By ensuring a strong focus on achieving healthy diets, actions can serve the double duty of simultaneously tackling all forms of malnutrition and addressing the worrying trends towards excessive consumption of packaged ultra-processed foods, beverages and snacks in low- and middle-income countries 61 . The transformation of entrenched inequalities, such as those related to wealth and gender, remains a fundamental cross-cutting priority. Such an approach provides the foundation for strong partnerships, starting with careful programme design and adjustment based on contextual specificities to optimise the strengthening of local capacities while empowering the most vulnerable and reinvigorating accountability mechanisms via the generation of robust evidence of achievement. 61 https://thelancet.com/journals/lancet/article/PIIS0140-6736(19)32497-3 Aichata Togo, 15 years, wearing a mask to protect against COVID-19, in the classroom during classes. © UNICEF/UN0431581/Keïta 21 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Ending Drought Emergencies: Support to Resilient Livelihoods and Drought Risk Management in Kenya 2018-2023 Partnering with communities in drought-affected counties to strengthen resilience to drought and improve their food security and nutrition. Food and Nutrition Security (FNS) Sector Reform Contract – EUROSAN Local Development (DeL) in Honduras: 2020-2024 Budget support and complementary technical assistance for local development initiatives to improve access for over 160,000 pregnant women and children under five in 39 municipalities. The Integrated Food Security Phase Classification (IPC) in Honduras: 2016 – 2019 Introducing a proven international tool (Integrated Food Security Phase Classification) to generate evidence and analysis on the evolving food security and nutrition situation to ensure timely and effective response at the national level. Food Security and Nutrition Impact, Resilience, Sustainability and Transformation (FIRST) Programme – Guatemala: 2017-2020 The provision of technical expertise to update national policy frameworks – such as the Government’s ‘Great Crusade for Nutrition’ while supporting civil society to carry out social auditing initiatives. Sectoral Health Budget Support Programme in Burkina Faso (PAPS II): 2016-2020 Supporting national efforts to strengthen the public health system with a focus on prevention and treatment of acute malnutrition. Post-Crisis Response to Food and Nutrition Insecurity in The Gambia: 2017-2019 Responding to the twin crises of poor rains and an Ebola outbreak via a humanitarian-development nexus approach to meet immediate needs while tackling the root causes of vulnerability to food insecurity and malnutrition. Stunting in the Gambia dropped from 23% in 2015 to 14% in 2018. Development Initiative for Northern Uganda (DINU): 2017-2023 In 38 districts community-based nutrition interventions were scaled up along with interventions to promote the production of diversified healthy foods while at the same time empowering women across the food system. EU support to National Social Security Strategy (NSSS) reforms in Bangladesh: 2019-2024 Supporting the introduction and scale up of the flagship national nutrition-sensitive child benefit programme, covering 7.5 million children in rural and urban areas. PROMOVE-Nutrição: Improving WASH Services in Mozambique: 2017-2021 Strengthening local capacities by supporting district-level teams while also harnessing local markets to ensure access to safe water, improved sanitation and better hygiene by hundreds of communities. Support to the Lao PDR National Nutrition Strategy and Plan of Action: 2019-2022 Backing the Government’s commitment to deliver quality nutrition services, including agriculture, education and health, as well as the adoption of a decree to protect and promote breastfeeding (‘Decree on Food Products and Feeding Equipment for Infants and Toddlers’). Food Fortification Project for Vulnerable Populations in Madagascar (PFOA): 2017-2021 Working with national stakeholders via the National Alliance for Food Fortification towards the creation of a national legislative framework to ensure precise specifications, certification and consultation mechanisms for food fortification. National Information Platform for Nutrition (NIPN) in Niger: 2017-2022 Ensuring that the best available evidence and information on nutrition is being used effectively to inform decision making processes for nutrition policies and investments. Resilience Measurement Tool in Burundi: 2020-2022 As a strategic component of a much larger multi-sectoral programme, developing a user-friendly tool to assist the Government in identifying policy priorities to support resilience at household and community levels. Resilience Building and Food and Nutrition Security Programme in Zimbabwe: 2015-2021 Supporting both the integration of nutrition into college curricula as well as the development of food-based dietary guidelines to guide national policy across all sectors. Livelihoods and Food Security Fund (LIFT) in Myanmar: 2009-2023 Within the context of a broader programme reaching almost 12 million people, generating compelling evidence on the impact of maternal and child cash transfers in terms of saving lives and the prevention of child stunting such that the Government is now financing the initiative across 5 states. Scaling Up Nutrition (SUN) Movement: 2016 – 2020 . Galvanising political commitment to ensure that nutrition gets higher up on global and national agendas. Promotion of Budget Support for Nutrition: 2014 – 2020 . Increasing the use of budget support to catalyse increased national ownership and allocation of domestic finance to scale up nutrition. Food Fortification Advisory Services (2FAS): 2015 – 2022 . Providing high quality demand driven technical assistance for food fortification while generating knowledge and experience sharing to accelerate the reduction of micronutrient deficiencies. THE GAMBIA GLOBAL PROGRAMMES INSIGHTS INTO HOW SELECTED EU PROGRAMMES FOR NUTRITION ARE SUPPORTING PARTNER COUNTRIES TO ACHIEVE RESULTS Strategic Priority 1 Political Commitment and Governance for Nutrition Strategic Priority 2 Scaling Up Delivery of Nutrition Strategic Priority 3 Expertise and Knowledge for Nutrition MOZAMBIQUE ZIMBABWE MADAGASCAR THE GAMBIA HONDURAS HONDURAS GUATEMALA BURKINA FASO NIGER UGANDA BANGLADESH MYANMAR LAO PDR BURUNDI KENYA Ending Drought Emergencies: Support to Resilient Livelihoods and Drought Risk Management in Kenya 2018-2023 Partnering with communities in drought-affected counties to strengthen resilience to drought and improve their food security and nutrition. Food and Nutrition Security (FNS) Sector Reform Contract – EUROSAN Local Development (DeL) in Honduras: 2020-2024 Budget support and complementary technical assistance for local development initiatives to improve access for over 160,000 pregnant women and children under five in 39 municipalities. The Integrated Food Security Phase Classification (IPC) in Honduras: 2016 – 2019 Introducing a proven international tool (Integrated Food Security Phase Classification) to generate evidence and analysis on the evolving food security and nutrition situation to ensure timely and effective response at the national level. Food Security and Nutrition Impact, Resilience, Sustainability and Transformation (FIRST) Programme – Guatemala: 2017-2020 The provision of technical expertise to update national policy frameworks – such as the Government’s ‘Great Crusade for Nutrition’ while supporting civil society to carry out social auditing initiatives. Sectoral Health Budget Support Programme in Burkina Faso (PAPS II): 2016-2020 Supporting national efforts to strengthen the public health system with a focus on prevention and treatment of acute malnutrition. Post-Crisis Response to Food and Nutrition Insecurity in The Gambia: 2017-2019 Responding to the twin crises of poor rains and an Ebola outbreak via a humanitarian-development nexus approach to meet immediate needs while tackling the root causes of vulnerability to food insecurity and malnutrition. Stunting in the Gambia dropped from 23% in 2015 to 14% in 2018. Development Initiative for Northern Uganda (DINU): 2017-2023 In 38 districts community-based nutrition interventions were scaled up along with interventions to promote the production of diversified healthy foods while at the same time empowering women across the food system. EU support to National Social Security Strategy (NSSS) reforms in Bangladesh: 2019-2024 Supporting the introduction and scale up of the flagship national nutrition-sensitive child benefit programme, covering 7.5 million children in rural and urban areas. PROMOVE-Nutrição: Improving WASH Services in Mozambique: 2017-2021 Strengthening local capacities by supporting district-level teams while also harnessing local markets to ensure access to safe water, improved sanitation and better hygiene by hundreds of communities. Support to the Lao PDR National Nutrition Strategy and Plan of Action: 2019-2022 Backing the Government’s commitment to deliver quality nutrition services, including agriculture, education and health, as well as the adoption of a decree to protect and promote breastfeeding (‘Decree on Food Products and Feeding Equipment for Infants and Toddlers’). Food Fortification Project for Vulnerable Populations in Madagascar (PFOA): 2017-2021 Working with national stakeholders via the National Alliance for Food Fortification towards the creation of a national legislative framework to ensure precise specifications, certification and consultation mechanisms for food fortification. National Information Platform for Nutrition (NIPN) in Niger: 2017-2022 Ensuring that the best available evidence and information on nutrition is being used effectively to inform decision making processes for nutrition policies and investments. Resilience Measurement Tool in Burundi: 2020-2022 As a strategic component of a much larger multi-sectoral programme, developing a user-friendly tool to assist the Government in identifying policy priorities to support resilience at household and community levels. Resilience Building and Food and Nutrition Security Programme in Zimbabwe: 2015-2021 Supporting both the integration of nutrition into college curricula as well as the development of food-based dietary guidelines to guide national policy across all sectors. Livelihoods and Food Security Fund (LIFT) in Myanmar: 2009-2023 Within the context of a broader programme reaching almost 12 million people, generating compelling evidence on the impact of maternal and child cash transfers in terms of saving lives and the prevention of child stunting such that the Government is now financing the initiative across 5 states. Scaling Up Nutrition (SUN) Movement: 2016 – 2020 . Galvanising political commitment to ensure that nutrition gets higher up on global and national agendas. Promotion of Budget Support for Nutrition: 2014 – 2020 . Increasing the use of budget support to catalyse increased national ownership and allocation of domestic finance to scale up nutrition. Food Fortification Advisory Services (2FAS): 2015 – 2022 . Providing high quality demand driven technical assistance for food fortification while generating knowledge and experience sharing to accelerate the reduction of micronutrient deficiencies. THE GAMBIA GLOBAL PROGRAMMES INSIGHTS INTO HOW SELECTED EU PROGRAMMES FOR NUTRITION ARE SUPPORTING PARTNER COUNTRIES TO ACHIEVE RESULTS Strategic Priority 1 Political Commitment and Governance for Nutrition Strategic Priority 2 Scaling Up Delivery of Nutrition Strategic Priority 3 Expertise and Knowledge for Nutrition MOZAMBIQUE ZIMBABWE MADAGASCAR THE GAMBIA HONDURAS HONDURAS GUATEMALA BURKINA FASO NIGER UGANDA BANGLADESH MYANMAR LAO PDR BURUNDI KENYA Figure 9: 22 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Ending Drought Emergencies: Support to Resilient Livelihoods and Drought Risk Management in Kenya 2018-2023 Partnering with communities in drought-affected counties to strengthen resilience to drought and improve their food security and nutrition. Food and Nutrition Security (FNS) Sector Reform Contract – EUROSAN Local Development (DeL) in Honduras: 2020-2024 Budget support and complementary technical assistance for local development initiatives to improve access for over 160,000 pregnant women and children under five in 39 municipalities. The Integrated Food Security Phase Classification (IPC) in Honduras: 2016 – 2019 Introducing a proven international tool (Integrated Food Security Phase Classification) to generate evidence and analysis on the evolving food security and nutrition situation to ensure timely and effective response at the national level. Food Security and Nutrition Impact, Resilience, Sustainability and Transformation (FIRST) Programme – Guatemala: 2017-2020 The provision of technical expertise to update national policy frameworks – such as the Government’s ‘Great Crusade for Nutrition’ while supporting civil society to carry out social auditing initiatives. Sectoral Health Budget Support Programme in Burkina Faso (PAPS II): 2016-2020 Supporting national efforts to strengthen the public health system with a focus on prevention and treatment of acute malnutrition. Post-Crisis Response to Food and Nutrition Insecurity in The Gambia: 2017-2019 Responding to the twin crises of poor rains and an Ebola outbreak via a humanitarian-development nexus approach to meet immediate needs while tackling the root causes of vulnerability to food insecurity and malnutrition. Stunting in the Gambia dropped from 23% in 2015 to 14% in 2018. Development Initiative for Northern Uganda (DINU): 2017-2023 In 38 districts community-based nutrition interventions were scaled up along with interventions to promote the production of diversified healthy foods while at the same time empowering women across the food system. EU support to National Social Security Strategy (NSSS) reforms in Bangladesh: 2019-2024 Supporting the introduction and scale up of the flagship national nutrition-sensitive child benefit programme, covering 7.5 million children in rural and urban areas. PROMOVE-Nutrição: Improving WASH Services in Mozambique: 2017-2021 Strengthening local capacities by supporting district-level teams while also harnessing local markets to ensure access to safe water, improved sanitation and better hygiene by hundreds of communities. Support to the Lao PDR National Nutrition Strategy and Plan of Action: 2019-2022 Backing the Government’s commitment to deliver quality nutrition services, including agriculture, education and health, as well as the adoption of a decree to protect and promote breastfeeding (‘Decree on Food Products and Feeding Equipment for Infants and Toddlers’). Food Fortification Project for Vulnerable Populations in Madagascar (PFOA): 2017-2021 Working with national stakeholders via the National Alliance for Food Fortification towards the creation of a national legislative framework to ensure precise specifications, certification and consultation mechanisms for food fortification. National Information Platform for Nutrition (NIPN) in Niger: 2017-2022 Ensuring that the best available evidence and information on nutrition is being used effectively to inform decision making processes for nutrition policies and investments. Resilience Measurement Tool in Burundi: 2020-2022 As a strategic component of a much larger multi-sectoral programme, developing a user-friendly tool to assist the Government in identifying policy priorities to support resilience at household and community levels. Resilience Building and Food and Nutrition Security Programme in Zimbabwe: 2015-2021 Supporting both the integration of nutrition into college curricula as well as the development of food-based dietary guidelines to guide national policy across all sectors. Livelihoods and Food Security Fund (LIFT) in Myanmar: 2009-2023 Within the context of a broader programme reaching almost 12 million people, generating compelling evidence on the impact of maternal and child cash transfers in terms of saving lives and the prevention of child stunting such that the Government is now financing the initiative across 5 states. Scaling Up Nutrition (SUN) Movement: 2016 – 2020 . Galvanising political commitment to ensure that nutrition gets higher up on global and national agendas. Promotion of Budget Support for Nutrition: 2014 – 2020 . Increasing the use of budget support to catalyse increased national ownership and allocation of domestic finance to scale up nutrition. Food Fortification Advisory Services (2FAS): 2015 – 2022 . Providing high quality demand driven technical assistance for food fortification while generating knowledge and experience sharing to accelerate the reduction of micronutrient deficiencies. THE GAMBIA GLOBAL PROGRAMMES INSIGHTS INTO HOW SELECTED EU PROGRAMMES FOR NUTRITION ARE SUPPORTING PARTNER COUNTRIES TO ACHIEVE RESULTS Strategic Priority 1 Political Commitment and Governance for Nutrition Strategic Priority 2 Scaling Up Delivery of Nutrition Strategic Priority 3 Expertise and Knowledge for Nutrition MOZAMBIQUE ZIMBABWE MADAGASCAR THE GAMBIA HONDURAS HONDURAS GUATEMALA BURKINA FASO NIGER UGANDA BANGLADESH MYANMAR LAO PDR BURUNDI KENYA 23 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Key insights arising from analysis of EU programming for nutrition, 2014-2020 (I) The importance of working closely with governments at national and local levels to strengthen capacities to deliver. The actions highlight the fundamental requirement for partnership to strengthen national stakeholder capacities, including local authorities, and civil society. Such partnerships enable a territorial and bottom-up approach that is best placed to take into account local challenges and tap into local assets. Consistently, a strong emphasis on the transformation of structural inequalities, including wealth and gender, especially by empowering women and young people to meaningfully engage in policy dialogue, is vital to lay the basis for inclusion and sustainability – whether with respect to governance, scaling up delivery or knowledge for nutrition. (II) The significant role of multi-sectoral nutrition programmes in supporting efforts to mitigate the impact of the COVID-19 pandemic. As presented in Section 1, this ongoing crisis has amplified vulnerabilities while highlighting the inextricable connection between malnutrition, human development and social justice. Due to the urgency of the evolving situation in many countries, several of the EU nutrition-focused actions presented here have already been strengthened and adapted in support of national efforts to flexibly respond to the needs of those being hardest hit. These include programmes in Bangladesh, Guatemala, Honduras, Myanmar and Niger 62 . (III) Budget support as a powerful modality for delivering nutrition results at scale. As highlighted in Section 3, over the course of the 2014-2020 programming cycle, the EU has increasingly recognised the added value of budget support modalities in promoting all-of-government ownership of nutrition as a political priority and its effective realisation through better management of public finance in alignment with national policy commitments. (IV) The centrality of a gender-transformative approach to address the root causes of food insecurity and malnutrition. The drivers of malnutrition are inextricably connected to women’s and girls’ unequal access to resources, limited decision-making power, lower educational status, restricted mobility and too often, the reality of gender-based violence. By building agency (self-esteem, knowledge, skills and capabilities), women and girls, together with men and boys, can challenge existing social norms and power imbalances at every level, thereby transforming discriminatory structures and exclusionary laws and procedures. In this way, the structural barriers and bias that women and girls face across the food system can be systematically identified and sustainably addressed as a precondition for ensuring access to healthier diets and improved nutrition for all. (V) Recognition of the significant potential for co-financing. Several of the programmes presented here (including those in Bangladesh, Honduras, Mozambique, Myanmar and Niger) illustrate the opportunities that have been utilised to leverage greater impact via co-financing arrangements with other donors – including EU Member States 63 . This has served to both inspire and inform the Commission’s approach in the context of the COVID-19 response to increasingly promote a transformational ‘Team Europe’ approach 64 . (VI) The strategic significance of global initiatives. While EU partnerships for nutrition remain strongly focused at country level, strong international engagement together with strategic investment in key global initiatives such as the SUN Movement and Food Fortification Advisory Service has proven crucial for securing influence on the world stage. This dimension of support has also served to facilitate the sharing of best practices with other stakeholders while systematically fostering South-South learning opportunities and collaboration. (VII) The inherent challenges of adequately capturing the full extent of the EU’s contribution to nutrition. While small-scale, well-resourced and time-bound projects can often generate impressive and relatively straightforward to measure results, the EU’s focus on supporting effective national implementation at scale and over time necessitates significant investments in areas that may be more challenging to measure. These areas include coherent policy dialogue; institutional strengthening; support of national efforts to reform governance at various levels; research and innovation; and strengthening data (in particular better disaggregated data) and its uptake by decision makers. Capturing and communicating such achievements can be quite different from reporting on one-off, smaller and generally shorter-lived projects. 62 For instance, in Bangladesh, the Team Europe response to the COVID-19 pandemic harnessed ongoing EU and Member States’ support to strengthen national social security systems and ensure rapid delivery of income support to ready-made garment and export-oriented industry workers who were severely impacted by the crisis. 63 Examples of co-financing in the context of programmes showcased by this report include the Netherlands, Germany, UK, Spain and Ireland. 64 In 2020 the EU launched a large-scale support effort with partner countries in the fight against the COVID-19 pandemic and its consequences. The objective of this ‘Team Europe’ approach is to combine resources from the EU, its Member States and financial institutions (in particular the European Investment Bank and the European Bank for Reconstruction and Development), while respecting the EU competences and the decision-making procedures, including the voting rules, established by the EU Treaties. The combined contributions, as reflected in the joint financial monitoring system for COVID-19, amount to EUR 40.5 billion as of January 2021. 24 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Section 5. Conclusions 2020 – A year of unprecedented challenges The global backdrop to this progress report would have been unimaginable at the launch of the EU’s Action Plan on Nutrition in 2014. As presented in Section 1, the effects of the COVID-19 pandemic have ended and devastated the lives of millions of people around the world 65 . At the same time, a growing body of evidence has underscored the significance of overweight and obesity as major risk factors for health, including COVID-19-related mortality 66 . While the pandemic continues to evolve and with the intensification of adverse consequences among many low- and middle-income countries at the time of writing, assessments of the full impacts on economic, food and health systems are still underway. However, it is increasingly apparent that the indirect economic and social repercussions of the crisis, which in turn have major implications for nutrition, may be even more significant than the more direct health- related impacts. Worldwide the population facing acute food insecurity in crisis-affected countries has increased from 135 million to 155 million and the total number of people who have fallen into poverty, food insecurity and malnutrition is widely estimated to be considerably higher. Inevitably it is the poor, especially the disproportionate share of women and children living in poverty, who are the most at risk. The resulting shift toward consumption of low-quality diets has devastating consequences for maternal and child nutrition. With almost half of all child deaths linked to undernutrition, the alarming projected increase in stunting and wasting among children under the age of five associated with the COVID-19 pandemic now threatens to reverse much of the progress achieved in recent years 67 . While the crisis triggered by COVID-19 may have displaced other pressing agendas from news headlines, there is extensive evidence of shared commonalities and converging effects across biodiversity loss, climate change and pandemics. Each has its origin in unsustainable human activity resulting in environmental degradation, in turn leading to heightened risks and disruptive socio-economic impacts which are exacerbating inequalities and aggravating food insecurity and malnutrition. The most economically disadvantaged and marginalised in society, including women, children and young people, are invariably the most vulnerable to shocks. Opportunities now exist for an aligned and coherent response centred on efforts to advance the health of both people and planet. 2021 is set to provide a platform for landmark global events and processes, including the UN Food Systems pre-Summit that took place in July 2021 and the Summit itself in September 2021, the UN Biodiversity Conference (October 2021), UN Climate Change Conference (November 2021) and Nutrition for Growth Summit (December 2021) as well as the launch of the CFS policy process on Voluntary Guidelines on Gender Equality and Women’s and Girl’s Empowerment in the context of Food Security and Nutrition. The international community is therefore presented with a succession of vital opportunities to accelerate and deepen the transformative shifts required to address the interlocking challenges of food insecurity and malnutrition, climate change, biodiversity loss 65 The International Labour Organisation estimates that working-hour losses in 2020 were approximately four times greater than during the global financial crisis in 2009. The World Bank forecast a 14% drop in global remittances by the end of 2021, which in turn could negatively impact tax revenues that fund essential social services. 66 As reported by the World Obesity Federation, death rates from COVID-19 may be as much as 10 times higher in countries where more than 50% of the population is overweight and obese. 67 As presented in Section 1, recent (moderate) projections suggest an additional 9.3 million wasted and 2.6 million stunted children under the age of five by 2022 in the absence of an appropriate response (Osendarp et al., 2021). 25 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "and increased emergence of zoonotic diseases. To effectively capitalise on this historic moment, participation must begin with a recognition of the profound linkages and complementarity between these systemic global issues, and be driven throughout by the overarching principles of human rights, including the right to adequate food, and the systematic adoption of a gender-transformative approach to tackle gender inequalities. Above all, ensuring coherent, meaningful and sustained actions by key stakeholders following these initiatives will be of paramount importance. Looking ahead and capitalising on what works In looking ahead to the Union’s new programming cycle for 2021-2027, it is important to recall that malnutrition remains rooted in global economic, political and social dynamics and is both a cause and a consequence of vulnerabilities, poverty and inequalities. While there are no simple, quick-fix solutions to end malnutrition, nevertheless, as highlighted in this report, EU programming for nutrition has consistently aligned with the evidence on what works. The rich insights arising from the Union’s unprecedented EUR 4.3 billion investment in nutrition programmes during the 2014- 2020 programming cycle confirm the necessity of ensuring a multi-sectoral, rights-based, gender-transformative and locally adapted approach with the core focus on strengthening national and global commitment, capacities and knowledge for nutrition while empowering women and young people to make their voices heard. It is increasingly clear that actions to advance gender equality and progressively realise the right to adequate food, thereby ensuring healthy diets for all, can serve the double duty of tackling all forms of malnutrition simultaneously. Even before the pandemic, few countries in the world were on track to meet global nutrition goals. Looking ahead, and given the long-term damage still being inflicted by the crisis, the EU target to support partner countries prioritising nutrition to reduce the number of stunted children by 7 million by 2025 clearly presents a significant challenge. Nevertheless, by 2020 68 , as discussed in Section 2, 38 of the 42 partner countries prioritising nutrition – most of which are also affected by protracted crises and disasters – have seen a decrease in the prevalence of child stunting. Moving forward, and with programming still to be finalised (by the end of 2021), the Union’s continued thrust on human development as a strategic and transversal objective presents important opportunities to advance progress on nutrition across all key EU priority areas for external cooperation, including green alliances; technology, innovation and digitalisation; growth and jobs; migration and mobility; and peace and governance. Progress will be further reinforced through a number of strategic spending targets, including climate change (30%), social inclusion and human development (20%) 69 and partnerships to address migration (10%), together with a target on the share of all new external actions related to gender equality (85%). 68 Based on data collected prior to the COVID-19 pandemic. 69 The spending target of 20% for social inclusion and human development equates to at least EUR 14.78 billion. It includes nutrition-related services (corresponding to OECD DAC Code 12240, Basic Nutrition) as well as actions addressing health, education, water, sanitation, hygiene, social protection and gender – all of which have vital roles to play in the eradication of malnutrition in all its forms. Children having fun in front of their school, Bourgou, Benin. © EU/Jean Luc Habimana A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T 26 ",
        "Systemic transformation for nutrition As nations contend with COVID-19, the urgency for renewed international partnerships to ‘build back better’ is greater than ever. Guided by the policy compass of the Green Deal and Farm to Fork Strategy as well as the Biodiversity Strategy, the EU’s holistic approach to supporting recovery efforts will be both sustainable and inclusive. As the Farm to Fork Strategy makes clear, agro-ecological approaches (including organic farming and agro-forestry) have an important role to play in achieving nutrition-smart, equitable and sustainable food systems. At the same time, realising gender equality and removing barriers to women’s empowerment will be key to ensuring that the transformation of food systems is fully inclusive. At no other point in history have food systems globally been faced with such an array of familiar and unfamiliar risks, resulting in the growing frequency and intensity of disasters 70 . This is why from the outset, the EU has been actively engaged in preparations for the 2021 UN Food Systems Summit. It is imperative that this initiative will be effectively harnessed as a catalyst for rights-based policy dialogue on food systems transformation as an important first step in tackling the root causes of malnutrition – whether child stunting and wasting, micronutrient deficiencies, or the acceleration of overweight and obesity across all regions of the world. Everyone should have the ability to access diets that meet their specific nutritional needs, promote health and longevity, protect the environment, and are affordable and culturally appropriate. The EU also recognises that food system transformation is a necessary but by itself insufficient requirement for the eradication of hunger and malnutrition 71 . The entrenched economic and social structures that underpin income, gender and racial inequalities must also be tackled if the world’s poorest and most vulnerable people are to progressively realise their right to food and adequate nutrition. A holistic and multi-systems approach to ensuring the realisation of fundamental human rights to food, water, decent work, health, education and social protection therefore remains a prerequisite. With a focus on governance and human and economic development, the EU’s comprehensive and coherent approach is centred on results, transparency and mutual accountability 72 . In turn, such an approach can be advanced via effective mobilisation of domestic resources; more equitable access to natural resources and markets; enhancing local and territorially appropriate systems of trade, innovation and technological advancement; accountable justice systems; and ensuring that the voices of the most marginalised, including women, young people and indigenous communities, are heard. In this way the damage inflicted by the COVID-19 pandemic can be reversed and the necessary global footing regained to accelerate progress towards achieving the national and international targets for ending malnutrition in all its forms. 70 ‘The growing frequency and intensity of disasters, along with the systemic nature of risk, are jeopardizing our entire food system,’ warned FAO in 2021. As stated by the EAT-Lancet Commission: ‘Because much of the world’s population is inadequately nourished and many environmental systems and processes are pushed beyond safe boundaries by food production, a global transformation of the food system is urgently needed’. 71 As highlighted by the OECD (2021), many of the key drivers of food insecurity and malnutrition (and therefore determinants of access to healthy diets) lie outside of the food system – including in other systems such as water and sanitation, health, education and social protection as well as the web of political, economic, social and cultural factors that underpin vulnerability and chronic inequalities such as those associated with wealth, gender and race. https://www.oecd-ilibrary.org/ agriculture-and-food/making-better-policies-for-food-systems_ddfba4de-en 72 https://ec.europa.eu/international-partnerships/our-work_en 27 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Annex 1: Country dashboard of nutrition-relevant indicators 73 73 Referring to development cooperation only COUNTRY Inputs \"Process/ Activities\" Outputs WHA targets WHA targets WHA targets Development Aid Nutrition Commitments 2014-2019 (EUR million) Development Aid Nutrition Disbursements 2014-2019 (EUR million) Number of women + children reached by EU nutrition assistance (up to and including 2020) Stunting Wasting Overweight Exclusive breastfeeding Low birth weight Anaemia Rate of stunting reduction (%) Stunting prevalence in children under 5 years of age (%) WHA target progress Wasting prevalence in children under 5 years of age (%) WHA target progress Overweight prevalence in children under 5 years of age (%) WHA target progress Exclusive breastfeeding of infants < 6 months (%) WHA target progress Prevalence of children born low birth weight (%) WHA target progress Prevalence of anaemia in women of reproductive age (%) WHA target progress 2012 baseline (as estimated in 2020) 2020 estimate Change since 2012 baseline 2012 baseline (as estimated in 2020) 2020 estimate On/off track 2012 baseline (as estimated in 2020) 2020 estimate On/off track 2012 baseline (as estimated in 2020) 2020 estimate On/off track Data of the closest year to the 2012 baseline Most recent data On/off track 2012 baseline Most recent data (2015) On/off track 2012 baseline Most recent data (2015) On/off track Afghanistan 96.87 80.50 - -1.6 1.9 67.1 37.1 on course 9.5 5.1 some progress 5.3 4.1 on course 43.1 57.5 on course - - - 37.4 42.0 no progress or worsening Angola 16.25 7.22 - 6.5 2.6 20.9 28.5 some progress 8.2 4.9 on course - 3.4 no data - 37.4 no data 15.8 15.3 some progress 47.3 47.7 no progress or worsening Bangladesh 139.06 50.66 75 141 2.9 2.9 38.6 30.1 some progress 15.7 9.8 some progress 1.9 2.4 off track 55.9 65.0 some progress 29.0 27.8 some progress 40.3 39.9 some progress Benin 17.50 6.14 - 0.3 0.8 36.3 32.4 some progress 4.5 5.0 no progress or worsening 1.7 1.9 off track 32.5 41.4 some progress 17.2 16.9 no progress or worsening 51.5 46.9 some progress Burkina Faso 56.50 63.48 57 623 0.9 2.2 34.0 25.3 some progress 10.7 8.1 some progress 0.6 1.6 on course 38.2 55.8 on course 13.5 13.1 some progress 50.5 49.6 some progress Burundi 37.75 21.76 29 644 0.9 0.6 56.1 54.5 some progress 6.0 4.8 no progress or worsening 2.9 2.8 on course 69.3 71.9 on course 15.5 15.1 - 25.6 26.7 some progress Cambodia 7.50 2.12 6 405 2.6 2.9 36.9 28.4 some progress 11.0 9.7 no progress or worsening 1.9 2.2 off track 72.8 65.2 no progress or worsening 12.6 12.1 some progress 46.0 46.8 no progress or worsening Cameroon 6.75 7.92 - -0.2 0.5 35.7 31.3 some progress 5.7 4.3 on course 6.5 11.0 off track 20.0 39.4 on course 12.1 12.0 no progress or worsening 41.7 41.4 some progress Chad 228.00 53.08 51 754 0.7 1.2 38.9 33.8 some progress 16.3 13.9 some progress 2.8 2.3 on course 3.2 0.1 no progress or worsening - - no data 48.1 47.7 some progress Côte d’Ivoire 0.00 0.51 - 0.2 1.5 32.9 24.8 some progress 7.6 6.1 some progress 3.2 1.5 on course 11.8 23.1 some progress 15.9 15.5 some progress 51.8 52.9 no progress or worsening Democratic Republic of the Congo 7.50 17.64 - 0.9 0.8 42.6 40.7 some progress 8.1 6.4 no progress or worsening 4.4 3.8 on course 36.4 47.3 on course 11.1 10.8 some progress 44.7 41.0 some progress Djibouti 6.75 2.29 2 898 -0.6 -0.6 32.2 33.8 some progress 21.5 - no data 8.1 - no data 12.4 - no data - - no data 30.9 32.7 no progress or worsening Ethiopia 130.83 106.33 128 453 2.2 2.3 43.4 35.6 some progress 9.8 7.2 some progress 1.8 2.1 off track 52.0 58.8 some progress - - no data 21.7 23.4 no progress or worsening Gambia 17.39 16.75 163 174 2.5 2.8 21.7 16.8 some progress 9.5 5.1 some progress 1.1 2.1 on course 46.8 53.3 on course 17.2 16.8 some progress 57.2 57.5 no progress or worsening Guatemala 38.75 2.18 3 186 235 0.4 0.7 50.8 46.1 some progress 1.0 0.8 on course 4.9 4.9 on course 49.6 53.2 some progress 11.2 11.0 some progress 17.5 16.4 some progress Guinea-Bissau 14.00 14.92 127 468 1.6 1.1 28.4 26.8 some progress 6.2 7.8 no progress or worsening 1.9 2.2 on course 38.3 52.5 on course 21.8 21.1 some progress 44.0 43.8 no progress or worsening Haiti 25.49 21.30 10 481 2.5 2.3 23.0 19.6 some progress 5.1 3.7 on course 3.6 3.4 on course 39.3 39.9 no progress or worsening - - no data 46.1 46.2 no progress or worsening Honduras 25.00 11.56 37 844 3.2 3.2 23.6 18.2 some progress 1.4 - no data 5.2 - no data 30.8 - no data 11.1 10.9 some progress 16.3 17.8 no progress or worsening Kenya 20.59 20.90 553 556 1.6 1.9 31.4 25.6 some progress 6.3 4.2 on course 5.0 4.1 on course 31.9 61.4 on course 11.7 11.5 some progress 27.5 27.2 some progress Lao People’s Democratic Republic 100.12 23.49 1 142 1.0 1.7 44.1 34.2 some progress 5.9 9.0 no progress or worsening 2.0 3.5 off track 39.7 44.4 on course 17.7 17.3 some progress 36.5 39.7 no progress or worsening Madagascar 23.00 6.70 - 0.9 1.1 48.4 43.1 some progress 7.5 6.4 some progress 1.1 1.4 off track 41.9 50.6 no progress or worsening 17.5 17.1 some progress 36.6 36.8 some progress Malawi 85.75 42.37 11 973 0.9 1.8 49.2 38.0 some progress 4.0 0.6 on course 9.0 3.8 on course 69.0 59.4 no progress or worsening 14.9 14.5 some progress 32.3 34.4 no progress or worsening Mali 21.27 59.15 247 161 2.7 2.3 28.3 24.6 some progress 10.4 9.3 no progress or worsening 0.8 0.7 off track 20.2 40.2 on course - - no data 54.8 51.3 some progress Mauritania 28.70 16.56 3 282 4.3 3.3 24.1 20.3 some progress 11.7 11.5 no progress or worsening 1.2 1.5 on course 26.7 40.3 on course - - no data 37.2 37.2 some progress Mozambique 70.25 36.58 - 1.7 1.5 41.2 37.8 some progress 6.1 4.4 on course 7.8 7.0 off track 40.0 41.0 some progress 14.1 13.8 some progress 49.9 51.0 no progress or worsening Myanmar 134.50 28.93 380 592 2.7 2.8 33.2 25.9 some progress 7.9 6.7 some progress 2.6 0.8 on course 23.6 51.2 on course 12.5 12.3 some progress 41.7 46.3 no progress or worsening Nepal 61.78 26.60 326 813 3.2 3.0 39.5 31.6 some progress 11.2 12.0 some progress 1.5 2.6 on course 69.7 65.2 no progress or worsening 22.6 21.8 some progress 35.4 35.1 some progress Niger 87.37 102.22 1 858 690 0.5 0.5 46.5 44.3 some progress 18.2 9.8 some progress 3.1 1.4 on course 23.3 - no data - - no data 49.2 49.5 no progress or worsening Nigeria 65.18 50.09 3 290 875 1.2 1.1 36.2 33.8 some progress 10.2 6.5 some progress 3.0 1.6 on course 14.7 28.7 some progress - - no data 49.9 49.8 no progress or worsening Pakistan 80.12 59.31 89 634 0.7 0.7 41.1 39.3 some progress 14.9 7.1 some progress 6.6 2.5 on course 37.8 47.5 on course - - no data 50.1 52.1 no progress or worsening Rwanda 50.92 61.99 1 967 828 0.8 1.6 44.7 35.8 some progress 2.4 1.1 on course 6.0 5.6 on course 83.9 86.9 on course 8.2 7.9 some progress 19.4 22.3 no progress or worsening Senegal 31.03 31.22 939 494 2.6 2.2 19.0 16.8 some progress 8.7 8.1 no progress or worsening 0.7 2.6 on course 37.5 42.1 no progress or worsening 18.9 18.5 some progress 53.5 49.9 some progress Sierra Leone 2.25 4.17 43 672 0.6 1.3 35.6 29.2 some progress 7.5 5.4 some progress 1.4 4.5 on course 31.4 54.1 on course 14.9 14.4 some progress 47.9 48.0 no progress or worsening Somalia 20.50 19.14 - 0.3 0.3 30.8 30.2 some progress 14.3 - no data 3.0 - no data 5.3 - no data - - no data 43.5 44.4 no progress or worsening Sri Lanka 7.50 3.61 1 210 3.0 2.3 15.4 13.7 some progress 21.3 15.1 no progress or worsening 0.6 2.0 off track 75.8 82.0 on course 16.6 15.9 some progress 30.3 32.6 no progress or worsening Sudan 49.22 22.69 102 2.9 0.0 32.2 36.8 no progress or worsening 15.4 16.3 no progress or worsening 1.5 3.0 off track 41.0 54.6 on course - - no data 29.4 30.7 no progress or worsening Timor-Leste 16.25 13.02 - -0.5 0.3 58.2 53.3 no progress or worsening 18.9 9.9 some progress 5.8 1.6 on course 62.3 50.2 no progress or worsening - - no data 33.1 41.3 no progress or worsening Uganda 48.85 20.98 - 1.9 2.0 34.6 28.8 some progress 4.2 3.5 on course 5.8 3.7 on course 62.3 65.5 some progress - - no data 29.6 28.5 some progress United Republic of Tanzania 35.00 11.17 - 1.4 1.8 39.1 32.4 some progress 6.2 3.5 on course 5.1 2.8 on course 41.1 57.8 some progress 10.7 10.5 some progress 38.6 37.2 some progress Yemen 29.25 27.06 854 926 0.1 0.4 52.1 48.2 no progress or worsening 13.3 16.4 no progress or worsening 1.5 2.5 off track 9.7 - no data - - no data 65.5 69.6 no progress or worsening Zambia 30.50 16.13 137 698 0.4 1.5 49.1 36.5 some progress 6.2 4.2 on course 6.2 5.2 on course 72.0 69.9 no progress or worsening 11.9 11.6 some progress 31.2 33.7 no progress or worsening Zimbabwe 44.88 37.38 6 600 -0.8 0.8 35.1 27.3 some progress 3.2 2.9 on course 5.8 2.5 on course 31.3 41.9 some progress 12.8 12.6 no progress or worsening 30.1 28.8 some progress 28 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "COUNTRY Inputs \"Process/ Activities\" Outputs WHA targets WHA targets WHA targets Development Aid Nutrition Commitments 2014-2019 (EUR million) Development Aid Nutrition Disbursements 2014-2019 (EUR million) Number of women + children reached by EU nutrition assistance (up to and including 2020) Stunting Wasting Overweight Exclusive breastfeeding Low birth weight Anaemia Rate of stunting reduction (%) Stunting prevalence in children under 5 years of age (%) WHA target progress Wasting prevalence in children under 5 years of age (%) WHA target progress Overweight prevalence in children under 5 years of age (%) WHA target progress Exclusive breastfeeding of infants < 6 months (%) WHA target progress Prevalence of children born low birth weight (%) WHA target progress Prevalence of anaemia in women of reproductive age (%) WHA target progress 2012 baseline (as estimated in 2020) 2020 estimate Change since 2012 baseline 2012 baseline (as estimated in 2020) 2020 estimate On/off track 2012 baseline (as estimated in 2020) 2020 estimate On/off track 2012 baseline (as estimated in 2020) 2020 estimate On/off track Data of the closest year to the 2012 baseline Most recent data On/off track 2012 baseline Most recent data (2015) On/off track 2012 baseline Most recent data (2015) On/off track Afghanistan 96.87 80.50 - -1.6 1.9 67.1 37.1 on course 9.5 5.1 some progress 5.3 4.1 on course 43.1 57.5 on course - - - 37.4 42.0 no progress or worsening Angola 16.25 7.22 - 6.5 2.6 20.9 28.5 some progress 8.2 4.9 on course - 3.4 no data - 37.4 no data 15.8 15.3 some progress 47.3 47.7 no progress or worsening Bangladesh 139.06 50.66 75 141 2.9 2.9 38.6 30.1 some progress 15.7 9.8 some progress 1.9 2.4 off track 55.9 65.0 some progress 29.0 27.8 some progress 40.3 39.9 some progress Benin 17.50 6.14 - 0.3 0.8 36.3 32.4 some progress 4.5 5.0 no progress or worsening 1.7 1.9 off track 32.5 41.4 some progress 17.2 16.9 no progress or worsening 51.5 46.9 some progress Burkina Faso 56.50 63.48 57 623 0.9 2.2 34.0 25.3 some progress 10.7 8.1 some progress 0.6 1.6 on course 38.2 55.8 on course 13.5 13.1 some progress 50.5 49.6 some progress Burundi 37.75 21.76 29 644 0.9 0.6 56.1 54.5 some progress 6.0 4.8 no progress or worsening 2.9 2.8 on course 69.3 71.9 on course 15.5 15.1 - 25.6 26.7 some progress Cambodia 7.50 2.12 6 405 2.6 2.9 36.9 28.4 some progress 11.0 9.7 no progress or worsening 1.9 2.2 off track 72.8 65.2 no progress or worsening 12.6 12.1 some progress 46.0 46.8 no progress or worsening Cameroon 6.75 7.92 - -0.2 0.5 35.7 31.3 some progress 5.7 4.3 on course 6.5 11.0 off track 20.0 39.4 on course 12.1 12.0 no progress or worsening 41.7 41.4 some progress Chad 228.00 53.08 51 754 0.7 1.2 38.9 33.8 some progress 16.3 13.9 some progress 2.8 2.3 on course 3.2 0.1 no progress or worsening - - no data 48.1 47.7 some progress Côte d’Ivoire 0.00 0.51 - 0.2 1.5 32.9 24.8 some progress 7.6 6.1 some progress 3.2 1.5 on course 11.8 23.1 some progress 15.9 15.5 some progress 51.8 52.9 no progress or worsening Democratic Republic of the Congo 7.50 17.64 - 0.9 0.8 42.6 40.7 some progress 8.1 6.4 no progress or worsening 4.4 3.8 on course 36.4 47.3 on course 11.1 10.8 some progress 44.7 41.0 some progress Djibouti 6.75 2.29 2 898 -0.6 -0.6 32.2 33.8 some progress 21.5 - no data 8.1 - no data 12.4 - no data - - no data 30.9 32.7 no progress or worsening Ethiopia 130.83 106.33 128 453 2.2 2.3 43.4 35.6 some progress 9.8 7.2 some progress 1.8 2.1 off track 52.0 58.8 some progress - - no data 21.7 23.4 no progress or worsening Gambia 17.39 16.75 163 174 2.5 2.8 21.7 16.8 some progress 9.5 5.1 some progress 1.1 2.1 on course 46.8 53.3 on course 17.2 16.8 some progress 57.2 57.5 no progress or worsening Guatemala 38.75 2.18 3 186 235 0.4 0.7 50.8 46.1 some progress 1.0 0.8 on course 4.9 4.9 on course 49.6 53.2 some progress 11.2 11.0 some progress 17.5 16.4 some progress Guinea-Bissau 14.00 14.92 127 468 1.6 1.1 28.4 26.8 some progress 6.2 7.8 no progress or worsening 1.9 2.2 on course 38.3 52.5 on course 21.8 21.1 some progress 44.0 43.8 no progress or worsening Haiti 25.49 21.30 10 481 2.5 2.3 23.0 19.6 some progress 5.1 3.7 on course 3.6 3.4 on course 39.3 39.9 no progress or worsening - - no data 46.1 46.2 no progress or worsening Honduras 25.00 11.56 37 844 3.2 3.2 23.6 18.2 some progress 1.4 - no data 5.2 - no data 30.8 - no data 11.1 10.9 some progress 16.3 17.8 no progress or worsening Kenya 20.59 20.90 553 556 1.6 1.9 31.4 25.6 some progress 6.3 4.2 on course 5.0 4.1 on course 31.9 61.4 on course 11.7 11.5 some progress 27.5 27.2 some progress Lao People’s Democratic Republic 100.12 23.49 1 142 1.0 1.7 44.1 34.2 some progress 5.9 9.0 no progress or worsening 2.0 3.5 off track 39.7 44.4 on course 17.7 17.3 some progress 36.5 39.7 no progress or worsening Madagascar 23.00 6.70 - 0.9 1.1 48.4 43.1 some progress 7.5 6.4 some progress 1.1 1.4 off track 41.9 50.6 no progress or worsening 17.5 17.1 some progress 36.6 36.8 some progress Malawi 85.75 42.37 11 973 0.9 1.8 49.2 38.0 some progress 4.0 0.6 on course 9.0 3.8 on course 69.0 59.4 no progress or worsening 14.9 14.5 some progress 32.3 34.4 no progress or worsening Mali 21.27 59.15 247 161 2.7 2.3 28.3 24.6 some progress 10.4 9.3 no progress or worsening 0.8 0.7 off track 20.2 40.2 on course - - no data 54.8 51.3 some progress Mauritania 28.70 16.56 3 282 4.3 3.3 24.1 20.3 some progress 11.7 11.5 no progress or worsening 1.2 1.5 on course 26.7 40.3 on course - - no data 37.2 37.2 some progress Mozambique 70.25 36.58 - 1.7 1.5 41.2 37.8 some progress 6.1 4.4 on course 7.8 7.0 off track 40.0 41.0 some progress 14.1 13.8 some progress 49.9 51.0 no progress or worsening Myanmar 134.50 28.93 380 592 2.7 2.8 33.2 25.9 some progress 7.9 6.7 some progress 2.6 0.8 on course 23.6 51.2 on course 12.5 12.3 some progress 41.7 46.3 no progress or worsening Nepal 61.78 26.60 326 813 3.2 3.0 39.5 31.6 some progress 11.2 12.0 some progress 1.5 2.6 on course 69.7 65.2 no progress or worsening 22.6 21.8 some progress 35.4 35.1 some progress Niger 87.37 102.22 1 858 690 0.5 0.5 46.5 44.3 some progress 18.2 9.8 some progress 3.1 1.4 on course 23.3 - no data - - no data 49.2 49.5 no progress or worsening Nigeria 65.18 50.09 3 290 875 1.2 1.1 36.2 33.8 some progress 10.2 6.5 some progress 3.0 1.6 on course 14.7 28.7 some progress - - no data 49.9 49.8 no progress or worsening Pakistan 80.12 59.31 89 634 0.7 0.7 41.1 39.3 some progress 14.9 7.1 some progress 6.6 2.5 on course 37.8 47.5 on course - - no data 50.1 52.1 no progress or worsening Rwanda 50.92 61.99 1 967 828 0.8 1.6 44.7 35.8 some progress 2.4 1.1 on course 6.0 5.6 on course 83.9 86.9 on course 8.2 7.9 some progress 19.4 22.3 no progress or worsening Senegal 31.03 31.22 939 494 2.6 2.2 19.0 16.8 some progress 8.7 8.1 no progress or worsening 0.7 2.6 on course 37.5 42.1 no progress or worsening 18.9 18.5 some progress 53.5 49.9 some progress Sierra Leone 2.25 4.17 43 672 0.6 1.3 35.6 29.2 some progress 7.5 5.4 some progress 1.4 4.5 on course 31.4 54.1 on course 14.9 14.4 some progress 47.9 48.0 no progress or worsening Somalia 20.50 19.14 - 0.3 0.3 30.8 30.2 some progress 14.3 - no data 3.0 - no data 5.3 - no data - - no data 43.5 44.4 no progress or worsening Sri Lanka 7.50 3.61 1 210 3.0 2.3 15.4 13.7 some progress 21.3 15.1 no progress or worsening 0.6 2.0 off track 75.8 82.0 on course 16.6 15.9 some progress 30.3 32.6 no progress or worsening Sudan 49.22 22.69 102 2.9 0.0 32.2 36.8 no progress or worsening 15.4 16.3 no progress or worsening 1.5 3.0 off track 41.0 54.6 on course - - no data 29.4 30.7 no progress or worsening Timor-Leste 16.25 13.02 - -0.5 0.3 58.2 53.3 no progress or worsening 18.9 9.9 some progress 5.8 1.6 on course 62.3 50.2 no progress or worsening - - no data 33.1 41.3 no progress or worsening Uganda 48.85 20.98 - 1.9 2.0 34.6 28.8 some progress 4.2 3.5 on course 5.8 3.7 on course 62.3 65.5 some progress - - no data 29.6 28.5 some progress United Republic of Tanzania 35.00 11.17 - 1.4 1.8 39.1 32.4 some progress 6.2 3.5 on course 5.1 2.8 on course 41.1 57.8 some progress 10.7 10.5 some progress 38.6 37.2 some progress Yemen 29.25 27.06 854 926 0.1 0.4 52.1 48.2 no progress or worsening 13.3 16.4 no progress or worsening 1.5 2.5 off track 9.7 - no data - - no data 65.5 69.6 no progress or worsening Zambia 30.50 16.13 137 698 0.4 1.5 49.1 36.5 some progress 6.2 4.2 on course 6.2 5.2 on course 72.0 69.9 no progress or worsening 11.9 11.6 some progress 31.2 33.7 no progress or worsening Zimbabwe 44.88 37.38 6 600 -0.8 0.8 35.1 27.3 some progress 3.2 2.9 on course 5.8 2.5 on course 31.3 41.9 some progress 12.8 12.6 no progress or worsening 30.1 28.8 some progress 29 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Legend For the indicators in the dashboard, two colour-coded analyses of progress are presented: 1. Firstly, cell colours show how the latest data fit according to the thresholds established for the 2012 baselines for each indicator. These baseline thresholds divided the countries into three groups of equal size, so that for all indicators, 33% countries fell into the ‘best’ green category; 33% were in the ‘middle’ amber category; and 33% in the ‘worst’ red category. The latest data were then compared to these baseline thresholds to assess progress (described as ‘shifts’ in the analysis below). Green : data falls within the top of the 2012 groups Orange : data falls within the middle of the 2012 groups Red: data falls within the bottom of the 2012 groups 2. Secondly, a circular traffic light is used to show whether the indicator has improved (green), worsened (red), or remains unchanged (amber), compared to its baseline value. There has been an improvement since the baseline There has been no or limited improvement since the baseline There has been a deterioration since the baseline Note: The amber signal denotes no or ‘limited’ change, calculated by subtracting the minimum value from the maximum value for each indicator, and then dividing by the number of countries. This provides a range around the zero for this indicator. Home fortification of the diets of children aged 6-23 months with micronutrient powder in Luxeiba, Mauretania. © UNICEF/UNI349871/Pouget 30 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "Annex 2: Action Plan on Nutrition strategic priorities case studies WEST AFRICA STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country BURKINA FASO THE GAMBIA NIGER Programme Sectoral Health Budget Support Programme in Burkina Faso (PAPS II) 2016-2020 Implementation: Government of Burkina Faso. Budget: EUR 84 million (of which EUR 14 million technical assistance and EUR 70 million budget support). Post-Crisis Response to Food and Nutrition Insecurity in The Gambia 2017-2019 Implementation: FAO / WFP / UNICEF and Government of Gambia. Budget: EUR 11.5 million. National Information Platform for Nutrition (NIPN) 2017-2022 Design and co-implementation: Presidential Initiative for Multi-Sectoral Nutrition (HC-I3N) and the National Statistical Office (INS). Budget: EUR 3 million. Objective Building on several years of EU humanitarian assistance – including treatment of severe acute malnutrition – PAPS II supported national efforts to strengthen public systems for the achievement of universal health coverage. In response to poor rains and an outbreak of Ebola virus disease, the aim of the programme was to support the scaling up of national policy implementation to improve food security and therefore nutritional outcomes. The NIPN platform in Niger aims at reducing the gap between the best available information and decision-making processes for nutrition policies and investments. © WFP/Benoit Lognone 31 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country BURKINA FASO THE GAMBIA NIGER Achievements Creation of a national budget line for the purchase of therapeutic food : The number of children affected by severe stunting and supported by the government’s Therapeutic Foods budget line increased from none in 2016 to 110 000 in 2019. Integration of indicators for tracking both the quality of acute malnutrition management and the number of children in care within the health system : The increasing integration of severe acute malnutrition care into the health system has not compromised the quality of care. From 2017 to 2020, more than 90% of the children treated were cured. Supporting the operationalisation of the National Health Insurance Fund with the exemption of children aged 0-5 and pregnant women : The programme has contributed to building a social contract between families and the health system, together with the political commitment required to ensure that the most vulnerable are not left behind. Ensuring annual nutrition data to reinforce government commitment and accountability at all levels : Annual nutrition surveys are now routinely financed from the national budget. Food security and reduced migration : Through cash for work, the distribution of agricultural inputs and technical training, the project improved the skills of farmers – both women and men – enhanced incomes and addressed gender inequalities. The scaling up of the Farmer Field School approach promoted organic farming and created employment opportunities, which reduced the high rate of youth migration from the area. Nutrition services : The project supported integrated management of acute malnutrition to reach 32 000 children (aged 6-23 months) and saved the lives of an estimated 10 000 children while strengthening knowledge and skills on nutrition and care practices at the community level. National coverage for improved nutrition outcomes : The project adopted a humanitarian- development nexus approach across all food insecure rural areas of the country. During the project period the national prevalence of stunting dropped from 23% in 2015 to below 14% in 2018. Wasting fell from 10% to 6% over the same period. Informing Niger’s Nutrition Roadmap : The Government of Niger used information produced by NIPN to finalise an official roadmap to better monitor nutrition- specific interventions and more effectively coordinate the humanitarian- development nexus. Informing the COVID-19 response : Nutrition Profiles produced by NIPN were used by the Ministry of Health and its partners for designing the nutrition guidelines to ensure an integrated COVID-19 response. Communication and sensitising policymakers and media : The NIPN unit engaged with multi- sectoral stakeholders via a timely Nutrition Information Seminar to prepare for the government’s next Five Year Plan. Nutrition information is updated on a national website. Analysing multi-sectoral data for nutrition : The NIPN unit, with INS and HC-I3N as co-leaders, performed a number of multi-sectoral analyses to respond to the demand for quality information and data- driven decision making. 32 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "EAST AND CENTRAL AFRICA STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country KENYA UGANDA BURUNDI Programme Ending Drought Emergencies: Support to Resilient Livelihoods and Drought Risk Management in Kenya 2018-2023 Implementation: National Drought Management Authority with various NGOs. Budget: EUR 37.5 million (EU contribution EUR 30.5 million). Development Initiative for Northern Uganda (DINU) 2017-2023 Implementation: Office of the Prime Minister, UNICEF and various non-state actors. Budget: EUR 150.6 million (EU contribution EUR 132.8 million). Resilience Measurement Tool 2020-2022 Implementation: a network of researchers through the Initiative of Agrinatura in Burundi (ATAB). Budget: EUR 792 000. Objective The programme supports communities in arid and semi-arid lands of Kenya (the four counties of Baringo, West Pokot, Isiolo and Tana River) to become more resilient to drought and other effects of climate change; to generate sustainable livelihoods; and ultimately to improve the food security and nutrition status of vulnerable households with a focus on women and young children. The programme operates in areas where there is high prevalence of child stunting and anaemia in women (covering 38 districts) and aims to scale up interventions that will increase household incomes and improve food security and nutrition as well as strengthen markets and promote gender responsive governance. The purpose of the tool is to measure the impacts, effects and resilience pathways of the large-scale multi- sectoral EU programme to support resilience of the population of Burundi (EUR 121 million) that encompasses three sectors: rural development for nutrition, health and energy. © WFP/Giulio d'Adamo 33 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country KENYA UGANDA BURUNDI Achievements Central to the programme are efforts to strengthen political commitment through developing information and planning capacities at a decentralised level to ensure more effective response to shocks. Achievements so far include: Early warning systems strengthened : These allow the National Drought Management Authority (NDMA) to more effectively monitor drought at ward level so that drought contingency funding can be better targeted to reduce the loss of key livelihood assets. Integrated planning at county level : Government-led multi- sectoral work plans have been developed in the four counties with strong emphasis on the mainstreaming of nutrition and gender equality and supported by context- specific research to ensure that evidence and strategic analysis lead to allocation of adequate budgetary resources to arid and semi-arid areas. Community-managed response : Participatory risk assessments are conducted at ward level by community- managed disaster risk reduction committees (bringing together community, civil society, NDMA and other government sectors) to inform community action plans. Community-led dialogue provides valuable opportunities to address the importance of behaviour change around food consumption, hygiene and nutrition practices. Scaling up of community- based nutrition interventions : These include maternal and young child feeding practices, micronutrient supplementation, improved hygiene, sanitation and child care practices and family planning. Interventions to strengthen food supply chains : These include increasing production of diversified, nutritious foods (plant-based and animal products), while also empowering women in both agriculture and business sectors as well as improving market accessibility and transport infrastructure. Nutrition governance : Aligned with guidance from the Office of the Prime Minister, this includes investing in gender-sensitive capacity development at district level so as to support local government efforts to more effectively plan, monitor and coordinate the scale-up of multi-sectoral interventions prioritised in district nutrition action plans for 2020-2025. Improved data collection and analysis : Information systems are strengthened at district and sub- county levels that are critical to understanding and monitoring the situation of food security and nutrition, including regular assessments. Definition of a conceptual model for measuring resilience : This model will take into account changes over time in people’s well- being and their capacity for resilience at household and community level, depending on the shocks they face, and the intervention package received. Design of a research protocol : The impact study is targeted at the poorest households (follow-up of a cohort over 2 years) and combines quantitative and qualitative research methods. Operational partners are involved in the analysis and discussion of findings. Definition of household typologies and key indicators for resilience : The use of multivariate statistical analysis helps to highlight groups of households with common characteristics to identify the most important factors associated with their well-being. Building a resilience index : The research team is working on the creation of an indicator that will summarise the complex information collected to enable comparison of households in relation to each other and to understand their evolution over time. 34 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "SOUTHERN AFRICA AND INDIAN OCEAN STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country MADAGASCAR MOZAMBIQUE ZIMBABWE Programme Food Fortification Project for Vulnerable Populations in Madagascar (PFOA) 2017-2021 Implementation: GRET and Nutri’zaza. Budget: EUR 3.6 million (EU contribution EUR 2.9 million). PROMOVE-Nutrição: Improving WASH Services in Mozambique 2017-2021 Implementation: UNICEF. Budget: EUR 28 million (EU contribution EUR 24.2 million). The success of the programme’s ‘WASH in Health’ approach has now attracted support from several other donors, including FCDO, USAID and Netherlands. Resilience Building and Food and Nutrition Security Programme in Zimbabwe 2015-2021 Implementation: UNICEF and FAO. Budget: EUR 20.4 million (EU contribution EUR 15 million). Objective PFOA supports the government to create a multi-stakeholder consultation mechanism together with a national legislative framework for food fortification. It reinforces commitment to implement Madagascar’s National Action Plan for Nutrition, in which the provision of locally fortified food for women and young children is identified as a priority intervention area. The water, sanitation and hygiene (WASH) component of this programme aims to increase the number of people reached by high- quality WASH services to reduce diarrhoeal diseases. In this way the programme is improving the nutrition of both young children and mothers. The programme supports people to cope with the impact of recurrent shocks and stresses on agricultural livelihoods to improve food and nutrition security among vulnerable communities within the framework of Zimbabwe’s Food and Nutrition Policy. Strengthening governance and capacities of both the Food and Nutrition Council and Ministry of Agriculture are also key components. © WFP/Matteo Cosorich 35 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country MADAGASCAR MOZAMBIQUE ZIMBABWE Achievements Strengthening the National Alliance for Food Fortification (NAFA) : Through the revival of an existing (but dormant) coordination platform, the PFOA project has effectively brought together a range of stakeholders involved in food fortification. Elaboration and adoption of a national standard on fortified flour for infants : Taking into account the needs of infants for nutrient-dense foods, the Bureau des Normes de Madagascar has been supported via a series of technical workshops to draw up precise specifications on the standard for fortified infant flour. Dissemination of the national standard : With the existence of a national standard as a crucial step towards certification, the project has supported the design and validation of innovative tools to raise awareness of the initiative (together with the official NAFA logo) at various levels of government, civil society and the private sector. Establishment of national systems for certification : The PFOA project has also played a key role in the establishment of national certification processes such that a widely respected quality label enables further development of the sector. Demonstrating effectiveness of approach : Overseen and guided by national government standards, this combines strengthening of local capacities through District Driven Teams with promotional activities to empower local communities with greater awareness of sanitation and nutrition issues to break the cycle of undernutrition. Exceeding initial programme targets : More than 270 communities (over 100 000 people) have already been declared Open Defecation Free and provided with access to safe drinking water, while 100 health centres have received improved water, sanitation and hygiene facilities. Increased ownership and sustainability : These are ensured at community level by a social component to train water committees and hand-pump mechanics, as well as a carefully adapted social marketing component that supports households to purchase improved sanitation products at a reduced cost, creating a market-favourable environment for local entrepreneurs. Piloted in 2020, the scale-up potential of this component is informing operationalisation of the government’s new rural sanitation strategy. The integration of nutrition into the curricula of agricultural colleges : A module on Human Nutrition and Agriculture has been developed for the first time as a resource for college lecturers to provide future farmers and extension officers in Zimbabwe with the skills and knowledge to improve nutrition through sustainable food production practices. Food-based dietary guidelines : Developed through a consultative process, the guidelines provide technical and scientific guidance to public health specialists and key workers in the food and agriculture sector, as well as the framework for an awareness campaign to promote better nutritional practices and guide national policymakers. The guidelines will be central to food system transformation for sustainable and healthier diets in Zimbabwe. Strengthening information systems on food and nutrition security : The relevant indicators necessary to monitor food and nutrition insecurity as well as resilience have been established with the principal line ministries to enhance and strengthen a multi-sectoral information system in support of the Food and Nutrition Policy. 36 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "MIDDLE EAST, ASIA AND PACIFIC STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country LAO PDR BANGLADESH MYANMAR Programme Support to the Lao PDR National Nutrition Strategy and Plan of Action 2019-2022 Implementation: Government of Lao PDR. Budget: EUR 50 million (complementary support EUR 11.85 million). EU support to National Social Security Strategy (NSSS) reforms in Bangladesh 2019-2024 Implementation: Government of Bangladesh. Budget: EUR 150 million (EU contribution EUR 130 million; German contribution EUR 20 million). Livelihoods and Food Security Fund (LIFT) 2009-2023 Implementation: Multi-donor trust fund managed by UNOPS. Budget: Supported by 15 donors to date, with total commitments approaching EUR 436 million (EU contribution EUR 117 million as of 2020). Objective The support reinforces government commitment to accelerate results from the National Plan of Action on Nutrition (2016- 2020) by strengthening accountability for delivery of quality, multi-sectoral nutrition-related services. The support strengthens national efforts to break the cycle of poverty by improving the efficiency and effectiveness of social assistance programmes with a strong focus on improving the diets of pregnant women and children under the age of five as well as protecting vulnerable workers. LIFT aims for sustainable reduction of poverty, hunger and malnutrition in Myanmar via an inclusive approach to increase incomes, build resilience, improve nutrition and strengthen national policy implementation. It has so far reached over 11.6 million people across 75% of townships in Myanmar. © WFP/Cesaltino Ximenes 37 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country LAO PDR BANGLADESH MYANMAR Achievements Ensuring more effective multi-sectoral nutrition- related service delivery with a focus on women, children and disadvantaged groups: This includes, to date, the operationalisation of 10 Provincial Nutrition Committees; the development of 35 nutrition- sensitive agriculture plans; an increase in the number of health facilities with staff trained to manage acute malnutrition; and an increase in the number of schools with year-round access to potable drinking water. National recognition of the significance of the 1 000- day window for nutrition and child development : The government strongly recommends that babies be exclusively breastfed for the first six months, and continued breastfeeding with other safe and nutritious food until the age of two. Strengthening governance and accountability frameworks for a more demand-responsive social security system : This is achieved by consolidating inter-ministerial coordination mechanisms and strengthening public financial management in the sector, including planning, budgeting and execution. Developing national capacities to more effectively design, manage and monitor the social security system : These include evidence-based policy formulation, planning and implementation through robust systems for information management, monitoring and evaluation (including monitoring the nutritional status of pregnant women and children). Three out of four young children in Bangladesh do not receive a minimally acceptable diet. Focusing on better understanding multi- sectoral pathways for improved nutrition : Dissemination of LIFT’s proven results – in terms of increased incomes as well as better diets and nutrition for women, men and children – has sharpened the focus of public expenditure on pro-poor development. Following global evidence and international recommendations : By prioritising the first 1 000 days of life as a crucial window of opportunity, policymakers’ attention has been ensured to issues of access and availability of diverse diets, knowledge on infant and young child feeding practices, hygiene and sanitation practices, access to health services and income security. 38 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country LAO PDR BANGLADESH MYANMAR Achievements Adoption of the Marketing of Breastmilk Substitutes Decree to protect and promote breastfeeding in the country : The decree is national legislation in line with the International Code of Marketing of Breastmilk Substitutes (adopted by the WHA in 1981). The code protects and promotes breastfeeding by ensuring adequate information on appropriate infant feeding and regulation on marketing of breastmilk substitutes, bottles and teats. Support to the introduction and implementation of a comprehensive national child benefit programme : This support aims to ensure inclusiveness, optimum coverage, adequacy and predictability of benefits to initially cover 7.5 million children in rural and urban areas, and then progressively scale up. Providing a platform for the 2020 Team Europe response to the COVID-19 crisis in Bangladesh : This platform is enabling the delivery of income support to ready-made garment and export-oriented industry workers affected by the COVID-19 crisis. Investment in evidence based on tangible results in the lives of women and children : Evaluations of LIFT’s support for innovative maternal and child cash transfers have confirmed impressive impacts. Such a learning platform led to government financing for cash transfer programmes in five states and areas. Ongoing assessments throughout the COVID-19 pandemic have informed the COVID-19 Economic Relief Plan to cover both basic needs and livelihood recovery. Generating strategic insights on tackling climate and environmental challenges : A 2019 study confirmed that while exposure to shocks (droughts, floods, price instability etc.) may heighten household vulnerability, by promoting climate-smart agricultural livelihoods ‘LIFT support appears to significantly have dampened the negative impact on incomes’. 39 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "LATIN AMERICA AND THE CARIBBEAN STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country GUATEMALA HONDURAS HONDURAS Programme Food Security and Nutrition Impact, Resilience, Sustainability and Transformation (FIRST) Programme – Guatemala 2017-2020 Implementation: FAO. Budget: EUR 710 000, with an extension for 2021-2022 planned at EUR 170 000/year. Food and Nutrition Security (FNS) Sector Reform Contract – EUROSAN Local Development (DeL) in Honduras 2020-2024 Implementation: Government together with Spanish Agency for International Development. Budget: EUR 38.1 million, of which EUR 28.4 million in budget support, including EUR 3.5 million for COVID-19 response support. The Integrated Food Security Phase Classification (IPC) in Honduras Implementation: Technical Unit of Food and Nutrition Security (UTSAN) and national Technical Working Group (TWG). Budget: The EU Regional Programme PROGRESAN-SICA contributes EUR 889 196 to the national IPC initiative. Objective FIRST is a global partnership between the EU and FAO established to provide policy assistance and technical support to national governments, thereby strengthening political commitment, policy prioritisation and capacities. In Guatemala key stakeholders include the Food and Nutrition Security Secretariat (SESAN), the Ministry of Agriculture, Livestock and Food (MAGA) and the Consultation and Social Participation Instance (INCOPAS). The Contract aims to improve access to nutrition services and strengthen the integrated territorial approach to local development, for improved nutrition of both mothers and young children in 39 municipalities. The IPC is a tool for improving food security and nutrition-related analysis and decision making. The IPC provides rigorous, evidence- and consensus- based analyses of the food insecurity and acute malnutrition situation in Honduras, to inform emergency responses as well as medium- and long-term policy and programming. © WFP/Rocío Franco 40 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Country GUATEMALA HONDURAS HONDURAS Achievements Updating national policy frameworks and promotion of inclusive policy dialogue : SESAN has updated the Food and Nutrition Security Policy and Strategic Plan. INCOPAS has supported political advocacy by civil society and developed social auditing capacities to increase accountability. Both have benefited from support of the FIRST programme. Inclusion of Strategic Food and Nutrition Security Programme in MAGA’s annual plan : Aligned with the government’s overarching ‘Great Crusade for Nutrition’, the programme’s focus is on family farms via an approach that enables farmers to ensure food and nutrition security of their families while also supporting them to produce for markets. Through support to the Gender Unit of MAGA, gender is being effectively mainstreamed, including the introduction of gender- sensitive indicators such that gender inequalities can be progressively reduced. COVID-19 Pandemic / Natural Disaster Impact Assessment : In view of the significant implications of the pandemic for livelihoods, coupled with the tropical storms Eta and Iota in November 2020 affecting an estimated 1.9 million people, a robust impact assessment was conducted in December with support from the FIRST programme to immediately inform policy response. Decentralisation for improved nutrition-related service delivery : Effective support is being given to the decentralisation of maternal and child health and nutrition services in all targeted municipalities, such that over 81 000 children under five years and 82 000 pregnant women have been reached. Assistance to the government response to COVID-19 across multiple areas : This has included the provision of electronic cash transfers and emergency food aid (Bolsa Solidaria) to vulnerable populations, as well as strengthening the overall response of the public health system. Technical support for capacity development and guidance at the level of municipalities : Technical inputs are provided to the government’s development and adaptation of the Methodological Guide for the Territorial Management of the Food and Nutrition Security Policy (within the framework of Municipal Development Plans) and the Food and Nutrition Security Investment Manual. Introduction of the IPC tool to Latin America and the Caribbean : Honduras is the first country in the region in which the IPC Classification System has been introduced. EUROSAN- Occidente has subsequently supported the inclusion of IPC in the National Food Security Monitoring System. Development of capacities to successfully complete two IPC analysis processes : UTSAN (in coordination with the Global Support Unit, PROGRESAN-SICA and SEAN- EUROSAN) has supported two IPC analysis processes in Región Occidental and Centro-Sur in 2019. Institutional capacity at the local government level has been strengthened in the regions through trainings and workshops. Ensuring effective uptake of evidence from the IPC by decision makers : The link between the IPC and decision support has been strengthened through a comprehensive communication strategy to ensure that key messages from analysis are disseminated on the basis of existing decision- making mechanisms to prioritise interventions that converge in the regions. 41 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "GLOBAL ENGAGEMENT FOR NUTRITION STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Programme Scaling Up Nutrition (SUN) Movement Implementation: A multi- stakeholder initiative with UNOPS providing hosting services to the SUN Movement Secretariat. EU contribution to budget: EUR 7 million (2016-2020, of which EUR 3 million to the SUN Movement Secretariat and EUR 4 million to the Pooled Fund). Promotion of Budget Support for Nutrition Implementation: National governments, with additional technical support provided via complementary measures. Budget: EUR 493.4 million across 17 countries, 2014-2019. Food Fortification Advisory Services (2FAS) Implementation: Landell Mills in partnership with the Global Alliance for Improved Nutrition (GAIN). Budget: EUR 1.58 million. Objective The SUN Movement was initiated by the UN Secretary-General in 2012 to mobilise political will to place nutrition higher up in global and national agendas. 2021 is the starting point for implementation of the new SUN Strategy 3.0 (2020-2025) and the reinforcement of focus on ‘country leadership and government responsibilities’. The Commission is increasing the use of budget support as a well-suited instrument for tackling the challenge of scaling up nutrition through the promotion of a government- led, accountable and inclusive approach across one or more sectors. 2FAS offers technical and institutional assistance for identification, formulation, monitoring and evaluation of projects and policies related to food fortification. © IFAD/Andrew Esiebo/Panos 42 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "STRATEGIC PRIORITY STRATEGIC PRIORITY ONE Political Commitment for Nutrition STRATEGIC PRIORITY TWO Scaling Up for Nutrition STRATEGIC PRIORITY THREE Knowledge for Nutrition Achievements A movement of 63 developing countries and 4 Indian States to date: The SUN Movement provides tailored support through SUN Networks and galvanises political commitment at national and international levels. Firm EU support since the launch in 2012: Commissioner Urpilainen is a member of the SUN Lead Group, as were Commissioners Piebalgs and Mimica in the past. Financial support to the SUN Movement: The EU has supported the SUN Movement Secretariat with a financial contribution of EUR 3 million, and the SUN Pooled Fund with EUR 4 million between 2014 and 2020. An active role in the SUN Global Donor Network: Through EU Delegations the Commission has taken on the role of SUN Donor Convenor in several countries, increasing opportunities for strategic engagement to reinforce political commitment at the national level. Increased allocation of resources via Sector Reform Performance Contracts: In 2014 the EU committed no resources to nutrition-related budget support. By 2019 the total amounted to EUR 493.4 million (EUR 163.2 million in 2019 alone). Scaling up investments in national and sub-national capacities for nutrition: The capacities of governments have been strengthened to effectively manage public finance in alignment with multi-sectoral policy priorities that tackle the root causes of malnutrition. Harnessing budget support for strategic policy dialogue on nutrition: A key lesson learned is that policy dialogue associated with nutrition presents opportunities to address core issues such as quality of growth, social justice and women’s empowerment, as well as to enhance consultation with civil society. Accelerating implementation of national nutrition policies and plans: By ensuring the buy-in of the Ministry of Finance, budget support can provide a catalyst for increased national ownership and allocation of domestic finance to scale up nutrition- related interventions. The 2FAS Research Portfolio, comprising three research projects, aims to generate knowledge and share practices contributing towards effective integration of strategies for micronutrient deficiency reduction. Research project achievements include: Integrated strategies for micronutrient deficiency reduction (INSIDER project): This project has developed of an inventory and in- depth assessment of all current strategies to address micronutrient deficiencies in West Africa, leading to the generation of scientific publications, policy briefs and clear recommendations for decision makers. Public and private sector commitment to food fortification and nutrient- enriched crops (Business Model project): This project has produced a typology of business models for effective delivery of fortified foods, together with detailed analysis of case studies and scientific publications. Project on Monitoring and impact assessment of food fortification (IMMT project): This project developed an overview of and guidance on indicators and tools for monitoring and evaluation of food fortification and nutrient enrichment programmes, together with formative research and recommendations on the most suitable indicators and tools. 43 A C T I O N P L A N O N N U T R I T I O N : S I X T H P R O G R E S S R E P O R T ",
        "© European Union 2021 Published by Directorate-General International Partnerships Directorate Green Deal, Digital Agenda, October 2021 The contents of this publication do not necessarily represent the official position or opinion of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of information in this publication. Directorate-General International Partnerships Rue de la Loi 41 – B-1049 Brussels E-mail: europeaid-info@ec.europa.eu For further information: https://ec.europa.eu/international-partnerships/home_en M N - 01 - 21 - 150 - E N - N ISBN 978-92-76-41018-8 DOI 10.2841/051296 "
    ]
}