{
    "text": [
        "Peer Review in Social Protection and Social Inclusion Social Europe Innovative practices with marginalised families at risk of having their children taken into care Italy, 11–12 December 2014 Synthesis Report ISSN 1977-7973 ",
        "This publication is supported by European Programme for Employment and Social Innovation «EaSI» 2014-2020 “. The European Programme for Employment and Social Innovation «EaSI» 2014-2020 is a European- level financing instrument managed directly by the European Commission to contribute to the imple- mentation of the Europe 2020 strategy, by providing financial support for the Union’s objectives in terms of promoting a high level of quality and sustainable employment, guaranteeing adequate and decent social protection, combating social exclusion and poverty and improving working conditions. For more information: http://ec.europa.eu/social/main.jsp?catId=1081&langId=en. ",
        "Innovative practices with marginalised families at risk of having their children taken into care Synthesis Report Mary Daly Department of Social Policy and Intervention, University of Oxford European Commission Directorate-General for Employment, Social Affairs and Inclusion Manuscript completed in February 2015 ",
        "This publication has been prepared for the European Commission by © Cover illustration: European Union Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for use of any information contained in this publication. Further information on the Peer Reviews is available at: http://ec.europa.eu/social/main.jsp?catId=1024&langId=en. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2015 ISBN 978-92-79-45717-3 ISSN 1977-7973 doi: 10.2767/52405 © European Union, 2015 Reproduction is authorised provided the source is acknowledged. ",
        "3 2 0 1 4 Synthesis report — Italy 3 Table of contents Executive Summary 5 A. Policy context on European level 8 B. Host country policy/good practice under review 10 C. Policies and experiences in peer countries and stakeholder contributions 13 D. Main issues discussed during the meeting 18 E. Conclusions and lessons learned 22 F. Contribution of the Peer Review to Europe 2020 and the Social Investment Package 24 References 26 ",
        "4 Synthesis report — Italy 2 0 1 4 4 ",
        "5 2 0 1 4 Synthesis report — Italy 5 Executive Summary This Peer Review encompasses a number of thematic foci: child protection, family support, and parenting support. It also touches upon other themes such as the necessity for interventions with marginalised families to be multifaceted and integrated, the role of research and evidence gathering in planning and provision, and how those who are in need of interventions can be enabled to be full participants in the process. The Peer Review – and the P.I.P.P.I. programme ( Programma di Intervento Per la Prevenzione dell’Istituzionalizzazione - Programme of Intervention to Prevent Institutionalisation) which is its focus – is especially interesting for its efforts to enable children to be full participants. The policy problems which are at the core of the Peer Review are long-standing concerns in Europe and yet also a focus of innovation and renewal. The issues involved find strong resonance in the 2013 Commission Recommendation on investing in Children 1 and in the Social Investment Package 2 , as well as in Member State policies and those of other international agencies such as the Council of Europe. Many notable points about P.I.P.P.I. as a programme were emphasised in the discussion. Among these were its whole family orientation while emphasising also the importance of the perspective of the child and building in the child’s voice as a core part of its information- gathering, planning and delivery. Its team-based nature, ways of operating and the resources developed and applied for the purpose of creating a fully-functional team also emerged strongly from the discussion. While P.I.P.P.I. is in many ways distinctive, it is part of a growing trend across Europe of using multidisciplinary teams to support vulnerable families. Among the relevant initiatives mentioned at the meeting are the Troubled Families programme in England, the Inloop programme in Belgium, Getting it Right for Every Child in Scotland, the PRE programme in France, Kraftsammelung in Sweden and the SOS Children’s Villages internationally. Nevertheless P.I.P.P.I. also goes beyond many of the existing programmes, especially in an Italian context. One of the conclusions of the meeting is that there is much in P.I.P.P.I. that is transferable. Its general philosophy is transferable as is the Multidimensional Model of the Child’s World (The Triangle). In terms of other elements of the programme that are potentially transferable of note are the care plan, the common assessment framework and the web- based and other tools that have been developed for the purpose of assembling, reviewing and exchanging information. The staffing and service complement of P.I.P.P.I. – especially the roles of the coach and the (usually volunteer) family helper – are also potentially applicable in other countries. The networking involved in the programme and the multidimensional understanding of networking are also notable. The P.I.P.P.I. practice of linking up different institutions and service providers, especially schools is also potentially transferable. So also is the programme’s commitment to the build-up and use of local knowledge and to enabling network building on the part of families and children. 1 European Commission Recommendation of 20 February 2013 Investing in Children: Breaking the Cycle of Disadvantage (2013/112/EU) 2 http://ec.europa.eu/social/main.jsp?langId=en&catId=1044&newsId=1807&furtherNews=yes ",
        "6 Synthesis report — Italy 2 0 1 4 6 Among the particular learning elements highlighted by the Peer Review are the following: • P.I.P.P.I. demonstrates the importance of a holistic and integrated approach in planning and provision with children and their families. • It is important to have government support and cooperation at all levels, as this encourages the different departments and agencies (schools, welfare, etc.) to work in an integrated manner, and assures a financial commitment to P.I.P.P.I.. • The evidence-based implementation programme works well as the research/ evaluation is ongoing and enables staff to adapt the implementation if necessary. It also helps justify scaling up such programmes. The role of the University as leader and partner is very important. • The use of a strong theoretical framework and standardised common online tools by all professionals involved - the RPMonline - gives the programme a strong foundation from which it can be adapted to different cultural backgrounds and environments. • P.I.P.P.I. is strongly child- and family-focused, giving children and their parents a voice in the programme, but fathers should be particularly encouraged to participate. • P.I.P.P.I. uses an interesting mix of activities, and people, with professionals working side by side with volunteers and families. But it is important to be clear about the roles within the multidisciplinary team, including that of the coach and the professional in charge of taking decisions, in order to avoid duplication and confusion about roles and hierarchies, and to ensure the child is protected in serious cases. • Sharing of information between professionals and a range of individuals and agencies is essential for effective identification, assessment and service provision. P.I.P.P.I. is in the spirit of a number of EU policies as outlined in EU 2020 and its flagship targets and European Semester; the Social Investment Package; and the 2013 Commission Recommendation on Investing in Children. Through building a stable family environment for children, P.I.P.P.I. contributes to the EU 2020 target of reducing the rate of early school leaving below 10%, and to Italy’s target of reducing it by 15-16%. P.I.P.P.I. is in line with the EU poverty target also and the approach of the European Platform Against Poverty, especially in its use of evidence-based research and working in partnership with civil society to implement social policy reforms more effectively. In line with the Social Investment Package, P.I.P.P.I. is focused centrally on children and is an initiative designed to prevent risks and respond as early as possible. In its success in preventing children being taken into care, P.I.P.P.I. helps prevent future hardship, one of the goals of the EU’s Social Investment Package. In regard to the Recommendation P.I.P.P.I., founded on the recognition that an integrated approach to children’s services is key to improving children’s chances and wellbeing, strengthens synergies across policy areas and also furthers the Recommendation’s commitment to improving the quality of services for children, to protecting children from the effects of the crisis and to tackle child poverty and social exclusion. P.I.P.P.I. furthers a children’s rights approach. Moreover, it, as well as furthering the involvement of stakeholders, is very much in tune with the Recommendation’s emphasis on the importance of early intervention and preventative approaches, and highlights the role of the school and education in overcoming disadvantage. The use of online tools to evaluate the programme ",
        "7 2 0 1 4 Synthesis report — Italy 7 reflects the mission and activities of the European Platform for Investing in Children 3 , which stresses the need for online tools to collect and disseminate innovative and evidence-based practices. 3 http://europa.eu/epic/ ",
        "8 Synthesis report — Italy 2 0 1 4 8 A. Policy context on European level Matters relating to children in general but especially children and poverty now have high priority in the EU as well as in Member State policies. As the 2013 Commission Recommendation on Investing in Children comments (par. 10), more than a decade of cooperation at EU level has led to a common understanding of the determinants of child poverty through substantial work on developing appropriate monitoring indicators, identifying common challenges and successful policy approaches (European Commission 2013 a and b). Concerns about children and child poverty are increasingly being integrated into EU policy in a transversal manner. Two elements of the EU policy framework are to be especially highlighted for the Peer Review. A first such element of the policy framework is the focus on children’s rights and the living conditions of children, in particular as expressed through the recognition of children as rights’ holders in the Charter of Fundamental Human Rights 4 and the 2006 Communication ‘Towards an EU Strategy on the Rights of the Child’ (European Commission 2006). The Charter (Article 24) recognises that children have the right to such protection and care as is necessary for their well-being and also makes the child’s best interests a primary consideration in all actions relating to children. One of the activities that resulted from the Charter was the European Forum on the Rights of the Child 5 which provides a platform for the promotion of children’s rights and well-being in the EU’s internal and external actions. In addition, a further Communication in 2011 advocated an EU agenda to reaffirm the strong commitment of all EU institutions and all Member States to promoting, protecting and fulfilling the rights of the child in all relevant EU policies. Following from this, EU policies that directly or indirectly affect children should be designed, implemented, and monitored taking into account the principle of the best interests of the child (European Commission 2011). In addition, the Communication elaborated a number of concrete actions in areas where the EU can bring real added value, such as child-friendly justice, protecting children in vulnerable situations and fighting violence against children both inside the EU and externally. EU commitment to investing in children and leadership in that regard provides the second main element of the framework for addressing child poverty and child well-being in an EU context. The Commission Recommendation of 2013 guides Member States to organise and implement policies to address child poverty and social exclusion and promote children’s well-being, through multidimensional strategies and a recognition of children’s rights and best interests. Among the horizontal principles of the Recommendation are the use of integrated strategies to tackle child poverty and social exclusion and maintaining an appropriate balance between universal and targeted approaches. In addition, the Commission Recommendation stresses the importance of countries having a comprehensive set of policies particularly of cash benefits and services, a children’s rights approach which leads to effective mainstreaming of children’s policies and rights, and the involvement of 4 Charter of Fundamental Rights of the European Union, 2010/C 83/02, OJ, 30 March 2010 5 http://ec.europa.eu/justice/fundamental-rights/rights-child/european-forum/index_en.htm ",
        "9 2 0 1 4 Synthesis report — Italy 9 stakeholders (including children themselves) and an evidence-based approach to policy making. Earlier EU frameworks on access to services and income support are also relevant. This was one of three priority themes in the 2008 Commission Recommendation on Active Inclusion of People Excluded from the Labour Market and was very prominent also in the earlier 1992 Council Recommendation on Common Criteria Concerning Sufficient Resources and Social Assistance in Social Protection Systems (Council 1992; European Commission 2008). Family and parenting oriented services accord with the emphasis placed by the EU – especially in the 2008 Recommendation – on the importance of access to quality services in the context of the fight against poverty and joblessness. Childcare-specific measures are also relevant here. Apart from the EU, there are other important international bodies which are taking the issue forward. The Council of Europe has been very active, having adopted recommendations on family matters since the 1970s with an explicit focus on parenting and the quality of family life and children’s rights since the 1980s. Turning to Member State level, child poverty and child protection are the subject of a range of policies in most countries and have a long history. The usual range of measures includes juridical provisions, cash and taxation benefits, social services as well as services relating to child protection, family support and parenting support (Frazer and Marlier 2014). The three service areas of most relevance to the Peer Review – apart from income and other supports to families – are child protection, family support and parenting support. Countries vary considerably in how they organise these and in the approach they take to child protection more broadly (Gilbert et al 2011). Parenting support is relatively new in many countries especially as a national policy response 6 and there is considerable innovation in family support also (Daly 2013; Hamel et al 2012). Most Member States seem to combine both preventative policies with more targeted policies but getting an appropriate balance between the two, sufficiently wide coverage vis-à-vis need and an approach appropriate to the problem is an ongoing challenge. 6 See Peer Review on the subject of parenting support hosted by the French government in October 2011 at: http://ec.europa.eu/social/main.jsp?catId=1024&langId=en&newsId=1391&furtherNews=yes ",
        "10 Synthesis report — Italy 2 0 1 4 10 B. Host country policy/good practice under review The Programme of Intervention for the Prevention of Institutionalisation (P.I.P.P.I.) is a relatively recent initiative, dating from 2009 when it was expanded from a small programme used in the Veneto region, with a small number of parents and children. It is rooted in a collaboration between the Italian Ministry of Welfare and the Laboratory of Intervention and Research in Family Education at the University of Padua to experiment with new ways of managing the child care protection system. P.I.P.P.I. is essentially a multifaceted intervention for vulnerable families, its primary goal being to prevent out of home child placement through collaborative ways of working that are very innovative in an Italian (and also international) context. It is oriented to prevention, operating with families in the low to moderate risk category and prioritises children from 0 to 11 years of age. Its main modus operandi is the production of wide-ranging evidence and planning among a range of agencies and parents who work as a team to put in place a set of interventions that works in partnership with the family. Viewing child neglect as a complex problem, the programme aims to connect the fields of child protection and parenting support and to do so by virtue of enabling all the actors in the child’s world to develop a holistic perspective and to work together. The core activities promoted are oriented to improving parenting skills, promoting full involvement in children’s school life and strengthening the family’s social networks. The underlying theoretical paradigm draws from Bronfenbrenner’s ecological model which emphasises the complexity and diversity of the family’s world (Bronfenbrenner 1979). It also places emphasis on family strengths rather than weaknesses. P.I.P.P.I. has developed in four overlapping phases. At the end of the first phase which was local and confined to a small number of families in a limited number of locations, the Ministry proposed that the 10 cities consolidate their experience to evaluate the results, and extend it to a second phase. Last year the Venice region proposed that the programme should be implemented at a regional level, and P.I.P.P.I. was extended from the municipal to the district level. In its fourth phase there was a further extension to 50 districts in 18 regions, reaching more than 500 children. P.I.P.P.I. has therefore been up-scaled to a national programme, moving from an initial investment of € 500,000 to € 3 million today. P.I.P.P.I. is rolled out in four stages. It starts with a pre-assessment in which social workers working with vulnerable families complete a form describing the family’s environment, internal set-up and the child’s development so as to assess the level of intervention and support needed to prevent children being taken into care. Those families where the child is deemed in danger of ‘neglect’ are asked if they wish to participate in P.I.P.P.I., while the rest continue with normal social work support. The second stage is devoted to assessment and planning, in which the social work case manager creates a multidisciplinary team consisting of the professionals in regular touch with the family – for example teachers, social workers, health workers, psychologists and voluntary family helpers, together with the family and child(ren) themselves. Each family has a dedicated team. ",
        "11 2 0 1 4 Synthesis report — Italy 11 The third stage is participation in the programme, which consists of four main types of activity and professional intervention: • Home care intervention : weekly family visits by home-care workers to support parents and strengthen child-parent relationships and modify behaviour. • Participation in parents’ groups : weekly/bi-weekly meetings with activities such as music-making, game playing. Activities vary and some municipalities, such as Bari, organise Family Sundays. • Cooperation between schools/families and social services : to support school engagement a regional agreement is signed between participating schools that integrates P.I.P.P.I. with other school support. • Family help : assistance provided by local volunteers, who may be family friends, to give concrete help and support. The final stage is that of follow-up assessment wherein a decision is made whether to continue with P.I.P.P.I., or to move back to the normal social welfare support. P.I.P.P.I. is quite intensive, with interventions lasting for about 18 months on average. The construction of an integrated and shared assessment and care plan is core to the P.I.P.P.I. programme. This is done on an inclusive basis in the sense that all the relevant adults in the child’s life (parents, children, teachers, practitioners, other relatives, and all people involved in the promotion of the child’s wellbeing) are part of the assessment and plan. To devise the plan, a web-based tool, named RPMonline (Italian abbreviation for Assessment, Planning and Monitoring), is used. This tool was adapted from one developed in the UK more than 20 years ago ( Framework for the Assessment for Children in Need and their Families , Department of Health 2000). Using concrete and clear language, RPMonline and other tools place priority on ascertaining the views of family members and a range of practitioners through a series of questions designed to clarify goals and elaborate how they can be achieved. This information helps populate a microplanning grid. This grid forms the basis of negotiation and reflection on a plan (and it also enables the construction of a common language between families and practitioners) including whether P.I.P.P.I. is an appropriate intervention for the case in question. Local, regional and national institutions share their knowledge about the different methods of intervention to prevent children being placed in care. This represents a new perspective and direction in the Italian welfare system. Research conducted and results collated from the RPMonline’s micro-planning section show that in 60% of cases the outcome is successful, and partially successful in a further 19.5%, in the sense of keeping children out of care. There is also an improvement in parents’ capacity to respond to children’s needs and development. In all cases this is greater than for families which did not participate in P.I.P.P.I.. P.I.P.P.I. is innovative in many respects. It is experimental in its ways of working and also in its orientation which is based on a strong theoretical foundation on the one hand and evidence-based policy and practice on the other. P.I.P.P.I.’s attention to the collection and use of both quantitative and qualitative evidence from all those involved and the central place of such evidence in the programme marks out the programme from other endeavours. Another distinguishing hallmark is its orientation towards hearing and inserting the voice and wishes of the participants. By questioning and reflecting upon the ways of working of ",
        "12 Synthesis report — Italy 2 0 1 4 12 all involved, it is oriented to changing the culture in families and also in the organisations that work with them and doing this in a way that is respectful of the rights and perspectives of all involved. From the perspective of strengths, among the most noteworthy features of the P.I.P.P.I. programme are: • The strong theoretical base and adherence to key principles such as full inclusion and voluntary participation on the part of parents, meeting the needs of children, parents and families in a non-directive manner; • The diversified and yet integrated nature of provision; • Recognition and fostering of the existence of an interplay between actors in regard to planning, co-ordination and delivery and the contribution of networking and knowledge sharing; • The systematic pursuit of an integrated and joined up approach that connects a host of statutory and non-statutory actors; • The feeding in of academic and research expertise and results into the programme. There are also a number of challenges associated with P.I.P.P.I.: • One of the biggest challenges is that it is associated with performance and outcome oriented assessment of practice that is not widespread in the personal social services in Italy (and also other countries); • It is aiming for coordinated and integrated services in a policy system that in most countries operates in specialist silos. For this and other reasons, a partnership approach between different agencies and different practitioners (who have different professional and institutional affiliations) might be difficult to achieve in practice; • There are practical obstacles associated with the turn-over of staff, heavy case-loads and professional hierarchies; • A further challenge is the securing of the real participation of children and parents in assessment and care-planning and enabling them to find their ‘voices’ in such a process and for their voices to be heard; • There are issues associated with scaling up and expanding the programme. It is designed and run as a micro-level programme and so the extent to which it can be rolled out on a national basis requires careful decision-making and planning and adequate resourcing. ",
        "13 2 0 1 4 Synthesis report — Italy 13 C. Policies and experiences in peer countries and stakeholder contributions The peer countries have many policies of relevance but there is considerable variation in approach, structure and governance methods and priorities. Belgium adopts an approach to child protection and child development which emphasises both universalism as well as additional services for more disadvantaged groups. Every mother receives a hospital visit after birth, so the authorities can identify which children are at risk. In Flanders, those considered at risk will receive a home visit from a nurse, who may advise families to go to an intake centre, where they will receive support and participate in activities. Families considered at risk are encouraged to send their children to childcare centres, and 20% of places are reserved for children at risk, and these centres will intervene if the family is in difficulty. The country is also seeing a thrust towards integrated services – for example in Flanders a new law on family centres ( Huizen van het Kind ) aims to integrate preventative health care into the service offer of the family support centres (which include also parenting support). There is also a long tradition of quality monitoring and evaluation of Early Childhood Education and Care services. A notable principle of policy in Belgium is that tackling poverty needs to be addressed through a multidimensional and multilevel policy framework. This conviction resulted in a national child poverty reduction plan in 2013 which, following the EU Recommendation, is shaped around the three pillars (access to adequate resources, access to quality services, opportunities for and active participation of children in society) as well as a fourth strategic objective of setting up horizontal and vertical partnerships between different policy areas and policy levels. Among the relevant targeted services in Belgium are the ‘Inloop’ centres for disadvantaged families which exist in Flanders and which target poor families with young children or with children aged from 3 to 6 years who are not attending school. The Inloopteams organise (free) educational activities in groups for such parents, that aim to increase educational competences and improve the educational situation in the family. Another example of a targeted approach are the Centres for Childcare and Family Support ( Centra voor Kinderzorg en Gezinsondersteuning ) which offer care for children whose parents are temporally not able to undertake educational responsibilities for them. A further – very new project still in the pilot phase – is called Children First; the Belgian government supports local public social services to detect hidden (childhood) poverty through consultation platforms which target children aged 12 years and under, who are in poverty or at risk for poverty. The consultation platforms pay special attention to early childhood (0-5 years). Among the challenges identified for Belgium are working closer with parents, especially with those living in disadvantaged circumstances. Some schools in larger cities have a lot to offer when it comes to working in a context of diversity but in other schools, a coherent policy towards ethnic minority parents and parents living in poverty is still lacking. Another problem for the pre-primary schools in Belgium is the care for the youngest children (2½ to 4 years), especially for the children from immigrant or disadvantaged background. Collaboration with childcare facilities to create smooth transitions between childcare and school and between home and school for the youngest children should be a priority. Furthermore, the pupil/ teacher ratio in most schools is high, sometimes 25/1. ",
        "14 Synthesis report — Italy 2 0 1 4 14 In recent years Bulgaria has adopted a new approach towards child protection and child development, aimed at prevention, early intervention, family support and integration of children into a family or family-type environment. Among the relevant initiatives are the National Strategy for Children (2008-2018), the strategic goal of which is to ensure the conditions for the effective exercise of the rights of children and for improving the quality of their life. Annual National Programmes for Child Protection are adopted in which all state institutions set out annual activities through which they intend to meet their obligations. A second relevant initiative is the national strategy “Vision for Deinstitutionalisation of Children in the Republic of Bulgaria” and accompanying action plan which sets out concrete activities, tasks, responsibilities and resources to abolish the existing specialised institutions within a 15 year period. In terms of actual provision, there is a range of social services at community level which provide information, support, training and counselling to families and children. One such service is the ‘Centre for Social Support’ - a universal advisory service (some 106 exist in all) supporting the child and the family. The Centres provide a set of social services related to the prevention of abandonment, abuse and school dropout, deinstitutionalisation and reintegration of children, and social inclusion of children from specialised institutions and those engaging in antisocial behaviour. The key resource for the child protection system is the social services, which is decentralised to the local level where the mayor can delegate responsibility for social services to an agency or a voluntary unit. The function of social services’ provision is to meet the needs of those identified at risk both within the municipality and the region. Measures to protect the child are focused on early intervention within the family environment. One example of a relevant service is that provided by the Health and Social Development Foundation in its work with children, young people and families in the Roma community. The services aim to promote and support good parenting through, for example, group training in parenting skills and health education for pregnant women and mothers of young children, individual social/psychological counselling and casework; providing an alternative daily care service for children (4-5 years old) who do not attend kindergarten. There are other initiatives also which aim for integrated service provision – especially the Social Inclusion Project launched in 2010 which is pioneering a service offer that combines social, health and educational services aimed at early intervention and prevention. In terms of the main challenges identified, the national report drew attention to the challenges around generating cooperation and interaction between all parties involved in the child protection system. Furthermore, services are insufficient in light of a trend towards increased demand for family counselling services, parent training programmes, as well as trained professionals, who are prepared to identify the problems and to be ready to work with the family. Croatia adopted a new Family Act in 2014 which mandates for the nature of parental care to be in line with the recommendations of the Council of Europe on the rights and legal status of children and the support of parental responsibility. There is also a new National Strategy for the Rights of Children in the Republic of Croatia 2014-2020. National policy, therefore, is directed towards the improvement of measures for the protection of children’s rights and well-being with emphasis on measures that highlight the services of the Centre for Social Welfare rather than the court. Such Centres offer programmes and services intended for children and youth, parents, partners and future parents, children with developmental difficulties, persons with disabilities and their family members, other socially vulnerable groups (the unemployed, senior citizens, addicts, violence victims and other). There is also an ongoing plan for deinstitutionalising provision for children and families in need. However, parenting support is not widely available although parent groups exist in some towns (organised usually by NGOs). Among the challenges identified are those around the heavy ",
        "15 2 0 1 4 Synthesis report — Italy 15 caseload of social workers, the transformation of the classic policy of institutionalisation and in this and other contexts linking up education and health professionals, empowering of children and parents in line with a rights approach and dealing with variations in provision and service availability between areas (and especially addressing gaps in rural areas). In Cyprus , most policies and programmes affecting children are family centred aiming at improving general family functioning. The classic model of social casework services is followed with regard to marginalised families at risk of having their children taken into care. Preventive measures for high-risk families include services/community networking, home- help, day care in pre-school or after-school centres or in foster families or Children’s Homes. A child’s care plan is designed with all stakeholders in multidisciplinary meetings (e.g., social services officer, psychiatrist, psychologist, educational psychologist, head of school, home- helper, parents and children). Family support is more developed than parenting support but there are elements of parenting support in place, with noteworthy initiatives by, for example, parents’ associations, professional bodies and research institutions to provide parents with education and training (both on an individual and group basis). These tend to be stand alone and lack a systematic framework for planning/assessment/monitoring and their long-term sustainability is not assured. There are other important if rather scattered efforts in parenting support also such as through home helpers and home nurses. Among the challenges mentioned were the following: protection of vulnerable households; balance between universal and targeted measures; provision of quality Early Childhood Education and Care services; achieving a balance between welfare benefits and incentives to take up employment; putting in place evidence-based policies (regulating databases, impact assessments etc.); and efficient and effective implementation of legislation. France has a long-established set of benefits and services for families with children, with wide coverage by cash benefits and childcare and other services for families. The French child protection system is based on the notion of children ‘in danger’ which extends beyond child abuse and neglect to include different types of situation where parents may not be in a situation deemed conducive to good parenting. Consequently, a heavy emphasis is put on family support interventions. Parenting support is widely available through the réseaux d’écoute et d’appui aux parents (REAAP, networks for listening to parents, supporting and assisting them). These, created in 1999, provide support around parenting, along with many other types of services (centres for parents and children, information centres for families, family mediation services, contrats locaux d’accompagnement à la scolarité , family meeting points, local mentoring) which all aim to inform, listen to parents and provide resources to help them take responsibility for their educational role vis-à-vis their children. Specialised and targeted child protection services ( Aide sociale à l’enfance ) operate on a broad basis in France: they involve many levels and types of intervention, from voluntary family support to judicially-mandated placement. One of the closest programmes in France to P.I.P.P.I. is PRE, a programme created in 2005, which operates on a regional basis, and aims to foster social inclusion among children facing difficulties, but who do not (yet) need targeted intervention. PRE pursues a very integrated approach and programme, and like P.I.P.P.I. uses common tools and common frameworks, but does not yet use standardised assessment tools. As PRE is still at the experimental stage, each region can decide what is most relevant, and its success may depend on the local area where it is being applied and on the children’s needs. France also emphasises family and parenting support in its child poverty programme and there is also a push towards inter-service co-operation and the participation and engagement by parents and children in interventions. In terms of ",
        "16 Synthesis report — Italy 2 0 1 4 16 challenges identified, engendering inter-service cooperation is still difficult especially at local level. Overcoming obstacles created by the “silo logic” - which is still prevalent among professionals of the various fields involved – is a key challenge in this respect, although measures are in place to tackle it. In Malta the Ministry of Education now provides free childcare, and the Ministry of the Family and Social Solidarity provides healthy breakfast clubs and after-school programmes so mothers can go to work. In addition to child benefit received by all families in a universal manner, in 2014 a conditional child cash transfer system was introduced to encourage children at risk to attend school – the family receives € 100 per child if his/her school attendance reaches 95%. The government is drafting a new children’s act and a government White Paper on Positive Parenting has just been issued for consultation. Changes are also underway in the system for assessing prospective families for fostering and adoption. There is also likely to be a change of governance for child protection as mapping has shown a clear correlation between substance misuse/children at risk/domestic violence, so responsibility for children will most likely move to the community level, with professionals working together to prevent problems becoming more intense. In addition, a pilot project has been set up for a home-based monitoring service for families already overseen by the child protection service, which works with about 20 families in any area where there is a need for services. The emphasis is on encouraging better parenting, rather than using the threat of legally removing children. Among the challenges identified were the lack of adequate and specialised placements catering for particular client groups; high caseloads of social workers; a lack of foster carers as well as an under-supply of social workers. The framework established in England by the Children Act 1989, among other legislation, provides inter alia for early help for children so that they can live with their parents wherever possible. England also has a well-developed set of services and obligations around child safety and child protection in which systematic assessment with a clear conceptual model – under the lead of a social worker – plays a central role. There is also a very explicit procedure for decisions and practices around whether the child is to be removed from the home. The services provided might include counselling, respite care, family and parenting programmes, help for problems relating to drugs or domestic violence or practical help in the home. Services may be provided by the local authority or by an organisation (including voluntary organisations) commissioned to do so by the local authority. There is a legal duty on local authorities to ascertain the wishes and feelings of children regarding the services that are delivered. Collaborative working is also mandated for. One of the leading national programmes is the Troubled Families Programme which provides a range of services and interventions in families deemed to be ‘troubled’ (on the basis of set criteria associated with high risk). Intensive work with families is favoured, whereby each family is assigned a ‘single key worker’ who works intensively with the family and other services come in as required. Among the specific challenges identified in the national report towards achieving a wrap-around and integrated services offer for children and their parents in England are: the sharing of information between professionals; encouraging innovation and new ways of delivering services in a risk-averse culture; maintaining and developing services in a context where there is a reduction in money available for children’s social care and a backdrop of increasing demand; learning lessons when things go wrong and making a proportionate response to improve the system. ",
        "17 2 0 1 4 Synthesis report — Italy 17 The European Social Network drew attention to major developments relevant to the field and the current consensus across countries on what constitutes best practice. It underlined how the development of care services over the years has reflected advances in policy and practice in caring for children, a new understanding of the nature and extent of child abuse and neglect, broader changes in the place of children in society and an increasing focus on children’s rights. More recent challenges to children’s services include internet grooming and abuse, social networking and child sexual exploitation. Among the factors the Network drew attention to were the general diversification of services provided to children and families in the name of early intervention, the need for a broad-based response given the extent of the challenges, the need to work to ascertain children’s views and the continued need for universal services for children. The European Social Network also drew attention to the role of and momentum towards evidence-based practice. In elaborating the role of the EU the following were highlighted: leadership in developing children’s indicators vs household income indicators; requesting social impact assessments of policy measures; clarifying and providing information on the role of EU funds; promotion of qualified training for professionals; sponsoring and developing knowledge platforms that assess evidence critically. The Network emphasises also the need to recognise that investing in children which is generally accepted as a positive form of action requires a long-term approach. Eurochild underlined the strengths of the Italian programme for its application of integrated and multidimensional strategies at local level that respond to the complex situation of families at risk of separation; its commitment to the active participation of families and children in the assessment and care planning process; its use of an innovative tool to apply a performance-based approach; the strong links between practice and research, allowing an evidence-based evaluation of programme elements and outcomes. The SOS Children’s Villages was mentioned as a good practice. Eurochild’s policy approach revolves around ensuring that early childhood services focus on children’s broader educational development, including education in non-formal settings and the development of parenting support and other services that have the welfare and voice of the child at their centre. Eurochild drew attention to a number of challenges, including the involvement of some professionals such as doctors in multidisciplinary teams, whether the child’s full participation is always advisable (given sensitivities and possible harm to the child) and the difficulty of maintaining confidentiality about the family’s contribution with so many professionals involved. It also made reference to the challenges associated with decentralisation. In the view of Eurochild, European leadership on this issue is needed more than ever now and there are possibilities, under the Europe 2020 targets, the Recommendation and the new regulations on how the structural funds should be spent, to make significant advances in child poverty and the prevention of child maltreatment. ",
        "18 Synthesis report — Italy 2 0 1 4 18 D. Main issues discussed during the meeting There were several main issues discussed at the meeting. The particularity of national policy and political setting and cross-national variations in these regards was a major topic of interest, especially in regard to the background conditions that facilitate (or not) the growth of such a programme as P.I.P.P.I., the exigencies that give rise to it and the ‘space’ that it fills. It was emphasised that in the Italian setting P.I.P.P.I. fills a vacuum between high-intensity intervention (in the case of child danger, abuse or risk for example) and little or no intervention for situations which are not high risk. There was considerable discussion of how countries compared and whether they had programmes that filled the space where P.I.P.P.I. operated in Italy. To some extent the answer to this question depended on: a) how countries defined child protection and child safety as against child well-being and development, and b) which they prioritised or how they divided the available resources and policy emphasis between the two. P.I.P.P.I. sees itself as oriented to families where there is child neglect, rather than imminent child danger. It was agreed that there is no clear or definitive division between the two and that they are probably best seen as a continuum. Some countries concentrate the available resources on child safety and responding to risk – this is especially the case for countries with high resource constraints and a history of institutionalisation as a response to child abuse or risk - but even in the high-income countries risk tends to predominate over general prevention or child protection (which is usually understood broadly). In targeting families where low- and medium-grade problems are indicated, P.I.P.P.I. obviously has relevance for countries searching for a balance between approaches focused on responding to existing problems and prevention. But apart from the question of whether there is a service gap or not, other obstacles that P.I.P.P.I. is designed to overcome struck a common chord. These include variation in access to services between districts and regions (due, for example, to variation in resources or difficulties associated with service provision in rural or other areas) and the absence of minimum quality standards. Further obstacles to service delivery which P.I.P.P.I. seeks to overcome are bureaucracy, weaknesses in professional training, weaknesses in data and evaluation and monitoring, professional hierarchies and silos, and strains on workloads. Three notable points about P.I.P.P.I. were further common points of discussion. The first is that it conceives of prevention as having a whole family orientation (while emphasising also the importance of the perspective of the child). In this regard it is in line with current thinking about best practice and what seems like a widespread move across countries to focus more on supporting families, in their own right and as an approach to prevention (Gilbert et al 2011). Encouraging the participation of fathers was emphasised in this context. The second point is of P.I.P.P.I. as an approach that starts with and remains with the child. It is child-centred in a way that few other interventions are (although many have a rhetoric of child centredness). P.I.P.P.I. builds in the child’s voice as a core part of its information- gathering, planning and delivery. The RPMonline triangular assessment framework, for example, as well as collecting the family’s and professionals’ view, has a circle inside the triangle (which forms the core of the multidimensional model of the child’s world) so that children can describe their world in their own words. A third notable characteristic is the ",
        "19 2 0 1 4 Synthesis report — Italy 19 common assessment framework which is also available online. Against a backdrop in Italy and elsewhere where there is significant barriers to having a common assessment framework, the learning and transfer potential of this was underlined. The team nature (in terms of membership and functioning) was also a subject of considerable discussion. It became clear through the discussion of how central to the P.I.P.P.I. programme are building networks and enabling networking among people who are engaged in offering different services to families. This networking occurs at many levels - between the institutions, between different administrative levels - city, regional, national - between social operators, traditional operators and civil society, and between individual families. The challenge of working with multidisciplinary teams, and to ensure effective collaboration of professionals from different departments and backgrounds was a significant topic of discussion. It was recognised that along with collaboration among individuals, obtaining inter-institutional and inter-organisational cooperation is a major challenge in all national settings. The involvement of health and educational professionals was seen as particularly crucial. The need for a common language – and set of concerns – among team members is relevant. In this regard it was pointed out that the theoretical framework, which is emphasised in the training as well as on an ongoing basis, and the information amassed provide the team with a focal point so they all have the same information available to them. But P.I.P.P.I. also urges people to go beyond the existing professional language (given the diversity of the team). The matter of team size was also raised and it was pointed out that in some countries the experience is that it is better for just one person to take responsibility for the family. The possibility that the team duplicates other efforts was also pointed out. A related issue raised is that of training . While most professionals who participate in P.I.P.P.I. are already trained, and there is some training provided within the multidisciplinary teams, the possible need for more formal training for all those involved was raised as a point of discussion. The question of the resources required came up again and again. Among the relevant factors discussed was the time input required, in terms of getting to know the P.I.P.P.I. system, filling out of the relevant information and making time for meetings and so forth. The extent to which programme requires a high time input from all participants in the multidisciplinary team as compared to other programmes to support children and families was questioned. Giving time input can be challenging in times of austerity when workloads typically increase (and are already high in most countries) and individual workers may be under increased pressure in their own institutions. The initial and ongoing development of the tools as well as the training required to use them were among other resource issues raised. The role and leadership of the University of Padova team – and especially Professor Milani - were recognised as crucial to the design and rolling out of P.I.P.P.I.. A strong research presence has benefits on an ongoing basis, since data is continually being collected as cases are monitored and outcomes identified. This information is then fed back into the teams. The Padova team also provides the training and acts as a resource base for the teams. There were many discussions about operational issues to do with the P.I.P.P.I. programme (and related provision in the peer countries). In the first instance, the significant role played by government support (in the sense of allocating funding generally promoting P.I.P.P.I. as a model and approach) was emphasised. It was felt that central government support was ",
        "20 Synthesis report — Italy 2 0 1 4 20 an enabling factor in encouraging the different departments and agencies to work in an integrated manner. The governance structure was a subject of considerable reflection also. In this context, questions were raised about how decisions are made, in particular in cases where a decision is required urgently. In this situation – which occurs less frequently than might be anticipated given the population that P.I.P.P.I. deals with – ideally the team decides but the social worker or case manager may make the decision in a situation of urgency. The issue of confidentiality about the information which families and others contribute to RPMonline was discussed, with questions raised about who has access to this information, if families have control over it, and whether the information is deleted once a family leaves the programme. The need for an agreement with the family and transparency about how the information is used was underlined by all. The need to have a clear decision making within the team was emphasised, so as to ensure both that the process does not drag on with no decision being taken (risk to child), and that it is clear that one person is responsible for taking the final decision. The role of the coach was especially discussed and clarified. This is a rather unusual role in that the person is not necessarily the team leader but rather someone who has been trained by the research staff at the University to take on the role of coach and who acts as a team motivator and facilitator as well as a channel of communication between the local authority, the team, the host institutions of team members, and the academic group. The coach was described at the meeting as ‘the multiplier of P.I.P.P.I., who also takes on a scientific role, and helps the teams to work together and to empower them’. The coach appears to be more of a horizontal than a vertical role. The need for and role of the coach is one that emerged from praxis. During the discussion it was emphasised how a pedagogically-oriented, well-trained coach plays an important role in the ‘learning community’. The role of the coach plays a crucial role in keeping the team together and relaying results to the University, but it is not always clear to whom s/he is accountable. The role of family helper or home carer also elicited considerable interest. These are usually unpaid but insurance is paid to cover them while they work. The discussion focused on practices in different countries in regard to the qualification backgrounds of their staff. Raised in this context also was the appropriate level of responsibility that can be placed on people with low qualifications. The role of the team as a support for the individual worker was highlighted. Another operational issue raised was that of disguised parental compliance . While it was acknowledged that this occurs, it was seen to be symptomatic of a flaw in the way the team was implementing the programme, usually relating to the family not being fully involved, When such instances offer, the University team analyses how the team is working, suggesting changes where necessary. During the third and fourth implementation phases, the professionals adopted a method designed to foster the unification process with the family more strongly. This also raises the matter of the need for a strong involvement of all family members. In this context it was agreed that focus should also be on fathers when working with vulnerable families. Questions were also raised about the needs of different types of families and how the programme worked with minority families. The role of the research team and the role of research in general was also a topic of interest. There was consensus that in a country with limited evidence on the importance of preventative approaches, such a rigorous monitoring is particularly important for ‘justifying’ ",
        "21 2 0 1 4 Synthesis report — Italy 21 the need for investment in such services. It was generally felt that the close relationship between research and practice was a strength of the P.I.P.P.I. model, given especially how it facilitated a continuous flow of information and learning. The question was raised, however, about whether this kind of close relationship is sustainable in the longer-term and especially when and if the programme is rolled out on a wider basis. There are other issues also associated with scaling up and expanding the programme. It is designed and run as a micro-level programme and so the extent to which it can be rolled out on a national basis requires careful decision-making and planning. In relation to the research that has been done, a number of what appear like gaps were adverted to: for example the need to know more about which aspects of the programme have greatest impact and effectiveness, more information on both the outcomes (especially through later follow up) and the processes of the programme. The possibility of a cost benefit analysis was also raised. ",
        "22 Synthesis report — Italy 2 0 1 4 22 E. Conclusions and lessons learned P.I.P.P.I. is part of a growing trend across Europe of using multidisciplinary teams to support vulnerable families. Among the relevant initiatives mentioned at the meeting are the Troubled Families programme in England, the Inloop programme in Belgium, Getting it Right for Every Child in Scotland, the PRE programme in France, Kraftsammelung in Sweden and the SOS Children’s Villages internationally. The growth of such programmes and the increasing focus on family as a locus of intervention signal a signature change in social policy across Europe. Child development is growing as a focus, and now sits alongside the more classic exigency of child protection from danger, abuse and risk. P.I.P.P.I. is especially interesting in that it is an intervention with families that are experiencing low to moderate risk – families which heretofore in Italy would not have had any intervention. The terrain in which P.I.P.P.I. is based therefore is that between little or no intervention and abuse- orientated interventions. As mentioned this is a ‘space’ that is being increasingly recognised as an important opportunity for prevention-oriented targeted interventions. One of the conclusions of the meeting is that there is much in P.I.P.P.I. that is transferable. Its general philosophy is transferable as is the Multidimensional Model of the Child’s World (The Triangle). This and other aspects of the child-centred nature of P.I.P.P.I. (in terms of focus and giving voice) are exemplary and have potential application in a wide range of settings. In terms of other elements of the programme that are potentially transferable of note are the care plan, the common assessment framework and the web-based and other tools that have been developed for the purpose of assembling, reviewing and exchanging information. The staffing and service complement of P.I.P.P.I. – especially the roles of the coach and the (usually volunteer) family helper – are also potentially applicable in other countries. The networking involved in the programme and the multidimensional understanding of networking are also notable. For example, the linking up of different institutions and service providers, especially schools, is especially worthy of consideration. So also is the commitment to the build-up and use of local knowledge and to enabling networking on the part of families and children as well as among service providers in touch with the family. Overall, P.I.P.P.I.’s mix of (individual and group, formal and informal) activities and the range of people involved (home helpers/volunteers) are very striking. Among the particular learning elements highlighted by the Peer Review are the following: • P.I.P.P.I. demonstrates the importance of a holistic and integrated approach in planning and provision with children and their families. • It is important to have government support and cooperation at all levels as this encourages the different departments and agencies (schools, welfare, etc.) to work in an integrated manner, and assures a financial commitment to P.I.P.P.I.. • The evidence-based implementation programme works well as the research/ evaluation is ongoing and enables staff to adapt the implementation on an ongoing basis if necessary. It also helps justify scaling up such programmes. The role of the University as leader and partner is very important. ",
        "23 2 0 1 4 Synthesis report — Italy 23 • The use of a strong theoretical framework and standardised common online tools used by all professionals involved - the RPMonline - gives the programme a strong foundation on which it can be adapted to different cultural backgrounds and environments. • P.I.P.P.I. is strongly child- and family-focused, giving children and their parents a voice and central place in the programme, but fathers should be particularly encouraged to participate. • P.I.P.P.I. uses an interesting mix of activities, and people, with professionals working side by side with volunteers and families. But it is important to be clear about the roles within the multidisciplinary team, including that of the coach and the professional in charge of taking decisions in order to avoid duplication and confusion about roles and hierarchies and to ensure the child is protected in serious cases. • Effective sharing of information between professionals and a range of individuals and agencies is essential for effective identification, assessment and service provision. ",
        "24 Synthesis report — Italy 2 0 1 4 24 F. Contribution of the Peer Review to Europe 2020 and the Social Investment Package P.I.P.P.I. is in the spirit of a number of EU policies as outlined in EU 2020 and its flagship targets and European Semester; the Social Investment Package; and the 2013 Commission Recommendation on Investing in Children. EU 2020 targets In its mission and practice, P.I.P.P.I. contributes to the EU 2020 Strategy, as supporting vulnerable children and families helps to reduce the numbers of those at risk of poverty and social exclusion by at least 20 million, as stated in EU 2020 and contributes to the Italian target of reducing those in poverty by 2.2 million. Through building a stable family environment for children, P.I.P.P.I. contributes to the EU 2020 target of reducing the rate of early school leaving to below 10%, and to Italy’s target of reducing it by 15-16%. Flagship Initiatives P.I.P.P.I. is in line with the European Platform Against Poverty, part of the EU 2020 Strategy, as its use of evidence-based research and implementation contributes to the Flagship Initiative of promoting robust evidence on and piloting of social policy innovations before implementing them more widely. A second element of the European Platform Against Poverty is working in partnership with civil society to implement social policy reforms more effectively, and P.I.P.P.I.’s use of voluntary family support gives effect to this objective. Social Investment Package The Social Investment Package emphasises the importance of reforming social protection systems with a view to preventing risks, responding as early as possible and helping people at different stages of their lives. This is the terrain on which P.I.P.P.I. operates. In its success in preventing children being taken into care, P.I.P.P.I. helps prevent future hardship, one of the goals of the EU’s Social Investment Package’s section on social investment throughout the individual’s life. P.I.P.P.I. accords with the Social Investment Package view that ‘Focusing on children is vital for a sustainable, efficient and competitive knowledge economy and an intergenerational fair society’ as it carries out the policy of ‘break(ing) the cycle of disadvantage across generations and mobilis(ing) a range of policies, supporting children themselves, but also their families and communities’. ",
        "25 2 0 1 4 Synthesis report — Italy 25 The Commission Recommendation on Investing in Children P.I.P.P.I. is founded on the recognition that an integrated approach to children’s services is key to improving children’s chances and children’s wellbeing. It therefore strengthens synergies across policy areas and also furthers the Recommendation’s commitment to improving the quality of services for children and to protecting children from the effects of the crisis. P.I.P.P.I. places children at the centre of its activities. Approaching them not just as actors whose voice should be heard but as rights’ holders it is very much in line with the underlying philosophy of the Recommendation. In this and other ways it also advances another core principle of the Recommendation – the involvement of stakeholders. In helping families develop parenting skills, P.I.P.P.I. is very much in tune with the Recommendation’s emphasis on the importance of early intervention and preventative approaches, and the Recommendation’s call on Member States to help families develop parenting skills in a non-stigmatising way. Through its emphasis on developing multidisciplinary teams and working to change governance of policies affecting children, P.I.P.P.I. is in line with the Recommendation’s call to tackle child poverty and social exclusion through integrated strategies. P.I.P.P.I. focuses centrally on the school as one of the key partners in the multidisciplinary team. It also emphasises children’s progress in schooling and the family’s relationship with the child’s education. In this it furthers the Commission Recommendation which stresses the important role that can be played by education systems in breaking the cycle of disadvantage. The use of RPMonline to evaluate the programme reflects the mission and activities of the European Platform for Investing in Children, which stresses the need for online tools to collect and disseminate innovative and evidence-based practices. ",
        "26 Synthesis report — Italy 2 0 1 4 26 References Bronfenbrenner, U. (1979) The Ecology of Human Development , Cambridge MA: Harvard University Press. Council Recommendation 92/441/EEC of 24June1992 on Common Criteria Concerning Sufficient Resources and Social Assistance in Social Protection Systems , Brussels: Official Journal L 245 of 26.8.1992. Daly, M. (2013) ‘Parenting support policies in Europe’, Families, Relationships and Societies , 2, 2: 159-174. Department of Health (2000) Framework for the Assessment of Children in Need and their Families. The Family Pack Questionnaires and Scales, London: The Stationery Office. European Commission (2006) Towards an EU Strategy on the Rights of the Child , Communication from the Commission, Brussels: COM(2006) 367 final. European Commission (2008) Commission Recommendation of 3 October 2008 on the Active Inclusion of People Excluded from the Labour Market , Brussels: 2008/867/EC. European Commission (2011) Communication from the Commission An EU Agenda for the Rights of the Child , Brussels: COM(2011) 60 final. European Commission (2013a) Commission Recommendation of 20.2.2013 Investing in Children: Breaking the Cycle of Disadvantage , Brussels: European Commission, C (2013) 778 Final. European Commission (2013b) Social Investment Package Key Facts and Figures , Brussels: European Commission. Frazer, H. and Marlier, E. (2014) Investing in Children: Breaking the Cycle of Disadvantage, A Study of National Policies , Brussels: European Commission. Gilbert, N., Parton, N. and Skivenes, M. (eds) (2011) Child Protection Systems: International Trends and Orientations , Oxford: Oxford University Press. Hamel, M.P. and Lemoine, S. with Martin, C. (eds) (2012) Aider les parents à être de «meilleurs» parents Perspectives internationales , Paris: Centre d’analyse stratégique. ",
        "European Commission Innovative practices with marginalised families at risk of having their children taken into care 2015 — 26 pp. — 17.6×25 cm ISBN 978-92-79-45717-3 ISSN 1977-7973 doi: 10.2767/52405 This publication is available in electronic format in English, French, German and Italian. HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_ en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "Innovative practices with marginalised families at risk of having their children taken into care Host country: Italy Peer countries: Belgium - Bulgaria - Croatia - Cyprus - France - Malta - United Kingdom This Peer Review – and the P.I.P.P.I. programme (Programma di Intervento Per la Prevenzione dell’Istituzionalizzazione - Programme of Intervention to Prevent Institutionalisation) which is its focus – is especially interesting for its efforts to enable children to be full participants. The policy problems which are at the core of the Peer Review are long-standing concerns in Europe and yet also a focus of innovation and renewal. The issues involved find strong resonance in the 2013 Commission Recommendation on investing in Children and in the Social Investment Package, as well as in Member State policies and those of other international agencies such as the Council of Europe. Italy’s Programme of Intervention to Prevent Institutionalisation (P.I.P.P.I.) is a blend of evidence-based research and action to prevent children being taken into care. P.I.P.P.I. focuses on families that face multiple, complex difficulties. It gathers the views of parents, children and concerned professionals; then, placing the child at the centre, it designs a plan to help the family and sets up an interdisciplinary team to implement it. An online system allows the workings of the plan to be monitored modified, if need be. K E - B F - 15 - 001 - E N - N "
    ]
}