{
    "text": [
        "SOCIAL ENTERPRISES AND THEIR ECOSYSTEMS IN EUROPE Country report SLOVAKIA Zuzana Polačková Social Europe ",
        "This report is part of the study \"Social enterprises and their ecosystems in Europe\" and it provides an overview of the social enterprise landscape in Slovakia based on available information as of November 2019. It describes the roots and drivers of social enterprises in the country as well as their conceptual, fiscal and legal framework. It includes an estimate of the number of organisations and outlines the ecosystem as well as some perspectives for the future of social enterprises in the country. This publication is an outcome of an assignment financed entirely by the European Union Programme for Employment and Social Innovation \"EaSI\" (2014-2020). For further information please consult: http://ec.europa.eu/social/easi Manuscript completed in March 2020 1 st edition Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Catalogue number KE-04-20-041-EN-N ISBN 978-92-76-10208-3 | DOI 10.2767/902264 You can download our publications or subscribe for free at: http://ec.europa.eu/social/publications If you would like to receive regular updates about the Directorate-General for Employment, Social Affairs and Inclusion sign up to receive the free Social Europe e-newsletter at: http://ec.europa.eu/social/e-newsletter FB account: https://www.facebook.com/socialeurope/ Twitter account: @EU_Social Europa page on Social entrepreneurship: https://europa.eu/!mq33GV ",
        "SOCIAL ENTERPRISES AND THEIR ECOSYSTEMS IN EUROPE Country report SLOVAKIA Zuzana Polačková ",
        "This report is a second update of the original country report, submitted by ICF Consulting Services to the European Commission in 2014. The current version is based on available information as of November 2019. The first update was done in 2016 by Mitja Stefancic, Gabriela Korimová and Zuzana Polačková (Slovak Academy of Sciences). The current, 2020 update was carried out by Zuzana Polačková alone. The author acknowledges the valuable input from various stakeholders as well as from EU level project coordinators (Carlo Borzaga, Giulia Galera, Rocío Nogales, Barbara Franchini, Stefania Chiomento) and the members of the advisory boards for the 2016 and 2020 update rounds. Recommended citation: European Commission (2020) Social enterprises and their ecosystems in Europe. Updated country report: Slovakia . Author: Zuzana Polačková. Luxembourg: Publications Office of the European Union. Available at https://europa.eu/!Qq64ny ",
        "Countries included in the three social enterprise mappings by the European Commission No Country TYPE 2014 2016 2018-2020 1 Albania Fiche - -  2 Austria Report  -  3 Belgium Report    4 Bulgaria Report  -  5 Croatia Report  -  6 Cyprus Report  -  7 Czech Republic Report  -  8 Denmark Report  -  9 Estonia Report  -  10 Finland Report  -  11 France Report    12 Germany Report  -  13 Greece Report  -  14 Hungary Report  -  15 Iceland Fiche - -  16 Ireland Report    17 Italy Report    18 Latvia Report  -  19 Lithuania Report  -  20 Luxembourg Report  -  21 Malta Report  -  22 Montenegro Fiche - -  23 The Netherlands Report  -  24 North Macedonia Fiche - -  25 Norway Fiche - -  26 Poland Report    27 Portugal Report  -  28 Romania Report  -  29 Serbia Fiche - -  30 Slovakia Report    31 Slovenia Report  -  32 Spain Report    33 Sweden Report  -  34 Switzerland Report  - - 35 Turkey Fiche - -  36 United Kingdom Report  -  ",
        "6 | Table of contents Social enterprises and their ecosystems in Europe | Country report SLOVAKIA TABLE OF CONTENTS 6 List of acronyms 8 List of illustrations, figures and tables 9 Executive summary 10 1. BACKGROUND: SOCIAL ENTERPRISE ROOTS AND DRIVERS 15 2. CONCEPT, LEGAL EVOLUTION AND FISCAL FRAMEWORK 21 2.1. Defining social enterprise borders 22 2.1.1. The EU operational definition of social enterprise 22 2.1.2. Application of the EU operational definition of social enterprise in Slovakia 22 2.2. Legal evolution 28 2.3. Fiscal framework 32 3. MAPPING 37 3.1. Measuring social enterprises 38 3.2. Social enterprise characteristics 42 4. ECOSYSTEM 45 4.1. Key actors 46 4.2. Policy schemes and support measures for social enterprises 49 4.2.1. Support measures addressed to all enterprises that fulfil specific criteria 49 4.2.2. Support measures addressed to social economy/non-profit organisations 50 4.2.3. Support measures specifically addressed to social enterprises 50 4.2.4. EU funding 51 ",
        "Table of contents | 7 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 4.3. Access to market 52 4.4. Networks and mutual support mechanisms 54 4.5. Research, education and skills development 54 4.6. Financing 56 4.6.1. Demand for finance 56 4.6.2. Supply of finance 57 4.6.3. Market gaps and deficiencies 59 5. PERSPECTIVES 61 5.1. Overview of the social enterprise debate at national level 62 5.2. Constraining factors and opportunities 63 5.3. Trends and future challenges 65 6. APPENDICES 66 Appendix 1. The EU operational definition of social enterprise 67 Appendix 2. Reference list 70 Appendix 3. Comparative overview of the legislative framework for non-profit organisations providing public benefit services, civic associations and limited liability companies 73 ",
        "8 | List of acronyms Social enterprises and their ecosystems in Europe | Country report SLOVAKIA List of acronyms > Act on SEaSE Act on Social Economy and Social Enterprises > CA Civic Association > COLSAF Central Office for Labour, Social Affairs and Family > EEA European Economic Area > EC European Commission > ERDF European Region Development Fund > ESF European Social Fund > Ltd. Private Company Limited by Shares/Limited company > NOPBS Non-profit Organisations providing Public Benefit Services (known as Public Benefit Organisations) > WISE Work Integration Social Enterprise ",
        "List of illustrations, figures and tables | 9 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA List of illustrations, figures and tables > Illustration 1. BIVIO - Centre for training and employment of people with intellectual disabilities > Illustration 2. Semantics of \"social\" > Illustration 3. WASCO Cooperative > Illustration 4. Social enterprise legal framework > Illustration 5. Sheltered workshops > Illustration 6. BEEsnis, Zavada > Illustration 7. CHRABYD civic association, sheltered workshops and sheltered housing, Banska Bystrica > Figure 1. Overview of economic activity of the active ex lege registered social enterprises in Slovakia in 2018 > Table 1 Legal forms that can be adopted by social enterprises > Table 2 Income tax assignation from individuals and corporations from 2002 - 2017 > Table 3 Fiscal framework for social enterprises in Slovakia > Table 4 Development of the non-profit sector in Slovakia from 2010 to 2018 > Table 5 Estimated scale of social enterprise in Slovakia > Table 6 Estimated scale of organisations with a special status status (2019) > Table 7 Sectoral breakdown of non-profit organisations providing public benefit services in Slovakia > Table 8 Key institutions/organisations of the Slovak social enterprise ecosystem > Table 9 Overview of public support measures > Table 10 Comparative overview of the legislative framework for civic associations, limited liability companies and non-profit organisations providing public benefit services ",
        "10 | Executive summary Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Executive summary Background The transition to a market economy stimulated the re-emergence of a plurality of civil society initiatives that had been either dissolved or had become part of the Communist state system, and opened new pathways for new entrepreneurial initiatives. The 1990s witnessed the flourishing of a significant number of non-profit organisations, including the pioneering establishment of the first social enterprise initiatives, which emerged bottom-up in a variety of fields of general interest. Later on, when the Slovak Republic entered the European Union, the process of legal institutionalisation of social enterprises was promoted through two distinct strategies. First was the reform in social services, which resulted in the transformation of the public-sector-driven institutional care model to a community-based service system. This new model allows for the participation of non-state actors in the provision of a variety of social services. Second was the legal recognition of social enterprises. This process was initially prompted by the introduction of a legal framework specifically designed to regulate enterprises integrating disadvantaged workers (WISEs). It was then followed by the adoption of the Act 112/2018 Coll, which acknowledged the social economy and the social enterprise (hereinafter referred to as Act on SEaSE). Concept, legal evolution and fiscal framework Slovakia is one of those EU Member States where social enterprises, despite their recent dynamic development and the adoption of a comprehensive legal framework, are still in a nascent stage. The term \"social enterprise\" is still very often narrowly associated with work integration structures. However, thanks to the discussion triggered by the new Act on SEaSE, the understanding of social enterprises is moving forward. Under the Act on SEaSE, social enterprises are embedded in the broader context of the social economy; clear conditions to be fulfilled in order to be recognised as ex lege \"social enterprise\" are set. Under the new legislation, organisations fulfilling a set of conditions may apply for the status of « registered social enterprise » through which they can benefit from a wide range of support measures. Based on the new law, the social enterprise is not a specific legal entity, but a status that may be obtained by various legal entities, including both non-profit organisations, and conventional enterprises. In terms of fiscal framework, the Act of SEaSE introduced several novelties, primarily for registered social enterprises. These include the possibility of reducing the VAT rate to 10% for goods and services provided by registered social enterprises that use 100% of their profits after taxation to achieve their primary social objectives. The Act on ",
        "Executive summary | 11 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA SEaSE also introduces a spectrum of support measures (so called investment aid and compensatory aid) and promotes the use of financial instruments. Social enterprises may apply for non-repayable aid when at least 20% of the total budget of the investment plan is acquired through a loan. The whole discussion driven by the new Act on SEaSE attracted the attention of a variety of financial institutions, which are gradually recognising the sector of the social economy. Accordingly, social enterprises can now more easily access financial capital, if they have viable business plans. As concerns de facto social enterprises (i.e., organisations that show the characteristics of social enterprise based on the SBI definition without being registered as such), access to fiscal benefits and finance varies to a significant extent, depending on the legal form covered. Social enterprises registered under the Commercial Code (most often as Ltd companies) enjoy the same tax system and have access to the same financing opportunities as mainstream companies. Tax benefits can only be applied if the social enterprise has the legal form of a non-profit organisation such as a civic association or public benefit organisation. Social enterprises operating as non-profit organisations may also apply for additional support from public funds or use the system of tax assignation, which is one of the most significant tools contributing to the financial stability of non-profit organisations in Slovakia. Mapping Providing an exhaustive mapping and a statistical evaluation of social enterprises in Slovakia is a complex and challenging task. The Act on SEaSE considers social enterprises to be a subcategory of the \"social economy subjects\", which include civic associations, foundations, non-investment funds, non- profit organisations providing publicly beneficiary services, religious associations, trade companies, cooperatives and sole proprietors (if also an employer). A register of social enterprises was established in 2018 as foreseen by the Act on SEaSE. It is administrated by the Ministry of Labour, Social Affairs and Family and it counted 66 registered social enterprises in December 2019. Registered social enterprises represent only a small segment of the whole universe of social enterprises. It is estimated that some 650 public benefit organisations, 350 civic associations, 15 cooperatives and some 80 trade companies can be considered as organisations fulfilling the characteristics of social enterprises, as defined by the EU operational definition. As for public benefit organisations, the ratio between the total number of public benefit organisations registered in Slovakia and the number of those that can considered social enterprises consistent with the SBI definition, is estimated around approximately 20%; ",
        "12 | Executive summary Social enterprises and their ecosystems in Europe | Country report SLOVAKIA with respect to civic associations and cooperatives, the ratio is approximately 1%. As regards trade companies, the estimate is counted in per-mille. All of the 66 currently registered social enterprises are work integration social enterprises (WISEs). Work integration also dominates among de facto social enterprises (e.g., \"sheltered workshops\"). WISEs engage in diverse economic sectors (e.g., provision of administrative and support services, manufacturing, construction, agriculture and forestry, etc.). The remaining social enterprises are mainly engaged in the provision of social and care services, regional development, education services, housing and environment protection. Overall, the number and scope of activities carried out by social enterprises is relatively small. Ecosystem There was no such entity as an umbrella organisation or an official network of social enterprise organisations in Slovakia as of December 2019. The non-public infrastructure available to social enterprises is not large and it is mostly concentrated in the capital. Nevertheless, more attention has been recently paid by public entities to social enterprise development. Additionally, involvement of academic institutions is growing gradually. The recognition of social enterprises has significantly improved since the adoption of the Act on SEaSE. In accordance with new Act, the Ministry of Labour, Social Affairs and Family established the department of social economy. Its main role is to grant and repeal the status of registered social enterprise, maintain the register of social enterprises and provide free consultations on the application process for the obtainment of the status of registered social enterprise. A key role in providing free of charge technical assistance to social enterprises in the regions is paid by the Institute of Social Economy, which is a large-scale ESF funded initiative. Noteworthy is that a significant role in supporting social enterprise development in Slovakia is still played by job subsidies paid through public resources. Social investing is gradually emerging and access to finance is, in general, improving for social enterprises. The interest of traditional bank institutions in social enterprises has increased significantly over recent years. Noteworthy are Slovenska sporitelna (a member of Erste Group) and the initiative called Social Innovators, which facilitates cooperation between the foreign social bank TISE and social enterprises from Slovakia. Slovak Investment Holding, a joint stock company 100% owned by the Slovak Guarantee and Development Bank, has also recently included the social economy in its portfolio ",
        "Executive summary | 13 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA of investment priorities. A positive role is played by the Ministry of Finance, which has succeeded in raising the interest of a number of significant financial institutions and banks, which participate in the debate about access to finance for social enterprises. The study team did not identify the existence of any new forms of social financing such as crowdfunding. Perspectives Despite a positive and dynamic development, the debate on social enterprise is still focused mostly on the persistent challenges that social enterprises and their stakeholders have to face. In general, it seems that barriers to development are more pronounced than potential opportunities. The main barriers include poor entrepreneurial skills among potential social enterprises from the non-profit sector, a narrow understanding of the concept of \"social enterprise\" limited to work integration and social inclusion; limited stakeholders’ participation and engagement; and strong dependency upon ESF-funding schemes. However, on the positive side, the adoption of the Act on SEaSE introduces several mechanisms that may improve the capacities of social enterprises. Additional opportunities for the emergence and consolidation of social enterprises include, among others, a substantial demand for social services by citizens generated by an ageing population, persistently high long-term unemployment in many regions of the country and problems of poverty, especially among the most marginalised groups, such as people from marginalised Roma communities, and environmental challenges. In essence, the role of social enterprises is expected to grow in importance over the coming years in Slovakia also thanks to the recent comprehensive legal framework on the social economy and social enterprises. ",
        "SLOVAKIA ",
        "1 BACKGROUND: SOCIAL ENTERPRISE ROOTS AND DRIVERS In this first section, Slovakia’s transition to a market economy is discussed in relation to the re-emergence of a plurality of civil society initiatives, which stimulated this development. Those that had either been dissolved or had already become part of the Communist state system opened pathways for new entrepreneurial initiatives. The 1990s witnessed a significant number of non-profit organisations flourish, including pioneering, bottom-up social enterprise initiatives. Later, when the Slovak Republic entered the European Union, the legal institutionalisation of social enterprises was promoted through two distinct strategies: 1) the reform in social services from a public-sector-driven institutional care model to a community-based service system; and 2) the legal recognition of social enterprises. This process was initially prompted by the introduction of a legal framework specifically designed to regulate enterprises that integrate disadvantaged workers (WISEs). It was then followed by the adoption of the Act 112/2018 Coll (hereinafter referred to as Act on SEaSE), which acknowledged the social economy and social enterprise. ",
        "16 | Background: social enterprise roots and drivers Social enterprises and their ecosystems in Europe | Country report SLOVAKIA To begin with, understanding social enterprises calls for some historical contextualisation and a note on the types of traditions that paved the way for their development. Slovakia has a long tradition of civic engagement that deserves to be properly recognised. The first examples of organised forms of civil society engagement were the so-called \"brotherhoods\", namely the forms of corporations of religious background based on self-help, protection of social rights and voluntary education. Voluntarism, a principle that is still present in Slovak non-profit organisations, saw its biggest expansion here at the turn of the 19 th and 20 th centuries, when various clubs and associations were established to deal with problems that were not of interest to the government. These included social health institutions for the poor, the so-called \"field hospitals\", and charities. Furthermore, the cooperative movement has historically been an important economic actor. The first cooperative in Slovakia was established in 1845. In the second half of the 19 th century, cooperative societies started to play a central role in stimulating rural self-governance and constituted an alternative model to existing companies. At the turn of the 19 th and 20 th centuries and in particular after World War I, not only an increasing number of consumer, manufacturing, agricultural, processing, purchasing and marketing cooperatives were registered, but credit unions, cultural and housing cooperatives emerged as well. The development of cooperatives was interrupted first by the outbreak of World War II, and then by massive nationalisation of cooperatives, a process that was launched in 1948. Despite the preservation of some elements of democratic self-governance, cooperatives were incorporated into the state-controlled planned economy system. With the rise of communism, most of the cooperatives and non-profit organisations were either dissolved or became part of the state system, meaning that only a small number of them managed to remain active (including the Slovak Red Cross and the Academy of Education). Although the economy in Central and Eastern Europe was based on central planning and the state was omnipresent, some cooperatives served as positive exceptions: they continued to perform an important social role despite not implementing the principles of democratic governance and voluntary and open membership. For instance, the employment of people with disabilities in cooperatives during the 1980s was significant: the Slovak Union of Producer Cooperatives comprised at that time 17 cooperative societies and employed more than 7,000 persons with disabilities. The Velvet Revolution of November 1989 meant the collapse of the Communist system. Similarly, as in other countries in the region, the transition to a market economy and the political conditions that allowed for the emergence of the middle class opened new paths for entrepreneurial activities (thanks also to the initiatives of dissidents ",
        "Background: social enterprise roots and drivers | 17 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA and participation of the younger generation) and encouraged a more active public involvement in different spheres of social affairs. While the cooperative movement had to undergo a process of transformation, unprecedented opportunities for new actors emerged as well. The beginning of the 1990s can be regarded as a genuine turning point for the reestablishment of civic society initiatives and the pioneering emergence of the very first social enterprises. The 1990s saw strong growth and development of non-profit organisations, foundations, self-help organisations and associations in particular benefited from substantial funding from international donors. Conceptual discussion about the framework of social enterprises emerged at the end of the 1990s when international donors started to withdraw funding from Slovakia, leaving a number of registered non-profit organisations heavily dependent on them. Cuts in foreign aid forced some of these organisations to diversify and search for new sources of revenue. Non-profit organisations have thus increasingly turned towards alternative forms of funding such as state and local government funding, EU funds or corporate funding. At the same time, some of them have increasingly engaged in entrepreneurial activities to generate revenue. Although there have been mixed results, the overall landscape of social enterprises in Slovakia has been largely influenced by state policy through two main strategies: a) Reform of social service delivery: namely, the transformation of the state or public-sector-driven institutional care model into a system of community-based care services delivery. This implied a shift of competencies and responsibilities to local governments, known as decentralisation (both in terms of powers and partly in terms of funding), with the intended goal of bringing decision-making processes closer to the citizens. This process also paved the way for the transformation of non- state actors such as non-profit organisations into providers of social services. Over the years, the role of such organisations as welfare providers has been formalised through contractual relations with the Ministry of Labour, Social Affairs and Family and regional municipalities, which developed special schemes for financial support of non-state social service providers. A number of local authorities also established their own organisations, which have been providing social services. However, despite several attempts, Slovakia is still failing to establish a proper model of social services provision based on the key principle of equality between public and non-public providers that would thus encourage the non-public and non-profit providers to apply for the contracts. Overall, the institutionalisation of non-profit organisations as social service providers in Slovakia has not been completely smooth. The Act No. 448/2008 on social services implemented the delegation of new competencies, including the delivery of new types of social services to local and regional governments. ",
        "18 | Background: social enterprise roots and drivers Social enterprises and their ecosystems in Europe | Country report SLOVAKIA However, some organisations lamented the unequal access to funding when compared to public authorities. b) Introduction of a legal framework regulating social enterprise: the persistently high level of unemployment in the country prompted the government to search for alternative tools and gave rise to a new legislation, which was adopted in 2008 with a view to acknowledging social enterprises that are specifically aimed at facilitating work integration of disadvantaged people and vulnerable social groups. The first legal definition of social enterprises was based on Act 5/2004 Coll. on the Employment Services. Social enterprises in those days were not conceived of by reference to any other legislation, and this also caused a certain limitation in the social enterprises perception in Slovakia to entities facilitating the entrance of marginalised and disadvantaged groups to the labour market. Because of its narrow understanding of the social enterprise potential, the first legal definition was highly criticised. The whole debate resulted in the adoption of the separate and comprehensive Act 112/2018 Coll. on Social Economy and Social Enterprises that became effective in May 2018. The emergence of social enterprises was also triggered by the need to diversify the revenue of non-profit organisations in Slovakia after the withdrawal of foreign donors from the country in the late 1990s. This was done through their engagement in entrepreneurial activities, including the management of commercial activities not directly related to social activities (e.g., restaurants) and the direct delivery of social services (elderly care, community services, services for people from marginalised Roma communities). These activities were carried out by relying on different models, including the establishme nt of corporate partnerships by conventional and non-profit organisations, the direct involvement of the community and citizens (via donations or local foundations), and cooperation between non-profit organisations and local municipalities (social service facilities, crisis centres for families, day-care centres for the elderly, maternal centres). Nevertheless, there is still a very limited number of municipalities that purchase services from non-profit organisations. Later on, significant support for the development of social enterprise came along with the EU pre-accession funds EU community initiative, EQUAL. As in other countries that underwent the transition to a market economy, Slovak society is currently characterised by public atomisation, limited public trust in political institutions and fairly low levels of participation in democratic processes. The lack of general trust and solidarity have weakened the previous legacy of mutuality and self- help, thus jeopardising the development of social enterprises. However, challenges generated by the high level of regional disparities and poverty (e.g., increased need for welfare services and social exclusion of vulnerable groups) ",
        "Background: social enterprise roots and drivers | 19 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA seem to have acted as a driver for new social enterprise initiatives. These challenges, coupled with a rapidly ageing population and the emergence of new concerns (e.g., environmental degradation) have triggered the emergence of new activities by a variety of organisational structures, operating mostly at local level. New grass root actions initiated by citizens, often relying on voluntary work and local partnerships, have been set up with a view to improving the quality of life of local communities. This trend plays an important role in raising local public awareness on the potential of social enterprises for local communities and societies. Illustration1. BIVIO - Centre for training and employment of people with intellectual disabilities People with intellectual disabilities in Slovakia, are among the most endangered and discriminated groups. Their marginalisation is not only on the labour market but in every aspect of the daily life. Due to inappropriate education and training system in the country, they are mostly staying out of the labour market and their possibilities to participate as citizens are only limited. Therefore, the \"Association for Help to People with Intellectual Disabilities in the Slovak Republic\" initiated an establishment of the centre, which provides training, rehabilitation and counselling services. By the means of the social entrepreneurship, the centre aims to assist people with the intellectual disability to acquire paid jobs and enjoy an independent living. The centre, named BIVIO, was launched in 2017. In October 2018, it was awarded the status of registered social enterprise according the Act 112/2018 on social economy and social enterprises. Since then it receives job subsidies for its employees with disability. To increase its income, it also often participates in the public procurements, which may apply beneficial conditions for registered social enterprises. The registered social enterprise BIVIO runs small the 3-stars GARNI hotel with the total capacity of 21 beds. It also operates a daily open restaurant and laundry. It is also being gradually recognised as a popular conference/seminar venue, both for actors from public and private sectors. Hotel, restaurant, and the laundry are used as training facilities for people with intellectual disability. Along with training facility, BIVIO offers a paid job for some 20 plus people with intellectual disability. ",
        "20 | Background: social enterprise roots and drivers Social enterprises and their ecosystems in Europe | Country report SLOVAKIA The opening of the centre required large investments, which was collected thanks to key foreign donors, dozens of corporate foundations, tens of individual donations and the loan from the financial institution. The loan is gradually being paid off. More info: www.bivio.sk/ ",
        "2 CONCEPT, LEGAL EVOLUTION AND FISCAL FRAMEWORK In this second section, the nascent concept of Slovakian social enterprise is described within the context of its recent dynamic development and the country’s adoption of a comprehensive legal framework. The term \"social enterprise\" is still often narrowly associated with work integration structures. However, an understanding of social enterprise is moving forward due to discussion triggered by the new Act on SEaSE. Under the act, social enterprises are embedded within the broader social economy context; clear conditions are outlined that ex lege organisations need to fulfil in order to be recognised as social enterprises. Based on the new law, the social enterprise is not a specific legal entity but a status that may be obtained by various legal entities, including both non-profit organisations and conventional enterprises. In terms of Slovakia’s fiscal framework, the Act of SEaSE has been highly influential. It has introduced several novelties, primarily for registered social enterprises and a spectrum of investment aid and compensatory aid support measures. The act also promotes the use of financial instruments. A variety of financial institutions are gradually recognising the social economy sector. Social enterprises can now more easily access financial capital if they have viable business plans. ",
        "22 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 2.1. Defining social enterprise borders 2.1.1. The EU operational definition of social enterprise This report draws on the organisational definition included in the Social Business Initiative (SBI) of 2011. According to the SBI, a social enterprise is an undertaking: > whose primary objective is to achieve social impact rather than generating profit for owners and shareholders; > which uses its surpluses mainly to achieve these social goals; > which is managed in an accountable, transparent and innovative way, in particular by involving workers, customers and stakeholders affected by its business activity. This definition arranges social enterprise key features along three dimensions: > an entrepreneurial dimension, > a social dimension, > a dimension relative to governance structure. Provided that the pursuit of explicit social aims is prioritised through economic activities, these three dimensions can combine in different ways; it is their balanced combination that matters most when identifying the boundaries of social enterprise. Building upon this definition, the Commission identified a set of operational criteria during the previous stages of the Mapping Study (European Commission 2015, 2016) and refined them again for the purpose of the current phase of the study (see appendix 1 for further details). 2.1.2. Application of the EU operational definition of social enterprise in Slovakia Despite the nascent stage of social enterprises, several important changes have taken place during recent years in Slovakia. The concept of \"social enterprise\" is being gradually recognised and understood by a variety of key stakeholders, including financial institutions. Despite the adoption of the Act on Social Economy and Social Enterprises (hereinafter as Act on SEaSE), the term \"social enterprise\" in Slovakia is, however, still narrowly associated with work integration structures and it is occasionally used to refer to non-profit organisations as such. Arguably, the current use of the concept of \"social enterprise\" is somehow affected by the common use of the word \"social\". The quote from Mészáros (2012) on the connotation of the word \"social\" in the Slovak context is very relevant and may also ",
        "Concept, legal evolution and fiscal framework | 23 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA imply a narrower meaning which can somehow affect the perception of the term \"social enterprise\". For details, see illustration 2 below. Illustration 2. Semantics of \"social\" \"… Generally, in the case of social economy and social enterprise, the term social is supposed to denote mainly societal aspects of specific economic activities. However, in Slovak language and environment, the adjective \"social\" has a more specific or narrower meaning, and we usually use it in relation to social policy, social services, or social care. This eventually leads to an erroneous understanding of social economy activities, or of the social entrepreneurship itself, as being those which are primarily oriented at solving social issues and providing social services. Thus, \"social entrepreneurship\" is not understood correctly as a business activity with a ‘societally beneficial goal’, i.e. one which can, along with solving social problems, also focus on dealing with, for instance, environmental issues or community development. It is exactly because the term \"social\" (as in ‘socially beneficent’) evokes associations of socially excluded groups that the majority of society in Slovakia does not identify positively with the concept of social entrepreneurship\". (P. Mészáros, Social Economy: Innovative model of economic and social development in Slovakia , UNDP, 2012) In reality, as confirmed by Strečanský and Stolárikova (2012), even prior to the amendment of the law (Act No. 5/2004 on Employment Services) in 2008, there were entities that could be conceived as social enterprises. They primarily include civic associations and public benefit organisations that are engaged in economic activity and pursue social goals at the same time, not always with the main (or exclusive) purpose of creating job opportunities for marginalised groups. This seems to suggest that many enterprises that have the characteristics of social enterprises are widespread in Slovakia, although they are neither officially classified, nor acknowledged as such by policy makers, researchers and the general public. The current discussion (as of August 2019) is very much framed by the Act 112/2018 Coll. on Social Economy and Social Enterprises (Act on SEaSE), which entered in force on 1.5.2019. The Act was preceded by approximately two years of consultations involving a wide range of stakeholders. The input of public and private stakeholders (social entrepreneurs, academics, representatives of non-governmental sector, local governments, etc.) allowed for the definition of clear objectives for the new law. The ",
        "24 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Act on SEaSE aims to support social entrepreneurship as a fully-fledged component of the social economy without limiting its understanding and applicability. With a view to capturing the full potential of the social enterprise, in addition to scrutinising registered social enterprises, this report has identified a wide range of organisations that can be regarded as de facto social enterprises, based on the EU operational definition. Below are different types of organisations, not necessarily legal forms, which have been subject to closer analysis in order to distinguish those forms that would potentially meet the operational definition described above to the largest extent. > Work integration social enterprises are the labour integration structures, which operate with the objective of (re)introducing disadvantaged people to the labour market. Work integration social enterprises can operate under any type of legal form (e.g., cooperative, civic association, limited liability company, public benefit organisation). > Sheltered workshops also focus on work integration, specifically work integration of people with health disabilities. Sheltered workshops can operate under any type of legal form (e.g. cooperative, civic association, limited liability company, public benefit organisation, allowance organisations etc.). Approximately half of all sheltered workshops operate as NGOs and can be thus considered as social enterprise according to the EU operational definition. > Whilst most cooperatives are member-oriented, there are a few examples of cooperatives in the field of regional development or entrepreneurship of disadvantaged groups, which can be regarded as social enterprises. > In Slovakia traditional non-profit organisations with revenue-generating activities include four main types: non-profit organisations providing public benefit services (NOPBS or public benefit organisations), foundations, non-investment funds and civic associations. With a view to supporting local development, especially in rural areas, SEaSE Act recognises a new type of enterprise. It is named \"municipal social enterprise\". Nevertheless, it cannot be regarded as a social enterprise based on the EU operational definition because it is controlled and owned by local authorities, either local municipalities or regional authorities. The next paragraphs analyses to what extent the above-mentioned forms fulfil the three dimensions of the EU operational definition; namely the entrepreneurial, social and governance dimensions. ",
        "Concept, legal evolution and fiscal framework | 25 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Entrepreneurial dimension There is no precise data on the extent to which sheltered workshops generate revenue from the market. Nevertheless, it was emphasised by the representatives of various organisations that, in general, their business models are weak and \"… only a few may have viable strategies and stable revenue stream from the market\". Sheltered workshops have been typically heavily dependent on state subsidies, although this has also changed after an amendment of the law from 2014, which lowered the maximum threshold of subsidies. However, it can be observed (although not statistically proven) that the entrepreneurial dimension of many sheltered workshops has strengthened during previous years. One of the reasons is to be found in cuts in public subsidies allocated for sheltered workshops. The second reason is provided by the quota disability employment model, which is applied in Slovakia, imposing the obligation on those employers not employing people with disabilities to perform \"facultative compensation\". This results in purchasing goods and services from sheltered workshops. After several years of awareness-raising activities addressed to employers, the purchasing from sheltered workshops has slowly increased. Those few cooperatives operating in Slovakia have a clear entrepreneurial dimension. Many of them operate in the agricultural sector, regional development, services or retail. In terms of non-profit organisations, due to unclear legislative framework, which is very often interpreted arbitrarily, it is likely that this criterion may turn out to be a problematic issue. Neither civic associations nor public benefit organisations are established in order to carry out business activities; however, they are not forbidden from performing their activities in an entrepreneurial fashion and running the business alongside their main activity in order to obtain the resources to finance the main purposes for which they were established. Interestingly, civic associations are also allowed to establish a limited liability company, trade licence or joint stock company without any restriction as to the sole shareholder (founder) and conduct commercial activities through this special purpose form. It is, however, unknown how frequently they benefit from this opportunity due to the lack of available data to make precise assessments. Public benefit organisations are not allowed to be established as commercial entities; however, they may carry out entrepreneurial activities, provided that they reinvest their full income originating from business activities to support their institutional goals. The scope and the frequency of these activities is not known due to lack of relevant data; nevertheless, based on experts’ assessment, a significant number of public benefit organisations are active in certain fields (e.g., education, sports, regional development and social service delivery), which presuppose market exchanges. ",
        "26 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA The question related the entrepreneurial dimension does not echo in the case of registered social enterprises as the delivery of a viable business plan and the conduction of regular entrepreneurial activities are among the key conditions to be fulfilled to be registered as per the Act on SEaSE. Social dimension Sheltered workshops , by definition, deliver social benefits, supporting people with disabilities by providing them with employment opportunities. To qualify for the label of \"sheltered workshop\", a given entity must employ at least 50% of workers with heath disabilities. The social dimension is very clear and hence not contested. In the Slovak legislation, sheltered workshops are supported by the Act No. 5/2004 on Employment Services. Sheltered workshop is a status awarded to any type of the legal form that fulfils the prescribed criteria. The combination of both the sheltered workshop and social enterprise statuses is not permitted. If a sheltered workshop decides to apply for the status of registered social enterprise, it must give up the status of sheltered workshop. Much more ambiguous is the situation of cooperatives in Slovakia. Their primary purpose is to fulfil the collective interest of their members. Yet this does not necessarily imply the generation of positive social externalities. For instance, farmer cooperatives, which operate as a platform for the distribution of its members’ agricultural products, may not differ significantly from conventional companies operating in the food industry, with the exception of their ownership structure. Here, it is plausible to assume that only a small number of cooperatives would have a sufficiently strong social dimension to be qualified as social enterprises. However, it is not unusual for some cooperatives to employ people with disabilities. A priori, all non-profit organisations operate either to achieve mutually or socially beneficial goals and they are legally forbidden to distribute profit among their members or founders. A considerable number of civic associations pursue explicit social objectives. It is therefore plausible to assume that they have a strong social orientation. This is also the case with public benefit organisations (NOPBS), whose legally-defined areas of activity have de jure a strong social connotation. These include: (i) provision of healthcare, (ii) provision of social assistance, (iii) design, development, protection, restoration and presentation of spiritual and cultural values, (iv) protection of human rights and fundamental freedoms, (v) education, training and development of physical culture, (vi) research and development, scientific and technical services and information services, (vii) the creation and protection of the environment and the protection of the health of the population, (viii) services to promote regional development and employment and (ix) provision of housing, management, maintenance and renewal of housing stock. The same activity areas are listed for the purpose of the legal definition of the socially beneficial services, as framed by the Act on SEaSE. Thus, ",
        "Concept, legal evolution and fiscal framework | 27 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA from the perspective of legal restriction for thematic areas of possible positive social impact achievement, no difference is identified between the social dimension of social enterprises defined under the Act SEsSE and public benefit organisations. Governance dimension There are no formal requirements regarding the governance mode of sheltered workshops , which are mainly small entities and are mostly (approximately half) established by non-profit organisation. Regarding cooperatives , the criterion of independence does not raise any controversies, as its fulfilment is required by the specific legislation on cooperatives. With respect to non-profit organisations , their independence is not problematic. In the case of civic associations, their statute typically indicates the General Assembly as the main decision-making body. In the case of public benefit organisations, staff participation is normally limited. In the case of registered social enterprises (regardless of the legal form covered), the adoption of a participatory and democratic governance is listed among the key conditions to be fulfilled to be granted the status. Illustration 3. WASCO Cooperative Wasco Cooperative is a corporate laundry and ironing facilities opened in 2015 in the village of Valaská (Banska Bystrica region). Objective of Wasco Cooperative is to provide people distant from the labour market with the necessary time to acquire work experience and work habits. The employee headcount in 2019 represented 24 full-time employees, who all together served some 150, mostly corporate, clients. The monthly capacity of the laundry counts some 15 tons. Declared incomes for 2018 was some 190,000 EUR. In 2019, Wasco Cooperative was recognised as a registered social enterprise under the Act 112/2018 on Social Economy and Social Enterprises. Wasco Cooperative was established by the civic association named Association of Young Roma. The aims of Association are mainly social, focused on the building a multicultural society, inclusive for all, with a special emphasis on the Roma population and people with health disability. Along the Wasco Cooperative, the Association of Young Roma runs a community centre, educational centre and community garden. The comprehensive portfolio of ",
        "28 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA activities allows to provide Wasco Cooperative employees and their families with additional activities, including mainly social counselling, after-school activities, debts- management services and variety other activities aiming to ease the difficult life conditions the employees are facing. The comprehensive approach in addressing unemployment and its side-effects makes Wasco Cooperative a unique employer and important stakeholder of the community Valaska – a village suffering from a high unemployment level and low social and educational profile of its inhabitants, many of them living in the marginalised Roma community. More info: www.wasco.sk 2.2. Legal evolution In Slovakia, social enterprises can use a variety of legal forms, which are made available by the legal system. The most widespread legal forms covered by social enterprise are the following: Ltd, civic association, public benefit organisation and cooperative. These legal forms were not specifically designed for social enterprises. Table 1. Legal forms that can be adopted by social enterprises Type Legal act Ltd > Act no. 513/1991 Coll. Commercial Code as further amended > Act no. 530/2003 Coll. on the Commercial Register as further amended > Act no. 455/1991 Coll. on small business as further amended Trade licence (sole proprietor) > Act no. 455/1991 Coll. on small business as further amended Public benefit organisations (Non-profit Organisations providing Public Benefit Services /NOPBS) > Act. No. 213/1997 Coll. on non-profit organisations as further amended Civic association > Act No. 83/1990 Coll. on public association as further amended Cooperatives > Act. No. 513/1991 Coll. Commercial Code as further amended Foundations > Act No. 34/2002 Coll. on foundations ",
        "Concept, legal evolution and fiscal framework | 29 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type Legal act Non-investment funds > Act No. 147/1997 Coll. on non-investment funds Religious organisations > Act No. 308/1991 Coll. on freedom of religious faith and the status of churches and religious societies As for the term \"social enterprise\", the first definition of social enterprise appeared in Slovak legislative framework in 2008. Amendment of the Act 5/2004 Coll. on Employment Services from April 2008 introduced social enterprises as a strategy to react to the rapid increase in unemployment connected to the global economic crisis. It established a new measure within the active labour market policy framework – a contribution subsiding the labour costs of an employee of a social enterprise. By acknowledging social enterprises that are specifically aimed at supporting work integration, the 2008 amendment had a role in overshadowing those de facto social enterprises that are not focused on work-integration. In 2015, the Act on Employment Services was amended to introduce the term \"subject of social economy\". This adjustment offered a partial widening of the perception of social entrepreneurship, since it contributed to dropping the strict connection of social enterprises with labour integration. However, from the perspective of existing support structures, it has not produced any substantial change so far. In May 2018, Act 112/2018 on Social Economy and Social Enterprises came into force. The new legislation brought a change in terms of creating a supporting ecosystem offering a spectrum of financial as well as non-financial assistance publicly funded, designed exclusively for social enterprises. Given the short implementation period since its adoption, it is still too early to talk about any tangible impacts of the new law. Illustration 4 below provides an in-depth overview of the key elements of the Act and its main outcomes from subsequent amendments. ",
        "30 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Illustration 4. The definition of social enterprise according the Act 5/2004 on Employment Services, effected between 2008-2015 Social enterprise is defined as a physical or legal entity, with the following characteristics: > It employs staff who were disadvantaged jobseekers prior to their employment. At least 30% of the workforce must constitute disadvantaged jobseekers (namely: school graduates below the age of 26 without stable job experience; Slovak nationals above 50 years of age; Slovak nationals listed for more than 12 months in the unemployment registry; those with educational attainment below upper secondary education; foreign nationals who have been granted asylum; adults who live alone with one or more dependent persons or who take care of at least one child in obligatory education; citizens with health disabilities). > It supports employed disadvantaged jobseekers in finding employment on the open labour market. > It reinvests at least 30% of the financial resources generated by its own activities which remain after having paid all dues associated with its own activities into the creation of new jobs or improvement of working conditions. > It is listed in the register of social enterprises. A social enterprise which does not satisfy these conditions for at least twelve consecutive months will lose its status. The definition of social enterprise according the Act 112/2018 on Social Economy and Social enterprises, effected since May 2018 A social economy subject is considered a social enterprise, if: a. it performs economic activity systematically, independently, in its own name and on its own liability, b. its main objective is to achieve a measurable positive social impact, c. its achievement of positive social impact is done through goods or services, which it produces, supplies, provides or distributes, or contributes to the method of manufacture or provision, d. it i. creates a profit from its activities, uses more than 50% of the profits after tax for achievement of the main objective as referred to in point b), ",
        "Concept, legal evolution and fiscal framework | 31 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA ii. distributes part of the profits under the Commercial Code, divides it according to the procedures and rules that do not disrupt the main objective as defined in point b), e. it involves stakeholders in the management of its economic activities. The Act on SEaSE conceives social enterprises as a dynamic within the social economy, which is defined as: \"the sum of production, distribution or consumer activities carried out by means of economic activity or non-economic activity independently from the state authorities, whose main objective is to achieve a positive social impact\". 1 The \"social economy\" is defined as the collection of activities, which may be realised by any entity from the business or non-governmental sector. A particular entity performing activities in the social economy is not necessarily a \"subject of the social economy\". The Act on SEaSE considers \"subjects of the social economy\" to be civic associations, foundations, non-investment funds, public benefit organisation, religious organisations, trade companies, cooperatives or sole proprietors (and also employers) and that: a) are not mostly or fully financed and managed by the state; b) perform activities pertaining to an area of the social economy (i.e., their main objective is to achieve positive social impact); c) that are not-for-profit or the profit is used for purposes of achieving a positive social impact. Social economy entities are established and managed under separate legislation relating to their specific legal form (e.g., NGOs are managed under the corresponding Act on non-profit organisations – see the table 1). The rationale behind the Act on SEaSE is the preservation of pluralism of legal forms belonging to the social economy. It expanded the definition of entrepreneurship as defined by the Commercial Code (Act 513/1991) so as to allow for the running of business activities to achieve measurable positive social impacts. Based on the new Act, business entities do not have to do business solely to generate profit. This change has opened up new opportunities for entities that are traditionally regarded as businesses to join the group of social economy subjects. Social enterprises that fulfil all the conditions listed by the legislation (see illustration 2) may apply for the status of \"registered social enterprise\". The status of registered social enterprise is a condition for accessing a wide range of support measures. Nevertheless, (1) Act 112/2018 on Social Economy and Social Enterprises. ",
        "32 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA a low percentage of the whole number of entitled organisations has so far decided not to apply. Accordingly, they cannot benefit from the support schemes foreseen by the SEaSE Act. In comparison with the criteria of the EU operational definition of social enterprise, one can argue that the current Slovak legal framework has a broader focus: indeed, it allows for the awarding of the social enterprise status also to entities controlled by local municipalities and sole proprietors. 2.3. Fiscal framework The fiscal framework supporting the operation of de facto social enterprises is quite limited. At the time of the publication of this report, there are no significant differences in taxation of de facto social enterprises when compared to other companies. Separate taxation can only be applied if the social enterprise has the legal form of the public benefit organisation or civic association. If the economic activity performed by the non-profit organisation is the core one, it is not taxed, provided that it is included in the list of admitted core activities provided by the legislation. 2 In the past, non-profit organisations enjoyed some tax benefits including relief on property taxes, value-added tax, income tax and road tax. Additionally, income from profit-generating activities was exempted up to 300,000 Slovak Crown (approximately 10,000 EUR), whilst income over this amount was taxed (a practice abolished in 2006). Amendments to the Act on Income Tax from 2001 to 2006 annulled most tax benefits of this type. 3 There is currently no particular tax cuts envisaged for social enterprise investors, who are slowly emerging and donors enjoy no tax relief or other types of benefits. Nevertheless, changes are expected to take place in the future. 4 When a social enterprise employs long-term unemployed persons, the organisation may apply for a reduction of social security insurance contributions. The reduction lasts 12 months from the start of the employment contract. The scope of the reduction depends on the specific situation of the employee concerned. The rules are embedded in the Act No. 461/2003 Coll. on social insurance as amended and in force since 1 November 2013. Similar reductions regarding compulsory health insurance dues may also be applied in the case of employees with health disabilities. The scope of the (2) For more details about the list of eligible core activities see chapter 2.2.2. of this report. (3) Svidronova, M., 2013. Sustainability strategy of non-government organisations in Slovakia . (4) Tax reliefs were available for donors who supported NGOs until 2003. Amendments to the Act on Income Tax in 2003 voided tax relief and the possibility of tax assignation to NGOs took effect. ",
        "Concept, legal evolution and fiscal framework | 33 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA reduction is determined by the extent of the disability. However, the above reductions are not exclusive to social enterprises and may be applied in relation to any type of employer hiring disadvantaged people. Social enterprises registered as non-profit organisation may enjoy additional benefits: public contributions obtained via competitive procedures are not taxable. De facto social enterprises registered under the legal form of civic association or public benefit organisations may benefit from the tax assignation system. Tax assignation is a mechanism, which allows individuals and corporations to assign to a selected non- profit organisation a proportion of the due income tax. The proportion is a matter of substantial discussion; currently business entities may assign 1 or 2% of their income tax. 5 In the case of individuals, the proportion depends on their voluntary activities. Those who have served as volunteers and dedicated a certain number of voluntary work hours to an NGO of their choice may assign 3%, whereas those who did not engage in volunteer work may assign 2%. Tax assignation has been a substantial source of revenue for non-profit organisations and in particular for some social enterprises. Tax assignation can be viewed as a mixed source of funding: it has both the characteristics of public funding (state foregoes a part of the income tax, hence it is a public resource) and private funding (free private choice of individuals or corporations that decide whether to assign a proportion of the income tax due to a social enterprise). If they do not allocate it to any particular NGO, the entire amount of the paid income tax remains within the state budget. Table 2 below shows approximate levels of resources from tax assignation channelled to non-profit organisations (potentially some social enterprises) between 2002 and 2012. (5) 2% may assign those entities, which donated funds corresponding to at least 0,5% of the tax paid from their own financial resources. ",
        "34 | Concept, legal evolution and fiscal framework Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Table 2. Income tax assignation from individuals and corporations from 2002-2017 Year Number of recipients (non-profit organisations)* Number of participating individuals Number of participating legal entities (corporations Personal income tax assignation (thousands EUR) Corporate income tax assignation (thousands EUR) Total amount of income tax assignation (thousands EUR) 2002 4,042 341,776 x* 3,382 x 3,382 2003 3,398 286,164 x 3,222 x 3,222 2004 3,829 402,057 8,364 9,159 19,792 28,951 2005 5,746 418,241 14,063 10,371 20,525 30,896 2006 7,100 446,973 17,740 11,713 25,629 37,342 2007 7,662 408,277 21,632 12,819 29,306 42,125 2008 7,759 449,909 26,691 15,036 34,144 49,180 2009 9,098 503,253 30,078 17,684 37,496 55,180 2010 9,585 467,983 26,172 15,553 28,592 44,145 2011 10,049 475,843 25,427 16,526 25,444 41,970 2012 10,565 N.A. 29,404 18,548 26,146 44,694 2013 x x 31,380 20,944 25,762 46,706 2014 x x 58,899 21,740 30,466 52,206 2015 x x 60,358 24,231 32,719 56,950 2016 13,295 x 65,990 27,175 34,456 61,631 2017 13,982 x 65,966 30,173 33,103 63,762 Source: Authors – based on data from the Tax Authority of the Slovak Republic – Annual reports on activities of tax authorities for 2004–11 (www.drsr.sk) and Institute of Financial Policy. * Note: relevant, publicly accessible data is absenting. Note: The possibility of receiving funding from the tax assignation model is not automatic; a non-profit organisation interested in this source of income needs a special registration, renewable annually. The Act on SEaSE provides for the possibility of reducing the value added tax rate to 10% for goods and services provided by a registered social enterprise that uses 100% of its profit after taxation to achieve its primary objective. Tax reductions are accessible exclusively for registered social enterprises. ",
        "Concept, legal evolution and fiscal framework | 35 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Table 3. Fiscal framework for social enterprises in Slovakia Reduced social security contributions/costs Tax exemptions and lower rates Tax reductions to private and/ or institutional donors Education and social services Exemptions are granted to registered social enterprises that reinvest 100% of their profits to achieve their social objectives: they may benefit from a reduced value added tax rate to 10% for the goods and services supplied. As for de facto social enterprises, if the economic activity performed by a non-profit organisation is its core one, it is not taxed, provided that it is included in the list of entitled activities. Grants awarded via competitive procedures are not taxable. Donors have no tax relief or other types of benefits. ",
        "",
        "3 MAPPING In this third section, the mapping and statistical evaluation of Slovakian social enterprises is presented as a complex and challenging task. The Act on SEaSE considers social enterprises as a subcategory of \"social economy subjects\", which include civic associations, foundations, non- investment funds, non-profit organisations providing publicly beneficiary services, religious associations, trade companies, cooperatives and sole proprietors that are also employers. A register of social enterprises was established in 2018, which is administrated by the Ministry of Labour, Social Affairs and Family. It counted 66 registered social enterprises in December 2019. All 66 were work integration social enterprises (WISEs). Registered social enterprises represent only a small segment of the entire sector. It is estimated that some 650 public benefit organisations, 350 civic associations, 15 cooperatives and some 80 trade companies can be considered as organisations fulfilling the characteristics of social enterprises, as defined by the EU operational definition. Nevertheless, overall, the number and scope of activities carried out by social enterprises is relatively small. ",
        "38 | Mapping Social enterprises and their ecosystems in Europe | Country report SLOVAKIA This section measures the scale and outlines the characteristics of social enterprises in Slovakia. To provide a mapping and statistical evaluation of social enterprises is a complex task as most social are excluded from official statistics, as they do not have an official status. 3.1. Measuring social enterprises In 2011, the United Nations Development Programme (UNDP) initiated a research financed partly by the Slovak government and EU funds which aimed to map social enterprises. However, the project was prematurely ended because of drastic budget cuts, and a comprehensive mapping of Slovak social enterprises never materialised. In general, very little research has been done so far in Slovakia to estimate the size of the social enterprise sector in the country. Up until now (December 2019), no comprehensive research initiative has been undertaken to address this gap. Therefore, any comprehensive data, especially quantitative, is notoriously absent. 6 Social enterprises registered under Act on SEaSE are listed in the Register of Social Enterprises maintained by the Department of Social Economy at the Ministry of Labour, Social Affairs and Family. Out of the 66 registered social enterprises are by December 2019 – all WISEs – most of them (59 out of 66) operate under the legal form of private limited trade company, only two operate as public benefit organisations, two as cooperatives and three as civic associations. Social enterprises in Slovakia mostly originate from the non-profit sector, although a significant number of them would not self-recognise as a social enterprise. Table 3 below shows how the non-profit sector has expanded over the years. By 1998, less than ten years after the socio-economic transition, there were 17,149 non-profit organisations. In the subsequent decade the number more than doubled. The most common legal form is that of a civic association, with numbers increasing exponentially (based on a conversation with a registrar in the Evidence of Civic Associations in 2015, there were 20 applications for the civic association registry per day). (6) The situation may be changed soon, Office of Governmental Plenipotentiary for Civil Society Development, initiates large scale, public money funded, research on social economy situation. This includes also satellite account on social economy designed by the Statistical Office. ",
        "Appendices | 39 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Table 4. Development of the non-profit sector in Slovakia from 2010 to 2018 7 Legal form 2010 2011 2012 2013 2014 2015 2016 2017 2018 Civic associations 28,546 30,536 32,472 34,179 36,298 38,989 N.A. N.A. N.A. Public benefit organisations 2,322 2,399 2,617 2,872 3,297 1,667 2,094 2,797 3,377 Foundations 430 445 461 447 464 97 124 270 366 Non-investment funds 492 499 499 506 502 25 40 222 337 Total 31,790 33,881 36,049 38,004 40,561 40,778 N.A. N.A. N.A. Source: Statistical Office, 2019. Furthermore, when considering the high number of civic associations, one should use some caution, since a significant proportion of them are sports clubs, parents and friends of school associations or recreation associations. 8 Therefore, given the lack of a stable entrepreneurial activity, they cannot be considered social enterprises. In general, the authors, based on their experience as well as the field of activities of civic associations, estimate that approximately 1% of total number of civic associations (some 350 civic associations) can be considered as social enterprises de facto . As for public benefit organisations, out of some 3,400 entities registered organisations the authors estimate that some 20% (approximately 650 entities) are performing entrepreneurial activities generating income and could hence be classified as social enterprises. As of 2014, 9 there were 1,556 active cooperatives, among which roughly 50% had between 1 and 9 employees. 10 The most numerous ones were agricultural cooperatives, accounting for 47% of all cooperatives and employing over 30,000 people. Housing and consumer cooperatives are also common. 11 Nonetheless, it is plausible to assume that most cooperatives would not meet the operational criterion related to social (7) More recent reliable data on the statistical overview of the sector of not-profit organisation is not accessible. (8) Mészáros, P., Social Economy: Innovative model of economic and social development in Slovakia , UNDP, 2012. (9) There are no more recent relevant data. (10) National Statistical Office in Slovakia, 2016. Available at: http://portal.statistics.sk/showdoc. do?docid=41870. (11) Mészáros, P., Social Economy: Innovative model of economic and social development in Slovakia . UNDP, 2012. ",
        "40 | Mapping Social enterprises and their ecosystems in Europe | Country report SLOVAKIA dimensions: experts estimate that only some 1% of the cooperatives can be considered de facto social enterprises, which accounts for some 15 entities. Table 5. Estimated scale of social enterprise in Slovakia Social enterprise type Legal form Estimated proportion of organisations meeting the EU operational definition of social enterprise Estimated number of social enterprises Number of registered social enterprise Public Benefit Organisations* (2018) 3,377 some 20% 650 2 Civic Associations* (2018) Some 35,000 some 1% 350 3 Cooperatives* (2015) 1,556 some 1% 5 2 Ltd* (2018) 180,000 some 0,0004% 80 59 Total - - 1,085 66 * Note: the data should be treated as indicative and based on authors’ own estimates and assumptions. They are based on indicative (and often subjective) assessments of the proportion of social enterprises among particular groups of entities and other assumptions. The reference periods for which data is available differ and are not available on a regular basis as a time series. The reference year is 2018, except for cooperatives (2015). As already mentioned, de facto social enterprises are often registered as sheltered workshop and/or non-public social service providers. In 2019 there were 1,399 sheltered workshops, employing 5,058 people with disability. Nevertheless, only half of them (751 entities) may be considered as social enterprises, as they are set up as a civic association or public benefit organisation (already counted in table 4). Non-public providers of social services are accredited according to the Act 448/2008 Coll. on social services registered in the Central register of social services. Non-public social services providers may operate under a variety of legal forms. Based on the authors’ estimation, approximately 500 out of 6,800 non-public providers, registered by end of 2019, can be qualified as social enterprises (already counted in table 4). ",
        "Mapping | 41 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Table 6. Estimated scale of organisations with a special status (2019) Type of special status organisation Registered Estimated proportion at least partially meeting EU definition of social enterprise Estimated number of social enterprises Registered Social Enterprises (Act 112/2018 on Social Economy and Social Enterprises) 66 100% 66 Sheltered workshops (Act 5/2004 on Employment Services) – form of WISE 1,399 some 50% 700 Non-public social services provider (according Act 448/2008 on Social Services) 6 900 some 8% 500 * Note: The reference year is 2019. Illustration 5. Sheltered workshops Sheltered workshops/sheltered workplaces – while focusing on work integration, sheltered workplaces are designed primarily for people with disabilities. They can operate under any type of legal form (e.g., cooperative, civic association, limited company). Sheltered workshops can be considered as work integration social enterprises for specific groups of employees – that is, people with health disabilities. In order to be granted a status if sheltered workshop at least 50% of the total headcount must be people with the heath disability recognised by the Social Insurance Company. Their mutual financing is guaranteed by the Act on employment services. Recently, the conditions for conferring the status and granting the financial subsidy for a sheltered workshop has changed. The former obligatory (claimable) conferring of the status and accordingly the financial subsidy for a sheltered workshop is now optional. This means that each new project to create a sheltered workshop is assessed by a regional committee established at each district labour office. The aim of this change, which is subject to criticism, was that the committees should individually examine regional priorities and possibilities (the number of registered unemployed with disabilities) and directly decide on the number and types of activities of protected workshops. In August 2019 there were some 1,400 sheltered workshops registered according the Act on the Employment Services. However, the strategy is to create such conditions that would attract sheltered workshops to apply for the status of registered social enterprise ",
        "42 | Mapping Social enterprises and their ecosystems in Europe | Country report SLOVAKIA according Act on Social Economy and Social Enterprises. Concurrence of the status of sheltered workshop with the status of registered social enterprises is forbidden by the law, once the sheltered workshop wants to enjoy a status of registered social enterprise its status of sheltered workshop must to be cancelled. 3.2. Social enterprise characteristics The publicly available register of social enterprises maintained by the Ministry of Labour, Social Affairs and Family presents a limited overview of the characteristics of the social enterprises registered under Act on SEaSE. It includes information such as legal forms, economic activities within the social business, addresses, etc. Based on the analysis of the information provided by register of social enterprises, the biggest proportion of social enterprises (89%) has the legal form of a limited liability company (Ltd). Three entities are registered as civic associations, two as cooperative and two as public benefit organisations. All of the registered entities are work integration social enterprises. From a regional perspective, 12 registered social enterprises are located in the Presov region, 27 in the Kosice region, 10 in the Banska Bystrica region, 6 in the Žilina region, 3 in the Trenčin region, 5 in the Nitra region, 1 in the Trnava region and 2 in the Bratislava region. The prevalent activities of the social enterprises registered under Act on SEaSE are manufacturing, construction or agriculture/forestry. Figure 1. Overview of economic activity of the active ex lege registered social enterprises in Slovakia in 2018 ",
        "Mapping | 43 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Based on the authors’ estimation, public benefit organisations are the largest group of non-registered social enterprises. Their sectoral breakdown is shown in table 6 below. The total number of organisations indicated in the table is significantly higher than the total number of the registered public benefit organisation, which in 2015 amounted to 1,667 organisations. This results from the fact that a public benefit organisation is allowed to cumulate its goals and focus on more than one area of activities. Table 7. Sectoral breakdown of non-profit organisations providing public benefit services in Slovakia Area of activity Number of organisations focused on the specific area of activity by the end of 2015 provision of healthcare 337 provision of social assistance 978 design, development, protection, restoration and presentation of spiritual and cultural values 783 protection of human rights and fundamental freedoms 296 education, training and development of physical culture 755 research and development, scientific and technical services and information services 484 development and protection of the environment and the protection of the health of the population 304 services to promote regional development and employment 513 provision of housing, management, maintenance and renewal of housing stock 104 Source: Register of NOPBS maintained by the Ministry of interior of Slovak Republic ",
        "44 | Mapping Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Civic associations operate in a wide range of areas (education, social services and welfare, healthcare, fair trade and environmental protection). Nonetheless, no precise data on sectoral breakdown is currently available. Illustration 6. BEEsnis, Zavada This enterprise was established by a civic association, kRaj, in 2014, together with the Ekopolis Foundation and the Norwegian partner Bybi. Its core activities of beekeeping help in the creation of employment opportunities for marginalised groups. In the past few years, 20 new apiaries have been established thanks to the activities and programmes of BEEsnis. At the same time more than 40 people found employment (including members of the Roma community and people suffering from disabilities), 1,400 pupils and students participated in training programmes, and more than 700 people participated in one of their workshops. These data give us an idea of the success of BEEsnis. However, the enterprise is not officially registered as a social enterprise at the Ministry of Labour. This enterprise recognises that most plant food must be pollinated by insects and that even farm animals are dependent on pollinated plants. Unfortunately, the number of pollinators is decreasing each year all over the world. It is therefore essential to make beekeeping popular again among people, to educate people in the field of pollination of the landscape and to show the importance of pollination for the survival of humankind and animal species. The region of Kokava was in the past very rich in apiaries, but the bee pest radically reduced the number of apiaries in the whole region. Today, the tradition of beekeeping is in decline and the Poltár region is the one with the lowest number of apiaries and beekeepers in Slovakia and the highest rate of unemployment at the same time. Despite social and economic problems, the project aspires to solve environmental problems and at the same time create new jobs. The project BEEsnis aims to revive the tradition of beekeeping and to create new employment possibilities in beekeeping for the long-term unemployed and, in particular, for the marginalised groups. The project has set an ambitious goal – that is, to solve environmental problems by improving the economic and social situation. The education in beekeeping is realised in the educational apiary at Liešnica, where an experimental educational programme for visitors is tailored according to the visitors’ requirements. The aim is immediate contact with the bees by the visitor, protected by beekeeping overalls, and to overcome the fear of bee stings. The programme is also present in schools, and at various markets and festivals. Source: www.kraj.sk/ ",
        "4 ECOSYSTEM In this fourth section, the Slovakian social enterprise ecosystem is discussed in relation to its gradual development. The sector has recently received more attention from public entities and academic institutions. In particular, social enterprise recognition has significantly improved since the adoption of the Act on SEaSE. In accordance with the new act, the Ministry of Labour, Social Affairs and Family established the Department of Social Economy. A key role in free technical assistance to social enterprises in the regions is provided by the Institute of Social Economy, which is a large-scale, ESF-funded initiative. Job subsidies paid through public resources also significantly support Slovakian social enterprise development. However, as of December 2019, the country still had no umbrella organisation or official social enterprise network. The non-public infrastructure available to social enterprises is also not large and is mostly concentrated in the capital. However, social investing is gradually emerging and access to finance is, in general, improving for social enterprises. The interest of traditional bank institutions in social enterprises has increased significantly over recent years. A positive role is played by the Ministry of Finance, which has succeeded in raising the interest of a number of significant financial institutions and banks, which participate in the debate about social enterprise access to finance. ",
        "46 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Ecosystem is a term used to describe the environment within which social enterprises operate. It helps in accounting for the fact that social enterprises develop in relation to their users or beneficiaries, lead producers, suppliers, stakeholders etc. This section firstly lists the key actors participating in or affecting social enterprises and their activities. Then it discusses policy schemes and support structures before moving to the description of the public procurement framework. Next, it outlines the networks of social enterprises (or the lack of them) and it describes the domain of social enterprise research, education and skills development in Slovakia. Finally, the demand/supply of social finance is briefly investigated. 4.1. Key actors The recognition of social enterprises has significantly increased over recent years thanks to the adoption of the Act on SEaSE. In accordance with the new act, the Ministry of Labour, Social Affairs and Family established the department on social economy, which, by December 2019, consisted of five employees. The department of social economy closely cooperates with the Institute of Social Economy. It is a large-scale ESF-funded project with the main task to provide free- of-charge, regionally-based technical assistance to potential and starting social enterprises. An important role is also played by non-public actors, such as foundations that provide systematic support to newly established and existing social enterprises. Noteworthy are also a few of financial institutions. Table 7 below provides a more detailed overview. Generally speaking, despite certain improvements, the public and private infrastructure available to social enterprises in Slovakia is not well-developed yet. Based on the interviewed stakeholders, there is no official network of social enterprise organisations in Slovakia as of December 2019. ",
        "Ecosystem | 47 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Table 8. Key institutions/organisations of the Slovak social enterprise ecosystem Type of institution/Organisation Actor Policy-makers - governmental departments or institutions designing or implementing policy, support instruments and measures for social enterprises and infrastructures > Ministry Labour, Social Affairs and Family, Department of Social Economy (in charge of management and implementation of Act on SEaSE); > Office of Governmental Plenipotentiary for Civil Society Development (in charge of social economy as such); > Institute of Social Economy (large-scale ESF-funded project managed by the Implementing Agency of the Ministry Labour, Social Affairs and Family). > Slovak Business Agency (in sense of introducing social enterprises as fully-fledged member of business community). Customers – authorities and traditional businesses contracting social enterprises > Central, regional and local authorities; > Commercial organisations; > Legal entities applying the principles of socially responsible public procurement. (significantly enforced by the Act on SEaSE). Organisations promoting, certifying and awarding social enterprise labels > No such label exists in Slovakia. Institutions, civil society initiatives or other social enterprises promoting social entrepreneurship education and training, and presenting role models > The Matej Bel University in Banská Bystrica (Faculty of Economics; Faculty of Education); > Comenius University in Bratislava (Faculty of Philosophy); > Comenius University in Bratislava (Faculty of Management); > University of Economics in Bratislava (Faculty of National Economy); > Catholic University in Ružomberok (Faculty of Education); > municipality of Spišský Hrhov; > municipality of Raslavice; > social enterprise Bivio; > Green Foundation in partnership with Slovenska Sporitelna Foundation and Slovenska Sporitelna (joint project Academy of Social Economy); > Slovak Business Agency; > Pontis Foundation; > Ekopolis Foundations. ",
        "48 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type of institution/Organisation Actor Organisations that have the capacity to act as an observer and to monitor the development and to assess the needs and opportunities of social enterprises > NESsT, (1) non-public organisation operating for social enterprises in emerging markets; > Ashoka, regional office in Vienna; > Forecasting Institute at Social Academy of Sciences; > Pontis Foundation; > Green Foundations. Providers of social enterprise start-ups and development support services and facilities (such as incubators) > Academy of Social Economy (joint initiative of Green Foundation, Slovenska Sporitelna Foundation and Slovenska Sporitelna); > NESsT; > Slovak Business Agency; > Social Innovators; > Ekopolis Foundation; > Impact Hub; > Social Impact Award. Business support providers > Social Innovators (partner of foreign social bank TISE) > Slovenska Sporitelna (Erste Group); > Slovak Investment Holding. (2) Facilitators of learning and exchange platforms for social enterprises > Municipality of Spišský Hrhov; > Institute of Social Economy; > Academy of Social Economy; > Occasional ad hoc projects may occur, but no permanent platform exists. Social enterprise (support) networks, associations > No network of social enterprises as such exists in Slovakia. Key providers of finance > Government funds for work integration social enterprises; > Social Innovators (partner of foreign social bank TISE); > Slovenska Sporitelna (Erste Group); > Slovak Investment Holding; > ESF and ERDF funding; > Private / Corporate Foundations; > Model of tax assignation by individuals and legal persons. Research institutions > The Matej Bel University in Banská Bystrica (Faculty of Economics); > Comenius University in Bratislava (Faculty of Philosophy); > Comenius University in Bratislava (Faculty of Management); > University of Economics in Bratislava (Faculty of National Economy); > Forecasting Institute of the Slovak Academy of Sciences. ",
        "Ecosystem | 49 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 4.2. Policy schemes and support measures for social enterprises A key role in supporting social enterprises in Slovakia is played by the Ministry of Labour, Social Affairs and Family, which considers social enterprises a policy priority. Social entrepreneurship promotion was furthermore listed among the key topics of the Slovak Presidency of the Council of the EU 2016. The backbone of the existing schemes and support structures is the Act 112/2018 Coll on Social Economy and Social Enterprises, which introduced enabling conditions for social enterprises. The Act on SEaSE also expanded the debate on the nature of social enterprises. Social enterprises have gradually started to appear in the portfolio of ministerial departments. Based on the Act on SEaSE, the Ministry of Economy announced a dedicated call to support social enterprises and social innovation among SMEs. Interest was also shown by the Ministry of Culture in the context of the protection of cultural monuments. The Ministry of Education, Science, Research and Sport is also interested in social enterprises as a means to increase adults' qualifications and lifelong learning. The initiatives are addressed to any social enterprises, regardless of their formal registration under the Act on SEaSE. Powerful advocates of social enterprises are also municipalities. Social enterprises are to be integrated into the Action Plan for the development of less-developed districts, which has been promoted by the government since 2015 and introducing it as the main framework for affirmative action to improve the quality of life and employment rate in these districts. Action Plans are prepared for 20 12 of the 79 districts in Slovakia. 4.2.1. Support measures addressed to all enterprises that fulfil specific criteria (that may also benefit social enterprises) All enterprises, including social enterprises that create jobs for disadvantaged jobseekers 13 , can apply for a public subsidy supporting the newly created or sustained job. The financial support is accessible through local employment offices and it is financed through the budget allocated for active labour policy based on the Act No. 5/2004 Coll. on Employment Services. (12) Districts of Lučenec, Poltár, Revúca, Rimavská Sobota, Veľký Krtíš, Kežmarok, Sabinov, Svidník, Vranov and Topľou, Rožňava, Sobrance, Trebišov; Gelnica, Bardejov, Medzilaborce, Košice-okolie, Snian, Levoča, Michalovce, Stropkov the list is provided by the Central Office of Labour, Social Affairs and Family. (13) Eligible groups of disadvantaged jobseekers are defined in Act No 5/2004. ",
        "50 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA In addition to direct financial assistance, enterprises employing a disadvantaged employee may apply for a reduction of the obligatory contribution to the social and health insurance companies. 4.2.2. Support measures addressed to social economy/non-profit organisations (that may also benefit social enterprises) Funding, if any, for non-profit organisations is project-based and opportunities for institutional support are scarce. The opportunities for non-profit organisations to provide public services funded from public sources are quite limited as well. The trend among donors to focus primarily on project funding channelled to non-profit organisations results in high competitiveness between non-profit organisations, and in a lack of capacity to build sustainable non-profit organisations in terms of funding and human resources. Hence, non-profit organisations are under-resourced. The most significant public source exclusively addressed to non-profit organisations is, most probably, the EEA 14 scheme of small grants for NGO named Active Citizens Fund administrated and distributed via contracted intermediaries from NGO sector. 4.2.3. Support measures specifically addressed to social enterprises The SEaSE Act established three key types of support measures tailored for social enterprises. They are classified as: a) investment aid, b) compensatory aid, and c) demand-support aid. The investment and compensatory aid involves financial assistance (combination of financial instruments and non-repayable aid), whereas the aid stimulating the market for social enterprises primarily involves non-financial assistance. As for investment aid, social enterprises may apply for non-repayable aid only when at least 20% of the total budget of the investment plan is acquired through a loan. The combination of loan and non-repayable forms of support aims to stimulate a greater commitment to the quality of the investment plan on the applicant's side and a lower level of risk on the donor's side. The quality of the business plan, for which the investment aid is requested, is reviewed by the independent financial institution. Once the financial institution decides to provide the repayable component of the investment aid, obtaining the non-payable component should be a formal matter. At the time of writing (December 2019), investment aid for the applicants was not yet available but its preparation was in the final stage. (14) European Economic Area, so called \"Norwegian grants\". ",
        "Ecosystem | 51 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Compensatory aid is financial aid, provided to social enterprises who are disadvantaged when compared to mainstream enterprises which provide similar services or run similar activities. Typical compensatory aid are wage subsidies for disadvantaged or \"vulnerable employees of integration social enterprise. Although the Act on SEaSE sets out a number of forms of compensatory aid, the only one currently on the place is a wage subsidy (a form of non-repayable aid) accessible only for registered work integration social enterprises. Aid intensity and duration of subsidy is contingent upon the type of employee disability and fully copies Articles 32-35 of the Commission Regulation (EU) No 651/2014 from 17 June 2014 declaring certain categories of aid compatible with the internal market under Articles 107 and 108 of the Treaty. Existing compensatory aid assigned for subsidising the wages of disadvantaged and/ or vulnerable employees is redistributed through the local employment offices under Act 5/2004 on Employment Services. Compensatory aid is an entitlement; thus, any registered social enterprise which meets the conditions is entitled to obtain it. 4.2.4. EU funding The topic of social enterprises strongly resonates also within the European Social Fund (programme period 2014-2020). De jure , social enterprises are allowed to apply for financial support from most of the calls for project proposals issued by either the ESF or ERDF. Yet, de facto , various obstacles prevent non-profit organisations from benefiting from these resources. These include, for instance, the required co-financing or administrative capacities necessary for successful implementation, which most non-profit organisations are not able to meet. According to the interviewed stakeholders, EU funding, however, is considered an important source of financing for social enterprises in Slovakia (particularly considering the gradual decline in state support). It is also the key source for financial coverage of the measures introduced under the Act on SEaSE. Support schemes also exist under the European Regional Development Funds. For the use of social enterprises, a budget of 90 million EUR was allocated for year 2014- 2020. Unfortunately, due to permanent delays and administrative challenges most of the money has not yet been accessible for potential beneficiaries and the specific calls for proposals are still under preparation. Table 7 summarises the main support measures social enterprises can benefit from, depending upon whether they address all enterprises, non-profit organisations or specifically social enterprises. ",
        "52 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Table 9. Overview of public support measures Provided to all enterprises that fulfil specific criteria Provided to non-profit organisations Provided to social enterprises All enterprises that create jobs for disadvantaged jobseekers (3) can receive public contribution. (4) Specific, non-profit targeted, support schemes, as EEA Active Citizens Fund. A spectrum of tailored measures and financial aid schemes (investment and compensatory aid) have been introduced under Act on SEaSE and financial aid (mostly financed by ESF and ERDF). Servicio Andaluz de Empleo Consejería de Economía, Innovación, Ciencia y Empleo 4.3. Access to market The Act on SEaSE contributes to improving social enterprise access to market. Among the most significant innovations are surely the amendment of Act 343/2015 on public procurement, the introduction of service vouchers, and additional arrangements. Socially responsible public procurement Together with the adoption of Act on SEaSE, an amendment to Act 343/2015 on Public Procurement was passed, serving as a legal framework stimulating the market for social enterprises. While it was already possible to directly award contracts to sheltered workshops or 'subjects employing disadvantaged people' by virtue of the transposed Directive 2014/24/EU on Public Procurement, the new amendment includes registered social enterprise, thus making it possible to directly award an under-limit contract 15 to a registered social enterprise. Effective from 1 January 2020, is also a quota system. According to the quota system, each contracting authority, which is conducting more than 10 public procurements annually, is obliged to apply social aspects in a minimum of 6% cases of procurement. Exact parameters and methodical guidelines for the successful implementation of this obligation are currently under discussion. (15) Under limit contract' is financial threshold applied in public procurement process. The threshold varies depending on the types of goods or services. ",
        "Ecosystem | 53 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA The possibility of reserved contracts 16 and the emphasis on social dimension in public procurement ensured by quota system was welcomed by the social enterprises. However, they are often unable to fully respond to created opportunities. Most of them do not have experience in participation in public procurement, which is perceived in Slovakia as a very complicated and risky process. The problem is also a relatively low number of registered social enterprises, for which the reserved contract may be intended, the contracting authorities therefore use reserved contracts only rarely and in a small scale. Service vouchers Service vouchers also contribute to widening the market accessible to social enterprises. These are bonds issued by the Ministry of Labour, Social Affairs and Family, which can be used to pay for the services delivered by registered social enterprises. The value of one service voucher is 10 EUR; they address two types of clients: > general households – they pay the social enterprise the full amount of the voucher (EUR 10) which is later, when the voucher is declared back to Ministry of Labour, Social Affairs and Family backed by the social enterprise, subsided (plus EUR 3); > persons who are assisted by another person (e.g. a person with disability, health issues or senior) – they pay a reduced price for the voucher (EUR 5). The remaining amount is paid to the social enterprise by the Ministry. Services that can be paid through vouchers include household (including garden) services. The voucher does not necessarily constitute a payment per hour of service. The scope of the services per one voucher is subject to the price policy of the specific social enterprise. Additional arrangements According to Act SEaSE, registered social enterprises can be awarded a contract for the purposes of fulfilling the compulsory rate of employees with disabilities. In Slovakia, there is legislation pursuant to which, employers that employ more than 20 employees, have the obligation to employ people with disabilities. In the event that the employers fail to employ persons with disabilities, they are required to pay the state either in the form of a fine or by awarding a contract to a sheltered workshop or a registered social enterprise. However, this option is relevant only for integration social enterprises employing people with disabilities. Act 112/2018 also provides for the possibility of reducing the value added tax rate to 10% for goods and services provided by a registered social enterprise. (16) Reserved contract is a type of the contract which may be used in specific processes of public procurement. ",
        "54 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 4.4. Networks and mutual support mechanisms To the knowledge of the authors of this report, currently, there is no formally recognised network for social enterprises in Slovakia. There might be some grass-root local networks which, however, currently lack visibility and are often absent from discussions at research and policy level. Some effort is needed to recognise them and include them in relevant debates on social enterprises. Some structures, which have the potential to become key players in establishing such as an umbrella, already exist. One of them is the Centre for Research of Social Economy and Business located at the Faculty of Economics, the Matej Bel University, which has been in operation since 2007. 17 4.5. Research, education and skills development Academic institutions also contribute to providing support to social enterprises. Substantial changes concerning university programmes have occurred over the past few years. Since 2011, the Faculty of National Economy of the University of Economics in Bratislava provides several courses in social entrepreneurship. Faculty members have also published several publications and textbooks on relevant subjects. From the academic year 2016/2017, further education in areas related to social entrepreneurship has been offered also for representatives of local governments in Slovakia. This programme was designed in close partnership with the public benefit organisation EPIC. The Comenius University in Bratislava and the Catholic University in Ružomberok also offer several courses on social enterprise-related subjects for students attending their programmes. Finally, the Faculty of Economics of the Matej Bel University in Banská Bystrica offers a range of courses in social entrepreneurship. All of these universities have Masters and PhD graduates in this field of research (assuming approximately 20 graduated students per year). This should help both in the employability of these students in top positions of social enterprises in Slovakia and in significantly affecting public perception of social entrepreneurship in Slovakia. In addition to the above, since 2007 the Social Economy Research Centre has been operating at the Faculty of Economics of the Matej Bel University in Banská Bystrica 18 and, since 2018, the Forecasting Institute of the Slovak Academy of Sciences has also been focusing on the social enterprises related topics. (17) www.ef.umb.sk/projectse. (18) www.ef.umb.sk/projectse. ",
        "Ecosystem | 55 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA These and other similar research institutions may provide some of the services generally available to social enterprises via networks, etc. Illustration 7. CHRABYD civic association, sheltered workshops and sheltered housing, Banska Bystrica CHRABYD was established in 2002 as a civic association of parents with children with disabilities. The Executive Committee of CHRABYD includes members – volunteers who are trained and capable of responding to legislative, financial and technical issues in the provision of social services and social entrepreneurship. Several of them hold lectures, publish, co-found or manage social service facilities or sheltered workshops. Specifically, this organisation operates for the provision of social services to families with people with disabilities through social entrepreneurship, with the goal of maintaining as high a quality of life as possible for people who depend on the help of others. It operates according to the Act 448/2009 Coll. on social services. The geographic area in which CHRABYD operates is located in the Banska Bystrica region. There, the organisation attempts to build a network of facilities for people mainly dependent on the help of others. Related aims of this organisation include, amongst others, work on legislation drafting and supporting consideration of social service facilities as a social enterprise providing specific public services – the development and quality of life. The financial structure of this civic association is as follows: > subsidies for clients dependent on social services by type of service (Ministry of Labour, Social Affairs and Family or relevant regional and local authorities); > payments from clients in the amount of economically justified costs; > tax assignation (1.5% for companies; 2% or 3% for individuals); > sponsorship and donors; > income from a variety of domestic and foreign projects. It should also be noted that for more than 14 years CHRABYD has successfully provided free consultancy services for other entities and individuals who want to provide social services and employ people with disabilities. CHRABYD itself is a founder of a sheltered workshop and two low-capacity facilities of social services (Betonika Pstruša and Betonika Priechod). Recently, it contributed to finishing the building of a new house for ",
        "56 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA retired people (Seniordom Betonika Banska Bystrica). This is a positive example of how a social enterprise can actively support the establishment of other non-profit entities. Sources: http://www.ozchrabyd.eu 4.6. Financing This section presents a summary of findings on the demand and supply side of finance for social enterprises in Slovakia. It outlines the existing landscape of institutions and schemes that constitute the source of finance for such enterprises. Finally, the section also attempts to answer the question as to whether there is a gap between the demand and supply of finance. Regrettably, the possibilities for the discussion of new instruments such as crowdfunding for social enterprises remain limited, as it is not possible to access relevant data systematically and thus provide reliable estimates. 4.6.1. Demand for finance A general problem with social enterprises in Slovakia is that they are often under- financed. Finance is needed for both operational and administrative costs on the one hand, and for investments on the other. Operational costs are unarguably the most substantial part, given the specific purpose of the number of social enterprises in Slovakia of providing work opportunities for disadvantaged people. Finance is thus required first and foremost to cover personnel costs along with other operational and administrative costs, which are also relevant. Other types of costs would normally include those for equipment and machinery, depending mostly on the activity or area in which the enterprise operates, or in some cases, to acquire premises to house the activities. The demand for finance, primarily to cover operational costs, appears to be higher compared to the availability of funds on the supply side. On the other hand, evidence suggests that a considerable level of unmatched demand for finance can be in part explained by the capacities on the social enterprises side. The Euclid Network, an organisation gathering experts from non-profit sector indicates, for instance, the inability of many non-profit organisations, often relies solely on one donor to diversify their funding sources. 19 This is matched by the limited entrepreneurial capacities of certain potential beneficiaries who are sometimes discouraged from looking for traditional, not to say alternative and innovative, sources of capital and finance. (19) Euclid Network, 2014. Slovakia. Available at: http://www.euclidnetwork.eu/programme-areas/ geographical-areas-in-which-we-work/civil-society-in-europe-country-profiles/slovakia.html. ",
        "Ecosystem | 57 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Based on the authors’ experience and the comments obtained from stakeholders, traditional financial intermediaries such as banks are not considered as the primary source for finance in Slovakia: banks and social enterprises seem to be mutually quite separate. 20 A representative of the Slovenska Sporitelna (Erste Group) pointed out the lack of sufficient cashflow from commercial activities of social enterprises, the limited business acumen of management and a lack of sufficient assets that could be used as collateral. In other words, when submitting their application for loans to banks, managers or representatives of social enterprises do not seem to satisfy the criteria to become eligible for loans. However, the new investment aid under preparation identifies the challenges to be overcome by the new type of the investment aid, which is under preparation and it is designed especially for social enterprise needs. Under the newly design financial instrument the only the quality of investment plan will be considered, while the collateral will not be required. 4.6.2. Supply of finance There are several examples of banks systematically showing interest in social enterprise activities. For instance, the Slovenska Sporitelna (a member of Erste Group) or the initiative Social Innovators, which is channelling the capital of social banks TISE to Slovakia, are interested in investing more in the non-profit sector and, in particular, supporting social enterprises. By December 2018, Slovenska Sporitelna had cooperated with hundreds of non-profit organisations. Based on their experience often featured by the lack of entrepreneurial skills at the not-profit organisations and social entrepreneurs´ side, Slovenska sporitelna together with the Green Foundation and Slovenska Sporitelna Foundation established a training/incubation programme named Academy of Social Economy. It aims to improve the entrepreneurial skills and absorption capacities of social economy entities and potentially increase investment opportunities for Slovenska sporitelna. The Erste Group also organises a competition for social enterprise start-ups driven by non-profit organisations, called Uni2010. The winners of the Social Impact Award competition receive funds in the amount of 3,000 to 5,000 EUR and a mentoring scheme to further develop their activities. 21 The second most visible initiative focused on providing accessible capital for social enterprises is a new initiative named Social Innovators. It associates experts with the financial background and channels the capital from foreign social banks TISE to Slovakia. By December 2019, it had built a portfolio of 11 projects in amounts of some 5 million EUR. (20) Such conclusion is also supported by outcomes from analysis available at: https://www.statista. com/outlook/297/151/business-finance/slovakia#. (21) For more info see http://socialimpactaward.sk/vitazi/. ",
        "58 | Ecosystem Social enterprises and their ecosystems in Europe | Country report SLOVAKIA In the past, other commercial banks (e.g., CitiBank or OTP Bank) have also provided limited support to social enterprises. However, it should be highlighted that loans and other support measures tailored to the non-profit sector were most often provided within the framework of their CSR activities. Nevertheless, it can be argued that standard banks, except the above mentioned pioneers, are not very active in supplying finance to social enterprises. Despite the limited scope it is nonetheless the first step for the promotion of social enterprises through services that could be defined as an embryonic form of \"ethical\" or \"social\" banking. Problems related to limited accessibility to financial capital are further exacerbated by the absence of a model of community-based local banks in Slovakia (e.g., cooperative banks) or any type of special-purpose banks that could provide tailor-made financial instruments to social enterprises. From this point of view, it can be concluded that Slovak social enterprises are relatively disadvantaged compared to those operating in Western Europe, where cooperative and mutual banks are there to provide such instruments and services. 22 Finally, there are no specific social/ethical banks comparable to those operating in Western Europe. That being said, for most social enterprises, the following possibilities for financing are available: > public funds (state budget or European structural and investment funds); > private funds (as resources from commercial foundations redistributed based on their CSR strategy; however, it is applicable only in the case of those linked to specific non-profit organisations); > competitions for awards, e.g. NESST, Uni2010, which support social enterprises and ideas with social impact; > income from the tax assignation scheme (in the case of those linked to the non- profit organisation); > income from entrepreneurial activities; > donations and sponsorships; > grants (e.g. from the EEA grants provided by the governments of Norway, Iceland and Liechtenstein). (22) For example, the fact that no bank from Slovakia is listed as a member or representative in the European Association of Cooperative Banks – the leading association of cooperative banks in Europe – is quite telling. ",
        "Ecosystem | 59 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 4.6.3. Market gaps and deficiencies There has been no research focusing on the estimation of the gap between the demand and supply of social finance in Slovakia for both operations of social enterprises and for investment purposes. Having said that, it is plausible to assume that such a gap exists, as confirmed by the representative of the Ministry of Labour, Social Affairs and Family of the Slovak Republic, Slovenska Sporitelna, and some other stakeholders. One element is worth considering when focusing on market deficiency. As indicated by some stakeholders, social enterprises are perceived as risky investments because of the relatively weak business models, comparatively low management standards, and a lack of sufficient assets to function as collaterals, and so on. With respect to the weaknesses of their business models, it should be remembered that this results primarily from the limited ability of these enterprises to generate income themselves, the comparatively low productivity of employees and what is often perceived as the limited motivation of staff in accomplishing their tasks. In the past, several work integration social enterprises had to close down shortly after starting their business, and this has been a trend that distinguished them negatively from other models of social enterprises in the West, where productivity per employee appears to be higher. 23 (23) Korimová, G., Social economics and entrepreneurship, Banská Bystrica, 2014. ",
        "",
        "5 PERSPECTIVES Despite positive and dynamic development, the social enterprise debate is still largely focused on the persistent challenges that social enterprises and their stakeholders face. In general, it seems that developmental barriers are more pronounced than potential opportunities and include: poor entrepreneurial skills among potential social enterprises from the non-profit sector; a narrow understanding of the social enterprise concept limited to work integration and social inclusion; limited stakeholder participation and engagement; and strong dependency upon ESF-funding schemes. On the positive side, the Act on SEaSE’s adoption introduces several mechanisms that may improve the capacities of social enterprises. Additional opportunities for the emergence and consolidation of social enterprises include: a substantial demand for social services by ageing citizens; persistently high long-term unemployment in many regions and issues of poverty, especially among particularly marginalised groups such as people from Roma communities; and environmental challenges. Overall, the role of social enterprises is expected to grow in importance over the coming years in response to the recently introduced, comprehensive social economy and social enterprise legal framework. ",
        "62 | Perspectives Social enterprises and their ecosystems in Europe | Country report SLOVAKIA This section focuses on debates surrounding social enterprises and barriers and opportunities to their development, as well as on the trends, challenges and main perceptions with respect to the role of social enterprises in the provision of general- interest services and products. 5.1. Overview of the social enterprise debate at national level Positive changes in the acceptance of social enterprises by both public actors and the public have been observed lately. A number of activities focusing on social enterprises, including academic conferences, publishing activities, educational activities, initiatives from the financial sector and the promotion of objectives pursued by social enterprises have contributed positively towards a general attitude of acceptance of social enterprises. The relevance of their social contribution is now better understood by the public than in the past. The public debate was surely stimulated also by the Act on SEaSE, which was preceded by approximately two years of consultations involving a wide range of stakeholders. A review of the major debates in Slovakia clearly shows that the main focus of these debates is on the persistent challenges faced by social enterprises. The kind of infrastructure essential to adequately support social enterprises is still largely missing, specifically when talking about the regions. The general public stereotypically perceives social enterprises exclusively in the context of employment. Social enterprises continue to be narrowly understood and are often conflated to work integration initiatives aimed at integrating the most disadvantaged groups, including people from ethnic minorities (i.e., marginalised Roma communities) or people with disability. In addition, the degree of self-recognition of social enterprises is rather low. It is not unusual that organisations that display all the characteristics of a social enterprise do not consider themselves as such. ",
        "Perspectives | 63 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 5.2. Constraining factors and opportunities As a result of the research conducted in the preparation of the present report and of a series of interviews with stakeholders, it was possible to assess the barriers and opportunities for the development of social enterprises. The list of barriers includes the following: > Low level of social capital – the vibrant non-profit sector requires a high level of social capital which, despite significant changes since the transformation, is still inadequate in Slovakia. 24 This is also reflected in the relatively low awareness and understanding of the concept of a social enterprise, although things are gradually improving. > Weak managerial and entrepreneurial skills – systematic training opportunities and education of future managers of social enterprises are lacking. > A lack of coordination among stakeholders – this problem is further exacerbated by the fact that they often operate without adequate networking facilities (thus, they do not seem to relate to each other, which is essential for the success of social enterprises). > Controversies and negative connotations of the term \"social enterprise\" – persist as a result of the misuse of public funds during the implementation of the pilot stage of social enterprise in 2008. This negative impact is experienced by some Slovak social enterprises at present, although the situation is gradually improving and the negative connotation of the term is being gradually overcome. > Insufficient amount and form of finance for both operational and investment activities – despite significant improvements, there is still a rather limited number of financial instruments adapted to the needs of social enterprises, and funding, although instrumental in the first stage, may turn out to be inadequate to stimulate the development of a more entrepreneurial dimension and a more rigorous approach to the social enterprises. In this respect, lowering the level of the maximum co-financing of the wages for employees who are employed under the work integration contracts may be differently interpreted. On the one hand, it can result in the closure of some of the organisations that will be unable to find substitute funding instead of public support. On the other hand, it constitutes a stimulus for the development of more viable business models by social entrepreneurs. (24) Strečanský, B. and Stolárikova, K., Social Economy and Social Enterprises in Slovakia. Civil Szemle, 2012. Available at: http://www.cpf.sk/files/files/Pages%20from%20CivSzle_2012_4_web.pdf. ",
        "64 | Perspectives Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Even though the above problems remain unsolved or they are not properly addressed, a positive shift can be observed in the willingness, for example, to perceive social enterprises as an instrument for the creation of employment opportunities for disadvantaged citizens and for improving the lives of people who are unable to care for themselves. In summary, the list of potential opportunities for social enterprises, on which stakeholder-participants agreed, include the following: > Substantial demand for social services – the demand for social services continues to be high in Slovakia. This clearly shows the strong potential for the development of this sector as some of the demands remain unmet. Specifically, with the ageing of the population in Slovakia, persistently high long-term unemployment in many regions of the country and problems of poverty or unmet needs of a significant proportion of the people living in marginalised Roma communities, the demand for social services will continue to remain high. 25 > Adoption of a comprehensive legal framework – given the recent date of the Act on SEaSE adoption (May 2018), it is too early to assess its impact. However, it is clear that the adoption of the Act has revived an interest in the social economy and social enterprise among both experts and the general public. The adoption of the Act on SEaSE has significantly contributed to rehabilitating the concept of social enterprise in Slovakia. It is expected that the adoption of the Act on SEaSE will offer new opportunities to social enterprises, including access to financial and non-financial support, conceptual clarity, effective managerial schemes and growth of the social enterprise ecosystem. > Better communication of the objectives and criteria of social enterprises by academics or experts to a large audience. During recent years, positive examples relating to the subject of social enterprise captured the attention of the media. This has been also supported by increased activity by the academic sector in this field, and thus the conditions for improved communication are becoming well established. > Better recognition of social enterprises for welfare and general interest services – such recognition is also expected to have a positive impact on their acceptance and promotion. (25) Streĉanský, B. and Stolárikova, K., Social Economy and Social Enterprises in Slovakia. Civil Szemle, 2012. Available at: http://www.cpf.sk/files/files/Pages%20from%20CivSzle_2012_4_web.pdf. ",
        "Perspectives | 65 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA 5.3. Trends and future challenges In recent debates, policy assessments and other discussions, the following trends have been observed: > Improvements in conceptual clarity > Improvement of the overall ecosystem wherein social enterprises operate: > the recent initiative of the Ministry of Labour, Social Affairs and Family in relation to the new unit specialising in issues relating to social enterprises is expected to contribute to better coordination, networking, financial coverage and/or technical assistance . > Availability of new funding and support schemes : new opportunities for social enterprise growth are being offered due to adoption of the Act on SEaSE; > At the same time there is an increasing awareness/attention given to the importance of public procurement and, specifically, to socially responsible public procurement for the success of social enterprises. > Increased coverage in the media – the growing number of success stories attracting the attention of the media; awareness of general public about roles of social enterprises is being cultivated. > Increased social responsibility - projects in social entrepreneurship start to pay more attention on diverse topics, including social inclusion of a variety of marginalised groups, which is significantly extending the, so far limited, understanding of social enterprises. To conclude, social enterprises are expected to play a key role in a plurality of areas of general interest over the next future. These include the environmental field at both national and regional level and regional socio-economic development. ",
        "6 APPENDICES ",
        "Appendices | 67 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Appendix 1. The EU operational definition of social enterprise The following table represents an attempt to operationalise the definition of \"social enterprises\" based on the Social Business Initiative (SBI) promoted by the European Commission. 26 Main dimension General definition Relevant Indicators (not exhaustive list) (yes/no or range from low up to very high) Initial minimum requirements (yes or no) Examples/boundary cases comments Entrepreneurial/ economic dimension Social enterprises (SEs) are engaged in the carrying out of stable and continuous economic activities, and hence show the typical characteristics that are shared by all enterprises . > Whether the organisation is or is not incorporated (it is included in specific registers). > Whether the organisation is or is not autonomous (it is or is not controlled by public authorities or other for-profit/non-profits) and the degree of such autonomy (total or partial). > Whether members/owners contribute with risk capital (how much) and whether the enterprise relies on paid workers. > Whether there is an established procedure in case of SE bankruptcy. > Incidence of income generated by private demand, public contracting and grants (incidence over total sources of income). > Whether and to what extent SEs contribute to delivering new products and/or services that are not delivered by any other provider. > Whether and to what extent SEs contribute to developing new processes for producing or delivering products and/or services. SEs must be market-oriented (incidence of trading should be ideally above 25%). > We suggest that attention is paid to the development dynamic of SEs (i.e., SEs at an embryonic stage of development may rely only on volunteers and mainly on grants). (26) In accordance with Articles 48, 81 and 82 of the Treaty, as interpreted by the Court of Justice of the European Communities, \"an enterprise should be considered to be any entity, regardless of its legal form, engaged in economic activities, including in particular entities engaged in a craft activity and other activities on an individual or family basis, partnerships or associations regularly engaged in economic activities.\" ",
        "68 | Appendices Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Main dimension General definition Relevant Indicators (not exhaustive list) (yes/no or range from low up to very high) Initial minimum requirements (yes or no) Examples/boundary cases comments Social dimension (social aim) The social dimension is defined by the aim and/or products delivered. Aim: SEs pursue the explicit social aim of serving the community or a specific group of people that shares a specific need. \"Social\" shall be intended in a broad sense so as to include the provision of cultural, health, educational and environmental services. By promoting the general- interest, SEs overcome the traditional owner-orientation that typically distinguishes traditional cooperatives. Product: when not specifically aimed at facilitating social and work integration of disadvantaged people, SEs must deliver goods/services that have a social connotation. > Whether the explicit social aim is defined at statutory/legal level or voluntarily by the SE’s members. > Whether the product/activity carried out by the SE is aimed at promoting the substantial recognition of rights enshrined in the national legislation/ constitutions. > Whether SE's action has induced changes in legislation. > Whether the product delivered—while not contributing to fulfilling fundamental rights—contributes to improving societal wellbeing. Primacy of social aim must be clearly established by national legislations, by the statutes of SEs or other relevant documents. > The goods/services to be supplied may include social and community services, services for the poor, environmental services up to public utilities depending on the specific needs emerging at the local level. > In EU-15 countries (especially in Italy, France and the UK) SEs have been traditionally engaged in the provision of welfare services; in new Member States, SEs have proved to play a key role in the provision of a much wider set of general-interest services (e.g., from educational services to the supply of water). > What is conceived to be of a meritorial/general-interest nature depends on contextual specificities. Each national expert should provide a definition of what \"public benefit\" means in her/his country. ",
        "Appendices | 69 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Main dimension General definition Relevant Indicators (not exhaustive list) (yes/no or range from low up to very high) Initial minimum requirements (yes or no) Examples/boundary cases comments Inclusive governance- ownership dimension (social means) To identify needs and involve the stakeholders concerned in designing adequate solutions, SEs require specific ownership structures and governance models that are meant to enhance to various extents the participation of stakeholders affected by the enterprise. SEs explicitly limit the distribution of profits and have an asset lock The non-profit distribution constraint is meant to ensure that the general-interest is safeguarded. The non-profit distribution constraint can be operationalized in different ways. > Whether SEs are open to the participation and/or involvement of new stakeholders. > Whether SEs are required by law or do adopt (in practice) decision-making processes that allow for a well-balanced representation of the various interests at play (if yes, through formal membership or informal channels that give voice to users and workers in special committees). > Whether a multi-stakeholder ownership structure is imposed by law (e.g., France). > Whether SEs are required to adopt social accounting procedures by law or they do it in practice without being obliged to. > Degree of social embeddedness (awareness of the local population of the key societal role played by the SE versus isolation of the SE). > Whether the non-profit distribution constraint is applied to owners or to stakeholders other than owners (workers and users): whether it is short-term (profits cannot/are not distributed or they are capped) or long-term (asset lock); or both short and long-term. > Whether the cap is regulated externally (by law or defined by a regulator) or it is defined by the SE by- laws. > Whether limitations to workers’ and/or managers’ remunerations are also imposed (avoid indirect distribution of profits). SEs must ensure that the interests of relevant stake- holders are duly represented in the decision- making processes implemented. > Ownership rights and control power can be assigned to one single category of stakeholders (users, workers or donors) or to more than one category at a time—hence giving ground to a multi-stakeholder ownership asset. > SE can be the result of collective dynamics or be created by a charismatic leader (in principle a sole owner is admitted by some national legislations provided that the participation of stakeholders is enhanced through inclusive governance) or public agency. > Different combinations concerning limitations to profit distribution envisaged (e.g., most successful solution: capped dividends supported by total asset lock such as Italian social coops, CIC, SCICs). ",
        "70 | Appendices Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Appendix 2. Reference list > Alexy, K., The Social Economy in selected European Countries and Slovakia , 2007. Available at: http://diplomovka.sme.sk/zdroj/3258.pdf. > CECILY, Community Empowerment for Social Inclusion and Local Employment , Focus Report, Social entrepreneurship, Analysis of the situation in Slovakia, the city of Banská Bystrica, Slovakia, 2012. > CIREC, L’Économie Sociale dans l’Union Européenne , 2013. Available at: http:// www.eesc.europa.eu/resources/docs/qe-30-12-790-fr-c.pdf. > Cooperatives of Slovak Republic, History of cooperative movement in Slovakia , 2011. Available at: http://www.dusr.sk/historia/160rokov_en.pdf. > Euclid Network, Slovakia, 2014. Available at: http://www.euclidnetwork.eu/ programme-areas/geographical-areas-in-which-we-work/civil-society-in-europe- country-profiles/slovakia.html. > European Commission, Using social business to improve the European economy , 2011. Available at: http://europa.eu/rapid/press-release_SPEECH-11-779_ en.htm?locale=en. > European Social Innovation Research, \"Social Innovation in Slovakia: A long road\", 2014. Available at: http://siresearch.eu/blog/social-innovation-slovakia-long-road. > Finaĉná správa – Slovenská republika, Rozpoctové organizácie, 2014 . Available at: https://www.financnasprava.sk/sk/podnikatelia/dane/dan-z-prijmov/pravnicke- osoby/rozpoctove-organizacie. > Korimova, G., Social entrepreneurship , 2007. Banská Bystrica. > Korimova, G., Social economics and entrepreneurship , 2014. Banská Bystrica. > Kuvikova, H, Hullova, D., \"Watchdog of Political and Economic Power: The Non- profit Sector in the Slovak Republic\", in: Zimmer, A. and Priller, E. Future of Civil Society: Making Central European Nonprofit-organizations work , New York, 2004. > Kuvikova, H., Stejskal, J., Svidronova, M., Non-profit organizations – theoretical and practical aspects . Belanium, 2014. > Lubecova, G., The Form and the Process - Social Entrepreneurship vs. Social Enterprise Dilemma , Centrum excelentnosti pre spoločenské inovácie Univerzity Komenského (CESIUK), 2010. > Majercakova, D., ‘Social and Sustainable Finance in Visegrad Countries’, in: Lehner, O.M. Routledge Handbook of Social and Sustainable Finance , London, 2016. ",
        "Appendices | 71 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA > Ministry of Interior, Registre, evidencie, zoznamy , 2014. Available at: http://www. minv.sk/?registre-evidencie-zoznamy-informacie-o-registracii. > Mészáros, P., Social Economy: Innovative model of economic and social development in Slovakia , UNDP, 2012. > National Statistical Office in Slovakia, 2014. Available at: http://portal.statistics.sk/ showdoc.do?docid=41870. > NESsT, \"Social Enterprise Développement Programme Slovakia 2012\", 2012. Available at: http://www.nesst.org/blog/2012/06/20/nesst-social-enterprise- development-programme-slovakia-2012-%E2%80%93-innovation-injects-new- sustainable-economic-development-opportunities/. > NESsT, \"Social Enterprise Competition in Slovakia, 2013\", 2013. Available at: http:// www.nesst.org/blog/2013/06/20/nesst-and-citi-present-awards-to-winners-of- the-2012-2013-social-enterprise-competition-in-slovakia/. > Polačková, Z., Social entrepreneurship: A placebo or a genuine solution? , 2019, Peer Review on \"Social enterprises and other social economy enterprises in legislation and practice\", Host country discussion paper, EC, 2019 > Provida Foundation, Can fish fly? , 2014. Available at: http://www.nadaciaprovida. sk/en/what-we-do/. > Provida Foundation, Mission , 2014. Available at: http://www.nadaciaprovida.sk/en/ mission/. > Ragáčová, K., V sociálnom podniku nám buchli dverami, Deník SME, 2009. Available at: http://ekonomika.sme.sk/c/4977289/v-socialnom-podniku-nam- buchli-dverami.html. > Rozhodni, Dane, 2014. Available at: www.rozhodni.sk. > Sociálna Implementačná Agentŭra, Employment and Social Inclusion Operational Programme , 2014. Available at: http://www.sia.gov.sk/index.php?siteid=44. > Sokol, P., Analysis of experiences with the introduction of the social economy in Slovakia , Nova Ekonomika, 2010. > Streĉanskŷ, B., Public Funding of CSOs in Slovakia , Centre for Philanthropy, 2011. > Streĉanskŷ, B. & Stolarikova, K., Social Economy and Social Enterprises in Slovakia , 2012. Civil Szemle. > Škobla, D., Kováčová, L., Ondoš, S. (2018) Sociálne podniky pracovnej integrácie na Slovensku: Súčasné skúsenosti a budúce perspektívy, Bratislava, SGI, 2018, ISBN 978-80-972761-3-3 ",
        "72 | Appendices Social enterprises and their ecosystems in Europe | Country report SLOVAKIA > Svidroňová, M., \"Sustainability strategy of non-government organisations in Slovakia\", in: E+M Ekonomie a management , roč. 16, č. 3, Technická univerzita v Liberci, Liberec, 2013, ISSN 1212-3609, pp. 85 - 100. > Vacekova, G., Svidronova, M., NPOs in selected CEE countries: A journey to sustainability , Random, 2016. > Zakony pre ludi.sk, \"Zákon o sluzbách zamestanosti a o zmene a dopelni niektorych zakonowv\", 2014. Available at: http://www.zakonypreludi.sk/zz/2004-5/info. ",
        "Appendices | 73 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Appendix 3. Comparative overview of the legislative framework for non-profit organisations providing public benefit services, civic associations and limited liability companies Type Non-profit organisations providing public benefit services Civic associations Limited Liability Company General information Non-profit Organisations providing Public Benefit Services (NOPBS) are one of four main legal forms of NGOs in Slovakia (the rest are Civic Associations, Foundations and Non- investment Funds). NOPBSs are established to provide public benefit services (social care, healthcare, education). NOPBSs may obtain the legally recognised status of ‘Social Enterprise’ if they meet the following requirements of the Act on Social Economy and Social Enterprises: a) it performs economic activity systematically, independently, in its own name and on its own liability, b) its main objective is to achieve a measurable positive social impact, c) its achievement of positive social impact is done through goods or services, which it produces, supplies, provides or distributes, or contributes to the method of manufacture or provision, d) it i. creates a profit from its activities, uses more than 50% of the profits after tax for achievement of the main objective as referred to in point b), ii. distributes part of the profits under the Commercial Code, divides it according to the procedures and rules that do not disrupt the main objective as defined in point b), e) it involves stakeholders in the management of its economic activities. Note: The \"b\" condition is obligatory for entities registered as NOPBS. In regards the \"d\" condition, the NOPBS is obliged to use 100% of their possible profit for their primary aims. In regards the \"e\" condition, the NOPBS is obliged to involve the board to their management. A civic association is an organisation made up of a group of at least three persons who have decided to come together for a particular purpose. Civic associations may obtain the legal status of ‘Social Enterprise’ if they meet the following requirements of the Act on Social Economy and Social Enterprises: a) it performs economic activity systematically, independently, in its own name and on its own liability, b) its main objective is to achieve a measurable positive social impact, c) its achievement of positive social impact is done through goods or services, which it produces, supplies, provides or distributes, or contributes to the method of manufacture or provision, d) it i. creates a profit from its activities, uses more than 50% of the profits after tax for achievement of the main objective as referred to in point b), ii. distributes part of the profits under the Commercial Code, divides it according to the procedures and rules that do not disrupt the main objective as defined in point b), e) it involves stakeholders in the management of its economic activities. Note: The \"b” condition is obligatory for entities registered as civic associations. In regards the \"d\" condition, the civic association is obliged to use 100% of their possible profit for their primary aims. In regards the \"e\" condition, the highest governing body of the civic association is general assembly, this elect the board. Limited Liability Company (Ltd) is the most commonly used legal form of for-profit entities in Slovakia. A limited liability company is typically established with commercial aims, to distribute profits to its members. A company established with solely commercial aims would not be considered a social enterprise. The shareholders are the owners of the company. However, Adoption of the Act on SEaSE It brought a significant change to legal definition of the Ltd, by expanding the definition of entrepreneurship. Adoption of Act on SEaSE extended the definition of entrepreneurship in the Commercial Code (Act 513/1991) to business opportunities aiming to achieve measurable positive social impacts. Thus, a business entity, recognised by the Commercial Code as such, does not have to be doing business to generate profit, but if the business entity is registered as a social enterprise, it may (only) undertake economic activity to achieve a positive social impact. LTDs may obtain the legal status of ‘Social Enterprise’ if they meet the following requirements of the Act on Social Economy and Social Enterprises: a) it performs economic activity systematically, independently, in its own name and on its own liability, b) its main objective is to achieve a measurable positive social impact, c) its achievement of positive social impact is done through goods or services, which it produces, supplies, provides or distributes, or contributes to the method of manufacture or provision, d) it i. creates a profit from its activities, uses more than 50% of the profits after tax for achievement of the main objective as referred to in point b), ii. distributes part of the profits under the Commercial Code, divides it according to the procedures and rules that do not disrupt the main objective as defined in point b), e) it involves stakeholders in the management of its economic activities. Note: The \"a\" condition is obligatory for entities registered as Ltd. ",
        "74 | Appendices Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type Non-profit organisations providing public benefit services Civic associations Limited Liability Company Legal framework Act No. 213/1997 Coll. on non-profit organisations providing public benefit services as amended Civic code (Act No. 40/1964 Coll.) Act on association of citizens (Act. No. 83/1990 Coll.) Commercial Code (Act. N. 513/1991 Coll.) Trade Act (Act. No. 455/1991 Coll.) Use of legal form Not exclusively for social enterprise. Not exclusively for social enterprise. Not exclusively for social enterprise. Definition of the purpose NOPBSs can have one or more purpose, the list is defined by the Act 213/1997. The list is as follows: a) the provision of healthcare; b) provision of social assistance and humanitarian care; c) design, development, protection, restoration and presentation of spiritual and cultural values; d) protection of human rights and fundamental freedoms; e) education, training and development of physical culture; f) research and development, scientific and technical services and information services; g) the creation and protection of the environment and the protection of the health of the population; h) services to promote regional development and employment; i) provision of housing, management, maintenance and renewal of housing stock. Civic associations can have any public or community benefit purpose they choose, unless unlawful. A limited liability company can carry out any business purpose. The main aim of the company is to carry out systematic activities, which are independently conducted for the purpose of making a profit or achieving measurable positive social impacts by an entrepreneur in his own name and at his own responsibility. Conditions for establishment An NOPBS is founded by an establishment charter signed by all the founders. The authenticity of signatures of all founders must be officially certified. The Founder(s) then issue the Statute, which includes the details of the organisational structure, operation and management of NOPBS. The NOPBS comes into existence following registration with the District Office. To establish a civic association (CA), at least three people older than 18 must prepare the application for registration of C.A. and a Statute of C.A. in duplicate and send them together with the registration fee to the Ministry of Internal Affairs. A company is established by a memorandum of association executed by every founder. The signature of the founders must be officially authenticated. Where the establishment of a company is done by one founder only, the memorandum of association shall be replaced by an establishment deed. The establishment deed must include the same essentials as the memorandum of association or the founders´ deed. The company is incorporated on the date of its registration in the Companies Register. The request for registration in the Companies Register must be filed not later than 90 days after the company´s establishment or after the receipt of a proof of existence of a trading licence or a similar authorisation. ",
        "Appendices | 75 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type Non-profit organisations providing public benefit services Civic associations Limited Liability Company Requirement for financial deposit There is no set minimum required. There is no minimum required. The minimum amount of the company´s registered capital shall be EUR 5 000. Governance structure An NOPBS needs to establish: a) Administrative Board (Governing Board/Body) b) Director c) Supervisory Board (Inspector), d) Other authorities, if declared in the Statute. The Administrative Board is the supreme body of NOPBS; the required minimum is three members, no limitation on maximum number. First members of the Boards are appointed by founder(s). The next members are appointed/removed from their office by the Governing Body if the Statute does not provide otherwise. The Governing Body has ultimate control of the NOPBS. It: a) approves the budget of NOPBS; b) approves the annual balance sheet report and the annual report on the activities and management (the ‘Annual Report’); c) decides on the use of profits and cover for loss, including the intended settlement no later than the end of the next accounting period; d) decides on the dissolution, merger or division of NOPBS; e) makes suggestions for changes in the Statute (to the Register Office); f) appoints/removes the Director from his office and determines his remuneration; g) elects and removes members of the Administrative Board from their office, unless the Statute provides otherwise, and elects and removes members of the Supervisory Board (Inspector) from their office; h) approves legal acts relating to immovable property; i) decides on Statute changes with the exception of those reserved for a founder (written in the Establishment charter); j) decides on the restriction of the director´s right to act on behalf of NOPBS. The Directors manage the activities of NOPBS and act on its behalf. Civic associations can establish their own boards, although in practice they usually establish The General Assembly, the Administrative Board and the Board of Supervisors/Auditor. The law sets no minimum number of board members. Members are appointed and removed following the provisions in the Civic Association’s statutes. The company is required to have a board of at least one executive director. The executive directors are responsible for the administration and management of the company and they must not engage in competitive conduct. Executive directors shall be appointed from among the company members or other individuals by the general meeting. A supervisory board shall only be established if the memorandum of association provides so. ",
        "76 | Appendices Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type Non-profit organisations providing public benefit services Civic associations Limited Liability Company Membership structure This legal form has no members. The legal form has at least three members (the founders). The General Assembly of all members is usually the highest body of Civic Associations and therefore has the ultimate control of the civic association. The members have the right to participate and vote in the General Assembly, appoint and remove the board members and amend the Statute. The legal form has members (in these are called associates, partners or Ltd’s stakeholders). Ultimate control of the Ltd rests with the members because of their rights to attend, speak and vote at general meetings. They can approve and change the Articles of Association and can appoint and remove directors. Frequency of general assembly meeting Not applicable for legal form. Members are represented according to the specific C.A.’s Statute – usually there is a meeting of The General Assembly at least once in a year (annual meeting), but it can be more or less often. The general meeting (of all members) shall be the supreme body of the company. Unless the law, the memorandum of association, or the articles of association determine a shorter period, general meetings shall be convened by executive directors at least once a year. Shareholders Legal form does not have shares. Legal form does not have shares. Legal form does have shares/stakes. The member’s voting right is proportional to the number of shares they own. Profit distribution Not applicable to the legal forms. Not applicable to the legal forms. Dividends are distributed according to the stake a holder has in Ltd. Dividends are paid from profit after taxes and reserve fund contribution. If the LtD. Has a statute or registered social enterprise, not more than 50% of the possible profit may be distributed among the stakeholders. Reserve fund No legal provisions regarding reserves. No legal provisions regarding reserves. The use of the reserve fund shall be decided by the executive directors, in compliance with the provisions of the Commercial Act. The fund may only be used to cover the company´s losses, unless a special act provides otherwise. Limits for running commercial activities NOPBSs are not established to carry out business activities, but they are allowed to do so if they consider that it is a ‘more effective’ use of their own assets. Such for-profit activities must be subsidiary to the primary activities of NOPBS. Civic associations are not established in order to carry out business activities; however, they are able to do so as a ‘side’ activity in order to finance their main purpose. For this part of its economic activity, the C.A. is considered and treated (i.e. taxed) the same way as for-profit companies. There are no such limits. Source of seed money An NOPBS can seek donations or loans from its founders and it can issue bonds to its founders. One of the most important sources of civic association revenues is membership fees. A civic association can also seek donations or loans from its members and it can issue bonds to its members. The members (shareholders) of the company can invest in the company in various ways, e.g. by giving loans to the company (also in the form of loans substituting equity) or by payment of supplementary contributions to the company’s capital. Ltd is also allowed to apply to the public subsidies, but this has to be fully in line with the rules of the state aid. ",
        "Appendices | 77 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type Non-profit organisations providing public benefit services Civic associations Limited Liability Company Access to financial instruments An NOPBS cannot raise funds by way of equity investment. However, an NOPBS can obtain loans from banks or other financers or it can issue bonds. It can also seek grants and donations. A civic association can obtain loans from banks or other financers or it can issue bonds. It can also seek grants and donations. In general, different forms of external investment are possible, in particular by subscribing to member units/increasing the statutory capital. Investments can be structured in different ways. Typically, an investor will either be a creditor and/or a member. Financial reports and audits An NOPBS is required to file its annual report and balance sheet to the publicly accessible Register of Annual report administrated by the Financial Administration of the Slovak Republic A tax return must be filed with the tax authority. The annual accounts must be audited if a) a subsidy from the state budget, from the State fund and the municipal budget that year exceeded 33,193 EUR; b) all income of the non-profit organisation exceeds 165,969 EUR; or c) the NOPBS received more than 33,193 EUR from the 2% assignation of taxes. Civic associations are required to prepare tax returns and annual accounts. An external audit is only required depending on the size of turnover of the C.A or if the C.A received more than 33,193 EUR from the 2% assignation of taxes. A Ltd is required to file its accounts in publicly accessible Register of Annual report administrated by the Financial Administration of the Slovak Republic An audit will be required where an LTD meets at least two of the following conditions: 1. its total assets exceed 1 million EUR 2. its net turnover exceeds 2 million EUR 3. its average number of employees during the accounting period exceeded 30. A tax return must be filed with the tax authorities. Participation of employees on decision making Employees (other than the director) cannot participate in decision-making. Decision-making procedures are provided for in the C.A’s Statute. In Slovak practice, most C.A.s are small with \"mixed\" roles of staff and members – they are often the same people. Staff usually cannot participate in decision-making unless they are members. Employees can receive a portion of profit where it is agreed in the employment contract or collective agreement. Winding-up The Administrative Board can decide on the winding-up of an NOPBS whether it is solvent or insolvent. An NOPBS can be wound up: a) upon expiration of the term for which it was established; b) on decision of the members; c) on decision of the court; d) after bankruptcy proceedings. The main rescue procedures are: 1. Increasing of the registered capital; 2. Use of reserve fund; and 3. Restructuring. The C.A can be wound up in two ways: voluntary dissolution or merger with another association; or final decision of the Ministry of Internal Affairs on its dissolution (in the case of contravening a specific Act) A company can be wound up: a) upon expiration of the term for which it was established; b) on decision of the members; c) on decision of the court; d) after bankruptcy proceedings, The main rescue procedures are: 1. Increasing of the registered capital; 2. Use of reserve fund; and 3. Restructuring. ",
        "78 | Appendices Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Type Non-profit organisations providing public benefit services Civic associations Limited Liability Company Use or remaining assets The remaining assets are required to be transferred to another non-profit organisation or foundation. The surplus should be used as determined by the highest body of C.A or its Statute. Where the other legal forms of NGOs have clear rules regarding what to do with surplus, C.A. are not limited on this. Assets can be distributed amongst the members in accordance with their shareholding. Possible conversion of legal form This legal form cannot convert. This legal form cannot convert. A company may change its corporate form and reorganise into another form of partnership, company or cooperative, unless the law provides otherwise. The partnership or the company shall not cease to exist as a legal entity due to change of its corporate form. The assets are not treated differently. ",
        "Appendices | 79 Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Endnotes 1 NESsT (Non-profit Enterprise and Self-Sustainability Team) is an international organisation that works to develop sustainable social enterprises solving critical social problems in emerging market economies. More at http://www.nesst.org/mission/. 2 Slovak Investment Holding established a separate fond supporting social economy named as FOSFOR is a proposed Social Venture Capital (SVC) fund in Slovakia, conceived as a financial instrument financed primarily but not exclusively by the EU Structural Funds, with the intention of supporting enterprises in the social economy sector. FOSFOR is to be a part of an umbrella company, the Slovak Investment Holding (SIH), which will include Financial Instruments under several of the Operating Programmes for the 2014-20 programming period in Slovakia. The scope of activities and the types of social economy enterprises to be supported by FOSFOR may be fairly extensive. FOSFOR is an initiative of the Slovak Ministry of Finance. 3 The eligible groups of disadvantaged jobseekers are defined in the Act No. 5/2004. 4 Provided for one/two years and ranging from 25 % to 40 % of the average Slovak wage. ",
        "80 | Getting in touch with the EU Social enterprises and their ecosystems in Europe | Country report SLOVAKIA Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service > by freephone: 00 800 67 89 1011 (certain operators may charge for these calls), > at the following standard number: +32 22999696 or > by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http:// bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "",
        ""
    ]
}