{
    "text": [
        "PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS IN SOUTH EASTERN EUROPE CONTACT US For any additional information please contact: European Training Foundation ETF Communication Unit Viale Settimio Severo 65 I – 10133 Torino E info@etf.europa.eu F +39 011 630 2200 T +39 011 630 2222 Villa Gualino Further information can be found on the ETF website: www.etf.europa.eu T A - 32 - 10 - 413 - E N - C ",
        "More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2010. ISBN: 978-92-9157-587-9 doi:10.2816/13394 © European Training Foundation, 2010. Reproduction is authorised provided the source is acknowledged. Printed in Italy ",
        "PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS IN SOUTH EASTERN EUROPE EDITED BY DAVID OLDROYD AND SØREN NIELSEN August, 2010 ",
        "PREFACE Education reforms have been on the political agenda for many years. Earlier with several years between reforms, in this century each day seems to bring a new educational reform – some would say that there is no reason for calling it reforms anymore. What is going on is continuous change or, as some scholars prefer, it is about modernization processes. New perspectives have influenced education reforms, societal trends like the market- and customer-approach, the autonomy of schools, and the outcomes orientation and focus on competence. Later flexibility, open access to education, quality assurance, transparency and accountability were introduced as policy instruments to ensure that the citizens (and society) got what they paid for. In 2001 the OECD 1 presented six possible scenarios for the future of public education and asked the question ‘what schools for the future?’ Two “status quo” scenarios presume that current arrangements will lead to either more bureaucracy or a growing market and choice-based system. Two “de-schooling” scenarios presume that public schooling will diminish because of a lack of good teachers. Non-formal education, distance education, e-learning will take over and replace formal public education. The two last scenarios, “re-schooling”, believe that public education can both be saved and improved. One of those scenarios sees schools becoming learning organisations, focusing on learning and development for the knowledge society; the other scenario sees the school as an activity centre in its community, playing its (integrated) part of the community’s development, together with other institutions. In 2007 the European Commission undertook a public consultation on ‘Schools for the 21 st Century’ and concluded 2 , inter alia , as follows: Schools need to be able to adapt continuously to their changing environment, and to the changing needs of pupils, staff and parents, their key partners. The ETF’s role is clearly to help facilitate effective education policies combined with the development of dynamic and innovative vocational schools. Innovative schools are in our opinion those capable of anticipating the future, coping with change and adapting just in time. What is needed is to bring professionals back on the scene – not to take it back completely but to contribute with professional advice on how to ensure that challenges and demands from the knowledge 2 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 1 OECD (2001) Education Policy Analysis; and OECD (2001) What schools for the future? 2 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions- Improving competences for the 21st Century: An Agenda for European Cooperation on Schools- {SEC(2008) 2177} ",
        "Preface PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 3 society not only focus on what can be measured and on tests and exams, but also embrace knowledge, skills and attitudes related to knowledge work, innovation and creativity, and to the ability to work and live in a global world. Innovation takes place in schools. And this is close to the teacher. In the end, all education reforms touch the teacher and the students. Schools are key instruments in the development of societies – especially towards coping with challenges from the knowledge society. This view is shared entirely by the Italian Ministry of Foreign Affairs. Education is one of the priority areas for Italian cooperation and Italy's commitment in this area is significant and ambitious. Furthermore, Italy, as both the host nation of the ETF and its special geographical position as a neighbour of South Eastern Europe has a particularly important role to play in fruitful collaboration of this kind. Through the Learn project, launched in 2007 with financial support from the Italian government, we have been able to identify a number of innovative schools in South Eastern Europe. For sure there are many others. We have asked these schools to write a self-portrait and tell us about their efforts to become innovative. We hope that many other schools will be inspired by these portraits and that policymakers, educational planners, teacher educators and practitioners will find this documentation interesting and giving valuable reference for reflection and guidelines for action. Hopefully, these self-portraits will also contribute to give schools an enhanced role in national reforms. Madlen Serban , Director European Training Foundation Mario Sammartino , Deputy Director General for Development Cooperation Italian Ministry of Foreign Affairs ",
        "",
        "CONTENTS Preface....................................................................................2 I. Summaries of the ten school portraits..................................6 II. Introduction and background: eight years of innovation....................................................9 III. Innovative schools: the state of the art..........................................................13 IV. Ten school portraits ........................................................23 ALBANIA Korça Agribusiness School ...........................................................25 BOSNIA AND HERZEGOVINA Bijeljina Economics School...........................................................29 CROATIA School of Electro-technics, Zagreb...............................................34 DENMARK SDE College, Odense...................................................................39 FORMER YUGOSLAV REPUBLIC OF MACEDONIA Skopje Traffic School....................................................................43 KOSOVO* Suhareka Technical School...........................................................48 MONTENEGRO Plav Combined High School “Beco Basic” ..................................52 SERBIA Zrenjanin Technical School ...........................................................57 SLOVENIA Biotechnical Centre, Naklo ...........................................................63 TURKEY Istanbul Bahcelievler Erkan Avci Vocational High School .............67 Conclusion.............................................................................71 Annexes ................................................................................73 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 5 * as under UNSCR 1244, hereinafter referred to as Kosovo. ",
        "6 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS I. SUMMARIES OF THE TEN SCHOOL PORTRAITS 1. ALBANIA Korça Agribusiness School (page 25) Providing ‘real life’ learning of practical skills Dhimitri Xhambazi , Director With donor assistance, this school has changed its profile from agricultural to agri-business in response to the changing labour market. In doing so it has established a training firm and a didactic farm both of which provide ‘real life’ working and entrepreneurial experience for its students. 2. BOSNIA AND HERZEGOVINA Bijeljina Economics School (page 29) Innovative e-Learning for Entrepreneurship and International Collaboration Svetislav Vujic , Principal & Brankica Njegus , Teacher International collaboration with a vocational training college in the UK led to the development of an e-learning platform and courses relevant to local labour market needs. Interactive learning using new technologies and simulated companies have been developed as have entrepreneurial and leadership skills and better engagement with employers for both staff and students. 3. CROATIA – School of Electro-technics, Zagreb (page 34) Modern Approaches to Teaching of Key Competences Ivo Klaric , Director & Nenad Vakanjac , Independent Consultant This school is transforming the way teachers create learning environments for developing key competences through intensive in-service training, ‘peer VET teaching’, a virtual learning community of specialist teachers and procuring new specialist equipment. Financial and technical support has been provided through the EU CARDS Programme. 4. DENMARK – SDE College, Odense (page 39) Continuous development and the use of national and international partnerships Hans Joergen Knudsen , Consultant This highly developed college was visited by Learn project participants as a model for continuous development and partnerships in many areas. These include capacity building with schools in other countries, mentoring and e-portfolio developments based on annual strategic plans to establish internal systems and external relations. 5. FORMER YUGOSLAV REPUBLIC OF MACEDONIA – Skopje Traffic School (page 43) Mentoring of teachers to support innovation Sonia Ristovska , Vice-director for Research, Training and Development This school has established a programme of teacher mentoring that supports creativity in the classroom in one innovative school and through networking has supported the implementation of the mentoring programme to other schools. The school’s vice-director has a special role in leading human resource development. Supplementary activities are used to generate income and an entrepreneurial spirit among students and staff. ",
        "6. KOSOVO – Suhareka Technical School (page 48) Modernising teaching and learning in engineering subjects Remzi Bytyqi , Director & Rame Likaj , Translator This rapidly developing school has concentrated on modernising the curriculum and improving the training of its teachers in modern teaching and learning approaches using newly installed specialist equipment in the field of engineering provided as part of a number of donor projects. E-learning, study visits and ‘learning by doing’ workshops have supported these developments. 7. MONTENEGRO – Plav Combined High School “Beco Basic” (page 52) Student-centred approaches to raising the level of practical learning Ramo Kolašinac , Principal; Bakovic Dzana , Psychologist; Basic Omar, ICT coordinator and Toski ć Selma , Translator The school has many practical approaches for improving the educational process. They include: a quality group with teachers providing continuous evaluation and feedback on professional work; professional tuition for teachers; a study centre for students with 20 learning areas; many outdoor and environmental activities and strong community links and international links. 8. SERBIA – Zrenjanin Technical School (page 57) A multi-project approach to improving staff morale and skills Jugoslav Bogdanovic , Director With a vision of “the school of positive and creative people” parallel innovations have been implemented: multi-media classrooms; a programme in training adults from rural areas in the production of bio-gas; career guidance and counselling; and the creation of a centre for continuing adult education. Results include re-skilled teachers and stronger connections with the community. 9. SLOVENIA – Biotechnical Centre, Naklo (page 63) Individual teaching plans and teacher teamwork Søren Nielsen , ETF, Learn project team leader Aided by generous European Social Funding, the Slovenian National Vocational Training Centre (CPI) and reform that introduced considerable decentralisation in decision- making and income generation to schools, this school organised Programme Teacher Assemblies – teams of teachers to innovate learning based on contracts with individual students – and has built strong links with its local community. A study investigation of this school was made by Learn Project participants. 10.TURKEY – Istanbul Bahcelievler Erkan Avci Vocational High School (page 67) Innovative e-learning for in-service training of vocational teachers Kenan Trak , vocational teacher As a first example in Turkey, the school collaborated with the Technical Education Faculty of Sakarya University in developing and using an e-learning programme in three technical areas to upgrade the knowledge and skills of vocational teachers in the fields of electrical-electronics and information technologies. PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 7 ",
        "",
        "II. INTRODUCTION AND BACKGROUND: EIGHT YEARS OF INNOVATION PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 9 ",
        "",
        "THE PURPOSE The reform of South Eastern European country vocational education and training (VET) systems has been underway for more than a decade. Initially major efforts focused on reforming the curricula of the vocational schools and training centres to align them better with the rapidly changing needs of the labour market and society. Later the focus moved to changing framework conditions and strengthening national policies in the region. However, education reform is not only about changing policies, regulations, curricula and teaching materials. The pivotal point for implementing reform that impacts on vocational students and trainees is teachers and schools. This is why a high priority is now increasingly given to vocational teacher education and training in EU policies and in education strategy papers for countries in transition. With the EU initiative on Schools for the 21 st Century 1 a sharpened focus is being put on the competence development of teachers in a whole school development perspective. The purpose of this collection of examples of good practice in innovative vocational school development in South Eastern Europe is to document how selected vocational schools perceive their own modernisation, and to develop a shared interest in and stimulate developmental thinking for improved vocational schools with an emphasis on the competence development of teachers. Through independent, informal and responsive collaboration within an already well-established network, organised as a community of practice, participating countries have found supporting the dissemination and continuing exchange of ideas and practices worthwhile in order to learn from each other and with each other, to solve common problems and develop new ideas, to build on their own creativity, and possibly to move from talking to action. The school portraits presented in this anthology are written by the schools themselves and relate specifically to how they see vocational school development. All except two are drawn from candidate and potential candidate countries and illustrate approaches to solving the problems of policy, provision and practice that may help school principals and teachers to come to terms with the massive changes around them. THE BACKGROUND The ETF Vocational Teacher and Trainer (VET TT) Network for South Eastern Europe was launched in 2002 and always involved school principals and teachers from each country. Development and network activities were considerably increased through the Learn project 2007-09 2 which was designed to stimulate national VET centres to engage with local vocational schools to promote school-based innovation work. It became increasingly clear through the VET TT Network that a genuine but still untapped potential for local school development exists in all participating countries. It has recently been said that today education policy runs ahead of education research, (e.g. the EU VET policy framework developments 3 ). This statement is even confirmed by our own observations that show that in South Eastern European countries local school development progresses much faster than national education policies. This trend can be seen also in many EU countries but is probably stronger in countries in transition due to the many donor-financed pilot school activities. An interesting finding of evaluations of the early EU education action programmes, like PETRA, FORCE and Socrates, was the observation that participation in minor transnational collaboration projects, which opened schools to the outside world, was able to influence school culture. So the challenge for the Learn project was to identify these innovative schools, knowing all along that they were out there somewhere. The VET TT Network made it possible for us to find some of them and the following portraits of these vocational schools are useful as examples of good practice which may become influential nuclei of change in the coming years. PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS IN SOUTH EASTERN EUROPE In 2002 and 2005, the ETF, as part of its South Eastern European vocational teacher and trainer (VET TT) networking project, compiled two compendiums of good practice in vocational teacher training. They consisted of case studies written by a variety of practitioners from the region based on a similar set of questions. The first volume included case material from EU countries, the second used material exclusively from South Eastern Europe. 4 The case studies recorded successful improvement promoted in vocational schools through the schools’ own efforts and as a result of donor-supported projects. II. Introduction and background: eight years of innovation PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 11 1 http://ec.europa.eu/education/school21/index_en.html 2 The Learn project has been made possible by funding from the Italian Ministry of Foreign Affairs. 3 http://ec.europa.eu/education/lifelong-learning-policy/doc60_en.htm 4 See Appendix 1 for further details ",
        "In the Learn project, the focus of the network has gradually moved from a teacher perspective to a whole-school perspective, a trend now clearly visible in projects managed by other international organisations. This is due to the fact that the organisational setting for classroom innovation is crucial to sustaining good practice. Bijeljina, an innovative vocational school in Bosnia and Herzegovina, drafted an inspiring portrait of its own work that served as a starter for this new anthology. The third compendium was launched in the study tour to Ljubljana in May 2009 and the final draft was presented and discussed at the last South Eastern Europe Regional Conference at Sakarya University, Turkey, in November 2009. Vocational schools are perceived as the unit of analysis and intervention, the focus of innovation, so it made sense to find and work with relevant schools and for them to write their own case studies to be included in this collection of school portraits. The national VET centres together with the ministerial participants in the Learn project Steering Group have helped to identify the schools, and policy makers and VET centres will now benefit from this identification of good practice which will enable a broader dissemination of lessons learned. A set of questions to structure the case studies was produced which incorporate the broader focus on schools. The editors have played a pro-active role in recruiting contributors. Bearing in mind that we did not want to exclude contributions written in native languages, we have relied on in-county Learn participants to a significant degree. The commitment and availability of the local in-country anchor person has been the crucial link in the chain. We have created a platform where schools could present their development profiles and examples of good practice, and we invited schools to come forward, rather than individual teachers. The initiative taken by the vocational school in Bijeljina in Bosnia and Herzegovina triggered other schools, teachers and not least school directors to come forward and send in their school portraits. School directors were indeed very eager to contribute and the members of the project Steering Group and the national VET centres made a big contribution to stimulating this interest. The school portraits are also an excellent platform for national ministries of education, EU Delegations, and international and bilateral donors to build on. The following instrument or tool was developed to structure the description, analysis and presentation of examples of good practice concerning whole school development. II. Introduction and background: eight years of innovation 12 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS FRAMEWORK FOR THE CASE STUDIES Project: ________________________________ 1. Who are we? 2. Why are we making this change? 3. What are we doing? 4. For whom? 5. How are we doing it? 6. With which results? a. input indicators – what did we invest in resources, time and personnel? b. output indicators – what were our immediate results (materials, documents, etc.)? c. outcome indicators – what have been the longer-term benefits? 7. Lessons learned that might benefit others – what did not work as well as we had hoped and why? This last question allows reflection and analysis on failed initiatives because the creative and innovative person, school and system should not fear failure – “to fail is to learn” and “feedback is the breakfast of champions”. ",
        "III. INNOVATIVE SCHOOLS: THE STATE OF THE ART PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 13 III. INNOVATIVE SCHOOLS: THE STATE OF THE ART ",
        "",
        "WHAT IS INNOVATION? Innovation is a widely used but confusing term. This is due to the criteria that define it – how new and how radical a change or reform may be. The scope of planned changes in education ranges from small improvements and significant modifications to genuinely creative innovative practice associated in particular with the verbs: (cid:2) adopt – make small improvements based on models from elsewhere ( re-equip, re-new) (cid:2) adapt – make significant modifications to fit local situation ( re-process; re-train) (cid:2) create - essentially untried, original innovative practice ( re-structure, re-culture, re-form) Only radical and creative change that does more than adopt or adapt what is known and used elsewhere can truly be regarded as ‘innovation’. In South Eastern Europe, for the purpose of this anthology, our cases include both adoption and adaptation of practices that are new to the school in question, rather than totally original. Innovative schools obviously make changes that range from the simple to the very complex. The most innovative schools actually change the mindsets of their staff to welcome change and encourage them to take risks that are always associated with radical change. In terms of vocational schools this could be called an ‘entrepreneurial mindset’ that is much needed by people entering competitive professions. WHY EDUCATIONAL INNOVATION IS DIFFICULT, ESPECIALLY IN SOUTH EASTERN EUROPE Education reform can be called a ‘wicked problem’, 5 that is to say, “a problem that is difficult or impossible to solve because of incomplete, contradictory, and changing requirements that are often difficult to recognize. Moreover, because of complex interdependencies, the effort to solve one aspect of a wicked problem may reveal or create other problems”. The transition countries of South Eastern Europe have a record of unstable political, economic and social systems and the main lever for education reform has been the interventions funded by donors. Some of these have been system-wide, others have focused on ‘pilot schools’ but they have all been very hard to sustain and usually fail to become embedded into local structures and cultures. This is probably due to three factors: (cid:2) most of these reforms involve problems with solutions that require large groups of individuals to change their mindsets (core beliefs about themselves and their situation) and behaviour, both at the level of the political and administrative system and in individual education institutions. (cid:2) all change is at root personal change (psychological) but it occurs within complex social systems with processes, structures and cultures that either promote or hinder people who are trying to innovate. (cid:2) values, behaviours and cultures take much longer to change than laws, regulations and economic inputs, especially in post-conflict regions. Former European Commissioner Ralf Dahrendorf once suggested that in transition societies following the end of communism, it might take six months to change the laws, six years the economies but 60 years to change the culture (the way people see, believe and their habits of behaviour). A METAPHOR FOR EDUCATION SYSTEMS AND SCHOOLS Education systems and institutions are not machines. They are better described by the metaphor of an organism. Ministries, training institutes and schools (policy makers, providers of professional support and practitioners) are not like vehicles that can be tinkered with and repaired, they are complex social systems made up of hundreds of individuals each with their own drives, distractions, purposes. Each person as an actor in the unfolding scenario of change has to deal with new: (cid:2) laws, policies, regulations and plans (administrative demands) (cid:2) materials (financial and material resources) (cid:2) knowledge (understanding what, why and how to change) (cid:2) behaviour (skills, competences and performance) (cid:2) beliefs or mindsets (values and attitudes that motivate a desire to change) As Dahrendorf suggested, laws and materials are much easier to change than the knowledge, III. Innovative schools: the state of the art PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 15 5 http://cognexus.org/wpf/wickedproblems.pdf - According to Conklin (2006), Wicked Problems & Social Complexity, the four defining characteristics of wicked problems are: 1. The problem is not understood until after formulation of a solution. 2. Stakeholders have radically different world views and different frames for understanding the problem. 3. Constraints and resources to solve the problem change over time. 4. The problem is never fully solved. ",
        "behaviour and beliefs of people. New mindsets (core beliefs, values and attitudes) are often required for substantial innovations such as decentralising authority from ministries to VET centres and schools or changing from traditional to problem-based pedagogy. In the case studies that follow, innovative school leaders have adopted more open-minded and democratic approaches and teachers have become more student-centred, ready to overcome their lack of familiarity with information and communications technology (ICT) and showing willingness to change habits and beliefs into which they were socialised in former times. Our societies are being driven by technological innovation, particularly the rise of the internet that is making many of our systems and institutions obsolete. Networks are replacing hierarchies and the impact of the internet is changing the global economy at an unprecedented and accelerating rate. We are also becoming more aware of the many ‘wicked problems’ such as over-population, climate change and widespread poverty that we have created for the next generation. In such challenging environments, schools resemble complex organisms consisting of different organs and cells. The ‘cells’ of a school are the living, conscious individuals that depend on one another and need to be nurtured in a healthy environment in order to function properly within the learning organisation. This means positive support from the external ‘ecosystem’ of ministries, regional directorates and VET centres/universities. It also means creating and maintaining internal processes, structures and a culture of self-development in the same way that an organism preserves its own well-being. WHAT SORT OF INNOVATION? There is a paradox that in order to introduce change IN the school, sometimes there must be a change OF the school. This is why the role of school leadership is crucial to any form of school-based change. This does not necessarily mean the role of the school director alone. It is possible for specific departments and teachers to be innovative despite a lack of support from the principal, but it is much easier if the principal creates a culture, policies and resources that encourage risk-taking and continuing professional action and reflection to make a better learning environment for students and teachers alike. The ultimate purpose of educational innovation must be its impact on what and how students learn. In a rare empirical study of classroom interactions in schools in South Eastern Europe, a World Bank research survey 6 used detailed observations of classroom teaching and discovered that teachers talked on average 70% of the time during lessons while students were passive. The researchers proposed a set of III. Innovative schools: the state of the art 16 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS FIGURE 1: TYPES OF SCHOOL DEVELOPMENT INNOVATIONS PROPOSED IN SOUTH EASTERN EUROPE Key proposals for school development from a World Bank Policy Brief: ‘How teachers teach in secondary school classrooms in Albania’ 1. Teaching/learning methods a. help teachers understand the limitations of traditional presentation-recitation mode b. use traditional presentation-recitation teaching modes in better ways c. encourage initiatives to increase the amount of student talk in learning activities 2. Curriculum reforms a. coordinate curriculum with more interactive teaching methods b. develop facilities and learning resources for more active learning 3. School-based strategies a. provide schools with grants to support development activity b. encourage small-scale research projects c. make the school the focus of change, and the give the school principal a key role 4. School leadership development a. enhances school principals' knowledge and skills in creating productive learning environments b. makes school principals more active and systematic in following how teachers teach in their schools 5. School culture a. encourages changes in institutional norms, knowledge, skills and leadership 6. Teacher training system reform a. strengthens training capacity at national and regional levels b. makes trainers available to the schools and teachers. 6 Albania Secondary and Tertiary Education World Bank Policy Brief #2 How teachers teach in secondary classrooms, Tirana: Ministry of Education ",
        "innovations for improving schools in Albania where the survey was conducted. One innovative Albanian school director amusingly summed up the central challenge of school innovation as that of helping teachers to develop ‘bigger ears and smaller mouths’, a task towards which all six of the innovation focuses in Figure 1 might be directed. The case studies in this compendium contain more examples of the first three approaches than the last three, but all feature to some degree in the self-reported cases. The emerging VET centres in South Eastern Europe will probably also become a key part of the in-service teacher training system as has already happened in Denmark and Slovenia, the two study visit countries in the Learn project. SPREADING GOOD PRACTICE Innovations arise and spread in three main ways as illustrated in Figure 2 : (cid:2) Top-down – changes managed from above based on legislation or national reform programmes often donor-funded and provided with foreign technical assistance (cid:2) Network diffusion – peer learning and sharing across a community of practice usually voluntary and depending on peoples’ willingness to share their schools’ practice and support the development of other schools (cid:2) Bottom-up – empowering creative individuals and groups and creating the conditions and culture to encourage them to innovate for themselves, their colleagues and students All three strategies are illustrated in the case studies and, of course, can be used in combination. The emerging VET centres in South Eastern Europe have a key role to play in facilitating all three strategies. One response to dealing with the difficulties of educational innovation has been to see individual schools as ‘learning organisations’ (see Appendix 2) able to adapt to changing demands. All three strategies of course must ultimately lead to improved student learning mediated through schools and the interaction between teachers and learners. Instead of the isolated teacher ‘delivering’ knowledge, schools need teams of leaders and teachers who learn together to create learning environments for their students that encourage enterprise, creativity, learning to learn and the other key competences that are central to EU education policy. 7 This requires a transformed school and a pedagogy that deals with beliefs, values and attitudes 8 . At every level it means a less controlling and more empowering relationship between the leader and those who are led, if learning and development are to spread. Policy makers need policy learning; administrators need to stimulate risk-taking; school directors need to encourage teachers to experiment with new pedagogical approaches; and teachers need to energise students to solve problems. Such a change of mindset happens inside the mind of each individual which is why education reform of this scale is indeed a ‘wicked problem’. THE SCHOOL AS THE LOCUS OF INNOVATION In South Eastern Europe, ministries are oriented towards what the EU is doing in developing its education systems and institutions at a time when creativity and innovation (2009 was the European Year of Creativity and Innovation) are a high priority III. Innovative schools: the state of the art PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 17 FIGURE 2: THREE STRATEGIES OF INNOVATION IN SCHOOL DEVELOPMENT Top-down ‘Cascading’ Networking ‘Sharing’ Bottom-up ‘Self-development’ National reforms Multiplier projects Between schools Within the school Individual and team self-development Ministry/VET centre/universities Schools National Regional Decentralised - Local 7 Communication in the mother tongue; Communication in a foreign language; Mathematical literacy and basic competences in science and technology; Digital competence; Learning-to-learn; Interpersonal and civic competences; Entrepreneurship and Cultural expression Commission of the European Communities (2006). Implementing the Community Lisbon Programme: Fostering entrepreneurial mindsets through education and learning. Communication from the Commission, 13.02.06, Brussels. 8 In 2009 the ETF launched a three-year initiative in Central Asia on school development using a motto of M.F. Quintiliano (35-95 AD) “Young people are not cups to be filled, but lamps to be lit”. For more details on this project, see Annex 5. ",
        "in promoting economic competitiveness and environmental sustainability and making these two goals compatible. A major shift of emphasis towards school-based strategies (so-called ‘bottom-up’) of change has happened over the last two decades and phrases such as ‘learning organisation’, ‘professional learning community’ and ‘community of practice’ have become widely used in preference to the traditional hierarchic ‘top-down’ approaches of mandated or imposed change. This is based on the realisation that pressure alone is rarely enough to ‘re-programme’ behaviour and especially beliefs or ‘mindsets’. People must take ownership and commit themselves to new ways of thinking, believing and acting. Innovation is a very personal matter as well as something that needs the support of schools and the system that supports them. A simple representation of the overall interconnected innovation system typical in South Eastern Europe is shown in Figure 3 . The five upper boxes show institutions through which EU values (policy learning) and programmes of technical assistance such as CARDS and the Instrument for Pre-accession are carried and filtered. In some countries, Regional Education Directorates are an additional level between national and local. The key role of the VET centres in the region in supporting schools to develop is clear. In addition to the complex ‘organic’ system of national and regional institutions for control, support and training, each school is itself a complex social system in which structures, processes and cultures continuously interact: (cid:2) an organisation of structures – facilities, rules, organisational charts, roles budgets, resources (cid:2) a flow of processes - policies, leadership, planning, teaching and learning, implementing, evaluating (cid:2) a culture of people - knowledge and understanding, behaviour, habits and skills; mindsets and beliefs and attitudes that motivate or block a desire to change. All the processes within schools are like energy flowing through many channels of both the organisation and the culture to energise learning. They can be grouped into four broad inter-connected processes that are illustrated in Figure 4 . Many of the innovations described in the case studies are related to these processes, particularly to five in the school development quadrant: most frequently curriculum, pedagogy and ICT although e-portfolios overlap with assessment. The professional development of individual staff also features often in innovative schools. Leadership and management are relatively implicit in most of the case descriptions rather than the target for innovation. A quality assurance group for whole school review appears in the Plav Combined High School in Montenegro. Team review and professional development activities for the entire staff do not feature in the case studies, although Skopje Traffic School’s main innovation in creating a mentoring capacity in the school and spreading it to other schools is located in quality assurance and found in all four of the school improvement processes. It is a clear example of development OF the school to increase its capacity for continuing improvement. THE SOUTH EASTERN EUROPEAN CASE STUDIES Change OF the school - readiness to adapt with and without donor help Most of our studies are examples of change IN rather than OF the school. This may be because of the central role of donor projects in South Eastern European vocational schools. Nearly all rely on external donors and some on VET centres to simulate and provide resources for the planned innovation or modification of practice. Thus they fit into the top-down strategy rather than network diffusion or bottom-up approaches. Few, except for the two EU cases (Denmark and Slovenia), appear to have started from a comprehensive school-initiated planning strategy. Naklo Biotechnical Centre in Slovenia which was observed with some envy by visitors from non-EU South Eastern European countries has benefited hugely from Slovenia’s membership of the EU which has provided access to European Social Funding. It illustrates the power of the school to develop itself based on local needs when adequately funded and given extensive and high quality training by the Slovenian VET centre. Decentralisation in Slovenia really seems to be accelerating the capacity for school-based professional development, and Naklo with its team structure seems to fit the desired model of the professional learning community tightly linked to the world outside the school. The Montenegro Plav Combined High School’s ‘Quality Group’, is another illustration of the force of powerful teams of teachers working together on school development. In the Skopje Traffic School case a Vice-Principal has a special role as leader of Research, Training and Development. Creating such a leadership role for school, professional and quality development in the senior management team is a long-standing tradition in several EU countries. Such leadership has played a big part in creating ‘learning organisations’ able to adapt to an increasing amount of external pressure both from governments and society in general. III. Innovative schools: the state of the art 18 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "Harnessing information and communication technology Bijeljina Economic School in Bosnia and Herzegovina combines significant modification of practice (the international collaboration and the use of the ‘Moodle’ virtual learning platform) with more fully innovative changes that involve inventing new on-line modules that relate to the needs of the local labour market. Adopting and adapting information technology (ICT) and e-learning is featured in at least half of the case studies. The Bahcelievler Erkan Avci Vocational High in Istanbul also uses the same open source Moodle e-learning platform to offer in-service training for its staff. It is an example of cashing in on the fabulous opportunities offered by the internet, as schools in South Eastern Europe rapidly acquire the capacity and skills to take advantage of the web. Student-centred learning for ‘real life’ A constant theme throughout the case studies is the emphasis on placing the student at the centre of the entire schooling process. Several cases demonstrate successful links to the community outside the school. This is in line with the notion of the ‘borderless school’ that encourages ‘real learning’ by doing authentic tasks for an authentic audience in the community, an essential learning experience for vocational students. This sense of mission to create active, ‘real life’ problem-based learning experiences is featured in the Korça Agribusiness School in Albania, by marketing school produce. This particular school takes the recommendation from the World Bank study shown in figure 1 seriously. III. Innovative schools: the state of the art PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 19 FIGURE 3: THE INNOVATION SYSTEM VET centre The innovation system E X TE R N A L Donors Process Ministries Other training institutions Social partners School as a locus of innovation I N TE R N A L Structure Culture (cid:129) Vision and mission (cid:129) Planning (cid:129) Doing (cid:129) Reviewing FIGURE 4: IMPROVING SCHOOL PROCESSES (cid:129) Teacher appraisal (cid:129) Team review (cid:129) School review (cid:129) Leadership (cid:129) Curriculum (cid:129) Assessment (cid:129) Pedagogy (cid:129) ICT (cid:129) Individual (cid:129) Team (cid:129) Whole staff Leadership & management School development Quality assurance Professional development ",
        "Deep team leadership and learning and a ‘can-do’ culture The cases also indicate the crucial role of enthusiastic and ‘deep leadership’ (see Annex 3) that can create a ‘can do’ culture in the school which is so essential if continuous development is to be achieved as illustrated in the schools in Denmark and Slovenia that were visited by the Learn participants. School leadership, especially in more decentralised systems, can strongly affect the school structure (the Odense SDE College’s pursuit of international partnerships and Naklo’s self-developing teams) and perhaps even more importantly, its culture, for without attention to the well-being of staff and students alike, development will be discouraged. ‘Deep learning’ (Appendix 3) for both teachers and students requires a positive ethos of trust and high morale in the school and classroom if the qualities of meta-communication (talking about how we communicate) and meta-cognition (thinking about how we think) are to become a feature of professional dialogue in schools. A positive culture and teacher morale is a key feature of the account from Zrenjanin Technical School in Serbia. Building such cultures and morale is another clear example of change OF the school that provides conditions for improvement. Inevitable barriers need deep support Always, of course, school development encounters barriers. In South Eastern Europe these are often associated with finances which is why so many of the case studies appear to have benefited from the temporary injection of pilot school funding accompanied by technical assistance from foreign donors. All the South Eastern European schools featured in this Compendium fall into this category and the Slovenian case in particular has benefited hugely from access to the ESF funds following its membership of the EU. Maybe this is a form of the ‘deep support’ (Annex 3), but it is often short-lived. A major challenge for ministries and VET centres is to create more permanent conditions for sustaining school development: financial and technical support to empower colleagues within the schools to manage their own initiatives to better serve the students and the social partners. All our cases feature projects as innovations and the challenge is to institutionalise and disseminate what the learning communities learn, first throughout the school and second to other schools across the system. This is where the responsibilities of VET centres and ministries lie in using or selecting from the three strategies in Figure 3. The case studies speak for themselves about the professionalism, support and pride in achievement across this sample of eight innovative vocational schools in South Eastern Europe. The descriptions of two vocational schools in the EU also give an insight into how valuable study visits can be. Figure 5 indicates the range of innovations and strategies featured in the pages that follow. III. Innovative schools: the state of the art 20 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "III. Innovative schools: the state of the art PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 21 FIGURE 5: INDICATIVE LIST OF INNOVATIONS AND STRATEGIES FROM THE CASE STUDY SCHOOLS The case study school The innovations Driver for innovation Albania – Korça Agribusiness School New agribusiness profile School training firm “Super Juice” School farm ICT laboratories Donor support - Kultur-Kontakt; ETF Learn project Bosnia and Herzegovina – Bijeljina Economics School Innovation through e-learning Development of a curriculum Employer engagement Entrepreneurial skills for young people Leadership skills Quality standards British Council funded e-learning project with Derby College, UK Croatia – School of Electro-technics, Zagreb Modernisation of VET curricula Modern learning methods Computer networking certificate In-service teacher training Peer-VET teaching Virtual community of vocational teachers EU CARDS project Study visits to Denmark Denmark – SDE College, Odense Continuous development Capacity-building with schools in other countries Mentoring E-portfolio developments Annual strategic plan Development group Funding from both national and international programmes cont. ",
        "III. Innovative schools: the state of the art 22 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS The case study school The innovations Driver for innovation Former Yugoslav Republic of Macedonia – Skopje Traffic School Mentorship programme and dissemination to other schools Strategy for quality education Support teachers in innovation and creativity in teaching and learning Career development process for teachers Vice-principal for Research, Training and Development created specifically to lead school-based staff development Senior management team responsible for quality review and training needs analysis Kosovo – Suhareka Technical School Installing specialised equipment Updating teachers in mechanics and electro-technology Teacher training in modern teaching methods and student evaluation Donor project – Swisscontact ‘Educative’ workshops Study visits E-learning Montenegro – Plav Combined High School “Beco Basic” Student-centred teaching methods Environmental and practical experience Creation of a study centre Professional tuition of teachers A ‘quality group’ to assess working processes Study visits to Austrian schools Links with schools in Switzerland Serbia – Zrenjanin Technical School Centre for Continuing Adult Education Career guidance and counselling Multimedia classrooms methods Community bio-gas training project EU - VET reform programme (CARDS phase I, phase II and bridging) EBRD funding Slovenia – Naklo Biotechnic Centre Individual study plans Programme Teacher Assembly Support from national VET Centre EU Social Fund support Turkey – Istanbul Bahcelievler Erkan Avci Vocational High School E-learning project in electronics and ICT Use of ‘Moodle’ web technology Collaboration with the Technical Education Faculty at the University of Sakarya ",
        "IV. TEN SCHOOL PORTRAITS PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 23 ",
        "",
        "PORTRAIT 1: PROVIDING ‘REAL LIFE’ LEARNING OF PRACTICAL SKILLS The agribusiness school, “Irakli Terova”, Korça – Albania 1. WHAT DOES THE SCHOOL OFFER THE STUDENTS? The Agribusiness Secondary School “Irakli Terova” is part of the vocational education system in Albania. It is situated in Korça city, an important agricultural centre in the South-Eastern part of the country about 35 km from the Greek border. This school is the first with an agribusiness profile in Albania. It has a long and very rich tradition in the field of the agricultural education. It was founded in 1953 as an agricultural school and was initially attended by students from all over Albania. Over the years, it has become known for its flexibility, changing its profile in line with economic developments in the region and the country. In 1993 it became a farm school and since 2000 it has been an agribusiness school. It has adapted itself to the development trends of agriculture in Albania, towards agribusiness and the processing of agricultural and livestock products. In contrast with other vocational schools in Albania, it has only one branch: agribusiness . Education in the school lasts four years. It has 8 classes with about 25 students in each. Students come mainly from the Korça region, but a number come from the city itself. The school has about 200 students in total and 35% of them are girls. Since its foundation, about 4,000 students have graduated and some have achieved important positions in different sectors of agriculture in Albania. The teaching staff, besides the teachers of general subjects, is made up of teachers of professional subjects, and: three agronomists, one veterinarian, one mechanical engineer and two economists. The school also has an instructor for practical subjects. For most of its existence, the school has been managed by specialists, mainly agronomists. The current school director is Dhimitri Xhambazi, an agronomist with over 30 years of experience at the school. The school has a rich infrastructure: classrooms, labs and workshops for student social and professional development. The students graduate with a diploma and a certificate of practical skills which helps them to enter the labour market. A number of students (about 25%) stay in the school dormitory which is very near the school. Currently, the Agribusiness School of Korça has “national school” status. PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 25 ",
        "The school offers: (cid:2) a contemporary education (cid:2) practical skills for the labour market (cid:2) social skills (cid:2) the necessary qualifications to continue on to university education It is not only an education institution but also a centre of civic education for its students. 2. TEACHING PROGRAMME - AREAS AND OPPORTUNITIES The structure of the teaching programme combines two main areas: (cid:2) general subjects (cid:2) professional subjects (theoretical and practical) The first area includes subjects like: mathematics, physics, chemistry, biology, geography, informatics, Albanian language and foreign languages (English and Italian). The professional subjects are divided according to profile: agronomy, veterinary, mechanical and economical subjects. The second area is composed of subjects like: crop production, fruit trees, plant protection, bases of veterinary, agricultural mechanics, accounting, marketing, general economy, business management, etc. Such a curriculum structure facilitates the acquisition of necessary theoretical and practical skills by the students, allowing them to come back to their own farms after graduation able to manage the farms in a profitable way. On the other hand this curriculum structure equips students with the “graduation diploma”, giving the opportunity to enter the university in branches they are willing to follow. Thus the student in this school undergoes the type of general and professional learning that fulfils both their personal needs and social expectations. After graduating from the agribusiness schools, about 30% of the students enter the labour market, about 60% enter university education especially in branches connected with the agriculture and environment. A small percentage (about 10%) remains unemployed. In the first years of education the focus is on general education subjects and gradually in the last two years, vocational subjects and vocational practice dominates. During the whole schooling period, the students are intensively involved in practical activities on the school farm or other farms in the region. From year to year there has been an increase in the number of practical classes because the success of a vocational school is measured primarily by the efficiency of its practical classes and the amount of practical skills that the student masters by the time of graduation. At present theoretical subjects make up about 60% of the curricula, with the remaining 40% practical. The school motto has always been: I hear – I forget; I see – I remember; I do – I understand The general programme takes place in the school surroundings, in classes and labs which are well equipped with didactic equipment. The school has a number of labs for science subjects. Students are particularly interested in subjects such as informatics and foreign languages. The computer and the internet are an integral part of student life. The school has two fully operational computer labs. The professional programme takes place in well-equipped and functional environments like labs, workshops and the farm. Specialist labs are available for agronomy, mechanics, veterinary and training firms. The “training firm” is a practical economics subject. It has recently been included in the teaching programme in line with experience gained in Austria. The school training firm is named “SUPER JUICE”. Through this practical subject the students perform activities in the school lab. They carry out all the economic operations of a real company that produces apple juice. The most significant example of the practical activities was a fair organised for the 55th anniversary of the school. The celebrations were organised to showcase school products. Students took part in the production and marketing of agricultural and animal husbandry products. 3. THE SCHOOL FARM: AN IMPORTANT DIDACTIC AREA FOR DEVELOPING PRACTICAL SKILLS The didactic farm plays the most important role in developing practical skills and this is done through direct activity in the farm. Nearly 90% of the practical part of the curricula is carried out in the school farm. The farm is nearly 1 km. from the school, has an area of 33 hectares and includes three sectors: The agriculture sector includes: (cid:2) The orchard of an area of 1.4 hectares, planted with different fruit trees: apples, plums, cherries, etc., (nearly 1,300 fruit trees). (cid:2) The greenhouse in which different types of vegetables are cultivated. One of our aims is to improve it because some other school activities are directly linked to the greenhouse. IV. Ten school portraits – Albania 26 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "(cid:2) Areas planted with wheat, barley, grass, alfalfa, etc. Students carry out different services and processes in the orchard such as digging the area under the trees, pruning, grafting, gathering and storing the products. With its income, the farm partly covers the expenses for necessary seeds, pesticides and fertilizers. The orchard is equipped with an irrigation system, established through a partnership project supported by Austrian Kultur-Kontakt and Agrinet. A large quantity of the fruit, especially apples, is processed at the farm workshops for fruit juice or “raki”. Students take part in the processing of these products. (cid:2) In the livestock sector the farm breeds cows (10 cows) and pigs (seven pigs). Year by year the school aims to improve the housing conditions and to insure the necessary equipment for the teaching of veterinary practical subjects. (cid:2) The mechanics sector includes tractors and other agricultural machines needed for different farm services. Students are trained to use the machinery in the farm surroundings. The main function of the didactic farm is to serve as a suitable environment to carry out practical classes. It is a centre for teaching professional subjects and giving students practical skills through direct work in different sectors. At the same time the farm is productive and provides income through the work of its employees and student practical work. This income is used to fulfil most of the farm’s needs for seeds, pesticides, fertilizers, etc. The Agribusiness school together with its farm has played an important role in various presentations and activities, in fairs, as well as national and international conferences on the vocational education sector. 4. SCHOOL FEATURES AND ADVANTAGES The school has many features and advantages which make it outstanding in the field of agribusiness education: (cid:2) The suitability and the flexibility of its curricula that have kept pace with the economic development of the region and the country: 1953 AGRICULTURE SCHOOL 1993 FARM SCHOOL 2000 AGRIBUSINESS SCHOOL (cid:2) The school infrastructure is well-equipped to improve the teaching and learning. (cid:2) The school gives students many opportunities after graduation to enter the labour market and get a job, or to follow university education. (cid:2) Apart from the diploma, the students get a certificate of the practical skills they obtain after finishing the agribusiness school. This certificate helps them to get a job. (cid:2) The teaching staff is qualified and provides education in the best way. Staff training activities are frequently organised by foreign and Albanian partners. Recently, with the support of the Learn Project, the teachers were trained and are now able to put into practice a “project-based learning” methodology in everyday teaching practice. In the context of this project, the school also shares experience with other Albanian schools. The school was selected from among other vocational schools in Albania, to organise a mini-project named “the production of apple juice”, which took place in October 2009. (cid:2) A great advantage is the school’s partnership with different agricultural foundations. Through this collaboration, the school can have access to local and foreign experience in the field of agribusiness. (cid:2) The number of the students who progress to university has been increasing. Thanks to the training provided at the school, students can follow any kind of university course. (cid:2) To the students with best results, the school offers the opportunity to follow advanced studies in “D. Perrotios” College of Agricultural Studies in Thessalonica, Greece. Since 1996, about 35 students of our school graduated from the college and the partnership between the two is still strong. (cid:2) The school has taken part in local, national and international fairs, presenting products produced by the students themselves. The school Training Firm “Super Juice” was presented at the international fair of training firms in Salzburg - Austria in March 2009 and at the national fair which took place in Tirana, in May 2009. (cid:2) The school is both an education institution and a centre of civic education. It allows students to experience healthy and social living through extracurricular activities like excursions, cultural activities, etc. IV. Ten school portraits – Albania PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 27 ",
        "5. SCHOOL CHALLENGES AND PRIORITIES The school has always aimed to serve students in the best way and to face short and long-term challenges for the future. Here are some of our future priorities: 1. The consolidation of the agribusiness profile as the main trend in agricultural development in Albania. In this framework the school will focus on processing agricultural and livestock products. 2. To motivate and stimulate students to perform all the procedures for processing the products in the school farm. 3. To fully exploit the didactic developments that the school has made in order to increase the quality of teaching and learning. 4. To increase the level of practical skills that the students acquire during their time in the school, giving priority to the efficiency of the practical classes. 5. To reinforce contacts and partnership with different businesses and NGOs in Albania and abroad which operate in the field of agribusiness, in order to capitalise on the richer experience of European countries. 6. To improve the infrastructure in order to create optimal teaching and learning conditions. 7. To improve the qualification level of the teaching staff, as part of various development projects with foreign partners. 8. To transform the school not only as an education institution but also as a training centre for the farmers of the region in the field of agriculture and agribusiness. 9. To have stronger relations with the local and national agricultural institutions to receive greater support from the state. 10.To promote the school’s values and advantages not only in the Korça region but throughout the country, in order to make it more attractive and to motivate students to follow agribusiness studies. In this framework we shall continue sharing experience with Kultur-Kontakt of Austria which has greatly supported the school with didactic tools and teaching materials. The school will continue activities in the context of cooperation with the ETF. We seek new advanced experiences in the field of agribusiness. Projects to share and exchange experience with EU countries would be very helpful for vocational education in Albania. We would also like to be member of any network of agribusiness schools in Europe. The Agribusiness School “Irakli Terova” serves not only the education needs of its students, but also opens up perspectives for their future lives as workers, entrepreneurs and citizens. Dhimitri Xhambazi , Principal E-mail: xhambazi_dhimitri@yahoo.com shk.agrobiznes_ko@yahoo.com Tel/Fax: 0035582242957 [English speaker] IV. Ten school portraits – Albania 28 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "PORTRAIT 2: INNOVATIVE E-LEARNING FOR ENTREPRENEURSHIP AND INTERNATIONAL COLLABORATION Bijeljina Economic School – Bosnia and Herzegovina 1. WHO ARE WE? We are a vocational school for 640 students aged 15 to 18 and 32 teaching staff in the Republika Srpska in Bosnia and Herzegovina. Bijeljina is a town of 170,000 inhabitants with an economy based mainly on commerce and agriculture. You can find out more about Bijeljina on the website www.sobijeljina.org 2. WHY ARE WE TRYING TO BE AN INNOVATIVE SCHOOL? Obviously our first concern is to prepare our students as well as possible for the challenges that lie ahead in this fast-changing global, inter-cultural and digital age. Bijeljina School is a part of the European Training Foundation (ETF) family and we read the ETF publication ‘Live & Learn’ and want to contribute to the ETF’s Learn project. Our principal has participated actively in ETF seminars. We would like, through the ETF, to help others find out about what we have accomplished in intercultural dialogue in this post-conflict zone. As a school specialising in economics it is crucial to introduce our students to the latest digital tools and to broaden their outlook and mindset and focus on entrepreneurial learning by engaging in a collaborative project with a similar school in the EU – Derby College in the UK. 3. WHAT ARE WE DOING? These are some of the ways in which we are trying to improve our school: New technology We have modernised our classrooms with the latest technology. There is a strong need for staff development and mobility, and the project described below is the perfect platform for facilitating this. Interactive teaching and learning In teaching and learning, the main principle for educating our students is to offer a student-centred interactive approach in which students are very much involved and enthusiastic. We have abandoned the boring old principle where the teacher is the only one who does the talking. Active student participation is PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 29 ",
        "also a need and a priority crucial to the enterprise learning project. Simulated companies We have formed simulated companies in cooperation with actual local companies. Students are employed in their own businesses. We have accountants, bank clerks, managers, directors, virtual money, promotion and firing, just as in the business world. The aim is to ensure that when students graduate they not only know the theory of economics and wealth-creation, but are also equipped with practical knowledge. Employers are very interested in what we do, and our students have a head start when they apply for a job. We are proud to say that our curriculum is developed to meet the demands of the modern labour market. Employer engagement is also a priority and the school wants to build on the success of its “simulated companies” model to make direct links with the business world. For example, the development of the e-learning module on ‘finance’ in the project described below will strengthen the school's link with the banks in Bijeljina, and will provide a curriculum relevant to the job market. The e-learning project with Derby College from the UK Ekonomska Skola Bijeljina recognizes the need to establish trans-national links after the isolation of the previous decade. The partnership with Derby College was an opportunity to do this. The main aim of the partnership project is to promote innovative learning in the form of e-learning and enterprise learning. The main stimulus has been the partnership between the two schools. It was initiated and funded by British Council under the project ‘Premiers’ Initiative’. New technology is a priority for the school and the project provided an opportunity for working with a trans-national partner in the area of e-learning to develop modules that students in both colleges could use. The project focused on the following main themes: (cid:2) Innovation through e-learning (cid:2) Development of a curriculum to meet industry and business needs (cid:2) Employer engagement (cid:2) Entrepreneurial skills for young people (cid:2) Leadership skills (cid:2) Quality standards Developing a so-called Moodle system of e-learning is a totally new experience. Moodle is designed to help educators create online courses with opportunities for rich interaction. 4. WHO ARE THESE INNOVATIONS FOR? Our students, of course, are the first to benefit from the opportunities described above, but for them to break away from the boredom and lack of relevance of former traditional, teacher-centred approaches, it is the teachers who need to be supported and refreshed in order to make the efforts to use the new technologies and active teaching methods. Of course if the school principal leads by example and is actively engaged in his own development, then the teachers are encouraged to do the same. The school itself benefits from an improved reputation which, in turn, makes parents and employers more positive about the VET system. VET centres and teacher education institutions may be interested in drawing on these success stories. Finally, the labour market and enterprises receive more creative and motivated workers, who have experienced the entrepreneurial challenges of running simulated companies, are equipped with digital skills and IV. Ten school portraits – Bosnia and Herzegovina 30 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS Moodle system of e-learning Moodle is a software package for producing Internet-based courses and web sites. It is a global development project designed to support a social constructionist framework of education. It is a free and open source e-learning software package or platform, also known as a Course Management System, Learning Management System, or Virtual Learning Environment. In February 2009 it had almost 50,000 registered sites with over 28 million users in 2.5 million courses. It uses PHP (PHP Hypertext Preprocessor), a widely-used general-purpose scripting language that is especially suited for web development and can be embedded into HTML. It generally runs on a web server, taking PHP code as its input and creating web pages as output. It can be deployed on most web servers and on almost every operating system and platform free of charge. The word Moodle was originally an acronym for ‘Modular Object-Oriented Dynamic Learning Environment’. It's also a verb that describes the process of lazily meandering through something, doing things as it occurs to you to do them, an enjoyable tinkering that often leads to insight and creativity. As such it applies both to the way Moodle was developed, and to the way a student or teacher might approach studying or teaching an online course. Extracted from Wikipedia (accessed July 2010) ",
        "have had contact with actual enterprises functioning in the national economy. 5. HOW ARE WE DOING IT? A project coordinator was appointed in each school to manage the coordination of activities. Each side kept in touch using Moodle which is a useful tool to send e-mails to all relevant project group members. This helps to alert people to activities and deadlines. Moodle was used for managing communications along with the telephone. It was also the main innovation as the vehicle for e-learning. Learning on Moodle is different because it is not just learning by reading and writing and listening but also through on-line quizzes and games and videos. In October 2008 both colleges prepared lists of their current curricula and shared them with each other over Moodle. 2008-09 was the first year and a lot of the time was spent putting the necessary data onto the Moodle platform. The curricula were then analysed by both sides and compared to each other. A gap was identified in both curricula and this gave us the new modules to be developed. These were identified as: (cid:2) ‘Entrepreneurship’ including the development of soft skills, which Derby College took the lead in designing. There is a direct link to Derby’s International Office at our site www.ekonomska.info (cid:2) ‘Finance and accounting’ which the International Office of Derby College could use in the UK. One of our teachers, Mrs Nada Markovic, created this module and the aims and objectives were that students learn how banks operate, types of banking businesses and all financial transactions between banks, theoretical and practical knowledge about the basics of banking and banking techniques, preparation for independent work in all areas of banking using the latest techniques, including electronic transfer of money. The ‘Entrepreneurship’ module was created because companies around Derbyshire in the UK and Bijeljina identified this as an urgent need. They believe that students following general curriculum courses are not creative enough and do not possess the actual skills to be able to develop their own ideas and to plan how a product goes from an idea to actual production. Soft skills were identified as a priority because this course would run alongside their existing business course as an additional element and not as a stand-alone course (at this point). In the future we hope to be able to offer this course as a stand-alone course. The need for the entrepreneurship module had been highlighted by S & A Foods in the UK and by Spektar Drink Ltd in Bosnia as an actual gap in both the UK and Bosnian curriculum. This meant that employers were engaged from an early stage in this project and were the driving force behind the idea. The two companies were invited to attend meetings to discuss what was happening as the project progressed and then at the final stages the companies were part of the panel which assessed the students’ final projects on both sides. A curriculum was created mutually on entrepreneurship in which a full business plan can be created by the student taking the course as well as a full presentation on the product designed. These have been agreed by the relevant companies as useful to their area of expertise. Leadership skills also developed as part of the entrepreneurship module as the students were requested to work in teams. Each group naturally developed a leader and this proved to be the winning group’s strength. The winning group on both sides had taken the initiative to do something extra. One winning group organised a meeting with art students who were not originally involved in the project and this resulted in a mock product actually being created and designed. The other winning group filmed an advert to advertise their product which worked extremely well. The whole ethos of the Entrepreneurship module is based around students being able to use their skills to be able to go into actual business when they have finished their education. Guidance and career advice was given to both sets of students by both college careers departments in the form of presentations and leaflets, and the companies involved gave talks on future careers which was highly appreciated by the students and which they seemed very impressed by. The Moodle system enabled us to use innovative techniques in teaching both sets of students. It also enabled the Bosnian students to meet the English students without the barrier of travel. Staff in our school liked this system so much that they set their IT team the task of creating a Moodle environment for their own school. This has also proved highly successful. 6. WHAT WERE THE RESULTS? Input indicators The total financial support for one year was 15,000 GBP from the donor. (cid:2) The time invested was on top of regular obligations. The staff members who were part of the project gladly took on some additional work and nobody was relieved of regular duties. IV. Ten school portraits – Bosnia and Herzegovina PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 31 ",
        "(cid:2) Effective communication with our partner college was actually quite simple as we used the new Moodle system and as the time difference was not great, there was no real barrier to communication. Output indicators Our immediate results have been: (cid:2) The creation of the Moodle e-learning platform. (cid:2) The two e-learning courses – ‘Entrepreneurship’ and ‘Finance and accounting’ now available on the e-platform. Every student from our school and Derby College can access it. (cid:2) 24 students took active part in the Entrepreneur of the Year competition, where students make their own business plans, develop a business idea and to apply it in an international context. (cid:2) The prize of a unique opportunity to travel to the UK for the winners from our school and having the winners from UK as our guests. The winning group (4 students) from Bijeljina visited England for six days. (cid:2) One student was offered a work placement in the UK for this year - the best prize of all in the project! (cid:2) Publicity was disseminated in the local press in the communities of both partner schools. The presentation of the results at a British Council event organised in Bosnia was a great success. In March, the Secondary School of Economics organised a competition in the English language and an Achievement Ceremony. Guests of honour and members of the panel were Mr Rafik Sfar Gandoura, international manager of Derby College, and Ms. Larisa Haliloviæ, representative of the British Council in Bosnia and Herzegovina. They were more than satisfied with the results. The ceremony was attended by a large number of local employers, representatives of the local community, professors from the local university, teachers and students. Outcome indicators – Longer-term impact The longer-term benefits to students, teachers, school culture, social partners, etc. are still to be seen, given the very recent implementation of the project. This project was disseminated at a British Council event to a large network of colleges. Derby College has initiated similar projects in Libya, Saudi Arabia and India. We anticipate that in 2009-10 we will be granted additional funding to further develop the project and offer work placements to the winning groups of each country. In the long-term we hope to be able to set up these courses as stand-alone courses and hopefully they will lead to direct jobs in the relevant companies or funding from the companies. The dissemination of the project has also led to new possibilities of partnerships which are based on our reputation in Bosnia for the Bosnian College and recently for Derby College. We are proud to say that one of the guests at the Achievement Ceremony was the Deputy Minister of Education, Republika Srpska, Miroslav Bobrek, who announced that the project will be presented in other schools in the country. He also asked the principal and the teachers to give a presentation of the project to the Assembly of the Republic of Srpska. 7. LESSONS LEARNED. WHAT DID NOT WORK AS WELL AS WE HAD HOPED AND WHY? Working together with the partner college The obvious barrier to the project was initially language. The Principal of Ekonomska Skola Bijeljina cannot speak English and none of the International Office staff at Derby College can speak Bosnian or Serbian. This barrier was removed initially with the help of the English teachers in Bosnia. Later on in the project a member of staff at Derby College, who is Bosnian, was also identified to further aid proceedings. Most of the weekly dealings between both establishments were dealt with by English speaking Bosnian staff and students, therefore this barrier was overcome. Information was passed through Moodle, and this eliminated any file sharing or time wasting difficulties which may have occurred without the system. Funding The final approval and funding for the project was delayed by three months. This delayed the whole project by three months which made each of the deadlines very tight. Also better planning and more advance notice would have helped both schools. There were also problems on the Bosnian side with the currency exchange in both directions. This was sorted out by the British Council paying the second half of the funding entirely to Derby College and then Derby College paying back to Ekonomska Skola any money spent. The lesson learnt is that the funding should come completely to the British side of the partnership to avoid difficulties and make financial reporting easier. We would also IV. Ten school portraits – Bosnia and Herzegovina 32 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "recommend that the projects are planned into the academic year from July/August until June and not the financial year ending in March/April. Work placements In continuing the project, we hope that work placements can be guaranteed and will also include international students in the partner country. The sustainability of future projects of this type depends on the backing from local companies. All of the necessary tools and procedures and systems have now been set up and are in place ready for next year and future years to continue these projects but the added bonus of the work placements abroad and the input from the companies in general is crucial. We will be looking into company participation from an earlier stage next time in order to recruit more companies into this scheme on both sides Working internationally There were complications involving free movement between the two countries. A connection needs to be made between policymakers or funding bodies and the UK immigration system to speed up visa applications for people working or studying under these projects and to ease entry into the country. The students’ lives as well as professional experience will be enriched by travelling to the UK. They have learnt about each others’ cultures already and they have already worked with international curricula and businesses. Staff members have gained new experience working with different nationalities and are now experienced in working with partners who cannot speak the same language. Staff also learnt how to create and present new curricula. As an added bonus, staff and institutions have now built long-term friendships. 8. HOW CAN YOU LEARN MORE? All this is just a fraction of what we do here in Bijeljina, Bosnia and Herzegovina. If you are interested in what we do, we will be more than happy to tell you everything in detail. You can also visit our website at www.ekonomska.info Svetislav Vujic , Principal Brankica Njegus , English language teacher E-mail: branchyca@gmail.com IV. Ten school portraits – Bosnia and Herzegovina PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 33 ",
        "PORTRAIT 3: MODERN APPROACHES TO TEACHING KEY COMPETENCES School of Electro-technics, Zagreb – Croatia 1. WHO ARE WE? The School of Electro-technics, Zagreb was founded in September 1991 and is the successor of the former “Centre for Education Konèar”, which was founded in 1950 as a part of the “Konèar Electro-industry” company (one of the largest companies in the field in former Yugoslavia). It is a vocational secondary school and has approximately 750 vocational students comprising 28 classes and offers the following programmes: (cid:2) 4-year programmes: Electrician – electronics, Electrician – energetics and automation, Electronic technician - computer system, Electronic technician - equipment with applied computing; (cid:2) A 3-year programme: Electro-machine technician. The school is very innovative. Its most significant accomplishments are: (cid:2) Extensive modernisation of VET curricula in line with the needs of the labour market. It cooperates with social partners and other key stakeholders (Siemens Croatia, Konèar Institute, Shipping Institute Zagreb, University of Zagreb Faculty of Electrotechnics and Computing); (cid:2) A local CISCO Academy has been established at the school (one of 13 local CISCO Academies in Croatia officially accredited by the Regional CISCO Academy and CISCO SYSTEMS Central Office); it offers internationally recognised “Cisco Certified Network Associate” training and relevant certification to vocational students/adult learners that provides a foundation in and apprentice knowledge of computer networking; (cid:2) A series of innovations introduced in the field of in-service teacher training coupled with upgrading the quality of the VET laboratories. The school has considerable experience in promoting innovations among vocational students. These are shared more widely on different 34 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "international innovation exhibitions such as: IENA (Nurnberg, Germany), EUREKA (Brussels, Belgium), GENIUS (Budapest, Hungary), MOS (Celje, Slovenia), Geneve (Switzerland), ARHIMED (Moscow, Russia), BIS (London, UK), INPEX (Pittsburg, USA). 2. WHY ARE WE MAKING THIS CHANGE? The Croatian Agency for VET in close co-operation with key stakeholders is currently pursuing a long neglected modernisation of the VET system. There is a need to create more efficient transitions from secondary vocational schools to employment and continuing training. In parallel, we are striving to upgrade the Croatian VET system in line with EU objectives and good practice. When it comes to teacher training, minor reform steps at the national level have hitherto been undertaken via the EC funded CARDS 2001-2003 programme which has mainly supported the policy transition process. The situation is aggravated by the absence of either a specialised vocational teacher training institution in Croatia or post-graduate or scientific education for vocational teachers. There is a huge shortage of additional and continuous investment in the in-service training of vocational teachers, particularly at the advanced professional level. Given the scarcity of resources for in-service training both at national and vocational school level, the Thematic Expert County Councils (established by the Agency for VET) are considered the only effective tools for transferring new knowledge, day-to-day educational practice and developing some school autonomy. However, this model is limited in terms of comprehensively updating the competences of vocational teachers necessary for the introduction of innovation and is not sustainable enough (including incentives) to ensure continuous improvement. This is particularly true for the vocational schools in the fields of electrical engineering and ICT where the main challenges related to school-based innovations are linked to the relatively fast pace of technological changes and increasing demand for new types of qualification in line with labour market needs at both national and EU level. Consequently, the School of Electro-technics, Zagreb has recognised the need to design more complex school development projects organised around the introduction of innovative in-service teacher training activities, including the upgrading of the didactic equipment for VET laboratories/workshops. 3. WHAT ARE WE DOING? The School of Electro-technics, Zagreb obtained funding for this project within the framework of the EU CARDS 2003 grant scheme for vocational schools in Croatia. The project consisted of several interrelated components: Training of vocational teachers in modern learning methods/didactics in the sectors of electro-technics and ICT Training was designed to ensure broader, hands-on development of the teachers on the new student-centred learning approaches and modern technologies and production processes and to help each teacher to start adapting their own teaching practice. The following topics were covered: a)Special VET didactics In comparison with the regular in-service training activities of vocational teachers usually provided by the VET system, the workshops on special VET didactics tackled modern vocational didactic approaches and student centred methodology in a more comprehensive way. Special attention during the workshops was placed on the improvement of knowledge, skills and attitudes of vocational teachers for modern methods of teaching most applicable in the sectors of electrical engineering and ICT, most notably: (cid:2) Modular organisation of teaching – features of the 1 st and 2 nd generation of modularisation; (cid:2) Key topics and research-related approaches in day-to-day teaching, the use of different tools for visualisation (data structure and algorithms); (cid:2) Motivation and efficient learning by adolescents; (cid:2) Different scientific models for the evaluation of students - theory and practice of the evaluation of competences. b)Special VET didactics based on EU best-practice – Denmark (study visit) The comprehensive reform of the VET system in Denmark and the common reform framework at EU level was investigated. A team of Danish experts and vocational teachers effectively facilitated the transfer of knowledge and skills on the development of new teaching and training methodology/pedagogical innovations to their Croatian counterparts. Even more important was the transfer of attitudes and values as regards the continuous need for the development (including quality assurance) and flexibility of the VET system. These included: (cid:2) Defining new innovative teaching methods / ways of organising student-centred learning processes; (cid:2) Defining objectives and key competences in line with the needs of labour market; IV. Ten school portraits – Croatia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 35 ",
        "(cid:2) Determining the framework curriculum and integrating new didactic equipment; c)Electrical engineering - advanced technologies in industry and economy (study visits) The vocational teachers had an opportunity to become fully acquainted with the resources both at the national level (Institute of Croatian Electric-power Industry) and international level (Siemens Institute Berlin) and received valuable information on the specific features of the innovations in technologies, products and services. In addition, relevant experts presented the wide-ranging competences and expertise in the field of electrical engineering, ICT and telecommunications and relevant on-the job training mechanisms. d)“Innovation standards” The training was designed to ensure a comprehensive development of the knowledge and skills related to different innovation standards and also considered the implications for vocational students of learning core skills and developing entrepreneurial mindsets. It also tackled intellectual property issues; standardisation; compliance of products with regulations and standards; financing of relevant initiatives. “Peer-VET teaching” and on-the spot evaluation of new teaching approaches and the use of modern didactic equipment The peer-VET teaching activity was set up to demonstrate to Croatian vocational teachers how teaching is conducted at the Danish vocational school (Department of ICT and Electronics at Odense Technical College) with a more formalised action-reflection of Danish teachers and Croatian teachers on the overall performance and outcomes of the lessons and laboratory sessions. The joint-delivery of the lessons opened the way for a constructive and in-depth discussion on the issues of flexible VET teaching and, subsequently, identifying benchmarking elements for school-based innovations in Croatia in compliance with the current stage of the overall reform of the Croatian VET system as well as specific features of vocational schools in the field of electrical engineering and ICT. Virtual community of vocational teachers in electro-technics, electronics and ICT, and training in e-learning and pilot-testing Apart from “live” presentations and workshops, a Virtual Network (VN) of vocational teachers in relevant sectors was established based on the Change Agent Team (CAT) system. This involves selected vocational teachers who take responsibility for training teachers in new vocational methods in their own schools and other schools, for supporting teachers in implementing the new curricula and other innovations, as well as dealing with local businesses, the municipality and other stakeholders in matters relating to school-based innovation. Virtual communication was possible through an interactive web-portal that allowed a large group of vocational teachers from the School of Electrotechnics Zagreb as well as vocational teachers from other schools to communicate and exchange information. This created a common frame of reference for the changes taking place in the training profession and also a sustainable platform for bottom-up approaches in the development of vocational in-service-teacher training. The established web-portal contains the following elements suitable for extensive virtual communication between vocational teachers: (cid:2) Notice board for news; (cid:2) Discussion group chats in real time /sending e-mail to groups; (cid:2) File, document and bookmark sharing; (cid:2) Pools; (cid:2) Tools for the development of e-learning packages. Three teachers attended the E-learning Academy, a two-semester certificate programme developed by “CARNet”, the Croatian Academic and Research Network, in cooperation with the University of British Columbia, and completed the E-learning Course Design Programme and E-learning Management Programme. In addition to providing regular face-to-face teaching in vocational schools, a specialised web-portal with e-learning tools enabled the efficient use of information and communication technologies in regular and extra-curricular activities in the vocational schools and in exchanging information between vocational teachers and students. Because of flexible schedules and physical access outside normal working and teaching facilities in the vocational schools, the e-learning portal created possibilities for delivering courses entirely online. Furthermore, the vocational teachers now have at their disposal an efficient ICT tool for the regular assessment of the vocational students. IV. Ten school portraits – Croatia 36 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "The procurement and installation of specialised equipment Given the rapid pace of technological change in the sectors of electrical engineering and ICT, the upgrading of the specialised didactic equipment in the fields of Sensor Technology, Process Stimulation and Control Technology, which made up to approximately 50% of the total project budget, was an essential prerequisite for the development and pilot-testing of other project activities aimed at modernising teaching methods and, subsequently, introducing school-based innovations and efficient planning. 4. FOR WHOM? The primary target group was vocational teachers in the fields of electrical engineering and ICT. Final beneficiaries (end-users) were young vocational students in electrical engineering and ICT who will ultimately benefit from a more modern and innovative VET provision that will enable them to integrate more easily into the labour market or to establish their own enterprises. 5. HOW ARE WE DOING IT? Key methods of implementation in this project were as follows: Educational workshops Based on the “learning-by-doing” principle and perceived as a mutual learning situation, workshops create safe environment for all participants, motivate creativity, innovation and active involvement and ensure high level of respect and open communication between participants. Study visits Enable teachers to: (cid:2) gain relevant up-to-date industry and career knowledge as well as practical understanding of the skills, competences and attitudes required; (cid:2) meet colleagues, exchange views and check the level of applicability of pilot-initiatives in a particular context. Virtual teacher network In line with the modern application of ICT, the virtual network community is a common and cost-effective method which in many countries and international institutions serves as a discussion forum and a platform for common action for the main experts and decision-makers responsible for the training of teachers and trainers in initial and continuing training systems. E-learning E-learning is one of the most cost-effective (reduces costs for both providers and users in many cases) and efficient methods for disseminating knowledge to specific target groups characterized by flexible schedules and offering access to professionals even outside their normal working facilities. 6. WITH WHICH RESULTS? a)Input indicators – what did we invest in resources, time and personnel? (cid:2) Duration of the project: one year; (cid:2) Five vocational teachers and the school director participated in the implementation of the project (overall preparation and management of activities) on the basis of 20% of their regular working time; (cid:2) €150,000 for “soft” activities (including overall management of the project) and €150,000 for equipment. b)Output indicators – what were our immediate results (materials, documents, etc.)? (cid:2) 30 vocational teachers completed comprehensive in-service training (including study visits to the Danish vocational school and national/international institutes); (cid:2) A manual on efficient use of new equipment in the VET laboratory sessions (in the fields of Sensor Technology, Process Stimulation and Control Technology) in line with EU best practice examples and trends in relevant industries; (cid:2) Revision of the existing didactic equipment and development of a manual for efficient use in line with EU-best-practice examples and trends in relevant industries; (cid:2) A web-site for a virtual community of vocational teachers and pilot-testing of E-learning packages designed and launched; (cid:2) Two vocational teachers appointed as animators and designers of e-learning packages and one vocational teacher as an ICT administrator; (cid:2) A set of e-learning materials available for pilot-testing. IV. Ten school portraits – Croatia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 37 ",
        "c)Outcome indicators – what have been the longer-term benefits (cid:2) 30 vocational teachers exchanged views with the leading Croatian experts in the field of didactics and pedagogy as well as EU counterparts (peer-teaching with the Danish vocational teachers) on the need for a genuine change to student-centred teaching methods and how to efficiently embed this method in vocational school reality in Croatia; (cid:2) The revised annual operational programme for the VET subject “Process Stimulation” has considerably improved the support base for regular school-based innovation, i.e. development of an innovative curriculum which incorporates up-to-date competences required in the field of electrical engineering; (cid:2) By the end of the project, 450 members (vocational teachers and vocational students) engaged on a regular basis in the design and delivery of the e-learning courses and packages as well as a-day-to-day communication and exchange of experiences. 7. LESSONS LEARNED THAT MIGHT BENEFIT OTHERS – WHAT DID NOT WORK AS WELL AS WE HAD HOPED AND WHY? The project was completed in 12 months and within the budget allocated. It is important to stress that in comparison to the regular in-service training provided by Croatian institutions, this project set out high standards for all planned training activities based on a tailor-made approach. Lack of relevant experts in Croatia was apparent in certain seminars/workshops. This is particularly true for the experts on the special VET didactics, as currently there are only 2-3 experts in Croatia who are capable of delivering state-of-the-art training (modern concepts) in the relevant field. Consequently, a fine-tuning of relevant activities was carried out in the course of the project, particularly the content of the study visit to the Danish vocational school and Siemens Institute Berlin, which focused on training techniques. 8. HOW CAN YOU LEARN MORE? If you are interested in what we do, we will be more than happy to give you more details. You can also visit our website at http://www.ss-elektrotehnicka-zg.skole.hr/ Ivo Klaric , Principal E-mail: ravnatelj@ets.t-com.hr [Local language only]; Nenad Vakanjac , Independent Consultant, E-mail: nvakanjac@inet.hr [English-speaker] IV. Ten school portraits – Croatia 38 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "PORTRAIT 4: CONTINUOUS DEVELOPMENT AND THE USE OF NATIONAL AND INTERNATIONAL PARTNERSHIPS SDE College, Odense, Denmark 1. WHO ARE WE? SDE College is one of the biggest technical colleges in Denmark. Due to a merger between two colleges, the name was changed from Odense Technical College to SDE College in 2008. The history of the college goes back to the establishment of Odense Technical College in 1844 and Vejle Technical College in 1855. Many things have changed in education since then. The college is now a self-governing institution with a board of governors representing the local community (employers’ organisations and trade unions – fifty-fifty - and one appointed by the municipality). Teachers and students are represented as well. The board is responsible for the college’s finances, buildings and equipment, and staff. The director (Niels Henning Olsen) is appointed by the board, and participates in the board meeting, but without the right to vote. The college gets money from different sources: (cid:2) The Ministry of Education, pays a certain amount of money per student (the taxi-metre principle), for buildings (building taxi-metre), and also for different purposes, decided on by the ministry, and paid if (and only if) the college lives up to the ministry’s expectations; (cid:2) Development projects from different national and/or international sources; (cid:2) Users’ fees for tailored courses or consultancy support. The college is a business with an annual turnover (2008) of 573 million Dkr. (around €76.5 million). 39% of the turnover is related to vocational education. 49% of all costs are salaries. The college owns around 120,000 m 2 of buildings, and it is important for SDE to invest and re-invest in up-to-date buildings and equipment. The college provides almost all technical education programmes: (cid:2) Building and construction (including building services); (cid:2) Electronics and data; (cid:2) Production and development; (cid:2) Auto-repair, transport and logistics; (cid:2) Media; (cid:2) Health, nutrition and well-being/comfort. PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 39 ",
        "The number of full-time equivalents (FTE) was 5,393 in 2008 – distributed among the following areas: Vocational education 3,412 Upper secondary 878 Higher education 695 Training of adults 408 The main problem in relation to customers (students/participants) is that the dropout rate is still too high, especially among students in the so-called basic year (the first year of education) (16%), while the overall dropout rate is about 7%. Student satisfaction is measured each year. The ambition is to have results not lower than 7 (on a scale from 1-10). In the area “planning and organisation” the score was lower than expected (in 2008), whereas the area “the education” was given a score higher than 8. All other areas (9 all together) had a score of 7 or higher. The total number of full-time staff is 868 (2008), most of them are teachers. 2. WHAT ARE WE DOING? What we do is to develop as much as we can – continuously. In order to be able to do that, the such developments must be strategically important, and there must be sufficient resources. If something is important for the EU, money normally will be allocated, and that goes for the ministry, the social partners, regional and/or local authorities and the school as well. Any developments build on what is strategically important for these stakeholders. The main questions are: 1.What is needed for SDE to develop in order to stay strong and attractive? 2.Which of the areas identified are also important for stakeholders like the EU, the ministry, the social partners and the like? 3.How is it possible to combine activities to improve things in SDE and at the same time contribute to development of one of the areas funded by the above mentioned funding bodies? 4.How can one or more development projects be established and who can contribute to the development process as a whole? 5.To what extent will SDE’s needs be met and is SDE (the strategic management of the college) willing to pay what is not funded by others? The SDE college works out a annual strategic plan, and a development group keeps an eye on development programmes from national and international sources to find money for the needed and wanted development. Another part of this (for the development group) is to be in constant contact (like a network) with potential supply partners, who may even have access to other sources in the same area(s). In this context many projects have been carried out – several projects with international partners – for instance: Mentoring (cid:2) Several projects funded by the Ministry of Education and SDE itself; (cid:2) A project on reducing the dropout rate with colleagues from the UK, Cyprus, Belgium and Italy; (cid:2) A national project on motivating immigrant- students using mentorship with international mentor with the right background and experience. Capacity building (cid:2) Long experience with competence development and many projects funded by the Danish Ministry of Education and other national sources; (cid:2) A project on establishing a competence centre in the former Yugoslav Republic of Macedonia; (cid:2) A project on establishing a business centre in Kaliningrad. Regional development (cid:2) Several years of experience with regional development and several projects funded by regional authorities; (cid:2) A project on the competence development of entrepreneurs in Azerbaijan; (cid:2) A project on learning from neighbours in cooperation with Lithuania and Belarus. E-Portfolio (cid:2) Several years' experience with e-portfolio. The first projects received national funding (from the Ministry of Education) and the rest was funded internally; (cid:2) A project on developing an e-portfolio for students in cooperation with Turkey, Romania, Greece and the UK; (cid:2) A project on the competence development of adults using e-portfolio – in cooperation with Italy, Romania, Sweden and Lithuania. IV. Ten school portraits – Denmark 40 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "The e-portfolio system was also introduced to Montenegro. Initially, it is being used mainly for teachers. Working internationally is part of SDE’s strategy. It is possible to learn a lot from each other, and it is possible to receive funding for necessary and desired developments from international sources. The knowledge and the experience on the above mentioned areas have been developed in Danish projects, with Danish partners, and funded from Danish sources – and have (to a large extent) been further developed in international projects as well. This means that funding from both national and international programmes has played an important role in SDE’s strategic development. 3. WHY ARE WE DOING IT? Continuous development is a must for SDE. Education seems to be a key factor in relation to realizing ambitions from the EU (the Lisbon strategy), the Danish Ministry of Education, the Danish social partners and the labour market. Most Danish citizens are well aware of the need for adequate qualifications and the right competence to continuously be in line with what is required by the world of work. Danish vocational training colleges, therefore, meet new and higher expectations from the legislation (initiated by the EU or the Danish Government), from the companies and from the participants (young students as well as adults). Expectations are related to both the content (personal or professional) and to how education is delivered. One important aspect is that Danish companies (and the Danish workforce) should be able to cooperate and to compete internationally. A good relationship with international partners is therefore important, and international cooperation normally contributes to improvement and development in both SDE and partners’ institutions. In order to continue being an attractive college for students, and a well recognised provider of post-graduate courses and labour market training for adults, it is necessary to change and improve provision (content and form of delivery) all the time. This, of course, is both difficult and expensive, and therefore, development as such must be professionalized, and must take place as an integrated element of daily operations on the one hand and considered strategically important on the other. The concrete development activities are in most cases funded (in the first place) from Danish sources. Later on, the experience and knowledge gained can be used in new settings – including international cooperation. In many cases this will lead to even better knowledge for both parties. That is the reason why SDE emphasises international cooperation so much, and why so many mutually beneficial development projects have been carried out with institutions from other parts of the world. 4. FOR WHOM? As indicated above, change, development and improvement will be initiated 1) if based on an SDE-strategy, 2) if it is possible to have it funded, and 3) if it can be carried out. In the end, the customers to profit from improvements are normally the students (participants). In most cases, the reason for initiating changes and developments is to improve students’ and/or participants’ competence or their motivation and ability to learn and achieve goals and ambitions. In order to do this, the competence of teachers must be improved first, and that means that development projects aim at doing this through participation in projects in order to improve students’ competence. More specifically each development project has its own target-group, goals and ambitions and means and participants. 5. HOW ARE WE DOING IT? As already mentioned, development projects are (almost) always part of an SDE-strategy. If not they are not interesting and will not last for long or are not likely to produce any significant results. Elements of the SDE strategy, on the other hand, stem from different sources. It can be the needs and wishes of the college itself or it can be something that is required by the Ministry of Education or some other authority. In many cases there will be agreement between them. This implies certain questions: (cid:2) What does SDE need to improve, and where is it possible to find the money to support that improvement? (cid:2) Are there any good ideas that can be obtained by reading about national and or international support-programmes? (cid:2) Would it be possible to get better funding by cooperating with other national or international institutions? This is a process involving a development group and members of the management group. In the end It certain areas for development are chosen and staff are appointed to establish the projects and find the money. IV. Ten school portraits – Denmark PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 41 ",
        "Projects of this kind will normally be rather complicated and will in many cases consist of several sub-projects, with funding from different sources and the involvement of several other institutions, forming a partnership. The first step is to choose so-called interesting (from a strategic point of view) areas. The next steps are to commit the SDE staff and establish partnerships with other institutions (local, regional, national and/or international). Establishing the right partnerships is probably the most important factor in the whole development process. By working seriously with the partnership concept, covering most of the areas chosen is possible – but only because several projects and several partners are involved: Regional projects could take place in partnership between SDE, the regional university-college (UCL) and the regional university (SDU). National projects will normally be funded by the Ministry of Education and take place in partnership between SDE and a number of other vocational training colleges in Denmark, and EU projects take place in partnership between SDE and a number of other countries covering for instance universities and/or vocational schools (colleges). As shown in the figure below not all parts of the strategic area (the green circle) is covered by external funding. The rest, therefore, must be funded using SDE money – or may not be covered at all. Both SDE and its partners will benefit from the projects in which they are involved. In many cases results exceed what is needed. That may give some unexpected competence, useful in other areas. It takes time and energy to work this way, and therefore it is necessary that the whole process (applications and establishment of partnerships) is successful – otherwise it is too time consuming and expensive. 6. WITH WHICH RESULTS? Most project areas are strategic by nature and therefore also part of SDE's long and short-term planning. They are planned and expected and will, in most cases, be described as input indicators in the SDE development plan. All projects are described with their expected output – in most cases directly related to the strategic area to which they belong. Projects may give better outputs than expected. The system itself ensures that something comes out of the effort – all project-results must be documented, and since they are part of the strategic development plan, they are followed carefully by the college management. The most important outcome is that the emphasis on continuous development and partnerships ensures that the college has a sound economy, satisfied students and participants, good relations with customers and partners and a good reputation among national as well as local/regional stakeholders – including the Ministry of Education. It is a strategic decision to work this way, it takes time to establish internal systems and external relations but is has been worthwhile and SDE, therefore, continues to ensure its own development by running projects together with national and international partners. 7. HOW CAN YOU LEARN MORE? If you want to learn more take a look at SDEs website: www.sde.dk Contact: Project leader Henrik Hjorth (hhj@sde.dk.) Henrik is a well known face in many of the participating countries and was the host when the Learn project was launched during a one week study visit to Denmark and SDE in 2007. Hans Joergen Knudsen , Consultant IV. Ten school portraits – Denmark 42 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS EU-projects National projects Regional projects SDEs strategic area ",
        "PORTRAIT 5: MENTORING OF TEACHERS TO SUPPORT INNOVATION Auto-traffic School Centre – ASUC “Boro Petrushevski” Skopje, former Yugoslav Republic of Macedonia 1. WHO ARE WE? ASUC Boro Petrushevski is a modern, contemporarily organised and well-equipped school centre for road traffic and other auto-technical education. Specific occupational profiles for which the 1,200 students are educated include: (cid:2) transport and forwarding technician; (cid:2) auto and mechatronics technician; (cid:2) auto mechanic; (cid:2) (auto) body mechanic and auto-electronic engineering. The centre has already adopted EU standards and criteria to guide its practice. It generates income independently and follows the free-market economy, teaching pupils not only expert skills, but also entrepreneurship and self-employment. Priorities for the school are: (cid:2) High quality education for all students (cid:2) Programmes according to EU standards (cid:2) Good quality marking, (cid:2) Modern teaching technology, (cid:2) Well-trained staff which is the main resource that is leading to an increase in the popularity of this kind of vocation. Specific activities include: (cid:2) Technology - Continuously updated laboratory equipment for auto-mechanic and auto-electronic vehicle diagnosis and training for teachers in practical issues through a long-term collaboration with the Trade Chamber from Koblenz, Germany (cid:2) Student motivation - Students are motivated by the opportunity to get a driving license through free driving classes (cid:2) International competition and cooperation – the school is open for collaboration with schools and training centres in Europe with similar profiles. Junior Auto-Mechanic is an international competition for auto-mechanic students from numerous European countries which raises vocational standards but also provides exposure PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 43 ",
        "to different cultures. Our students have participated in competitions in Germany, Austria, Czech Republic, Slovakia, Ukraine and Lithuania. The school has also experienced good collaboration with schools in Slovenia, Serbia and Turkey where we exchange pupils, teachers and materials. We are at the start of a Leonardo da Vinci project involving three schools: (cid:2) ASUC “Boro Petrushevski”, Skopje; (cid:2) Technical School, Bezigrad; (cid:2) Slovenia and Polytechnic School in Kragujevac (Serbia). The project is supported financially by ACER Austria. 2. WHY ARE WE TRYING TO BE AN INNOVATIVE SCHOOL? ASUC “Boro Petrushevski”, Skopje has a long tradition of development as an innovative school. Innovation requires improving the quality of school culture by promoting teacher motivation and professional dignity and the sense of belonging to a team. We believe that many talents are already present in the school and that we have to find a development strategy for supporting employees to bring out these talents. In the former Yugoslav Republic of Macedonia over the last 10 years, large numbers of teachers took part in training workshops implemented by the EU in projects that helped them to strengthen their competences. In order to maintain the momentum of the projects, ASUC “Boro Petrusevski” created a process of internal continuing development as a strategy for quality. The key element was the mentoring initiative. After three years, the programme has been institutionalized as a tool for developing quality in teaching and learning. Innovations help students to get a better education, communicate more effectively and care for their own success. We get the benefit of a large number of interested students and greater attractiveness of the vocations that are taught at the school. Similar schools around Europe contact us with requests to collaborate in different projects. Also many social partners and Chambers in the region are ready to support the school in providing equipment and teacher mobility, pupil exchanges and partnerships. Collaboration with the ETF and in particular participation in the Learn project stimulated our motivation to become an innovative school and to follow the experience of schools in other countries. 3. WHAT DO WE DO? WHERE IS OUR DEVELOPMENT GOING? Educating adults – a necessity for a country in transition The school is following the global trend for lifelong learning and offers its citizens education through specialization, modular packages, and other types of training for developing skills and competences leading to qualifications for several traffic-related professions. Vocational education is intended for citizens with previous formal and non-formal education, and offers approved programmes which lead to diplomas and certificates. (Controller of technical vehicle inspection; Driving instructor; Road traffic operator; Auto-mechanic). In collaboration with the national centre for vocational education and training a modular packet has been prepared for educating auto-mechanics, computer diagnosis, balancing and changing tyres. The existing modules will be accredited by the newly founded Centre for Adult Education, and then be offered as a modern and fast opportunity for education and certification of professional competence. The latest form of adult education in ASUC “Boro Petrusevski” Skopje is training for managers and people authorised to train international transport staff for goods and passengers. ASUC “Boro Petrusevski”, Skopje is also researching opportunities for training taxi drivers, transporters of dangerous materials, plane mechanics and other popular vocations. Entrepreneurial spirit developed also in supplementary activities Supplementary activities generate income for the school, such as technical checking of motor vehicles, certification of motor vehicles, repairing and selling used vehicles with maintenance guarantees, preparing candidates for driving tests, as well as preparation for the installation, repair, check, and inspection of tachographs and control devices of motor vehicles (Euro-tachograph). How do we work to develop human resources in the school? Internal supervision – to perfect the pattern of quality teaching ASUC Boro Petrushevski is now at the threshold of a new period of development, a period of qualitative progress of the teaching work and career development of its employees. The strategy of internal development of the school was formulated during long consultations with domestic and foreign experts as well as by observing experience from practice in schools in the EU. IV. Ten school portraits – Former Yugoslav Republic of Macedonia 44 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "We found the answer in our own school just in front of us: mentorship. The challenge for us, once foreign projects end and we are on our own again, is to look for a solution internally to develop our professional capacities and performance. For that purpose, we have worked out an internal concept for support and supervision of teachers and other employees, i.e. a modern pattern of supervision and internal criteria for evaluating professional work. Teacher mentoring is a strategy for quality education development that is self-initiated, self-sustaining and encourages maximum creatively. This project has involved continuous training to help teachers implement, monitor and evaluate new topics in practice. Mentoring in ASUC applies to all 70 teachers, not only to the less experienced ones, because education is a process and for successful development the involvement of everyone is necessary. The leader of this strategy for educational development, vice-principal Sonja Ristovska, prepared a special manual for the activities to be used in leading, training, supervising and recording progress in teacher portfolios. What characterises this internal strategy that is now running successfully in the school? (cid:2) Mentoring does not only apply to new teachers, it includes all staff (cid:2) The process is based on strongly defined tasks of both the mentor and the trainee (cid:2) Mutual preparation of lessons is followed by observation during the class and feedback on performance as a basis of a plan for improvement (cid:2) Portfolios on which to record improvements are based on customized forms which evaluate the effects of the attempts to improve performance. ETF Teaching and Learning project – Teacher mentoring – Transfer of best practice from ASUC Boro Petrusevski to other vocational schools The national VET centre and the Ministry of Education and Science appreciated the mentoring programme implemented in ASUC and decided to spread it via a collaborative network among schools to encourage other schools to implement it. This is how this idea for mentoring teachers became a small project that was suggested, accepted and financially supported by the ETF. The purposes of this project are the following: (cid:2) to establish a network between the schools to exchange experience (cid:2) to share the strategy for quality education (cid:2) to support teachers in the process of teaching and learning (cid:2) to initiate innovation and creativity in the education process (cid:2) to achieve higher marks among pupils by developing teaching methods (cid:2) to establish a planned career development process for the teachers. 4. FOR WHOM? This innovation is for the teachers, pupils and the schools where the strategy for education development is implemented. In addition to ASUC Boro Petrusevski, due to limited funding, two vocational schools were selected for the ETF project: (cid:2) SVS “Goso Vikentiev” – Kocani – 3 mentors and 16 mentored teachers (cid:2) SVS” Zlate Malakovski” – Gostivar – 5 mentors and 21 mentored teachers We chose partner schools from two different regions which agreed to be innovative and ready to work on projects; they would also work with multi-ethnic teachers, and the two schools both have a culture where teachers cooperate well. We based this choice on recommendations from the Ministry for Education and Science and the VET centre, interviews with the management in order to promote the programme, and discussions with the teachers involved. 5. HOW ARE WE DOING IT? We began creating the project by forming an implementation team, designing project activities and promoting them. The next step was to develop the mentoring programme and define criteria for selecting mentors and teachers. Another preparatory step was to create a guide for mentoring and also to formulate forms with which to follow the process. Directors and teaching personnel were finally introduced to the mentorship programme as a tool for development of school-based quality education. Mentors were selected using these criteria: (cid:2) Teachers who have certificates of previous training, seminars and conferences IV. Ten school portraits – Former Yugoslav Republic of Macedonia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 45 ",
        "(cid:2) Teachers who have implemented demonstration classes (cid:2) Teachers who have worked on dissemination issues (cid:2) Teachers who have shown good results with the students (cid:2) Teachers who are favourites among students and well accepted by colleagues (cid:2) Creative teachers who lead projects and departments in the school (cid:2) Good references from the management team of the school. The functions of the mentor are to plan the lesson together with the teacher, suggest strategies, methods and conditions for work, observe and evaluate, appraise, compare, analyse and give feedback, motivate and encourage, give examples through demonstrations, keep a portfolio, and examine and create the professional development of the teacher. The role of the teacher receiving the mentoring is to plan lessons together with the mentor, teach the lessons in the presence of a mentor, reflect on the way the lesson went and ask for feedback, formulate plans for improvement and keep a personal portfolio. The portfolios consist of sets of forms for mentors and teachers who receive assistance in filling them in properly as well as keeping lesson plans, tests, essays and other products for and from the lessons. Before the mentorship programme started, the mentors were trained for their role. Twenty teachers to be mentored were selected in each school. All of them received a consultation before the lesson; a lesson observation and feedback after the lesson based on written notes about possible improvements. The mentors as well as the teachers, who were mentored, were supported in preparing a portfolio. A ‘Manual on Mentorship’ based on one previously designed by Sonja Ristovska, Vice-director for Research, Training and Development, was designed for the mentors. 6. RESULTS AND INDICATORS The project applicant school made an evaluation of the effects of the mentorship programme through interviews and analysis of the protocol for class observation. Interviews with the mentors and mentored teachers from both schools led us to conclude the following: (cid:2) Strengths – exchange of experience, more extensive cooperation, learning from each other, better lectures, bonding (cid:2) Weaknesses – not enough time for preparing creative lectures, no motivation, not enough teaching materials, resistance to lecture monitoring, too many low-grade students who can’t cope (cid:2) Things to be improved – continuance of activities, incentives for mentors and teachers, management support, better communication (cid:2) How to improve them – the project should be added to the annual programme and stimulation for participants. More generally, indicators of improvement can be listed as: 1.The mentorship programme is now institutionalised as a strategy by ASUC Boro Petrusevski and has been operating for more than two years; 2.At the same time there is a programme for quality control organised by the leadership team in ASUC, that analyses the process of change and then identifies needs for further training; 3.The school documents the whole process as a basis for strategic improvement; 4.Products include a specially designed ‘manual on mentorship’; a plan for the professional development of the teachers, a plan and instrument with criteria for receiving awards for good teaching which are transparent to every participant; 5.A programme for compiling electronic evidence about the professional improvement of all employees; 6.Other schools participated in the project for only half a year but they also feel the change. Now they have the will and intention to develop and implement their own development programmes; 7.Many teachers have developed more creative classroom activities according to the criteria of the mentorship procedure and intend to continue such activities. In summary, mentorship has multiple benefits. It encourages well planned and creative education which results in success among the pupils, training and career development for teachers and rewards for their motivation and effort. IV. Ten school portraits – Former Yugoslav Republic of Macedonia 46 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "7. LONGER TERM PLANS Sonja Ristovska, as part of a Master’s degree, is doing international research that will lead to the further development of the strategy for managing human resources in the school. The basic idea is to create systematic access to staff development, planned promotion to managerial positions and motivation for career development. All this needs to be supported by the school. In addition we want to spread mentorship as a strategy in most schools and to motivate schools to develop school-based development strategies. Collaboration with social partners is also a long-term goal in order to raise the vocational competence of pupils and adults. A further ambition is to open a Centre for Adult Education based on the same principles. 8. LESSONS LEARNED THAT MIGHT BENEFIT OTHERS (cid:2) Time has to pass. Quality cannot be achieved overnight and we need more time to be able to assess the impact of mentorship; (cid:2) We had no effective ways of dealing with those teachers who resisted the changes; (cid:2) We felt the need for more continuing communication with the ETF project and more contact with other European schools; (cid:2) Opportunities were modest for rewarding the teachers for their motivation and extra efforts; (cid:2) Managers did not always support the implementation of the policy for development; (cid:2) There is a need for equipment, conditions and ways of dealing with change; (cid:2) We need additional models of adult education and lifelong learning; (cid:2) We are still facing problems with the standardisation and certification of learning as well as inappropriate policy for the number of classes for different vocations; (cid:2) The links between theoretical and practical learning activities are weak and we have experienced some problems with some practical instructors with project implementation; (cid:2) There is no connection between the specific trades and the school programmes; (cid:2) There is a lack of financial support for implementating the innovative strategy in the school. 9. WHAT DO WE RECOMMEND TO OTHERS? All the schools need to follow their legal obligations to the national VET centre and the Ministry of Education and Science, but it is up to them to make the effort to implement the national education policies. To achieve that, they need determination to maintain their commitment and have a strong team spirit orientated towards shared common goals and they must pay more attention to human resources development by helping teachers to become more creative and resourceful. Sonja Ristovska , Vice-principal for Research, Training and Development E-mail: sonjaristovska@yahoo.com IV. Ten school portraits – Former Yugoslav Republic of Macedonia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 47 ",
        "PORTRAIT 6: MODERNISING TEACHING AND LEARNING IN ENGINEERING SUBJECTS Secondary Technical School “Skënder Luarasi” – Suhareka, Kosovo 1. WHO ARE WE? The Secondary Technical School “Skënder Luarasi” in Suhareka, Kosovo was established in November 1994, when it separated from the Centre of Secondary Schools in Suhareka “Jeta e Re” established in 1967. Originally as a mixed centre of secondary schools there was an academic gymnasium, a technical school and other professional schools (agriculture, law, economy) with approximately 2,700 students. The school has 1,127 regular students allocated to 38 classes and 109 students in the adult education section allocated to six classes. It offers the following programmes: Four-year programmes: (cid:2) Electro-technology Information Technology Technician, telecommunication technician, mechanics technician, Technician for electric devices; (cid:2) Machinery – production operator, ironsmith; (cid:2) Building Enginery – Architecture, Technician of high building engineering; (cid:2) Economics – Bookkeeper; (cid:2) Technology – Food technology (vegetarian and meat-based); (cid:2) Traffic – road traffic technician. Three-year programmes: (cid:2) Electrician, audio-video; (cid:2) Machinery – car mechanic, water and sewage installer, heating installer, welder; (cid:2) Economist – Merchant for retailing and wholesale; (cid:2) Technologist – Chemistry laboratory technician, tailoring. The school is developing rapidly - its most important achievements are the following: Modernisation of the curriculum in line with the requirements of the market with assistance from 48 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "the Ministry of Education, Science and Technology in cooperation with social partners. Cooperation and experience sharing in this field with professional schools in Austria such as those in Vienna, Klagenfurt, Vilah and Shtajer is a key feature of the modernisation process. Improvements in the training of the teachers, particularly those whose work will advance the quality of the laboratories and practical education of students, are an important driver for development. The school is gradually creating considerable opportunities for improving student work and innovation. These are shared widely in different exhibitions of the work of professional schools organised by the Ministry of Education, Science and Technology and also in shows organised for “Open Doors of the School”. These are days when parents and other citizens are invited to see the school's work. Some similar exhibitions were also presented in cooperation with the above-mentioned schools from Austria. 2. WHY WE ARE DOING THESE REFORMS? We are trying to improve the pedagogical system of the school in compliance with European objectives and good practice. In particular, there is a need for curriculum and teaching and learning in technical secondary schools to be updated due to the continuous changes in employment and training. Substantial reforms in the training of teachers at national level have been made to improve programmes and support the transition of professional education. However, there is still a considerable lack of additional and continuous investment in training of practical use for teachers, especially those at the advanced professional level. The lack of resources for training in schools and limited autonomy for teachers mean that they have difficulty in transferring new practices into their daily work. Rapid developments in technology increase the demand for new national and EU qualifications and competences for the teachers. The shortage of time to keep track of these technical innovations makes continuous improvement difficult. Therefore we try to become familiar with changing technological and curriculum requirements and organise development projects for complex teacher training activities, including the improvement of didactic equipment for school laboratories. 3. WHAT ARE WE DOING? The school has been funded twice for teacher training projects with grants (donations) from the World Bank and other donors mainly from Austria. The projects have several components: Training of teachers in modern methods/didactics in mechanics and electro-technology The training is designed to help teachers learn how to use student-centred pedagogy and modern technologies and production processes and then to adapt these practices in their own classrooms. Professional Didactic: Compared with the usual training activities provided by donors and the ministry for our teachers, this student-centred pedagogy seems to be more relevant to the modernisation of the teaching methods in different profiles of engineering within the school, especially: (cid:2) The organisation of teaching and learning modules; (cid:2) The use of different visual tools in day-to-day teaching; (cid:2) Motivation of students by appealing to their interests; (cid:2) Different models of student evaluation – theory and practice of the evaluation of competences. Professional didactic based on the best practice in the EU – Austria (research visit): School level teams of experts in the appropriate professional subjects from Austria effectively facilitated training for methodological/pedagogic innovations for counterparts from our school. The most important focus was on transferring the attitudes and values that embrace the continuous need for development (including quality assurance) and illustrate the flexibility of the Austrian system. These include: (cid:2) Defining and organising innovative methods of student-centred teaching; (cid:2) Defining the key objectives and competences in line with the requirements of the labour market; (cid:2) Determining the structure of the curriculum and the integration of new didactic equipment: Electric and Mechanical Engineering – Advanced technologies in the industry (research visits): Teachers from our school benefited from exposure to resources used in Austria at the secondary professional level which were particularly relevant to our school. We got valuable information about the specific particulars of innovation in technology, production and services. Furthermore, the relevant experts presented the elaborated competences required to develop student expertise in the fields of electrical and mechanical engineering. IV. Ten school portraits – Kosovo PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 49 ",
        "“Innovative Standards”: The training is designed to develop knowledge and ability related to different innovative standards that outline how students need to be creative and how to develop an ‘innovative mind’. These standards have considerable implications for the teaching process and for the relations between teachers and their students. Training for teachers in evaluating student achievement in new methods of learning and use of modern didactic equipment The group of teachers who have been trained agreed to demonstrate the new methods to other teachers of our school, regarding electro-technology and machinery. This encouraged more formal reflection and exchange with the Austrian teachers about the overall performance of students and the results of the classes and the laboratory sessions. The joint sharing of classes opened up a deep and constructive discussion about the issue of more flexible teaching methods in our school. The discussions identified specific features of schools in Austria in the field of technical and mechanical engineering that suggested what elements were needed for basic innovation in the school in line with the general reform of the Kosovo education system. Providing and installing specialised equipment Rapid technological change in the sectors of electric and mechanical engineering required improving the specialised didactic sessions and equipment in the field of sensor technology, process, simulation and control technology. This was essential for the development of other project activities aimed at modernising teaching methods by means of practical innovations and efficient planning. From January 2009 the school has been equipped with two devices, costing €40,000, for energy production using solar energy and solar panels for heating, which is supported by and installed jointly with experts from Austria. Swisscontact provided €90,000 for additional equipment for practical learning. 4. FOR WHOM? The main first level beneficiaries of the project comprised the group of teachers in the field of electric and mechanic engineering. Final beneficiaries (final users) were obviously students of electrical and mechanical engineering. The innovative teaching, learning and new equipment will prepare them much better to integrate into the labour market or to establish their own private enterprises. 5. HOW ARE WE DOING THIS? Key methods for implementing this project are the following: Educative workshops Based on the principle of ‘learning by doing’ in a situation with scarce resources requiring horizontal learning, these training sessions were carried out in school workshops which create a safe environment for all participants. They motivate teachers to become more creative and to make innovations by becoming actively involved and ensuring high level of respect and open communication between participants. Investigative study visit Gives the opportunity for teachers to: (cid:2) gain up-to-date knowledge about industry and careers and the practical understanding of the skills, required competences and attitudes; (cid:2) meet colleagues, exchange opinions and practical and feasible ideas for taking initiatives in their own particular context. The participants of the training sessions in Austria have been supplied with the supporting materials from the training course that they attended. When they came back to Suhareka, the materials were analysed again and regular meetings organised in order to raise awareness and to inform their colleagues about the activities that they had undertaken in Austria. They were also obliged to find ways to implement the experience gained in Austria in their school. This experience is now fully implemented in our school's workshops, both by the teachers trained in Austria and many of their colleagues. Internet (e-learning) Access to the internet was something new for us. We have succeeded in installing a functioning system in the school. Because of the expense we have attempted to negotiate reduced prices from providers and for internet users. We see the internet as a most effective method for extending the knowledge of specific groups and we provide flexible schedules to give access to professional events that would normally not be available. We started by learning elementary things through training: addresses, communication and web search practice. All this was done in English, and the students in particular have made good progress. 6. WHAT ARE THE RESULTS? a)Input indicators – what we invested in resources, duration and personnel? (cid:2) The project started in 2003 and is ongoing; IV. Ten school portraits – Kosovo 50 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "(cid:2) 11 teachers and the director of the school attended the implementation of the project (overall preparation and managing of the activities) and were allocated 20% of their regular work time for this purpose; (cid:2) €30,000 was budgeted for “soft activities” (including the overall project management) and €350,000 for the purchase and installation of equipment. Training was organised three times and the duration of training sessions were two weeks of 40 hours, providing a total of 240 working hours. The teachers successfully implemented what they learned in their classrooms and workshops. b)Output indicators - what were the long-term benefits? (cid:2) 11 teachers completed didactic and pedagogic training and experiences with their Austrian counterparts relating to student-centred teaching methods and how to apply them efficiently in their daily work (cid:2) The reviewed annual operational programme for our school is considerably advanced and it supports the ground for regular school-based innovation, i.e. development of the innovative curriculum that contains fresh competences required for electrical and mechanical engineers. (cid:2) The project is still continuing with the exchange of experience between the teachers involved. (cid:2) Teachers have gained skills in these sectors: metal work, car mechanics, central and solar heating instalment and electric instalment. A team has been trained in Bulgaria (through the Ministry of Education, Science and Technology) for soldering. No formal evaluation was carried out, but the general impression is that things are gradually changing in a positive direction at our school; the success rate of the students is improving; the interest of employers to cooperate with our school is higher and they are supporting our school more and more; students are satisfied with the quality of teaching and learning provided at our premises, and the enrolment of students in our school has increased. 7. LESSONS LEARNED This project provided high standards in all planned training activities and its effect was very positive and the impact continues. However, the lack of relevant experts already appointed to teach in our school was obvious at the assigned workshops. This is especially true for the experts in the specialist subjects who had no previous didactic training. The recruitment and retention of appropriately qualified and experienced specialists is a problem that cannot easily be solved even by high quality training, but in the absence of such staff, continuing professional development becomes even more important. The language barrier had to be faced. A lot of students knew English, and there are teachers who know English and German but a translator was appointed to help. The visit had an additional positive impact in raising the awareness of teachers and students about the importance of learning foreign languages. The support from the donors has had a very positive impact not only for a short period of time but also because of the sustainability in the process; this can be seen not only in the practical part of the training but also in the proper use and maintenance of equipment. This is one of the areas in which support is continuing. The school director’s role was a key in all the processes: in finding the donors, in logistics, in choosing the teachers who can pass the knowledge to their colleagues and in organising the exchange of experience from the trained teachers to the rest of the staff. He continuously monitors the teaching and learning process and the performance of the teachers. Teachers are encouraged by him to use innovative approaches and the experiences gained in Austrian schools and to share their experiences with their colleagues in regular meetings of the teaching council. In general, teachers are motivated and committed, but a few in the beginning were not enthusiastic. However, during the process the positive results became obvious and the positive environment that was built in our school had an impact on them. This was documented by the fact that they gradually started to practice these experiences in their teaching sessions. It was very important to give 20% of normal teaching time to those involved in the programme and more teachers are being given additional time to innovate. The effect is evident in the work culture as well as in raising standards of teaching and learning. The level of interest for professional schools has been raised a lot in the municipality. More interest has been expressed by females who before were not so interested in what the school provides and due to its increasing popularity, interest is now also being shown by young people in other municipalities such as Prizren, Shtimje, Rahovec and Malisheva. Remzi Bytyçi , Director Cell phone 044 184-448, Telephone 029 271 723; E-mail: remzi55@hotmail.com Rame Likaj , Translator IV. Ten school portraits – Kosovo PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 51 ",
        "PORTRAIT 7: STUDENT-CENTRED APPROACHES TO RAISING THE LEVEL OF PRACTICAL LEARNING Combined High School “Beco Basic” Plav, Montenegro This school was founded in 1965/66 as an elementary school, but in October 1969 the Plav Municipality made it a Gymnasium, an individual education institution with four grades. That date is celebrated as School Day. In 2009 the school celebrated 40 years of existence and 30 years of teaching in the Albanian language. In 2003 the school changed its name into the Public Institution Combined High School “Beco Basic” Plav. Plav is a multi-ethnic municipality in the north east of Montenegro and has around 20,000 inhabitants. It is a very heterogeneous town and two languages are equally used: Montenegrin and Albanian. In the 2009/10 school year, the school’s 721 students were divided into 30 classes, of which 12 are gymnasium and 18 vocational. The teaching is in both the mother tongue and the Albanian language. Different vocational programmes are offered according to the interests of both students and their parents. The school is registered at the Ministry of Education for the following programmes: 1.Gymnasium 2.Mechanic and metal processing 3.Trade, catering and tourism 4.Traffic 5.Geodesy, architecture 6.Pharmacy, health and care system 7.Economics, law and administration 8.Agriculture, food processing and production. There are 21 programmes within these eight educational fields and 57 teachers and 17 professional associates are employed. The principal, Ramo Kolasinac, a philosophy and sociology teacher, won the state prize “OKTOIH” in 2005 for outstanding results in the field of education. With his own engagement and working together with the school employees, the principal has enhanced the school’s reputation across Montenegro. 52 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "1. WHY ARE WE MAKING THESE CHANGES? Due to current changes in the labour market, the economy and in society, our school is trying to be as innovative as possible. The need to develop tourism, trade and catering has been recognised and, as a result, we have already ‘produced’ the first generation of students who were educated to work in these fields. In the past Montenegro had to ‘import’ workers from neighbouring countries to do these kinds of jobs because of the lack of specialised staff. Plav is a town with rich tourism and agricultural potential and because of that in 2005 the first cohort of 4-year trained tourism technicians was initiated. In 2009 we started a new school programme for agricultural technicians. For this programme the school has managed to obtain a model farm where students can gain practical knowledge. In this way we hope that we can produce highly qualified and competent graduates. Special emphasis is placed on preparing students for the labour market and for further education. By putting them at the centre of the teaching process, teachers are trying to develop students’ skills and initiative for entry into the labour market or to continue their education. 2. WHAT, HOW AND FOR WHOM? In trying to be as innovative as possible, we were one of the first schools to accept the new curriculum for high school programmes where the focus is on the modernised professional education of students. Therefore, our school has developed many practical approaches for improving the education process. Modern teaching methods and school equipment Teachers use modern student-centred teaching methods in order to develop critical thinking and creativity. Every teacher of this school has attended seminars about Active Study and Applying ICT in teaching. The role of the teacher is changing from that of instructor to that of a moderator of the learning process who pays attention to every student individually. For the specific needs of teaching (such as practical subjects), the school employs professional associates. Seventeen professional associates work at the school at the moment and share their knowledge and experience very successfully with the students. Our school has 22 regular classrooms, two workshops, a library with a reading room and specialist rooms for informatics; traffic studies; practical health care; anatomy and physiology; medicine and biology; practical serving skills; chemistry; tourism; administrative technicians; and collaborative study. Classrooms and offices are equipped with modern teaching resources. A study centre adds to the optimal conditions for studying. Study centre Opened in March 2009, the study centre was refurbished with funding from the school and investment of labour mostly provided with the help of students and teachers. The investment is worth approximately €30,000. The centre is equipped with computers, literature and resources for every study programme. Different activities are performed in this study centre for promoting higher levels of knowledge. Students are free to create different activities depending on their knowledge and needs. There are twenty different study stations in this study centre: pedagogic-didactic space for storing necessary materials; reading room where students can study individually; intercultural cooperation; innovations in science; professional development of school; school projects; different programmes; informatics; factors of influence on students and teachers; school rules and acts; tourism; students and teachers conferencing; group study; foreign languages; local environment library; multimedia; Albanian language teaching resources; journalism; congress. Through continuous assessment of work in this study centre, we have concluded that this room has a positive influence on students, because they can be very flexible while working there, and they can use different resources while doing research and project work. Because of the fact that they are free to create different activities by themselves, they feel more secure and in that way they acquire knowledge better. Professional tuition of teachers School managers and teachers regularly attend different seminars. The improvement process has two approaches – enhancement of pedagogical work and personal professional development. The school also organises seminars if needed. Already seminars for high school principals from Montenegro have been organised as have a few conferences on international cooperation. Teachers who teach the same subjects (for example English, mathematics, mother tongue, etc.) regularly have meetings, where they discuss different questions about teaching and learning and various problems that they have while working. In this way they try to find solutions for overcoming those problems. IV. Ten school portraits – Montenegro PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 53 ",
        "Quality group A quality group continuously assesses working processes in the school and tries to improve them. The group has five members and works on the following areas: (cid:2) Achievements in knowledge, skills and competences according to educational standards; (cid:2) Quality of the teaching and learning process: general; professional and practical subjects; (cid:2) Quality of syllabi and outdoor activities; (cid:2) Spirit (ethos) of the school community; (cid:2) School management; (cid:2) Support that the school gives to students; (cid:2) Cooperation between the school and parents, social partners, other institutions and the local municipality; (cid:2) Material, technical and safety conditions of the school. The quality group makes improvement plans that include aims, activities, deadlines and success indicators. Outdoor activities There are 17 departments in the school dedicated to enabling students to acquire a high level of education. The school also organises extra classes for students who want to learn more, and for students who have difficulties in certain subjects. Highly successful students participate every year in national competitions. Teachers help them to prepare for these competitions. In addition to sports clubs and cultural societies, our students also participate in different ecological actions (cleaning of rivers and lakes, forestation etc.), decorations of parks and historical monuments and marking mountain paths. Many of our students are members of non-government organisations (NGOs), for example The Greens and Pronatura. In this way our students develop ecological understanding and skills and improve working habits and responsibility towards themselves and the environment. Practice (practical teaching) Depending on the subject, we have different spaces where students can gain practical knowledge. Car mechanics perform their practical classes in a school workshop with six cars and students can use them to develop and improve their practical knowledge. For the students of the trade programme we have a school shop where they can really work and can develop their practical skills with teacher help. We also have a kitchen with a restaurant for the cooks and waiters (food services industry programme). Students also do work practice in different local companies which gives them a head start when they apply for a job. Those companies usually employ our students when they finish high school education. Support for students This is multi-ethnic and heterogeneous but tolerant school where every student and every person is equally respected, regardless of age, sex, special needs, or educational level. Students are regularly informed about their rights and also participate in making decisions about students’ rights. Our principal, deputy principal, pedagogue, psychologist, and social worker cooperate with students and organise all kinds of meetings with them (celebrations, manifestations, cultural and sports activities, etc.). They also cooperate with the Student Board and Council of Young People. Students are treated individually taking into consideration their abilities and interests to train them for professional work and helps them to develop study skills through both work in groups and individual work. (cid:2) Cooperation with parents, social partners, other schools and non-governmental organisations Parents are invited to general and class meetings and individual meetings between teachers and parents. General parents’ meetings are held two or three times a year, and parents are informed about problems and tasks that the school and students experience. Connection between family and school and creative cooperation between parents and teachers are key factors in providing a successful education for the students and plays both an informative and educational role for all involved. Parents are encouraged to participate actively and to make any suggestions they wish. The school invites cooperation with different institutions, employers and local management. Employers willingly accept our students and help them in acquiring practical knowledge. We also cooperate with different cultural and sports organisations. The school management and professional team each year visit students of the final year at three elementary schools and inform them about opportunities and choices that the Combined High School has to offer. After that we organise “Open Door Days” for the elementary students and, during that event, students are free to visit our school, classrooms, workshops, and see the premises. Another external link is with the University of Montenegro. Different representatives from the university give IV. Ten school portraits – Montenegro 54 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "presentations about their faculties every year and provide students with informative brochures to aid their choices. We also consult the Labour Exchange every year, when we are deciding what vocational programme we should launch to attract students who will later compete for jobs. For unemployed people we have organised English language and computer studies as adult education courses. For many years, non-governmental organisations such as CAZAS, JUVENTAS, TVRDJAVA and PRONATURA have been involved with the school through different projects, presentations and programmes. (cid:2) Work on international projects Besides school projects and projects with the local community, there have been a few successful international projects. Cooperation started in 1999 with schools from Switzerland on the initiative of communes in Switzerland, because our school had given shelter to 280 students from Kosovo (under UNSCR 1244) during the period of the civil war. In 2006 two of our teachers went there for professional upgrading in the areas of catering and the food services industry. The same year three students visited Switzerland as a part of a student exchange programme. In 2007, students from Switzerland made a professional excursion to Plav for seven days and had many joint activities and projects with our students. Later, members of our staff visited Switzerland in order to compare the education programmes and quality of teaching in the area of tourism and catering. After finishing this project we introduced significant innovations in these areas that have helped us to improve the quality of teaching and learning. Our Swiss friends have regularly donated computers, equipment for the student restaurant and mechanics workshop. Study visits were arranged with tourism schools from Austria through the project TOUR A REG in 2006, and within this project seminars for the professional development of tourism teachers and students are regularly organised. The ECONET project has been running now for four years and as part of it we have set up a tourist agency “Prokletije” to arrange tours and promote the natural beauty and tourist potentials of our municipality. The Austrian organisation, KulturKontakt, is providing technical assistance and has equipped a classroom with computer equipment and other necessary equipment for a tourist agency to give our students ‘real life’ learning of the business. From 2009 the school has been a part of ACES Net (Academy of Central European Schools) and together with partner schools from Albania and the former Yugoslav Republic of Macedonia we participate in the project called “Young Europeans Can Shape Their Future by Themselves”. The Norwegian organisation BIP (Business Innovation Programmes) in cooperation with the Agency for Development of Small Companies in Montenegro has supported a ‘student companies’ project for a year. Students have created six companies and they present their results at a fair in Budva at the end of 2009. The companies are real. Students work with real products, they make profit and they all have certain functions in their companies developing their business skills by working in teams and individually. It is a genuine and relevant preparation for the actual labour market. A new initiative is with LUX Development to establish a model farm for the agriculture, food production and processing students. We also plan to cooperate with the GTZ on international cooperation for sustainable development and with the USAID-STARS project “Stimulating development in northern Montenegro” in the area of tourism, agriculture and professional enhancement. All these efforts are dedicated to the students for whom the school exists. 3. LESSONS LEARNED Education and the development of human resources are at the top of national strategies of social, economic and technologic progress. Considering the fact that the effects of education are reflected not only on individuals, but on the whole of society, we can say that knowledge has become a basic factor of development. Thus, investing in education means the same as investing in human capital. Modernisation of the education system is very complex and covers a wide spectrum – from the introduction of new and modern teaching methods and syllabi, through the active participation of teachers and students in the schools’ work and decision-making, to using computer equipment in classrooms and strengthening the relevance and connection of vocational education to the labour market. In the past few years our school has managed to fulfil almost every goal predicted with the process of reform of education and in accordance with modern world trends to provide students with: (cid:2) Improved quality of work; (cid:2) Progressive development of the most important key skills; (cid:2) Improved resource management; (cid:2) Easy access to a wide range of information; (cid:2) Use of multimedia equipment; (cid:2) Practical application of theoretical knowledge; (cid:2) Better motivation to study. IV. Ten school portraits – Montenegro PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 55 ",
        "Modern vocational education identifies three basic educational aspects: (cid:2) Personal - development of intellectual, emotional, aesthetic and physical skills; (cid:2) Social - preparing individuals to participate equally in social life and educational activities needed for life in society; (cid:2) Professional - preparation of students for future work. That is one of key demands of high school education and it is directly linked with society needs, economic development and other elements. Cooperation with social partners and involvement in international projects is essential if we want to develop an education system through successful reform. Obviously investment of money and time is necessary for developing education and also networking of professional secondary schools gives better results. 4. WHAT DID WE INVEST? To provide for our many practical activities we developed and equipped 900m 2 workspace for practical teaching and learning processes. The Ministry of Education helped us financially with only 7% of all these investments. The school itself invested other financial assets from its own sources: project work, organisation of courses, earnings from students’ collective activities. Both employees of the school and the students of vocational programmes were involved in raising funds and giving their time. Teachers, school management and professional associates are dedicated to helping students to get the best education possible. 5. WHAT DID NOT WORK AS WE HAD HOPED AND WHY? While we were conducting all the above activities, despite all the work and efforts of the whole school (school management and staff), there was some misunderstanding of our initiatives in the local community, which was not able to help us to finish some projects that were in the best interests of students and education reform. We also found that the Ministry of Education did not support us as they might have, when we asked for their help in realisation of some projects. Ramo Kolašinac , Principal Bakovic Dzana , Psychologist E-mail: b.dzana@gmail.com Basic Omar , ICT coordinator Toski ć Selma , Translator Web-site: www.becobasic.edu.me IV. Ten school portraits – Montenegro 56 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "PORTRAIT 8: A MULTI-PROJECT APPROACH TO IMPROVING STAFF MORALE AND SKILLS Chemical, Food-processing and Textile School ‘Uros Predic’ – The Centre for Continuing Adult Education, Zrenjanin, Serbia 1. WHO ARE WE? The Chemical, Food-processing and Textile School ‘Uros Predic’ in Zrenjanin is located in a building finished in 1938. At the request of the Chamber of Commerce and Industry, the city council in Petrovgrad (the former name of city of Zrenjanin) gave the building to the Chamber for no charge in order to place the Technical High School and Commercial Academy of the Chamber of Commerce and Industry in Petrovgrad. Both schools were founded in 1938. Since 1991 the technical school has been called “Uros Predic” after a famous painter from the Banat region. Today, the Chemical, Food-processing and Textile School is a modern school which uses about 5000 m 2 of space. Teaching is performed in 17 general purpose classrooms, six multi-media classrooms, 12 study rooms, five laboratories, two gyms, as well as a bakery, mini diary-plant and three textile workshops. The number of employed staff is 115 and about 800 full-time students attend this school in 36 classes. We prepare students (young and the adults) for working life according to labour market demand, in a modern and efficient way. The three sectors of the curriculum are: (cid:2) chemistry and non-metals (chemical-technological technician, chemical laboratory technician, technician for the protection of environment, technician for the industrial pharmaceutical technology), (cid:2) production and food processing (food-processing technician - pilot curriculum, technician for biotechnology, baker - pilot curriculum, milk manufacturer – PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 57 ",
        "pilot curriculum, butcher, foodstuffs manufacturer), (cid:2) textile and leather industry (technician-model constructor of clothes, ready-made tailor, fashion tailor – pilot curriculum). Introducing new pilot curriculum which has been implemented since 2002/03, our school has become an active and direct participant in the reform of secondary vocational education. The most important social partners with whom we cooperate are: the Centre for Vocational and Art Education, Regional Chamber of Commerce, National Employment Service, General Association of Entrepreneurs, the City of Zrenjanin – Local Municipality, Local Economic Development Office, secondary vocational schools in the region, local corporations and companies, Non-governmental organisation sector. Our school has placed its own present and planned activities, its vision and strategic goals within the context of the reform of vocational education, which implies that school development is based on the following principles: (cid:2) Development and project realisation; (cid:2) Patience and hard work on the modernisation of the system and the school; (cid:2) Search for a new organisation model; (cid:2) Attention to values; (cid:2) Raising of the level of human resourcefulness; (cid:2) Frequent project activities (with action planning); (cid:2) New approaches towards meeting the needs of the young students; (cid:2) Further development of the Centre for Continuing Adult Education; (cid:2) Social partnership development (market analysis; competence-based modular curricula and training); (cid:2) Implementation of a spirit of competitiveness and tolerance in our school culture based on our vision – “the school of positive and creative people”; (cid:2) Continuous self-evaluation to improve the quality of the work of the school. 2. WHY ARE WE MAKING THESE IMPROVEMENTS? We intend to serve economic growth and to raise the level of human resources of our region in accordance with the principle of lifelong learning. We see ourselves as multi-generational and multi-programme institution to serve the economy as one of the platforms for social partnership and a leader in the development of human resources in the region. We want to be a well-organised school, where creative and satisfied people work, and where together we have a positive relationship with the surrounding community. We wish to establish our position as a progressive school with pro-European values, recognised for its enthusiastic project activities – a centre with special strengths (multi-media classrooms, internet club, the kitchen and the student cafeteria, specific equipment, bakery, mini-dairy plant; reform orientated staff; strong relations with European programmes and funds), as well as a resource centre stimulating the potential of the environment (Zrenjanin has beautiful architecture and cultural sites, pleasantly green surroundings and lakes; a lowland region with many pastures suitable for organic food production). 3. WHAT ARE WE DOING? Teaching staff how to use multimedia classrooms The project, started in 2005, was a part of the Innovation fund of CARDS I programme – the programme for the reform of secondary vocational education in Serbia. The school was the contractor and the Regional Chamber of Commerce of Zrenjanin was the partner of the project. Teaching the rural population of Banat region to produce bio-gas In 2005 and 2006 this €50,000, 10-month project was a part of a regional programme of socio-economic development in the Banat region, and it was financed by the EU and implemented by the European Agency for Reconstruction. The school was the contractor and the partners were: the Regional Chamber of Commerce of Zrenjanin, Higher Technical School in Zrenjanin, National Employment Service – branch office in Zrenjanin, Municipality Novi Becej, Municipality Zitiste and Agricultural Institute in Zrenjanin. Career guidance and counselling The school was a partner in Belgrade Open School projects: ‘The implementation of a model of career guidance and counselling in secondary vocational education in Serbia’ (January to September 2006); and ‘Comprehensive development strategy of career guidance and counselling in Serbia’ (May 2007 to January 2008). Both projects were financed by the Canadian International Development Agency (CIDA). IV. Ten school portraits – Serbia 58 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "The Centre for Continuing Adult Education The Centre for Continuing Adult Education (RTC – Regional Training Centre) has been developing in our school since December 2003, supported by the EU - VET reform programme (CARDS phase I, phase II and bridging). Its role is to monitor market changes, identify necessary skills and develop modular and outcome-oriented training in close cooperation with the employers (based on the occupational analysis and standards). The school offers labour market-related training in the necessary knowledge, skills and competences to give trainees the opportunity to find employment easily or to continue their professional education. We cooperate closely with the other four RTCs in Serbia in Novi Beograd, Nis, Bor and Kragujevac. 4. FOR WHOM? Our target group are young people – primarily our students – both employed and unemployed. Teaching staff how to use multimedia classrooms The training included 50 teachers from our school (60% of the total number of the staff) and 10 representatives from the factories with which our school cooperates. Teaching the rural population of Banat region to produce bio-gas Our target groups were the rural population and the students of agricultural schools. The teachers also immediately benefitted from the project. They developed competences for the development of modular training programmes. The project boosted the social partnership network – which involves secondary vocational schools, higher education institutions, the Regional Chamber of Commerce, National Employment Service, Agricultural Institute, local authorities. To implement the project highly professional unemployed people were trained to become the trainers. Career guidance and counselling The target group are our students and the employers in the sectors our programmes cover. Other immediate beneficiaries are the teachers who have a key role in the activities of student career counselling. The Centre for Continuing Adult Education Short training sessions are prepared and organised in accordance with labour market needs and requirements. In this way we help the National Employment Service and the employers. Our primary target groups are adult citizens of different ages and different education levels, either employed or unemployed. The participants gain the necessary knowledge, skills and competences to get a job, keep it, be promoted, and in general, do something useful for themselves and their family. 5. HOW ARE WE DOING IT? a)Teaching staff use multimedia classrooms The idea for the project arose from a quality and needs analysis of work in the school. The aim was not only for the teachers to learn how to use the computer while preparing for the class and during the class, but also to establish stronger cooperation between the school and the social partners. Consequently, representatives of the Chamber of Commerce and businesses were involved in the project as partners. Teachers were trained in using the computer and IT equipment. They learnt how to use Windows, Word, Excel, PowerPoint, the Internet and e-mail. Many different PowerPoint presentations were made, and in this way, a database of presentations for lessons was also built up. Colleagues from the business world made PowerPoint presentations of their factories and the technological procedures, illustrated with pictures of machines, appliances and devices. b)Teaching the rural population of Banat to produce bio-gas First the teachers developed four training modules including appropriate professional publications: the raw material for the production of bio-gas; the systems for processing bio-gas; and processing technology for converting bio-mass into bio-gas. Eight unemployed highly educated people (technologists and agronomists) were trained to process bio-mass into bio-gas. They also received basic management and entrepreneurship training. A huge number of people took part in the workshops in a total of 54 villages and 5 schools. c)Career guidance and counselling In the organisation of the Belgrade Open School, two teachers, pedagogic specialists and a psychologist from our school took part in the training in career guidance and counselling. The basic topics were: (cid:2) Informing students about careers (information about employers and further education) (cid:2) Career guidance (workshops which strengthen the self-confidence of students, and motivate them to search independently for a job and to take decisions) (cid:2) Career counselling (a group of skills with which the student is trained independently to solve the problems connected with career guidance). IV. Ten school portraits – Serbia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 59 ",
        "Activities: (cid:2) The centre for career guidance and counselling has been set up within the school; (cid:2) Roles and activities of two teachers and two associates (pedagogic specialist and psychologist) within the centre for career guidance and counselling were defined relating to counselling students, cooperation with social partners, workshops for students and teachers, creating and updating a database of education institutions and active companies in the region; (cid:2) Graduate students are asked about their professional plans; (cid:2) Workshops with both graduate students and undergraduate students are provided; (cid:2) Two internal training courses for our teachers to acquaint them with and qualify them for student career guidance and counselling within their teaching subjects; (cid:2) Presentation and promotion of the school to the parents and pupils in eighth grade elementary school; (cid:2) Presentations by the university and higher education institutions for our graduating students; (cid:2) Participation at employment and education fairs; (cid:2) Career guidance and counselling are also applied in the education of adults. d)The Centre for Continuing Adult Education Within the centre we have two change agents for the internal and external dissemination of acquired knowledge (market research, fundraising, the development of modular competency and outcome based training, team work, project planning and so on). We continually improve the training sessions in terms of programming, organisation, administration and monitoring trainees during and after the training. The activities are supported by the participation of a large number of colleagues, cooperation with other centres for continuing adult education and with the expertise and assistance of the unit for the implementation of the reform programme (CARDS and bridging programmes). The need for the institutional strengthening of the Centres for Continuing Adult Education in Serbia (as well as ours), has been recognised within the strategy for development of adult education in Serbia, and significant acknowledgement was given by the decision to formally recognise the accreditation of 40 short training courses. 6. WITH WHICH RESULTS? In general, the effects of innovation from the project in the school have resulted in: (cid:2) the school becoming closer to the social partners and using outcome-based education; (cid:2) better organisation within the school; (cid:2) an improved position of the school in the local environment; (cid:2) curriculum innovation; (cid:2) capacity building - training of teachers, associates (pedagogical specialist and psychologist) and development of guiding principles. Education of teaching staff Project and IT knowledge acquired by teachers led to an initiative to establish the multi-media classroom. At first, just one classroom was opened, but four years after the end of the project there are six and all are equipped with computers, video beamers, projectors, whiteboards and flipcharts. The internet is available for all staff and students. The teachers continue preparing the presentations for lessons, so our database has grown considerably. Working in a multi-media classroom proved to be interesting both for the students and the teachers. PowerPoint presentations about the factories (companies) enable students to be prepared before starting practical work in the factory or before visiting it. The presence of the colleagues from businesses during the training acquainted them with our school’s problems and strengthened connections and cooperation with them. Project results brought life into our school. The teachers feel richer, happier, more satisfied and self-confident after the projects, and they know that they now have more opportunities. They think more about preparing lessons and how to make the teaching material more diverse. They communicate more among themselves and exchange experiences. They also express the wish to have further professional training. All CD presentations made during the project were sent to another 20 chemical, food-processing and textile schools in order to show them what we have done and to motivate them to start similar projects. We have received the reactions from some of them, in which they express their gratitude and give positive feedback. IV. Ten school portraits – Serbia 60 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "We are planning to organise an event in Zrenjanin, where we would invite a huge number of schools of which some would be the observers, and some (which were involved in the projects) would participate. The results of the projects will be presented. In this way, we exchange experience, disseminate our results and motivate the others to start writing projects and finding the financial resources to realise their ideas. Education of the rural population The outcomes of this project were: (cid:2) four new modules created and a book about bio-gas published (cid:2) eight new trainers employed in school (for three months) (cid:2) trainers visited 54 villages and 5 agricultural schools (cid:2) 1,280 people participated in education (training) As an illustration of how successful the project was, we quote an statement made by one of the final beneficiaries of this project, Perica Jovanov, a farmer from Melenci, a nearby village: ’By processing bio-mass into bio-gas I have solved a long-standing problem with the electricity on the farm’. IT equipment, supplied for the needs of this project, was later used for our multi-media classrooms. Nowadays, ideas about sustainable sources of energy are a top priority in our region and in Vojvodina. Our project presents a good starting point. In 2005, the first generation of students enrolled in the new education profile (programme) – technician for the protection of the environment. This is the way in which this project still lives on by means of experience transferred to those students. Career guidance and counselling On the basis of the results accomplished, it is evident that the school will be involved in the next project of the Belgrade Open School – and the main objective will be the further development of the career guidance and counselling system in secondary schools in Serbia. These were the main results: 1.Career guidance and counselling established and organised within the school 2.Workshops and material developed for both teachers and students 3.Databases created for: active companies in the region; employers with whom we cooperate; existing higher education schools and universities in Serbia; our students and the data on employment or further education of students who finished education within pilot programmes 4.Good cooperation with the National Employment Service 5.Regularly surveys of graduates about their professional plans 6.Systematic cooperation with other RTCs on the issue of monitoring training. The Centre for Continuing Adult Education Developing the centre has mobilised our human resources through the training; improved equipment and resources; enhanced cooperation with the social partners; improved organisational planning; ensured recognition and visibility of the centre. We have initiated team work, action planning and evaluation. In general, our project-based development has produced a better and more positive school ethos and considerably raised both staff morale and skills. We have become closer to EU standards. One proof of this is that in August 2007 the centre was given the accreditation for the Exam EBC*L centre. EBC*L is an internationally accepted standard in the field of business management and entrepreneurship. The certificate is accepted and recognised at international level. The Serbian Ministry of Education adopted the rulebook on modular training programmes, which was published in the Official Gazette. Forty short training courses for adults were accredited and the aims were defined as were the outcomes and the model of monitoring pilot training. These training programmes can be provided by the centres for continuing adult education in cooperation with partners, and in response to market demand. For the last three years the centre has delivered 17 training courses for 238 adult trainees. The training, preparation, organisation, administration, giving certificates, legislative and accounting processing have been raised to a satisfactory standard and the monitoring of the career development of trainees has been introduced. After the end of the training for ‘physical technical security guard’ in July 2009, six out of 20 trainees got jobs. Some short quotations show how satisfied the trainees were. One of the women trainees said: ‘The training enables me to communicate more easily with the people from my surroundings, and easily find information of importance for me. After I had lost my job, I did not sit idly at home IV. Ten school portraits – Serbia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 61 ",
        "as before, but took the bull by the horns and found a new job. I feel more satisfied with myself because I am worth more now.’ Another woman said: ‘Four months after the training I applied for a job as a pharmaceutical technician in the chemist’s called ’Natasa’. There were ten girls who also satisfied the employer’s requirements, but he chose me on the basis of my demonstrated knowledge about cosmetic remedies, their application and purpose.’ One of the priorities in the near future is to work on the improvement of the organisational culture of the centre. 7. LESSONS LEARNED. WHAT DID NOT WORK AS WELL AS WE HAD HOPED AND WHY? The variety and the intensity of the activities in the school did not get adequate support at system level in the areas of legislation, finance and human resources. Also despite raising the morale of many, certain problems in the motivation of the staff are also present. Cooperation with the social partners is hampered by a lack of capacities and interest of many partners in the region. At present the problem of institutionalisation of social partnership in society is still unsolved. 8. HOW CAN WE ACHIEVE MORE? Striving for improvement, we plan to continue to strengthen the professional competences of our staff: teaching competences, organisational skills, innovative attitudes and the use of evaluation techniques. We want to ensure results in knowledge, sport, and creative work, to make our school’s name more reputable. Better human resource management would bring together our teaching staff, would give us the opportunity to manage inevitable changes and conflicts, and also give teachers more motivation to share and meet our aims. Jugoslav Bogdanovic , Principal E-mail: updirektor@zrlocal.net Tatijana Glisic , Centre for Vocational and Art Education E-mail: Belgrade tglisic@censo.edu.yu Web-site: www.hpts-urospredic.edu.rs IV. Ten school portraits – Serbia 62 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "PORTRAIT 9: INDIVIDUAL TEACHING PLANS AND TEACHER TEAMWORK Biotechnical Centre Naklo, Slovenia 1. WHO ARE WE? The Biotechnical Centre Naklo is a modern, contemporarily organised and well-equipped school centre for horticulture, nature conservation, agriculture, food-processing and housekeeping. The centre used to train learners from the whole of Yugoslavia. It is a school ‘centre’ in the sense that it contains three units in one: secondary school, vocational college and enterprise centre. Besides offering five ordinary 2-4 year VET programmes, it also offers the biotechnical gymnasium programme as well as adult education courses within an enterprise centre. The centre has 640 students and employs a pedagogical staff of 80 people and 16 additional staff members. It has received considerable funding from the EU Social Fund and is now 80% state funded and generates 20% of its income from the market (e.g. adult training and sale of products). State funding is on a cost per student basis. The centre has a school estate farm of 22 hectares, a dairy workshop and a school shop. It teaches students not only professional skills, but also entrepreneurship and self-employment. The priorities for the school are: (cid:2) To adjust learning to every individual student; (cid:2) To provide high quality education for all students; (cid:2) To ensure quality care and invest in up-to-date teaching technology; (cid:2) To capitalise on the new national Teacher Assembly strategy to increase the popularity and the attractiveness of the Centre. PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 63 ",
        "2. WHY ARE WE TRYING TO BE AN INNOVATIVE SCHOOL? The Biotechnical Centre Naklo has a long tradition in collaborating with enterprises. Students have at least eight weeks of work experience in company placements each year and the centre collaborated with 138 external learning places for practical training in 2009. In addition, there is close cooperation with institutions and enterprises outside the school through activities for the market such as planting and setting traffic roundabouts, green areas, organising weddings, decorating of exhibition halls, selling horticultural and farm products from the school’s own operations as well as food processed in the school. Another important driver behind innovation is the new national vocational education and training policy in Slovenia that brings decentralised governance and more autonomy for schools. In 2002, Slovenia almost completely reformed its VET programmes which were designed on the basis of vocational standards and the needs of the economy. New framework curricula are structured as modules, incorporate competences and credit evaluation and 20% are left open to suit regional/local needs, which has stimulated co-operation between schools and local companies. An important novelty is the obligatory preparation of the school curriculum, which must be prepared by each school based on the national framework curriculum and in accordance with an analysis of the school environment. In this process members of the Programme Teacher Assemblies, employers and students are involved in planning the school curriculum. This new open curriculum system has created a lot of developmental and innovative space for vocational schools. The school has set up a system of quality assurance, the so-called quality committee, made up of representatives of teachers, employers, pupils and parents. Self-evaluation must be performed regularly by the schools and a report on quality has to be posted annually on the website. 3. WHAT ARE WE DOING AND HOW ARE WE DOING IT? Individual study plans New open curriculum principles and the preparation of the school curriculum has given the Biotechnical Centre Naklo and its teachers more freedom and scope to adapt study plans according to the various groups of learners, including the weakest students for whom individual plans have to be prepared. A folder of documentation on learning outcomes (portfolio) emphasises formative assessment and provides a record of learning outcomes achieved by individual students. The individualisation of learning is taken very seriously by the school. Individual study plans are important tools for meeting the requirements of various student backgrounds: special needs based on, for example, athletics, students coming from other vocations, students with special learning and physical needs, students who do not reach minimal knowledge standards etc. The number of students with individual pedagogical ‘contracts’ in the school year 2008-09 was 79 or 19.2%. The school also organises extra-curricular activities that meet the personal interests of students who can gain extra credits for this effort. Based on three common goals – learning success, vocational qualification and development of students to take responsibility for their own professional learning pathways – the school develops individual plans in the following way: (cid:2) Discovering and more precisely identifying the concrete learning needs of the individual student; (cid:2) Forming a professional team: principal, school counsellor, class teacher, subject teachers; (cid:2) Personal conversation with the student to agree on aims and frameworks based on needs identification; (cid:2) Setting concrete and measurable goals in the professional team involving the student, parents and the members of the professional teams. The realisation of the individual study plans is based on a contract between student and school. The main component of the contract is the written record of the agreement. Other elements are requirements for class/lesson attendance, a timetable of the obligations, procedures for implementing the plan with set dates – and specified in terms of who, what and when for the student, parents, class teacher, subject teachers, school counsellor, and principal. Vocational schools need more autonomy but also enhanced teacher professionalism to cope with personalised learning plans. In collaboration with the national VET centre (CPI) schools organise school-based training and consultancy with regular monthly meetings to prepare teachers for conducting individual study plans. Programme Teacher Assembly The open curriculum structure requires strong planning mechanisms within the school. An important role is played by the Programme Teacher Assemblies (PTAs) in the Biotechnical Centre, Naklo. Since 2004 the CPI has supported every professional teacher team in vocational schools with training and counselling; training is mostly connected to curricular planning and assessment of knowledge and skills. The required school curriculum is a novelty and is planned by the professional teacher team. The PTAs are IV. Ten school portraits – Slovenia 64 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "managed by experienced teachers who have a mainly consultative role and advise on the planning and assessment of syllabi. This internal organisation of teacher teams enables examples of good practice to be shared, constant quality care and helps to promote and develop commitment, culture and the positive learning environment in the school. It also encourages every teacher to critically monitor his/her work, maintain high quality and improve deficiencies in performance. PTAs in Naklo are perceived as an important platform for stimulating the creation of a development-oriented, high-quality and student-centred school. In the Biotechnical Centre Naklo the headmaster and teachers found that the new VET programme structure has ensured more school autonomy, that this autonomy enables a teacher to be more innovative. Being able to design the curriculum makes it possible for the school to better adapt to its local environment, and individualised study plans improve student performance and provide for a higher level of knowledge and relevant skills among vocational students. The school director decides on the contents related to the school environment to be included in the open curriculum in cooperation with the PTAs. Increased autonomy enables the headmaster to plan school development, equipment and human resource development and also the allocation of tasks and the remuneration of the teachers. Teacher autonomy makes it possible to bring together vocational school students in common subjects or content units, and regular teacher co-operation is a prerequisite for successful inter-subject and project learning. Teachers today have more opportunities to engage in creative and team teaching work. The essential task of instruction defined at Naklo is to develop “dynamic” skills (independent learning, ability to co-operate, socially responsible actions) meaning that there is an increased demand for participation of all actors in the process. 4. FOR WHOM? This innovation is made for the students, teachers and the school but is, of course, based on the national VET reform. VET programmes used to be traditionally structured and consisted of three loosely connected curricular parts: general subjects, professional-theoretical subjects and practical training, all strictly prescribed at national level. Evaluations showed that students could not apply their knowledge in practical work situations. Students’ generic, vocational and key competences were also badly developed, e.g. methodological competences, problem solving, social and communication skills and learning to learn. Dropout remained high and far too many students left VET after 2-3 years without acquiring any formal qualifications. Almost no innovation took place in schools and teachers did not cooperate. So the innovations must be seen against a backdrop of the overall national goals for VET: 1.Improving flexibility and responsiveness 2.Clearly defined learning outcomes in the form of acquired vocational and key competences 3.Strengthening the developmental role of schools by decentralising the curriculum 4.Reducing dropout, individualisation of study plans, and support of personalised learning 5.Strengthening collaboration with local partners and employers to meet local needs and interests. The Naklo Biotechnical Centre was very eager to capitalise on the new VET reform possibilities and embark on learner individualisation because students are becoming increasingly individual and have different needs. It was also seen as important to keep unmotivated students on board. More immigrants with linguistic difficulties have become common in Slovenia, and a differentiated approach is necessary to cope with both high and low achievers as well as handicapped students. 5. WITH WHICH RESULTS? The Biotechnical Centre Naklo is a very successful vocational school and has designed and implemented a wealth of innovations over the last couple of years. One measurable success criterion is the number of students, which has increased and more and more students come from outside the town and students come from a higher number of primary schools than before. One interesting novelty is the fact that 3,000 children from primary schools have an introductory activity every year. The collaboration between parents, school counsellors, teachers and students to make a contract to find a way out of challenges for learners is functioning very well and has reduced dropout rates. Key qualifications are gained by having a positive climate in the school: when students see teachers working together in teams to plan curricula and make individual study programme ‘contracts’, they see the positive aspects of this method. Co-operation with local firms is exceptional (materials, funding, know-how, etc.) and one interesting example is the electricity board’s sponsorship for the impressive solar panels on the school roof. An important success factor is also that the rate of employment for school graduates is very high especially for florists and gardeners. IV. Ten school portraits – Slovenia PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 65 ",
        "6. WHAT DID NOT WORK AS WELL AS WE HAD HOPED? One risk is that continued funding of the innovations which are a costly investment may fall away. The school – and the VET system – has received substantial ESF funding and there is a question mark over whether or not continuing investment will be possible when ESF money is discontinued. Funding per student stimulates schools to form classes up to a ceiling and to retain vocational school students at all costs. If student numbers fall then teachers fear losing their jobs, but large classes can make it difficult to manage individualised learning, which in turn can lead to lower levels of knowledge. Teacher roles are reversed 180° – the teacher goes from being the emperor of the classroom to a team member while students must now be treated as individuals – with big challenges for teaching work and identity. Teacher autonomy is coupled with additional work, responsibility and inter-subject coordination. There is also the risk of a lot of new pressures and possible complaints from parents and companies. All these factors may prevent teachers from having the necessary space for creative teaching. Additional training is required for teachers to support individualised student work as well as the introduction of different active instruction methods. Research has shown that some problems were encountered during the introduction of new programmes in the context of autonomy. An interesting finding is the fact that the majority of school directors, including the Biotechnical Centre Naklo, wish to maintain their more autonomous role in future, while most heads of Programme Teacher Assemblies did not express similar wishes. This might indicate that those experienced teachers playing advisory roles in PTAs are in a position of conflict where they must balance the acceptance of the director and at the same time be a colleague among peers. The reality of increased school and teacher autonomy is also that there are no old and well-trodden paths to find for answers. The best way forward is probably to enhance teacher professionalisation – which is also the preferred strategy in the Biotechnical Centre Naklo. 7. WHERE CAN YOU LEARN MORE? If you want to learn more take a look at the school website: www.bc-naklo.si or contact the school at info@bc-naklo.si. Our mission statement is, “We make ideas come true”. Contact person: Monika Rant , Strahinj 99, 4202 Naklo, Slovenia [English speaker]. IV. Ten school portraits – Slovenia 66 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "PORTRAIT 10: INNOVATIVE E-LEARNING FOR IN-SERVICE TRAINING OF VOCATIONAL TEACHERS Bahçelievler Erkan Avc (cid:2) Technical and Vocational High School, Turkey 1. WHO ARE WE? We are a vocational school for 4,000 students aged 15 to 18 and with 170 teaching staff in Bahcelievler, Istanbul. Our school was founded in 1978 and started as a vocational high school with two departments (Mechanics and Electrical Installation) as Bahcelievler Technical and Vocational High School. Today we have six occupational fields: computer software; electricity and electrotechnics; furniture and wood working; machine and fitting; metal working and architecture. Istanbul is a metropolitan city of 13.5 million inhabitants with an economy based mainly on commerce and industry. It is a European cultural capital in 2010. 2. WHY ARE WE TRYING TO BE AN INNOVATIVE SCHOOL? In our school the average age of vocational teachers is between 30 and 40. Most of our teachers have graduated from universities. Recent years have seen a rapid progress in every type of technology. Obviously we cannot keep up-to-date with all these advances by only reading books. In addition, our National Ministry of Education has changed all curricula in order to bring them into line with recent developments. Therefore teachers must learn how to improve their performance and plan more relevant lessons quickly. The ministry's Department of Education for In-service Teacher Training is not able to give PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 67 ",
        "sophisticated training to all vocational teachers. Thus other approaches need to be found. As a result, our school decided to take advantage of the possibility for professional development support from the Technical Education Faculty (TEF) of Sakarya University by e-learning. This method is being used for the first time in Turkey and represents an innovative method for training in Turkey which, unlike many neighbouring countries, has a huge and young population, and a very large number of vocational teachers. 3. WHAT ARE WE DOING? In our school we consulted our teachers to decide which areas of their work they most needed continuing training. We then sent our proposed list of priorities to the TEF of Sakarya University. The final list of topics was decided mutually and the names of participant teachers were submitted to the Department of In-service Training. The e-learning project with Technical Education Faculty in University of Sakarya The nucleus of Sakarya University has been the School of Engineering and Architecture which was opened in 1970. In 1971 the institution was transformed into an Academy. Sakarya University functioned under the name of State Architecture and Engineering Academy. Between 1982 and 1992, Sakarya University worked as a faculty affiliated to Istanbul Technical University. On 3 July 1992 by Law Number 3837, the University of Sakarya was founded. Among the universities which were established after the 1990s, Sakarya University has a unique place with its complete technical infrastructure and the number of full time teaching staff. The university is the only state university that holds an ISO2002 Quality Certificate. With its huge investment in information technology, the university makes a significant contribution to the development and progress of the information technology sector in Turkey. Summary of the project The project aims to provide efficient in-service training to the vocational/technical school teachers who are the target group of the project in the fields of electrical, electronics and computing. Within the framework of this project, web-based in-service training courses were designed and implemented for the school’s vocational/technical school teachers in the following schedule: (cid:2) Web-based in-service training electrical programme, (cid:2) Web-based in-service training electronics programme, (cid:2) Web-based in-service training information/communication technologies programme. Web-based in-service learning and training is a viable option for technical teachers who need to balance a full-time job, family obligations and career development. In addition, web-based in-service training is considered to be a suitable and cost effective method of arranging courses for a large number of learners simultaneously. This could be a solution to the pressing challenge that scientific and technological developments are emerging in the fields of electrical-electronics and information technologies so rapidly and with such complexity that vocational teachers particularly within the targeted subject clusters need to update their overall knowledge and skills frequently. The aims of the project are: (cid:2) To contribute to increasing the professional competences of vocational teachers and provide quality assurance and quality control elements in accordance with European vocational education qualifications. (cid:2) To elevate the profile and promote the attractiveness of vocational schools as preferred educational institutes in society and as a stronger actor in building innovative and expanding knowledge-based economies and societies. (cid:2) To add value to and increase the employment standards of industrial enterprises. (cid:2) To provide an effective example of the concept of continuous professional learning and thus produce a potential multiplier effect to local, regional, nationwide and Europe-wide levels. Web- based training enables teachers to spend part of their time working conventionally and the other part at training courses. This approach thus allows them access to mainstream training and educational facilities. Also, as a result of the training programmes, the organisation and supervision of the classroom practice of the teachers is positively influenced. Due to the fact that the school project was part of a larger transnational Leonardo da Vinci project, in which Sakarya University took part, the results will be disseminated to the other partner countries and finally Europe-wide. Vocational high schools will become more competitive institutions with their teachers updated despite the many demands on their time. In consequence, vocational school students will acquire the theoretical knowledge and practical skills they need to meet the expectations of a competitive employment environment. Education institutions will IV. Ten school portraits – Turkey 68 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "communicate, cooperate and collaborate at both a national and international scale during the various projects. In addition, companies will have the opportunity to employ vocational school graduates equipped with renewed and current technical skills and able to use modern tools necessary for industrial practice. The main target group of the project (cid:2) Technical teachers who work in the field of electrical, electronics and information technologies in vocational/technical high schools (cid:2) Vocational teachers who work at the vocational training centre. The activities have helped to strengthen the knowledge triangle between training, research and innovation. Being embedded in an over-arching transnational project, the project in our school has also promoted positive attitudes towards European-wide cooperation and collaboration due to the wide partnership of organisations. Throughout the project, the most effective connections were made with local and central policymakers regarding the potential impact of this pilot project to overall educational policies and training strategies. The project has several dimensions of added-value compared to previous projects. Not only will new courses be developed, but also new application areas (web-based in-service training) will be created. In addition, a web-based in-service training certificate programme will be arranged at MSc level in future. Training material designed and produced both in printed and electronic form for the training courses will also be distributed to the National Ministry of Education in order to get feedback from those involved. The fact that one of the partners (namely the Educational Research and Development Department of the National Ministry of Education) is preparing to conduct research on in-service training shows the extent to which the project is expected to inform policy decisions on modern forms of in-service training of teachers. New technology ‘Moodle’ is a software package that we use for producing Internet-based courses and web sites. It is a global development instrument with tool-boxes designed to support a social constructivist framework of education. Moodle is provided free of charge as Open Source software (under the GNU Public License). Basically this means that while Moodle is copyrighted, you have additional freedom. You are allowed to copy, use and modify Moodle provided that you agree to: (cid:2) provide the source to others; (cid:2) not modify or remove the original license and copyrights; (cid:2) and apply this same license to any derivative work. Moodle can be installed on any computer that can run PHP, and can be run on Windows, Mac and Linux operating systems. The word Moodle was originally an acronym for Modular Object-Oriented Dynamic Learning Environment, which is mostly useful to programmers and education theorists. It's also a verb that describes the process of ‘lazily meandering through something’ or doing things as they occur to you, an enjoyable tinkering that often leads to insight and creativity. As such it applies both to the way Moodle was developed, and to the way a student or teacher might approach studying or teaching an online course. Anyone who uses Moodle is a ‘Moodler’. Our teachers follow their studies by becoming Moodlers! 4. FOR WHOM? Our colleagues work within three different fields. We build three teams, one from each of these fields. Each team has five teachers. The fields are Electricity Technology following a Digital Electronic programme; Electronic Technology following a Microcontroller programme; and Information technology following Graphic Design. These programmes are designed to make the participants operationally proficient. 5. HOW ARE WE DOING IT? Implementing the programmes The instructors prepared the documents for training in the electronic environment. They started from participant teachers’ personal information and provided log in names and passwords for access to the e-learning system. The training course contains two steps. One step offers a 14-week theoretical course for specific issues. The other step involves one week of application. Participants followed these lessons each week using the web-site. Sometimes each group as a team evaluates their work. At the end of the first step each group goes to the Faculty of Technical Education in Sakarya University. In each application training session, one supervisor from the ministry's Department of Education joined each team to observe the learning process. Instructors examined all participants on the last day of training. A success certificate was awarded after the examination to all those who passed. In this way we tried to combine the levels of pilots and national policy. IV. Ten school portraits – Turkey PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 69 ",
        "Finance and accounting The training was financed in part by the ETF and in part by the Ministry of National Education, Department of Education. The ETF paid the fees of the instructors. The Department of Education financed the transport, accommodation and subsistence for the participants. 6. WITH WHICH RESULTS? Input indicators This training course, which is similar to those available in the private sector, is the first of its type to be used for vocational teachers and supported by the ministry. In the public sector the advantage is that such organisation of training is more amenable to schools and cheaper than private sector training. Our teachers paid no fees for their studies. Output indicators The teachers increased their proficiencies in teaching the skills related to the fields in which they followed the e-learning programmes. The advantage of the training will become evident in new sessions in the up-coming ‘Education and Training Year’. Without doubt, this training is a first and positive model for the ministry of the benefits of e-learning. 7. HOW CAN WE LEARN MORE? If the Department of Education accepts the results of this training and believes in the effectiveness of e-learning, the system will be disseminated widely in the public sector as well as the private sector that already uses similar e-learning systems. The course can also be developed to become more interactive and to be applied in additional fields. In our school we would like to establish an in-service department for teachers from other schools in Turkey of the sort that exists in a number of western European countries to promote school-based continuing professional development within interested schools in Turkey and link this up with a strong research-based knowledge foundation through our established collaboration with Sakarya University. Kenan Trak , vocational teacher [English speaker] E-mail: kenantrak@yahoo.com Web-site: www.erkanavci.k12.tr [in English by 2010] IV. Ten school portraits – Turkey 70 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "CONCLUSION: TOWARDS A SYSTEMS APPROACH TO SCHOOL DEVELOPMENT IN SOUTH EASTERN EUROPE As the transition countries of South Eastern Europe travel the road to modernisation down which the case study schools have already made their start, they will be guided by the values, policies and practices of education systems and schools in the EU. Eventual accession to the EU is a clear driver in many sectors of public service in South Eastern Europe and especially in the education sector which is central because of its key role in preparing the next generation of citizens, employees and entrepreneurs. Both in South Eastern Europe and the EU, this generation will face unprecedented challenges; environment; economic; social and political at all levels: global; regional; national and local. Transformation of systems, organisations and people, their mindsets and their life-styles will be needed to cope with the turbulent times and the ‘wicked problems’ that lie ahead. Vocational schools are a small portion of the complex inter-connected systems that will have to adapt creatively and innovate to survive and thrive in this demanding future and eventually accede to the European Union. The school self-portraits presented here suggest that the present stage of school development is largely about making innovations IN the school, stimulated by donor projects that use both top-down and networking strategies. Some of the case study schools are now entering a second and more advanced phase of innovation OF the school. This recognises that schools essentially have, like organisms, to become self-developing in response to the changing environments around them. The transition of school development to the next stage will be: (cid:2) FROM – managing separate, often unconnected externally-stimulated initiatives usually introduced into the schools as projects – the school as a target for donor and VET centre assistance (cid:2) TO – a model of ‘change from within’ that is embedded in structures, processes and an entrepreneurial culture of development – the school as a learning organisation that is connected to similar schools and to its local community. Many of our case study schools are moving towards this next stage. It will involve a more holistic type of ‘systems thinking’ (See figure 4 on page 19) and new ‘mental maps’ on the part of the school leadership and teaching staff. Such strategic systems thinking will also be needed in ministries and VET centres and the other institutions that support school-based development. The next stage will move beyond adopting and adapting changes and will turn the schools into professional learning communities where self-renewing, genuine innovation is built into the school and becomes a normal part of the culture. The notion of the learning organisation was spread around the English-speaking world following the publication of Senge’s book in 1990 The Fifth Discipline: the Art and Practice of the Learning Organization. A brief summary of the ‘five disciplines’ is provided in Annex 2. The Learn project has made its contribution to re-building a community of practice between policy-makers, providers and practitioners within and between the VET systems of South Easern Europe as a small step beyond the conflicts of the previous decade. This anthology of innovative schools is a source of hope as well as inspiration for moving schools forward. It exists for several reasons: (cid:2) The commitment of EU institutions and other donor development agencies to invest in development in education in South Eastern Europe; (cid:2) The particular commitment of the ETF, through the eight years of the VET TT Network and the three years of the Learn project to offer the opportunity to policymakers, providers and practitioners in South Eastern Europe to build their own network, decide and run their own projects and share with others their successes and their failures through a community of practice, namely, to Learn; (cid:2) The enthusiasm and voluntary efforts of the recruiters, writers, supporters and editors who gave their time to compile this glimpse into school development in South Eastern Europe; (cid:2) The commitment of school leaders and teachers who support and drive forward innovation of their schools in South Eastern Europe. PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 71 ",
        "",
        "ANNEXES ANNEX 1: Links to additional useful sources and contents of previous compendiums Compendium of good practice: Dissemination of good practice in vocational teacher and trainer training to the Western Balkans, Søren Nielsen & David Oldroyd (eds.), European Training Foundation, March, 2002 CONTENTS 1. European Training Foundation donor co-operation project on VET teacher and trainer training in Latvia and Lithuania 2. Using the EU Leonardo da Vinci programme as a platform for developing VET teacher and trainer training policy & strategy (Lithuania) 3. Development of a national VET teacher and trainer pre-service pedagogical education (Latvia) 4. Supporting school-based curriculum reform with school-based teacher education (Cyprus) 5. A strategy to give added value to the teacher and trainer training component in the CARDS programme - formulation of Terms of Reference (Croatia) 6. Mentors in vocational teacher training (Slovenia and Lithuania) 7. Teacher training through “twinning” arrangements – Phare VET (Bosnia and Herzegovina) 8. Teacher training: The Pedagogical ICT ´Driver’s Licence´ for vocational teachers (Denmark) 9. Production School Practice and Pedagogy (Kosovo) 10.Regional Centres for VET teacher and trainer training (Hungary and Lithuania) 11.School-based dissemination of Reading and Writing for Creative Thinking Programme (Croatia) 12.Teacher teams as a vehicle for innovation (UK) 13.School-based staff development activities for teacher development (UK) Compendium of good practice in vocational teacher and trainer training in South Eastern Europe David Oldroyd & Søren Nielsen (eds.), European Training Foundation, August 2005 CONTENTS 1. Developing teaching portfolios in “Hotel-Tourism” schools (Albania) 2. Building a network of mentors (Bosnia and Herzegovina) 3. In-service training for the ‘psycho-education’ of adolescents in tutorials (Bosnia and Herzegovina) 4. Teacher training in schools: peering into classes (Bosnia and Herzegovina) 5. Counteracting student passivity in a teacher education course on ‘Andragogy’ (Bulgaria) 6. Developing partnerships in the field of electronics through a Leonardo da Vinci mobility project (Bulgaria) 7. Framework for development of national state examination programmes on vocational theory and practice (Bulgaria) 8. Developing ‘quality practice’ in vocational school (Croatia) 9. Continuous teacher training: a key factor for successful reform in VET (former Yugoslav Republic of Macedonia) 10.Strategy for development of pre-service and in-service teacher training system (Romania) 11.Teacher and trainer training in tourism and economic vocational high schools (Romania) 12. The innovation fund – a tool for building teachers’ capacity (Serbia) Both documents can be downloaded from the ETF website: www.etf.europa.eu PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 73 ",
        "ANNEX 2: The Learning Organisation Peter Senge, Chairperson of the Society for Organisational Learning, and his colleagues at MIT in the USA made the concept of the learning organisation famous with the publication of The Fifth Discipline in 1990 and a related ‘fieldbook’ four years later sub-titled Strategies and Tools for Building a Learning Organisation (Senge, 1994) . These were meant for all types of public and private organisations and the ideas based on the five disciplines – systems thinking; personal mastery; mental models; building shared vision and team learning – have been widely applied in school improvement in many countries. WHAT IS THE LEARNING ORGANISATION? In the learning organisation: (cid:2) people continually expand their capacity to achieve the results they truly desire; (cid:2) new and expansive patterns of thinking are nurtured; (cid:2) collective aspiration is set free; (cid:2) people are continually learning how to learn together, like a `great team' where people: (cid:3) trust one another (cid:3) complement each other's strengths (cid:3) compensate for each other’s limitations (cid:3) have common goals larger than individual goals. Where work is ‘sacred’ rather than ‘instrumental’ people work not just to earn an income, but for its intrinsic benefits of satisfying higher aspirations such as self-esteem, self-actualisation and making the world a better place. HOW IS IT DEVELOPED? To get from the idea for improvement to the ‘innovation’ that makes the idea a practical reality requires five ‘disciplines’ (a body of theory and technique to be mastered and put into practice) as follows: (cid:2) Personal mastery - a special level of proficiency, clarifying what really matters, living our lives in the service of our highest aspirations. (cid:2) Mental models - ability to unearth, through ‘learningful conversations’, deeply ingrained assumptions, generalisations, images that influence how we understand the world and how we take action. (cid:2) Building shared vision - the capacity to hold a shared picture of the future we seek to create, binding people together around a common identity and sense of destiny: a set of principles and guiding practices. (cid:2) Team learning - the discipline of ‘dialogue’ (more than discussion) thinking together without defensiveness, group discovery of insights not attainable individually: without team learning, the organisation cannot learn. (cid:2) Systems thinking - a conceptual framework, a body of knowledge and tools to make full patterns clearer, and to help us see how to change them effectively. SYSTEMS THINKING is the FIFTH DISCIPLINE which integrates the five ‘technologies’ so that individuals and organisations engage in DEEP LEARNING (not acquiring information, but becoming able to generate new abilities, perceptions, capacities, creations). ANNEXES 74 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "Recently Senge has collaborated with C. Otto Scharmer in refining approaches to what they term ‘profound changes in people, organisations and society’ in a book entitled Presence (2004). They present a model of change that is based on life systems in living organisms. Their ‘Theory ‘U’’ sees the innovation process as moving through three stages: (cid:2) Sensing - transforming perception though intense observation of how organisations and people interact (cid:2) Presencing - transforming self and will by reflecting to connect inner psychological and external ‘realities’ (cid:2) Realising - transforming action by acting swiftly to create something new. They use the term ‘co-creation’ which means ‘learning together to generate new meanings and processes’ to describe what lies at the heart of successful change. They strongly recognise that without connecting the self of each individual to the larger organisational process, profound change is unlikely to occur. Individual psychology, reflection, collaboration and creative dialogue and action are seen as key elements. It has to be said that the sophisticated theorising of these learning organisation ‘gurus’ seems far removed from the everyday realities of schools in South Eastern Europe as several of the case studies indicate, but it is sensible to keep South Eastern European professionals informed of the latest thinking. And the simple notion embedded in the theorising cannot be disputed - effective innovation depends on ‘people + people + people’ and what goes on in their minds and how they work together to create change. The detail of this ‘Theory U’ approach needs to be studied in the original work, but the key point is that three transformations (perception + self and will + action) are required for substantial sustainable reform to be achieved. Given the limited scope of the Learn project, our case studies are focused on the perceptions and actions and were not able to report on the deeper aspects of transforming the self and the will of the individual actors involved. REFERENCES Senge, P. (1990) The Fifth Discipline , London: Century Business Senge, P. et al. (1994) The Fifth Discipline Fieldbook , London: Nicholas Brearley Senge, P. et al. (2004) Presence: An exploration of profound change in people, organisations and society, New York: Currency Doubleday ANNEXES PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 75 SENGE'S LATEST THEORY – THEORY 'U' embodying the new enacting living microcosms envisioning what seeks to emerge Realizing transforming action Presencing transforming self and will Sensing transforming perception seeing from the whole seeing our seeing INSTITUTIONALIZING PROTOTYPING CRYSTALLIZING LETTING COME LETTING GO Seven Capacities of the U Movement REDIRECTING SUSPENDING ",
        "ANNEX 3: Professional Learning Communities Learning organisations are also referred to as ‘professional learning communities’ because schools as organisations cannot themselves learn. Learning happens in the minds and hearts of the members of the organisation who have to change themselves (materials, skills, beliefs) first if the school is to change. New policies, learning materials and equipment can be brought into schools but they can only lead to change if leaders, teachers and students learn new skills and adopt new attitudes. This is particularly true of ‘significant modifications and innovations’ as opposed to ‘small improvements’. A recent formulation (Harris, 2008) of what underlies successful school-based innovation is presented as four ‘deeps’: (cid:2) Deep leadership – shared leadership that is distributed across the school and based on collaborating teams encouraging student participation and spreading decision-making so that there is widespread ‘ownership’ of innovation. (cid:2) Deep learning – involving the students in decisions and feedback about changes, using assessment for learning not judgement, learning to learn to use meta-cognition and meta-communication (cid:2) Deep experience – enriching students’ experience of schools by means of improved curriculum, cooperative problem-based learning, work experience and use of modern technologies such as pod-casting, blogging, virtual learning environments and on-line learning (cid:2) Deep support – a high level of collaboration between students, teachers and schools and external support agencies to encourage communities of practice, mutual support, coaching, mentoring and peer support for deep learning. REFERENCE Harris, A. (2008) ‘ Leading Innovation and Change: knowledge creation by schools for schools’ , European Journal of Education Vol. 43, No. 2 ANNEXES 76 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "ANNEX 4: Community of Practice The Community of Practice concept was coined by Jean Lave and Etienne Wenger (1991) and ever since has been able to provide a useful perspective on knowledge and learning. It is in this understanding the Community of Practice concept is used as the framework for the Learn project’s activities. Communities of practice are formed by people who engage in a process of collective learning in a shared domain of human endeavour. Wenger defines the concept in this way: “Communities of practice are groups of people who share a concern or a passion for something they do and learn how to do better as they interact regularly”. Wenger mentions three crucial elements of a Community of Practice: (cid:2) The domain , which is the identity of the community, and members therefore are committed to this domain and have a competence in the area that distinguishes them from other people. Members are not necessarily recognized by people from the outside world but they work together and learn from that all the same. (cid:2) The community is the members’ engagement in discussions, their support to each other and the knowledge sharing. Its members’ relationship with each other is formed in order to learn together. (cid:2) The practice is essential. It’s not just a community of people interested in the same subject – it is a community of practitioners. They develop and share experiences, stories, tools, ways of addressing recurring problems - in short a shared practice. It is the combination of these three elements that constitutes a Community of Practice. And it is by developing these three elements in parallel that one cultivates such a community. The concept of Community of Practice is very closely linked to learning theory – from a constructivist point-of-view. It is used in organisations, in the public sector, in education – all seeking to learn from reflection on practice. In many cases it is across borders (organisational as well as geographical). A ‘Community of Practice’ is a relatively new phenomenon in the discipline of organisation theory and it differs from other types of organisation, as illustrated below. ANNEXES PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 77 TABLE 1: A SNAPSHOT COMPARISON OF DIFFERENT FORMS OF ORGANISATION Purpose? Who belongs? Holding it together? Duration Community of practice Develop members’ capabilities; build and exchange knowledge Members who select themselves Passion, commitment, and identification with the group’s expertise As long as there is interest in maintaining the group Formal work group Deliver a product or service All who reports to the group’s manager Job requirements and common goals Until the next reorganisation Project team Accomplish a specified task Employees assigned by senior management The project’s milestones and goals Until the project has been completed Informal network Collect and pass on business information Friends and business acquaintances Mutual needs As long as people have a reason to connect ",
        "A ‘Community of Practice’ is thus a group of people with a common interest, who work together informally in a responsive and independent fashion to promote learning, solve problems and develop new ideas. Knowledge management is an integrated element in a Community of Practice. Knowledge sharing must begin with action, with doing something together (in the Learn project: development work in a concrete school context on innovation and entrepreneurship) and not with knowledge. REFERENCES Lave, J. and Wenger, E. (1991) Situated learning. Legitimate peripheral participation . Cambridge: Cambridge University Press. http://www.ewenger.com/theory/index.htm Wenger, E. and Snyder, W. (2001) Communities of Practice: The organisational Frontier, In: Harvard Business Review on Organizational Learning , The Harvard Business Review Paperback Series, Boston. ANNEXES 78 PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS ",
        "ANNEX 5: School development for lifelong learning in Central Asia The ETF's School development for lifelong learning in Central Asia initiative (2009-11) aims to support school development in Central Asia (Kazakhstan, Kyrgyzstan, Tajikistan) based on the experience of the past ETF projects on Skills Development for Poverty Reduction and National Qualification Frameworks, and informed by the ETF Learn project, moving from a concept of school for formal education to lifelong learning. What do we mean by school development? What is the experience of participants, the ETF and experts? What is an ideal school for stakeholders? What is the difference between traditional schools and service providers for lifelong learning? What is the potential for vocational schools in the region to develop, and how? What would be the benefit for the population? Those were the key questions addressed to the main key stakeholders, including policymakers, social partners, school principals, teachers and students, during the launching event held in Torino on 7-8 May 2009, during the focus groups held in each country (Kazakhstan, Kyrgyzstan, Tajikistan) between June and September 2009, and during the interviews and questionnaires implemented at school level in August-September 2009. The idea is to take stock of existing experiences and perceptions around school development from the point-of-view of different stakeholders and identify issues, potentials and challenges in relation to quality, provision of teaching and learning services, and school leadership and VET governance. It is recognised that in each country there are positive experiences at school level, while quality is not uniform in the country, and high disparities in terms of services persist contributing to inequalities and lack of opportunities especially for marginalized groups. An increased knowledge and awareness as well as practical steps to move from the pilot to the national approach will be the outcome of the initiative, contributing to the need to systematise existing experiences. Further information about the project can be found on the ETF website: www.etf.europa.eu ANNEXES PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS 79 ",
        "",
        "",
        "PORTRAITS OF INNOVATIVE VOCATIONAL SCHOOLS IN SOUTH EASTERN EUROPE CONTACT US For any additional information please contact: European Training Foundation ETF Communication Unit Viale Settimio Severo 65 I – 10133 Torino E info@etf.europa.eu F +39 011 630 2200 T +39 011 630 2222 Villa Gualino Further information can be found on the ETF website: www.etf.europa.eu T A - 32 - 10 - 413 - E N - C "
    ]
}