{
    "text": [
        "Africa-Frontex Intelligence Community Joint Report 2015 ",
        "",
        "1 of 52 Africa-Frontex Intelligence Community Joint Report 2015 ",
        "2 of 52 Frontex official publications fall into four main categories: risk analysis, training, operations and research, each marked with a distinct graphic identifier. Risk analysis publications bear a triangular symbol formed by an arrow drawing a triangle, with a dot at the centre. Metaphor- ically, the arrow represents the cyclical nature of risk analysis processes and its orientation towards an appropriate operational response. The triangle is a symbol of ideal proportions and knowledge, reflecting the pursuit of factual exactness, truth and exhaustive analysis. The dot at the centre represents the intelligence factor and the focal point where informa- tion from diverse sources converges to be processed, systematised and shared as analytical products. Thus, Frontex risk analysis is meant to be at the centre and to form a reliable ba- sis for its operational activities. European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union Plac Europejski 6 00-844 Warsaw, Poland T +48 22 205 95 00 F +48 22 205 95 01 frontex@frontex.europa.eu www.frontex.europa.eu Warsaw, January 2016 Risk Analysis Unit Frontex reference number: 20937/2015 OPOCE Catalogue number TT-01-16-058-EN-N ISBN 978-92-95205-21-5 doi:10.2819/436478 © Frontex, 2016 All rights reserved. Reproduction is authorised provided the source is acknowledged. Cover photo (taken by a migrant): A group of sub-Saharans stranded in a desert mud on their way to Sabha, southern Libya. © Frontex, 2015. All rights reserved. DISCLAIMERS This is a Frontex staff working document. This publication or its contents do not imply the expression of any opinion whatsoever on the part of Frontex concerning the legal status of any country, territory or city or its authorities, or concerning the delimitation of its frontiers or boundaries. All maps and charts included in this report are the sole property of Frontex and any unauthorised use is prohibited. Frontex disclaims any liability with respect to the boundaries, names and designations used on the maps. The contents of open-source boxes are unverified and presented only to give context and media representation of irregular-mi- gration phenomena. ACKNOWLEDGMENTS The AFIC Joint Report 2015 has been prepared by the Frontex Risk Analysis Unit. During the course of developing this product, many colleagues at Frontex and outside contributed to it and their assistance is hereby acknowledged with gratitude. ",
        "3 of 52 Table of contents Executive summary #6 1. Introduction and methodology #8 1.1. Introduction #8 1.2. Methodology #8 2. Irregular migratory movements affecting AFIC countries and EU Member States #12 2.1. Introduction #12 2.2. Availability of legal travel channels #14 2.3. Access to smuggling services, advice from relatives or friends and peer pressure #21 2.4. Libya remains in a power vacuum #26 2.5. Rising number of casualties among migrants #32 3. Cross-border criminality #36 3.1. Introduction #36 3.2. Trafficking in human beings #36 3.3. Document fraud involving AFIC nationals and travel documents issued by AFIC countries #37 3.4. Drug smuggling #39 3.5. Firearms trafficking #41 4. Regional security threats #42 4.1. Regional initiatives gain ground against Boko Haram #42 4.2. Northern Mali remains unstable #48 5. Conclusions and recommendations #50 ",
        "Frontex · AFIC Joint Report 2015 4 of 52 List of abbreviations used ACLED Armed Conflict Location and Event Data Project AFIC Africa-Frontex Intelligence Community AQIM Al-Qaida in the Islamic Maghreb AU African Union AVRR Assisted Voluntary Return and Reintegration BCP border crossing point CCRC Canary Islands Regional Coordination Centre of Guardia Civil ( Centro de Coordinación Regional de Canarias) CF Frontex Consultative Forum CFA franc Communauté financière africaine franc CMFPR-I Coordination of movements and patriotic resistance fronts I ( Coordination des mouvements et forces patriotiques de résistance I ) CPA Coalition of the People of Azawad CSDP Common Security and Defence Policy DRC Democratic Republic of the Congo DSS Nigeria’s Department of State Services EB-RAN Eastern European Borders Risk Analysis Network EC, COM European Commission ECOWAS Economic Community of West African States EDF-RAN European Union Document-Fraud Risk Analysis Network EPN European Patrols Network EU European Union EUCAP Sahel Mali European Union CSDP Mission in Mali EUNAVFOR Med European Union Naval Force – Mediterranean EUR euro Eurostat Statistical Office of European Communities FOC Full Operational Capability Frontex European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union FRAN Frontex Risk Analysis Network G5 Sahel Mauritania, Mali, Burkina Faso, Niger and Chad GADM Database of Global Administrative Areas GATIA Pro-unity Self-Defence Group of Imrad Tuareg and Allies GSPC Salafist Group for Preaching and Combat ( Groupe salafiste pour la prédication et le combat) HALCIA Niger’s High Authority for the Fight against Corruption and Similar Crimes ( Haute Autorité de lutte contre la Corruption et les Infractions Assimilées) HCUA High Council for the Unity of Azawad ( Haut conseil pour l’unité de l’Azawad ) ID identity document IDMC Internal Displacement Monitoring Centre IDP internally displaced person IOM International Organization for Migration ISIL/Da’ish Islamic State of Iraq and the Levant ISWAP Islamic State’s West Africa Province JO Joint Operation ",
        "5 of 52 MAA Arab Movement of Azawad MINUSMA United Nations Multidimensional Integrated Stabilization Mission in Mali MNJTF Multinational Joint Task Force MNLA National Movement for the Liberation of Azawad ( Mouvement national pour la libération de l’Azawad ) MoU memorandum of understanding MSF Médecins Sans Frontières MUJAO Movement for Unity and Jihad in West Africa ( Mouvement pour l’unicité et le Jihad en Afrique de l’Ouest ) NEMA Nigeria’s National Emergency Management Agency NGO non-governmental organisation OPV Offshore Patrol Vessel OSCE Organization for Security and Co-operation in Europe RFI Request for Information RTV Rimbo Transport Voyageurs SALB Second Administrative Level Boundaries SAR search and rescue THB trafficking in human beings TU-RAN Turkey-Frontex Risk Analysis Network UK United Kingdom UNHCR United Nations High Commissioner for Refugees USA United States of America USD United States dollar VIS Visa Information System WAI Web Accessibility Initiative WB-RAN Western Balkans Risk Analysis Network UNODC United Nations Office on Drugs and Crime UN United Nations ",
        "Frontex · AFIC Joint Report 2015 6 of 52 Legal travel channels to the EU available for most West Africans are quite narrow. Some AFIC countries have visa rejection rates close to 50%. This high rate indicates that irregular migratory movements from the AFIC region to the EU are largely perceived as economic migration by consular authorities in the EU. When measured in terms of the number of refusals of entry issued per 1 000 passen- gers, flights from Lagos to Paris, with rates of around 3–4 refusals for every 1 000 pas- sengers, are considered the most risky. How- ever, the overall ratio of refusals of entry to the number of passengers has been steadily declining on a number of air routes between West Africa and Europe. The prevailing profile of rejected visa appli- cants (young males) corresponds to the profile of migrants arriving in the EU through irreg- ular channels. Also, apart from North African nationals all other AFIC country nationalities face a very low risk of return after their irregu- lar entry to Italy, which is the main entry point for African migrants. For many West Africans, the decision to mi- grate is motivated by the feeling of inequal- ity as well as social, peer and family pressure rather than by desperate need (poverty). This is why many of the migrants are not the worst-off in their home countries. Routing through Niger is currently the pre- ferred option despite the turmoil in Libya and a high risk of loss of life when crossing the Mediterranean. This is largely due to the fact that would-be migrants face a much higher risk of return if detected on other routes. Most notably, very good operational cooperation between Spain, Senegal, Mauritania and Mo- rocco has significantly reduced the pressure on the route towards the Canary Islands and south of Spain. The city of Agadez in Niger is catering for a growing number of transiting migrants en route to Libya and further on to the EU. Arriv- ing in Niger and travelling to Agadez is a rel- atively cheap, fast and simple option. People smugglers in Agadez consider themselves to be service providers. Attempts to tackle this growing industry could spark local protests. Part of the challenge for the Nigerien au- thorities is the fact that the smuggling ser- vice industry is not controlled by one person or group. Authorities in Niger also face trans- iting migrants who are determined to reach Libya and Italy, have entered the territory of Niger legally (under the ECOWAS free-move- ment protocol) and for the most part are able to finance their onward journey. AFIC members pointed to a lack of harmo- nisation, especially with regards to different ECOWAS free-movement protocols. While some countries allow entry with ID cards both on land and air routes on the basis of bilateral or multilateral agreements (e.g. between Sen- egal and Guinea or Senegal and Cape Verde), others require travel documents (passports and IDs) in line with the ECOWAS protocols (Ghana and Nigeria). In practice, ECOWAS countries’ citizens very often travel without any kind of identity documents due to a lack of basic knowledge of the free movement of people within ECOWAS countries. Additionally, with regards to the maximum period of stay (90 days), travelling on the ba- sis of ID card makes it difficult to confirm the period of stay, as there is no notification of Executive summary ",
        "7 of 52 entry/exit (a stamp or registration system). Thus, in majority of cases this requirement is not respected. Some people arriving in Agadez (mostly Suda- nese) are also lured by the promise of finding gold in Djado, a hamlet located seven hun- dred kilometres north-east of Agadez, where soil gold was discovered in 2013. Such artisa- nal mining carries life hazards and also breeds the phenomenon of explosive smuggling on board regular buses. Regular bus lines in the ECOWAS region were also associated with drug smuggling as reported by Niger. Migrants making a maritime crossing continue to run a high risk of dying in the process. The increasing death toll in the Central Mediterra- nean during 2015, however, shows that more vessels engaged in rescue operations do not necessarily guarantee fewer deaths at sea. For several West African nationalities, the ratio between illegal border-crossings at ex- ternal borders of the EU and the number of EU visas issued approaches 1:1 (e.g. the case of Malians in 2014). Reducing irregular migration through an ef- ficient asylum and visa system is likely to be difficult to implement in the case of West Af- rica. This is suggested by the current visa re- jection rates and the profiles of rejected visa applicants and irregular migrants detected in the Mediterranean. Based on discussions during thematic work- shops held in Africa, AFIC delegates agreed that irregular migration, terrorism and or- ganised crime must countered using a ho- listic approach. Consensus was reached that the securitisa- tion and prosecution of smugglers and terror- ists is exacerbated by the porosity of borders and vast areas of terrain in the Sahelian cor- ridor (adjacent to ECOWAS free-movement space), corruption, opaque criminal structures and plethora of terrorist networks. AFIC delegates proposed that fight against cross-border criminality and terrorism should be based on three pillars: international coop- eration, exchange of intelligence, and the pro- vision of training and technical equipment to agencies and organisations involved in neu- tralising these security threats. ",
        "Frontex · AFIC Joint Report 2015 8 of 52 1.1. Introduction The Africa-Frontex Intelligence Community (AFIC) was set up in 2010 to provide a frame- work for regular knowledge and intelligence sharing in the field of border security between Frontex and African countries. The concept of this collaboration was broadly based on the model of the Frontex Risk Analysis Network (FRAN) and the two already established re- gional risk analysis networks (the Western Balkans Risk Analysis Network – WB-RAN and the Eastern European Borders Risk Anal- ysis Network – EB-RAN). In April 2010, a conference initiating this new network was held in Madrid with the partic- ipation of representatives of selected African states from West and North Africa, as well as Immigration Liaison Officers based in some African countries. The participants agreed to name the network ‘the Africa-Frontex Intelligence Community’, in short ‘the AFIC’. Following the positive experiences of 2011 and 2012, further joint activities of the AFIC were organised in 2013 and 2014. Several work- shops, annual conferences, field visits and three joint reports (prepared in English and French) testify to the achievements of the community. The AFIC has also gained more visibility out- side its immediate members by sharing its knowledge with external stakeholders, such as ECOWAS, the European Commission, the European External Action Service, and re- gional initiatives such the Rabat and Khar- toum Processes and the G5 Sahel (Mauritania, Mali, Burkina Faso, Niger and Chad). This growing recognition was also echoed in the ‘EU Action Plan against migrant smug- gling’ (COM(2015) 285 final), which recom- mended the AFIC to be further developed as a platform for information-sharing and joint analysis with third countries in Africa. In 2015, several new countries participated in the work of the AFIC. These are predom- inately countries of the Khartoum Process and Chad. 1.2. Methodology Over recent years, the AFIC has grown and matured as a community of experts. Discus- sions throughout 2014 revealed a clear need for further development of the community beyond the established model. In particular, work was initiated to create a dedicated and secure information-sharing platform that will be accessible via the internet. This was de- signed to extend the type and number of re- ports which could be shared within the AFIC and thus used in the drafting of this report. Furthermore, AFIC participants decided to create sub-regional analytical groups, based on linguistic, thematic or geographic criteria allowing for workshops to take place in Af- rica and not only in Europe, as has been the case until now. In March 2015, the AFIC held its first work- shop in Warsaw, where information-shar- ing platform was presented and a training session was offered to AFIC participants on the use of the platform and the new report- ing templates. Two types of reporting tem- plates were agreed upon: Incident Reports (to be prepared on an ad-hoc basis) and In- 1. Introduction and methodology ",
        "9 of 52 telligence Analysis Reports (to be submitted on a quarterly basis). The workshop participants agreed that the newly-created information-sharing platform is a major step forward in the development of the AFIC, as it: n Allows for structured, secure and regular information sharing; n Enhances the goal of shared ownership of the AFIC; n Offers near to real-time information shar- ing among all AFIC participants; n Limits access to the AFIC platform to reg- istered users (no access to information up- loaded by AFIC users to externals, such as other EU institutions, commercial compa- nies, banks, etc.); n Standardises the format of the provided information: Incident Reports (on an ad- hoc basis) and Intelligence Analysis Re- ports (on a quarterly basis) as well as photographs and other graphic elements. AFIC participants also noted that Frontex should explore options on how to bring the countries of the so-called Khartoum Process gradually into the community. The community also used the March 2015 workshop to agree on the composition of, and the topics and venues for sub-regional groups. Frontex initially proposed three groups; however, the number was later re- duced to two taking into account logistical issues and available resources. The first work- shop took place in Casablanca between 26 and 27 May 2015. The purpose of this workshop was to dis- cuss, share and jointly analyse very impor- tant issues linking Africa and Europe: terrorist Cote d'Ivoire Ghana Morocco Burkina Faso Guinea Mali Mauritania Senegal Niger Nigeria Angola Congo, DRC Cape Verde Liberia Sierra Leone The Gambia Cameroon Benin Togo Djibouti Eritrea South Sudan Tunisia Chad Egypt Somalia Kenya Sudan EU Member States/Schengen Associated Countries Invited as observers in 2015 AFIC observer in 2014 AFIC Source: Frontex, 2015 Figure 1. Geographical scope of the Africa-Frontex Intelligence Community ",
        "Frontex · AFIC Joint Report 2015 10 of 52 lese hosts for their excellent support, hos- pitality and professional attitude during the two events. Joint analytical work continued throughout August and early September when the first draft of the annual report for 2015 was fi- nalised. The draft was also shared with the Frontex Consultative Forum on Fundamen- tal Rights*, which provided its comments. In addition, a meeting with International Or- ganization for Migration (IOM) representa- tives was held in Dakar (June 2015) as were numerous audio or video conferences with the relevant representatives of the UNHCR, supported by UNHCR-Frontex liaison office in Warsaw. A drafting workshop was held in Warsaw between 8 and 9 September 2015 with the purpose of improving the draft’s quality by providing additional and more specific infor- mation from AFIC countries and other in- vited participants. Namely, apart from AFIC participants, nine observer countries (Khar- toum Process + Chad) and experts from dif- ferent EU missions in the Sahel region were also invited. The drafting workshop in Warsaw was also used to further enhance the visibility of the community by adopting an AFIC logo (see Fig. 5). It will be used in conjunction with the Frontex logo in accordance with the es- tablished rules. In addition, AFIC email server was created by Frontex and all participants were provided with initial training on the use of new com- munication channel. The new emails will be used to reregister all countries in the AFIC on the information-sharing platform. Objectives of this joint report Since the publishing of AFIC third annual re- port in November 2014, AFIC started to be seen by policy makers in Brussels as a model for a successful analytical and information- sharing platform. This fourth annual AFIC re- port is a further attempt to consolidate this cooperation model further. * In order to promote the highest levels of transparency and respect for Fundamental Rights in all Frontex activities, the Frontex Fundamental Rights Strategy (March 2011) and Article 26a (2) of the amended Frontex regulation (December 2011) mandated Frontex to create a Consultative Forum (CF) comprised of relevant European and international fundamental rights organisations. The organisations currently represented in the CF are: Amnesty International European Institutions Office, Caritas Europa, Churches’ Commission for Migrants in Europe, Council of Europe, European Asylum Support Office, European Council for Refugees and Exiles, European Union Agency for Fundamental Rights, International Catholic Migration Commission, International Commission of Jurists, International Organisation for Migration, Jesuit Refugee Service, OSCE Office for Democratic Institutions and Human Rights, Platform for International Cooperation on Undocumented Migrants, Red Cross EU Office, and the UNHCR. Figure 2. Participants from AFIC countries during a training session on the use of a new platform and AFIC reporting templates S o u r c e : F r o n t e x movements affecting the Sahel and North Africa and irregular migration linking West Africa with North Africa and the EU. In addi- tion, by organising the first event on the Af- rican continent, the community also wanted to test the feasibility of such events in the future. The second workshop took place in Dakar between 10 and 11 June 2015. The objective was to review the functioning of the infor- mation sharing platform and, more impor- tantly, discuss the topics of common interest: cross-border crime and the threat posed by Boko Haram. The two workshops were conducted in ‘open discussion’ format that allowed for direct and very productive exchanges. As such, they provided additional ideas for topics to be ex- plored in the joint report. These include an update on legal travel channels between the EU and the AFIC region. In order to present a more comprehensive picture regarding this additional topic, Fron- tex addressed consular authorities from Ger- many, France, Belgium, Spain and Italy with a specific Request for Information (RFI). Fur- thermore, the European Commission and the European External Action Service were also addressed with specific RFIs. All replies to the RFIs and the issues discussed during the two workshops were fully inte- grated into the present report. Frontex would also like to take this opportunity to express its gratitude to our Moroccan and Senega- ",
        "11 of 52 Furthermore, AFIC joint report drafting pro- cess is designed in a way to provide many op- portunities for African partners to engage in practical implementation of risk analysis methodology used by Frontex. This annual report is also a culmination of joint efforts in terms of information exchange and the use of information-sharing platform. As such, the report testifies also to the pos- itive developments in bringing African part- Figure 3. The first two sub-regional analytical group workshops were also attended by representatives of several EU Member States and the European Commission S o u r c e : F r o n t e x Figure 4. Drafting workshop in Warsaw was very productive with all participants engaging in lively discussions S o u r c e : F r o n t e x ners together and sharing information among themselves as they see fit. Lastly, the report should be read in the con- text of all major policy developments re- garding the management of migration flows between West Africa and Europe and initia- tives aimed at improving border control and return capacities of the countries involved in the AFIC. Figure 5. Africa-Frontex Intelligence Community adopted a logo that represents core values of the community and symbolically brings the two continents closer together S o u r c e : F r o n t e x ",
        "Frontex · AFIC Joint Report 2015 12 of 52 2. Irregular migratory movements affecting AFIC countries and EU Member States 2.1. Introduction The EU is facing a dramatic and unprec- edented irregular migration crisis . More precisely, with roughly 340 000 illegal bor- der-crossings reported until July 2015, the sheer magnitude of the development be- comes clear. By comparison, during the same period in 2014 (a record year in its own right) ‘only’ 123 400 illegal border-crossings were reported. In July 2015 alone, there were 107 500 detec- tions of illegal border-crossing, which is more than the sum of yearly totals for 2012 and 2013. The dramatic nature of the situation is ap- parent, especially given the scale of irregular migration flows faced by border-control au- thorities in Greece, Hungary and Italy. These three Member States reported 97% of all cases of illegal border-crossing in the EU dur- ing 2015. A significant share of this flow is composed of persons coming from countries producing very high numbers of refugees (e.g. Afghani- stan, Syria and Iraq). This particular flow has, during 2015, mostly affected Greece on the Eastern Mediterranean route, and by ex- tension Hungary and Croatia on the West- ern Balkan route. The pressure stemming from large numbers of arriving refugees is also being largely felt by the main destina- tion EU Member States (Germany, Sweden, the UK and France). In the Central Mediterranean, however, sub- Saharan Africans are the single largest group of persons being detected/rescued. More specifically, Nigerians, Gambians, Senega- lese, Malians and Ghanaians are the top five nationalities detected amongst AFIC coun- try nationals. Their numbers have been steadily increas- ing, mostly in the Central Mediterranean as shown in Figure 6, which compares the numbers of arrivals from West Africa in the first seven months of 2014 and the same pe- riod of 2015. Figure 6. Comparison of different routes used by irregular migrants from West Africa in 2015 compared with 2014 Source: FRAN data as of 10 August 2015 0 5 000 10 000 15 000 20 000 25 000 30 000 35 000 40 000 Grand Total Central Mediterranean route Western Balkan route Eastern Mediterranean route Western Mediterranean route Jan-Jul 2015 Jan-Jul 2014 ",
        "13 of 52 Central Mediterranean Eastern Mediterranean Western Balkan 34 833 5 433 5 433 49 911 49 911 1 738 1 738 34 833 24 107 20 871 1 286 32 564 1 885* 107 500* Eastern Med. route Western Balkans route Central Med. route Other routes (outside the map) Total EU – Detections 31 000 72 000 18 395 132 240 8 089 102 342 88 217 91 302 8 768 123 469 14 156* 340 040* Jan–Jul 2014 Jan–Jul 2015 117 000 261 000 Total EU – Persons (estimate) *estimates July 2014 July 2015 24 107 20 871 Detections of illegal border-crossing at European external borders Source: FRAN and JORA data as of 10 August 2015 30 000 20 000 40 000 50 000 60 000 70 000 80 000 90 000 100 000 10 000 Total 2 0 1 2 2 0 1 1 2 0 1 0 2 0 0 9 2 0 1 3 2 0 1 4 2 0 1 5 Overall EU long term trend Monthly detections of illegal border- crossing Figure 7. Detections of illegal border-crossing at European external borders during July 2015 compared with July 2014 Using knowledge of AFIC experts, contri- butions from the European Commission, EU Member States’ consular authorities, regular reporting from EU Member States and avail- able information from debriefing activities of Frontex, the current chapter explores under- lying reasons behind these developments. The focus is put on analysing how several key fac- tors have evolved. These include: (i) availability of legal travel channels for AFIC country nationals; (ii) likelihood of entering the EU without being returned and the risk of dying en route; (iii) advice from relatives or friends already present in the EU and peer pressure; (iv) access to smuggling services. ",
        "Frontex · AFIC Joint Report 2015 14 of 52 2.2. Availability of legal travel channels 2.2.1. In Africa Travelling in Africa is greatly facilitated by the existence of ECOWAS* free-movement pro- tocols and great porosity of the borders. Cit- izens have therefore access to a large area of West Africa and the Sahel with roughly 340 million inhabitants. The volume of these reg- ular movements is difficult to estimate as re- liable passenger flow data are not available; however, it is likely quite significant. Despite the legal framework that was put in place over thirty years ago, ECOWAS nation- als are still facing limitations regarding free movement. More precisely, there are signif- icant differences among ECOWAS member states’ implementing entry controls. Namely, ECOWAS member states reserve the full right to refuse entry to anyone from the ECOWAS region on the basis of their national legisla- tion, which can substantially differ between one another. In some cases, border-control officials enjoy absolute discretion to refuse entry to would-be migrants without the need to explain their reasons or process the case. These challenges were also mentioned dur- ing the AFIC workshop in Dakar when a lively debate arose over the question of whether one ECOWAS member state has the right to refuse entry to a national of another ECO- WAS member state on the basis that the per- son has no sufficient means of subsistence. The debate also demonstrated the possible differing interpretations of the same text amongst border-control authorities in the ECOWAS region. While some countries allow entry with ID cards both on land and air routes on the ba- sis of bilateral or multilateral agreements (e.g. between Senegal and Guinea and Sen- * The Economic Community of West African States (ECOWAS) was established on May 28 1975 via the treaty of Lagos with a mandate of promoting economic integration in all fields of activity of the constituting countries. Member countries making up ECOWAS are Benin, Burkina Faso, Cape Verde, Côte d’Ivoire, the Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Niger, Nigeria, Sierra Leone, Senegal and Togo. Box 1. Increasing number of bus companies offering extensive route network in the ECOWAS region A novel feature during 2014 and 2015, according to AFIC experts, is the in- creasing market presence of many bus companies. They compete for their customers by providing rela- tively cheap and thus affordable trans- port for potentially millions of persons across ECOWAS region. Rimbo Transport Voyageurs in par- ticular stands out as the company with the most developed network of routes and prices that are quite afford- able. This company is also frequently mentioned by irregular migrants upon arrival in Italy. Its role in facilitating transit through Agadez in Niger is ex- plained in greater detail in Section 2.3. egal and Cape Verde) other require travel documents following the ECOWAS protocols (Ghana and Nigeria). In practice, ECOWAS countries’ citizens very often travel without any kind of identity documents due to lack of basic knowledge of the free movement of people within the ECOWAS countries. Additionally, with regards to the maximum period of stay (90 days) travelling on the ba- sis of identity card makes it difficult to confirm the period of stay as there is no notification of entry/exit (stamp or registration system). Thus, in majority of cases this requirement is not respected. The European Commission and its ECOWAS counterpart are aware of these many chal- lenges. In fact, in its European Agenda on Mi- gration, the European Commission proposed ",
        "15 of 52 a 24-million-euro project aimed at ‘maximis- ing the development potential of free move- ment of persons and migration in West Africa by supporting the effective implementation of the ECOWAS Free Movement of Persons’ Protocols and the ECOWAS Common Ap- proach on Migration.’ The project covers all ECOWAS member states and Mauritania. In its proclaimed objective, the action wants to strengthen the capacities of the ECOWAS commission to lead an intra-regional dialogue on free-movement and migration issues and act as a platform for policy development and harmonisation. Furthermore, the capacities of national in- stitutions of ECOWAS member states and Mauritania in the areas of migration data collection and management, migration pol- icy development, border management, la- bour migration and anti-trafficking will be improved. 2.2.2. Between Africa and Europe As the recently published European Agenda on Migration (COM(2015) 240 final) states, ‘a clear and well implemented framework for legal pathways to entrance in the EU (both through an efficient asylum and visa system) will reduce push factors towards irregular stay and entry, contributing to enhance se- curity of European borders as well as safety of migratory flows.’ The fact, however, remains that most of the countries in the Sahel and West Africa have the highest visa and asylum rejections rates compared to other regions of the world. For example, when it comes to visas, West Af- rica is the region with a visa rejection rate almost six times higher than the EU average. In 2014, almost one in three visa applica- tions was rejected by EU Member States’ consular authorities in West Africa result- ing in 213 000 visas issued, predominately, by five EU Member States (France, Germany, Italy, Belgium and Spain; data do not in- clude the UK and Ireland) for a region with an estimated 340 million inhabitants. This represented only 1.3% of the total number of short-term visas issued by EU Member States (excluding the UK and Ireland) to third country nationals. In the case of the Democratic Republic of the Congo, visa rejection rate stood at 50% dur- ing 2014, which was the highest rate among AFIC countries and the second highest for any third country in 2014. Other AFIC coun- tries with consistently high rejection rates (30–40%) since 2011 are Guinea, Mali, Sen- egal, Nigeria, Cameroon and Ghana. In fact, there were five AFIC countries among the top ten third countries with the highest visa rejection rates in 2014. The fact that visas are hard to obtain even for AFIC representatives was mentioned sev- eral times during the past meetings of the AFIC and reiterated during the AFIC work- shop in Dakar. While in some cases these are logistical problems (no Polish consu- late in their country or the need to travel great distances for the fingerprinting in ac- cordance with VIS regulation), the biggest concern is the fact that a stamp with ‘visa rejected’ is put in the passport of an unsuc- cessful visa applicant. This fact alone has a potentially detrimental effect if the same persons wants to travel to Canada, the USA or the Persian Gulf. The AFIC representative from Cameroon also mentioned that in some cases people will change their passport up to four or five times in order to have one without such a stamp. In his words: ‘This practice is breeding also identity and document fraud as many try to fraudulently obtain a clean passport’. ",
        "Frontex · AFIC Joint Report 2015 16 of 52 Congo (DRC) Guinea Senegal Nigeria Ghana Mali Cameroon Côte d'Ivoire Algeria Libya Cape Verde Benin Mauritania Guinea-Bissau Burkina Faso Togo Morocco Niger Egypt Tunisia A F I C c o u n t r i e s Visas issued Rejection rate of visas 0 10 20 30 40 50 60 Visa rejection rate (percentage) 0 50 000 100 000 150 000 200 000 250 000 300 000 350 000 400 000 450 000 500 000 Number of visas issued Figure 8. Rejection rates of visas and the number of visas issued to AFIC country nationals in 2014 Source: Complete statistics on short-stay visas issued by the Schengen States ",
        "17 of 52 2.2.3. Regular passenger flow between West Africa and Europe According to available Eurostat data, the number of passengers arriving in the EU on flights originating from Benin, Burkina Faso, Côte d’Ivoire, Cape Verde, the Gambia, Ghana, Guinea, Mali, Nigeria, Niger, Senegal and Togo has been steadily rising since 2009. During 2014 this trend reversed as the numbers de- creased compared to 2013. This was likely due to flights from Senegal and Nigeria carrying fewer passengers to Paris, Frankfurt, Amsterdam, Madrid and Brussels airports. The largest drop in passengers were on flights to Paris, both Charles de Gaulle and Orly airports especially from June 2014 on- wards, while Madrid also registered fewer passengers from Dakar, albeit with a more moderate decrease. These decreases on direct routes to Europe are likely down to the ‘Ebola’ restrictions and passengers increasingly flying via Turkey given that Turkish Airlines increased capacity from Lagos and Dakar in the summer of 2014. In the case of Lagos, Turkish Airlines has in- creased its capacity annually for a number Figure 9. As visa rejection rates are the highest in West and Central Africa consular authorities of several EU Member States clearly mark a rejection by stamp affixing a stamp in the passport pages normally reserved for visas and entry/exit stamps S o u r c e : C a m e r o o n i a n p r e s e n t a t i o n a t A F I C w o r k s h o p i n 2 0 1 5 Box 2. Impact of introduction of Visa Information System (VIS) Facilitation in visa procedure, less visa shopping : with the implementation of the VIS consular authorities can verify also possible other visa applications of the applicant. This gives a full image of the profile of the applicant (purpose of stay and country of destination). The status of earlier visa applications can be decisive in some cases. Reduction of fraud : The fingerprints of the applicant and the verification in the VIS by linking with other applications, give a useful control mechanism of the identity of the applicant. This limits the cases of look-alikes and identity theft. Source: Belgian consular authorities in Dakar, Abuja, Abidjan and Yaounde (reply to the RFI) 0 1 000 000 2 000 000 3 000 000 4 000 000 5 000 000 2009 2010 2011 2012 2013 2014 Morocco West Africa Figure 10. Gradual increase of air passenger flow both from West African countries and Morocco to the EU Air passenger flow from West African and Moroccan airports to EU destinations between 2009 and 2014 Source: Eurostat as of 26 June 2015 ",
        "Frontex · AFIC Joint Report 2015 18 of 52 of years, however, in the case of Dakar, the capacity was increased by over 50% in 2014, which was not the case in 2013. These di- versions in passenger flow during the sum- mer months could account for around 3 000 passengers per month not taking the usual direct connections to Europe (calculation based on the capacity of aircraft and fre- quency of flights). Also of importance is the fact that Turkish Airlines have been adding capacity on all their flights to Africa, includ- ing in other AFIC countries (like Cameroon) that are not included in the Eurostat data set (see Box 3). Flights from Sierra Leone and Liberia, which are not included in the Eurostat database, Figure 11. Turkish Airlines advertisement in Dakar, where passenger numbers on Turkish Airlines flights are increasing S o u r c e : F r o n t e x Box 3. Turkish Airlines have the largest network in Africa Turkish Airlines has nearly doubled its seat capacity to Africa from about 38 000 in 2011 to about 70 000 weekly seats at the end of 2014. Turkish Airlines further expanded during 2015 adding at least six new destinations in Africa. The airline already has the larg- est network in the continent among foreign carriers, followed by Air France and Emirates. By the end of 2015, Turkish Air- lines has approximately 45 destinations in its African network across 30 countries. Air France has the second largest African network among Eu- ropean carriers with 34 destinations. Brussels Airlines operates 19 destinations, while British Airways has 18 and Lufthansa 13. Unsurprisingly, several members of AFIC members mentioned the fact that Turkish Airlines are transporting a growing num- ber of their nationals either towards Istanbul or in transit to- wards the Gulf region. Flying to Turkey seems to be fairly easy for many would-be mi- grants who gain an easy access to the external borders of the EU. Importantly, during 2015 significantly more Congolese and Cam- eroonians, Moroccans, Algerians, Nigerians and Ghanaians were detected en route from Greece through the Western Balkans towards Hungary. Source: centreforaviation.com Figure 12. Lagos and Dakar accounted for most passengers travelling via air route towards the EU in 2013 and 2014 Source: Eurostat as of 26 June 2015 2014 2013 Others 20% Others 17% Lagos 27% Dakar 24% Accra 12% Abuja 11% Abidjan 6% Lagos 28% Dakar 25% Accra 12% Abuja 12% Abidjan 6% ",
        "19 of 52 Figure 13. The main destination airports from West Africa to the EU were Paris Charles de Gaulle, Porto Santo, London Heathrow and Amsterdam Schiphol Passenger flow between the main West African airports and European destinations during 2014 Source: Eurostat as of 26 June 2015 0 50 000 100 000 150 000 200 000 250 000 Lagos Dakar Accra Abuja Abidjan Bamako Praia Dakar Amsterdam/Schiphol Brussels/Brussels-national Frankfurt/Main London/Heathrow Madrid/Barajas Paris/Charles De Gaulle Paris/Orly Porto Santo Figure 14. 2009 and 2012 saw a high rates of refusals of entry issued to West Africans (principally at London Heathrow and Paris Charles de Gaulle) despite relatively low passenger flows, but since 2012 refusals of entry have been declining sharply thanks to all EU destinations issuing less refusals Refusals of entry issues to West African countries’ citizens at reporting EU airports between 2009 and 2014 Source: Eurostat and FRAN data 2 000 2 100 2 200 2 300 2 400 2 500 2 600 2 700 2 800 1 200 000 1 250 000 1 300 000 1 350 000 1 400 000 1 450 000 1 500 000 1 550 000 2009 2010 2011 2012 2013 2014 t o t a l r e f u s a l s o f e n t r y u p o n a r r i v a l t o t h e E U T o t a l p a s s e n g e r fl o w f r o m W e s t A f r i c a n a i r r o u t e s arrivals refusals Figure 15. Refusals of entry are gradually decreasing, although each year a surge occurs in the final four months of the year Monthly breakdown of passenger flow (left scale) compared to refusals of entry (right scale) in 2012–2014 Source: Eurostat and FRAN data 0 50 100 150 200 250 300 0 20 000 40 000 60 000 80 000 100 000 120 000 140 000 160 000 J a n F e b M a r A p r M a y J u n J u l A u g S e p O c t N o v D e c J a n F e b M a r A p r M a y J u n J u l A u g S e p O c t N o v D e c J a n F e b M a r A p r M a y J u n J u l A u g S e p O c t N o v D e c 2012 2013 2014 passenger flow refusals ",
        "Frontex · AFIC Joint Report 2015 20 of 52 lasted until mid-2014. Indeed, during 2013 no passengers departed Bamako towards Eu- rope in the first five months of the year, co- inciding with the beginning of the military intervention. 2.2.4. Ratios of refusals of entry compared to passenger flow The peak in EU-wide refusals of entry noted in 2012, was mainly due to London Heathrow and Paris Charles de Gaulle airports issuing high numbers of refusals. Since 2012, the re- fusals of entry issued by these two major air hubs to West Africans has been declining, contributing greatly to the overall decrease in refusals of entry issued by Member State authorities at air borders. The highest number of refusals of entry per 1 000 passengers in 2014 were on flights be- tween Lagos and Paris Charles de Gaulle. Re- fusals in Paris were slightly above 3 per 1 000 passengers, which represents a marginally higher rate compared to 2013. Most of these refusals were issued because no appropriate documentation justifying the purpose and length of stay could be provided by the traveller. A disproportionately high (55%) share of refusals of entry were issued during the last 4 months of the year, which seems to be in line with the general trend across reporting EU airports. Passengers travelling from Lagos to other Eu- ropean destinations were also refused entry in higher ratios than from other departure airports in West Africa. Indeed, authorities at London Heathrow airport refused entry to around 2.7 out of 1 000 passengers while in Amsterdam this ratio was a lower 1.7 out of 1 000. Reasons for refusals were similar, in that most passengers were refused for a lack of visa or residence permit, or because they could not present suitable documents to justify their stay. could have further dented this longer term rising trend of passenger flow in the second half of 2014, since flights between London Heathrow and Freetown/Monrovia (Brit- ish Airways) were suspended between Au- gust 2014 and January 2015, due to the Ebola crisis. In 2014, most passengers from West Africa used Nigeria’s Lagos Murtala Muhammed International Airport to make their way to- wards Europe, with around 56% of these 440 000 passengers flying to London Heath- row airport, the rest were split between the international airports of Paris, Amsterdam and Frankfurt. The second main air hub to the EU from West Africa during 2014 proved to be Senegal’s Léopold Sédar Senghor International Air- port in Dakar, despite noting the largest de- crease in its passenger flow compared with any other West African airport under inves- tigation (23 782 or 6.7% since 2013). In addition to these two main airports, Gha- na’s Accra Kotoka International airport with connections to London Heathrow, Frankfurt International and Paris Charles de Gaulle, as well as Nigeria’s Abuja Nnamdi Azikiwe In- ternational Airport connecting Paris Charles de Gaulle, proved to be airports with signifi- cant passenger flows above 180 000 in 2014. The drop in the share of total passengers travelling through Lagos, Dakar and Abuja seem to have been diverted towards other airports in the West African region. The main airport witnessing a large surge in passenger travel in 2014 was Bamako in Mali. Between 2011 and 2013, the passenger flow to Paris dropped from 67 986 (2011) to 38 578 (2012) to 29 949 (2013). In 2014 however, the pas- senger flow through Bamako bounced back to 68 327. This can be linked to the end of op- eration Serval, the French military interven- tion in Mali which began in January 2013 and ",
        "21 of 52 In contrast, the lowest rates of refusal meas- ured against passenger flow were between Abuja (Nigeria) and Paris, while Accra (Ghana) to Amsterdam followed close behind. On these connections the refusal of entry ratio per 1 000 passengers was below 0.5 in 2013 and dropped to below 0.25 in 2014, in other words approximately 1 in 4 000 passengers were refused entry. 2.3. Access to smuggling services, advice from relatives or friends and peer pressure Most irregular migrants from West Africa who cannot obtain a visa or travel to the EU using other legal avenues opt to travel by land through Agadez in Niger, where many smug- gling services are easily available. Evidence from debriefing of migrants in the Central Mediterranean during 2015 suggest that many have started their journey after re- ceiving information or encouragement from friends or relatives already in the EU. The suggestion was that it is now fairly easy to reach the EU regardless of the heightened risk of dying in the desert or at sea in the Mediterranean. This perceived easiness is obviously prompt- ing many new departures as open source re- porting suggests that the number of weekly arrivals of West Africans to Agadez can reach around 6 000. What is interesting is the fact that poverty is not necessarily the sole factor that influ- ences a decision to migrate. As suggested by an IOM study*, ‘poverty usually needs to be accompanied by a perception of inequality or an appreciation for the fact that something greater exists’. IOM termed this as ‘aspira- tional migration’. * Migration Trends across the Mediterranean: Connecting the Dots , IOM, June 2015 An example given by the AFIC representa- tives of Niger highlights the aspirational na- ture of some migratory movements: even though the agricultural region of Kantche in Niger (on the border with Nigeria) is rel- atively rich, people who are relatively well off still choose to depart. Furthermore, mi- cro credits given by the government to local women were used to finance trips to Europe instead of for its intended purpose. Many in Niger and West Africa view migra- tion to Europe also as a ‘cultural’ phenome- non. Some would-be migrants are driven by the fame and status migrants gain after they are able to buy a house or a car upon return from Europe. These perceptions of how easy it is to get rich in Europe are strong. The paradox mentioned by the representative of Niger is that many migrants would never accept menial and low-paying jobs in their own countries but are willing to do so when either in transit or already at destination. In any case, arriving in Niger and travelling to Agadez is relatively cheap, fast and quite simple. As discussed in further detail below, migrants need only buy a bus ticket and hop on buses that connect Niamey and Agadez with numerous cities in the ECOWAS region. Many regular bus lines are operating en route from countries like the Gambia, Senegal, Be- nin, Mali and Ghana to Niger. In the case of migrants from the Gambia, there are at least Box 4. Migrants’ testimony ‘Some of my friends went to Europe and when they came back, they had money and bought cars for their family. One day I thought, “I am the same as these people, I should do the same”.’ (Male, Côte d’Ivoire, 25) Source: Migration Trends Across the Mediterranean: Connecting the Dots , IOM, June 2015 ",
        "Frontex · AFIC Joint Report 2015 22 of 52 four companies operating buses en route be- tween the Gambia and the city of Agadez: Rimbo Transport Voyageurs (RTV), Sonef, Africa Star and 3STV. For example, it costs around EUR 60 or 41 000 CFA francs to travel 1 600 km from Cotonou in Benin to Agadez in Niger. From Dakar in Senegal, RTV is offering tickets for EUR 120 for the journey that covers almost 3 800 km (see Fig. 16). Migrants usually pay for each leg of the bus ride separately so that they do not carry large sums of money with them. The money is Guinea Senegal Sierra Leone Liberia Côte d’lvoire Burkina Faso Ghana Benin Nigeria Cameroon Mali Mauritania Algeria Niger Chad Agadez Cotonou Lomé Accara Zinder Abidjan Dakar Diffa Segou Bamako Ouagadougou Niamey Source: Frontex, RTV Figure 16. Main routes and prices of the bus company Rimbo Transport Voyageurs linking many cities in West Africa with Agadez Figure 17. Hundreds of young Africans wait to board a RTV bus from Niamey to Agadez in late July 2015. The ticket costs EUR 19 S o u r c e : F r o n t e x ",
        "23 of 52 transferred using money transfer companies along the route. Nigerien authorities are maintaining several checkpoints between Niamey and Agadez. Police and soldiers manning these check- points are often accused of taking bribes from smugglers and migrants. In fact, accord- ing to Niger’s agency HALCIA ( Haute Autorité de lutte contre la Corruption et les Infractions As- similées ) corruption remains a major issue. In its report from 2013 the HALCIA concluded that payments to security forces and local authorities totalled USD 450 per vehicle and USD 30 per foreign migrant on the route be- tween Agadez and the Libyan border. The HALCIA mission also found that bribes paid by migrants were essential to keep the secu- rity forces functioning as money earmarked in the military budget to buy diesel for ve- hicles, spare parts and food simply disap- peared in Niamey. This sentiment was echoed during the April 2015 HALCIA workshop on corruption in the road transport sector. According to the chief of staff of the Minister for Transport of Ni- ger, corruption and false travel expenses have become common practices in relations be- tween some road users and those responsible for management and traffic control. Further- more, corruption in the transport sector is also manifest in unhealthy practices regard- ing issuing of administrative documents, and especially the control of the roads through what is commonly called ‘road harassment’. The issue of corruption is also exacerbated by the fact that in practically all AFIC coun- tries border guards who are sent to remote regions consider this as a form of professional punishment and are therefore unmotivated. As reported by Cameroon, the approach often taken by the authorities to counter corruption is to rotate available staff on a regular basis. Box 5. AFIC Incident Report. Operation against a migrant smuggling network 27.05.2015 – As part of the fight against Illegal immigration, Nigerien National Police intercepted, at the entrance of the city of Agadez, 124 sub-Saharans. They are as follows: 12 Gam- bian, 15 Senegalese, 45 Nigerians, 2 Bissau Guineans, 10 Malians, 1 Guinean, 11 Ivorians, 6 Burkinabe, 21 Ghanaians and 1 Beninese. Result: The Nigerien authorities have put several buses avail- able to ensure return of the migrants to their home countries. Source: Nigerien AFIC delegation Figure 18. Regular bus lines are not used only for transport of people but also drugs S o u r c e : N i g e r , A F I C e m a i l s y s t e m ",
        "Frontex · AFIC Joint Report 2015 24 of 52 When buses arrive in Agadez, passengers are immediately surrounded by people, called ‘Chasseurs’ offering accommodation in so- called ‘ghettos’ and onward transport to Libya. They get a few thousand CFA francs (up to EUR 5) for each migrant they bring to the ghetto. Accommodation is reportedly not very expensive as most of the profits are made on transport towards Libya. Interviewed migrants, authorities in Niger, different NGOs and open sources cite fairly similar prices for the trip to Sabha – between EUR 180 and 300. Usually, the money is split between the owner of the ghetto and the driver of who reportedly gets around 100 000 CFA francs or EUR 150 per each migrant. Those that cannot afford to travel to Libya opt to go to Morocco (Algeria/Morocco/ Spain) and in some cases are provided with Malian passports (visa-free status in Algeria and Morocco) and/or a false UNHCR docu- ment registering them as refugees is Alge- ria. ‘Rental’ of this kind of documents costs between EUR 50 (for a Malian passport) and EUR 10 (for UNHCR documents). Malian or UNHCR refugee documents are used for identification during many road check Alge- rian authorities hold on major roads in the region. Once in Maghnia, close to the Mo- roccan border, the networks will take care of retrieving the documents so that they can be reused. The vast majority, however, chooses to go to Libya. Some arrivals in Agadez (mostly Sudanese) are also lured by the promise of finding gold in Djado, a hamlet seven hundred kilometres north-east of Agadez, where soil gold was discovered in 2013. Such artisanal mining not only carries life hazards but also breeds smuggling of explosives on regular buses (see Box 6). Box 6. Smuggling of explosives on regular bus connections in Niger Authorities in Niger are confronted with a growing problem of explosives being smuggled on regular passenger buses. There were at least two seizures of large quantities of explosives and detonators during July-August 2015. Both cases were discov- ered during routine checks of passengers’ baggage on bus lines linking Niamey and Agadez. The first seizure was of 96 sticks of explosives, 50 detonators, 10 detonating cords and 6 rolls of detonating cords. The second one was very similar regarding the material however with smaller quantities. Some AFIC partners expressed their worry (during AFIC work- shop in Warsaw, September 2015) that these explosives might also be used for terrorist attacks in the wider region. Source: Niger, AFIC workshop in Warsaw, September 2015 Figure 19. A group of young migrants from Burkina Faso is waiting for onward transport in a ghetto in Agadez S o u r c e : G e o r g H o f e r ",
        "25 of 52 Box 7. EU to help Niger by creating a pilot multi-purpose centre According to the European Agenda on Migration ‘a pilot multi-purpose centre is to be set up in Niger. Working with the IOM, the UNHCR and the Niger authorities, the centre will combine the provision of information, local protection and resettlement op- portunities for those in need. Such centres in coun- tries of origin or transit will help to provide a realistic picture of the likely success of migrants’ journeys, and offer assisted voluntary return options for irreg- ular migrants.’ Whereas the existing four centres in Niger (oper- ated by IOM) provide basic assistance to migrants and limited Assisted Voluntary Return and Reinte- gration (AVRR) opportunities, the new multi-purpose centre project will offer a more comprehensive range of services aimed at supporting migrants (including returnees) and local host communities, and promot- ing alternatives to irregular migration. Such a centre should offer the possibility of medical and psychological assistance to migrants transiting through Niger as well as the host communities. The migrants would be advised on the dangers of irregular migra- tion, and provide a realistic view of future perspectives of life in Europe (existence as an irregular migrant) and inform about credible alternatives to risky journeys. According to AFIC representative from Niger persuading the transiting migrants not to continue their onward journey is and will remain an uphill battle. Namely, the authorities in Agadez are dealing with migrants who are determined to reach Libya and Italy, have invested money and reputational capital, are legally present on the territory of Niger (ECOWAS free-movement proto- col) and in most part are able to finance their onward journeys. Only small minority request return assistance from IOM and their transit centre is currently (August 2015) almost empty (capacity up to 1 000 persons). Box 8. Niger adopts a tough law against the smuggling of migrants. This is the first law of that kind in West African countries The Nigerien Parliament approved a law that increases sentences from 1 to 30 years of prison, penalties from 3 million up to 30 million CFA francs (EUR 4 500– 45 000) for human traffickers and allows for the sei- zure of their vehicles. According to the Nigerien Ministry of Justice, the main goal of this law is ‘to protect the country bor- ders. At these disturbed times, when the organised crime sows the terror in our country, it is essential that all those who travel have their identity accredi- tation. This law imposes it’. Smaller vans are also transporting would-be migrants from Niamey to Agadez Source: Spanish National Police ",
        "Frontex · AFIC Joint Report 2015 26 of 52 2.3.1. Growing service industry catering for transiting migrants in Agadez Thousands of would-be migrants transit Agadez every month. In fact, given the in- creasing weekly arrivals in Agadez and al- most 45 000 that have already irregularly entered Italy from Libya (until August 2015), roughly 100 000 West Africans are expected to transit through Agadez in 2015. In a city of 140 000 people, the numbers are stagger- ing and difficult to ignore. According to open source estimates, these numbers are as much as four times higher compared to the period prior to 2011 when a lot of Africans were trav- elling to Libya for work. Unsurprisingly, local officials and inhabitants (according to open sources) view this transit as beneficial to the local economy. Transiting migrants spend money on food, water, ac- commodation, and generally contribute crit- ically to the local economy. Furthermore, the steady demise of regular tourism prompted many former tour guides to switch and ca- ter for the transiting migrants. Attempts to tackle this growing industry could spark riots in Agadez. Part of the chal- lenge for authorities in Niger is also the fact that no one person controls the smuggling/ services industry. Already in 2013 Niger’s na- tional police reported there were more than 70 smugglers ‘ghettos’ active in Agadez. 2.4. Libya remains in a power vacuum The current Libyan situation is character- ised by the collapse of government security structures, even in the west of the country, where most of the migrants start their jour- ney towards Europe. The security vacuum is filled by militias, often performing duties in their area of influence. They are not bound by state law, but rather guided by their own interests. These militias range from city and district militias to tribal militias, ideologi- cally motivated militias and criminal gangs. The command and control structures often function only to a limited extent. The southern tribes of Libya, the Toubou and Tuareg are both engaged in providing some border security, in the absence of a central and effective border force. However, elements from both tribes are almost cer- tainly also involved in the smuggling busi- ness themselves, and it is judged that their primary interests will remain financial. Figure 20. Water stand in Agadez where locals are selling water canisters to the migrants preparing to travel through Sahara to Libya S o u r c e : G e o r g H o f e r Figure 21. A migrant is waiting in front of a banking establishment in Agadez for money transfer S o u r c e : J o c h e n S t a n c h k e ",
        "27 of 52 Box 9. Irregular routes as reported by Niger According to the National Police of Niger, moving to- wards Libya or Algeria maintains these main routes than precedent years: n Agadez/Arlit/Assamaka/Inguezzam/Tamanrassett, the main road, which is less risky; n Agadez/Arlit/Inguezzam/Tamanrassett (route by- passes the police station); n Agadez/Arlit/Tchingalen/Bouss Adrar/Tchiba- rakaten, where Libyan and Algerian facilitators offer packages to Janett (Algeria) or Gath (Libya). Migrants are housed in places called ‘garage’ that belong to the facilitators. Crossing to Algeria or Libya is done in small groups and preferably over- night in order to avoid possible checkpoints; n Agadez/Ténéré/Dirkou/Seguidine/DaoTimi/ Madama/Toumo/Gatrone/Oubari/Sabahaon. Starting from Seguidine, the route is very dan- gerous and migrants face a high risk of dying in the desert given the many cases of drivers sim- ply abandoning migrants; n Agadez/Dirkou/Seguidine/Chirfa/Djado/Janet in Al- geria. This route is also very dangerous since most of the journey is done at night with only stars show- ing the way; n Tchintabaraden/Azanag/Albada/Nabamgaré/ Assamaka/Tamanrasset/Dabab; n Tchintabaraden/Gharo/Tassara/Assamaka/Taman- rasset/Dabab. The routes departing from Tchinta- baraden are becoming more and more important. Often, the transport is provided by vehicles from Libya. Geographical representation of these routes as presented by Niger during the AFIC workshop in Casablanca (May 2015) Agadez Mali Algeria Chad Nigeria Niger Benin Burkina Faso Libya Ténéré Tree Bilma Dirkou Siguidine Tchingalen Assamaka Arlit Niamey Inguezam Tamnarasset Tchibarakaten Well Janett GathOubari Gatrone State borders Direction of migration The Niger River Capital cities Main towns ",
        "Frontex · AFIC Joint Report 2015 28 of 52 2.4.1. Anatomy of smuggling networks in Libya The migrant smuggling networks in Libya are composed of active and former military/ law-enforcement officers structured in a hi- erarchical and strict criminal organisation. It is challenging for the smugglers to transfer migrants to the coastal departure points, as they have to move through the various militia control points. Due to hostilities and rivalry among militias, their controlled areas change constantly. Therefore, it is indispensable for human smugglers to know which group con- trols the transit areas at any given moment. Most probably, the fighting in coastal areas (e.g. over the route between western Tripoli and Ras Ajdir) is actually for control over the smuggling routes and the share of the profits. The common structure of these smuggling networks has three levels: n High level: composed of the leading per- sons, described as Libyan nationals and members of active/former military/po- lice officers. n Medium level: middlemen named ‘people smugglers’ (usually Libyans) who organise the journey of the would-be migrants and their shelter while in Libya. They confirm the arrangements of the journey (such as price, type of vessel, etc.). n Low level: members in charge of collect- ing new ‘clients’ willing to reach the EU, as well as giving support to the people smugglers during the embarkation pro- cess at the beach. Usually, these mem- bers are of the same nationality as the would-be migrants (Syrian, Sudanese, Er- itrean, and Somali), in order to be trusted easily by them. 2.4.2. Purchasing boats in Libya Thus far in 2015, inflatable dinghies (75% of the total) and wooden boats have been the two types of boats used to cross the Medi- terranean Sea from Libya to Italy. The choice of boat is based on the availability and price of the vessel. The type of boat used by the irregular mi- grants arriving in Italy from Libya has varied since the beginning of 2015. Starting from April an increase in the use of wooden boats has taken place. The migrant smuggling net- works typically buy wooden boats in Tunisia and to a lesser extent in Egypt. Smugglers are also increasingly adamant to recover boats used for crossings as clearly shown by Fig- ure 22. Cooperation between authorities is of key importance on other routes In the case of western Mediterranean and Ceuta and Melilla, cooperation between Spain and Morocco is also helping to reduce the number of irregular migrants. The Moroc- can Gendarmerie Royale informs that 90 at- tempts to climb over the fences of Melilla and Ceuta involving more than 18 000 irregular sub-Saharan migrants were recorded in 2014. Boat left adrift Smugglers recovering the rubber boat MSF boat ‘Dignity 1’ Figure 22. Smugglers towing a rubber boat back to Libya S o u r c e : F r o n t e x , 2 0 1 5 ",
        "29 of 52 Moroccan authorities have also dug a moat and have built a high fence on its own terri- tory in the most vulnerable areas of the pe- rimeter near the border with the Spanish cities. These fences and moat, combined with implementation of readmission agreement between Morocco and Spain, reinforcement of Moroccan Border Guard Units protecting the fence and dismantlement of makeshift camps of irregular migrants, have reduced the numbers attempts. In response, many sub-Saharan migrants have changed their modus operandi and are increasingly trying to take the sea route to- wards Spain. Box 10. EU Naval Force – Mediterranean MISSION On 23 April 2015, the European Council stressed that the Union will mobilise all efforts to prevent further loss of life at sea, tackle the root causes of the human emergency in the Mediterranean – in cooperation with the countries of origin and transit – and fight human smugglers and traffickers. On 18 May 2015, the Council approved the Crisis Management Concept for a mil- itary CSDP operation to disrupt the business model of human smuggling and trafficking networks in the Southern Central Mediterranean (Council Decision 2015/778 dated 18 May 2015). As a result, and as part of the EU’s comprehensive approach to the challenge, on 22 June 2015 the EU launched an EU military operation in the Southern Central Mediterranean (EUNAVFOR Med). The aim of this military operation is to undertake systematic efforts to identify, capture and dispose of vessels as well as enabling assets used or suspected of being used by migrant smugglers or traffickers. Counter- ing the smuggling and trafficking of migrants is one dimension of addressing the human tragedy that we see in the Mediterranean Sea. It is also an important contribution to saving lives and improving security in the region. MANDATE EUNAVFOR Med (now renamed Operation Sophia) operates in accordance with the political, strategic and politico-military objectives set out in order to: n disrupt the business model of human smuggling and trafficking networks in the Mediterranean; n contribute to reducing the further loss of lives at sea In accordance with the Council Decision dated 18 May 2015 the operation shall end no later than 12 months after having reached Full Operational Capability (FOC). The Operation Sophia is conducted in sequential phases and in full compliance with international law, including humanitarian, refugee and human rights law. n The first phase focuses on surveillance and assess- ment of human smuggling and trafficking networks in the Southern Central Mediterranean. n The second stage of the operation provides for the search and, if necessary, diversion of suspicious vessels. n The third phase would allow the disposal of ves- sels and related assets, preferably before use, and to apprehend traffickers and smugglers. The Council shall assess whether the conditions for transition beyond the first phase have been met, taking into account any applicable UN Security Council Res- olution and consent by the Coastal States concerned. Source: European Union External Action Service ",
        "Frontex · AFIC Joint Report 2015 30 of 52 Box 11. Western African route remains effectively closed due to joint efforts of Spain, Senegal, Morocco and Mauritania At the Western African route that connects Senegal, Mauritania and Morocco with the Canary Island in Spain the numbers remain almost negligible despite a gradual increasing trends for departures from Mo- rocco during 2014. These recent departures are mainly located in Mo- roccan shores specifically nearby the ports of Agadir, Sidi-Ifni, El Ouaitia/Tan-Tan, Tarfaya, Boujdour* and Ad Dakhla** (see map). Due to the effectiveness of the MoUs between Spain, Senegal and Mauritania, the last boat ( cayuco ) which ar- rived on the Canary Islands from Senegal was in 2008 and the last one coming from Mauritanian shores was in June 2014, as Mauritanian and Senegalese AFIC delegates reported during workshops in Casablanca and Dakar. This route is therefore characterised by a high return/ readmission risk for migrants which contributes to the low numbers of departures and low numbers of mi- grants dying. Still, at least 12 people died during March 2015 (exposure and dehydration) in two separate inci- dents involving boats that have departed from Morocco. As the route is effectively closed, migrant smuggling networks are constantly testing other modi operandi . Hence, in recent years Senegalese authorities have re- ported the use of cargo vessels, which have previously been moored in the port of Dakar, by migrants trying to enter illegally into the EU. Between 2013 and 2014 three cargo vessels, towed to EU ports for scrapping, were used by sub-Saharan to illegally enter European soil. This is a very similar modus operandi well-known in other parts of the Mediterranean Sea, such as the ports of Turkey and Eastern Mediter- ranean, where criminal networks used old cargo ves- sels to transport irregular migrants towards the EU. Last Senegalese intervention was carried out on 15 February 2015 when Senegalese Marine Commandos boarded the vessel Dola , sailing under Togolese flag, which was escorted and docked at Dakar port. After the operation, 17 members of the crew were ar- rested, accused of piracy in the Gulf of Guinea and hu- man trafficking. This vessel was also involved in a piracy attack against the fishing vessel Lu Rong Yu-Tuan off the coast of Ghana (January 2015). After an in-depth search in the interior of the vessel, 11 Nigerian would-be irregular migrants were found. They were attempting to reach Europe. They started the trip hidden as stowaways in the Nigerian port of Lagos. Senegalese patrol boat donated by Spain S o u r c e : F r o n t e x Vessel Dola assaulted on 15 February 2015 by Senegalese Special Forces S o u r c e : S e n e g a l e s e A F I C d e l e g a t i o n ! ! ! ! ! ! ! ! ! ! ! ! ! ! 12 5 2 1 ! ! ! ! ! ! ! ! ! ! Canary Islands Morocco Agadir Sidi Ifni El Ouatia Tarfaya Al Ayoun Boujdour Ad Dakhla Source: CCRC, Guardia Civil * In areas between Tarfaya-Al‘Ayun-Boujdour, AoI in beaches such as Negritas, Blaibilat, Mraijnat and Roka Ariel ** Ad Dakhla port: attempts in 2014 but no arrivals due to Spanish-Moroccan cooperation (including JO EPN Hera) ",
        "31 of 52 Figure 23. Very typical toy boat used by many would-be migrants for crossing from Morocco to Spain. In 2014, Morocco reported a total of 12 267 irregular migrants that were prevented from reaching Spain by sea (1 746 until April 2015). The main nationalities were Senegalese (41%), Malians (33%), Guineans (12%), Ivorians (9%), Algerians, Ghanaians and Nigerians (all 3%) S o u r c e : F r o n t e x , J O I n d a l o 2 0 1 5 Algerian nationals also continue to arrive on Spanish shores of Andalucía and Levante. The phenomenon called harga (‘burning’ in Ara- bic) has decreased since 2013, largely due to good collaboration between Spanish and Al- gerian authorities regarding rapid repatria- tion processes. This again shows how important effective cooperation between transit, source and destination countries is in preventing un- authorised departures and thus preventing death at sea and ensuring integrity of legal migration channels. The European Commission (EC) is aware of this link between effective return policy of persons who are illegally present on the ter- ritory of the EU or no longer have the right to stay (e.g. failed asylum seekers). In its Eu- ropean Agenda on migration, the EC states that ‘one of the incentives for irregular mi- grants is the knowledge that the EU’s return system – meant to return irregular migrants or those whose asylum applications are re- Figure 24. Illegal border-crossings of Algerian nationals in Spain and effective returns of Algerian nationals by Spain, comparison between years. Return likelihood is calculated using ratio between illegal border-crossings and effective returns performed by Spain. The number close to one indicates higher likelihood and therefore higher return risk (year 2015) Source: FRAN data as of 7 August 2015 -0.10 0.10 0.30 0.50 0.70 0.90 1.10 0 200 400 600 800 1 000 1 200 1 400 1 600 Year 2013 Year 2014 Year 2015 (up to June) Illegal border-crossings Effective return Return likelihood – right axis fused – works imperfectly.’ The EC proposes several key actions in this regard, including to reinforce and amend the Frontex legal basis to strengthen its role on return. ",
        "Frontex · AFIC Joint Report 2015 32 of 52 Box 12. Increasing number of Syrian asylum seekers in Ceuta and Melilla In March 2015, the International Protection and Asylum Offices were inaugurated at BCPs in Ceuta and Melilla (Spain). The de- cision came as response to a surge in the number of Syrian fam- ilies seeking asylum there. The trend started in November 2014. Exponential growth of asylum applications by Syrian nationals in Ceuta and Melilla Source: FRAN data as of 7 August 2015 The route followed by these Syrian asylum seekers is Syria/Leb- anon/Algeria/Morocco (Nador)/Spain (Melilla or Ceuta). Different modi operandi used by Syrians to enter Ceuta and Me- lilla have been detected: They range from document fraud, mostly by using genuine Moroccan passports of residents of Tetuan and Nador (no visa needed, impostor method, reported by Frontex) to posing as Moroccan goods carriers. The impos- tor method started to be used by Syrians already in May 2014 when Spanish authorities reported the first 72 cases. No Syrian national was detected for trying to storm the fences at the two Spanish cities. Furthermore, Spain reported 478 cases of Moroccan passport being used by Syrian impostors in the period between 2014 and the first half of 2015 while more than 2 800 Syrian asylum applications were submitted in Melilla alone only during eight months between November 2014 and June 2015. This difference would indicate that many are able to enter Me- lilla undetected (successfully posing as Moroccans for example). There are still hundreds of Syrians in Moroccan city of Nador waiting to enter Spain through Melilla BCP. According to Mo- roccan intervention during AFIC workshop in Casablanca, alto- gether there are more than 5 000 Syrian refugees in Morocco. Moreover, the decision to open Asylum offices in Ceuta and Me- lilla has acted as an additional pull factor. 0 100 200 300 400 500 600 700 Jan 2015 2014 Feb Mar Apr May Jun Dec Nov Oct Sep 2.5. Rising number of casualties among migrants According to IOM estimates, more than 2 000 migrants have died during the first seven month of 2015 trying to cross the Mediterra- nean to reach Europe. This represents an in- crease of 27% compared to the same period in 2014. Frontex reporting from the Joint Op- eration Triton for the same period suggests 190 confirmed fatalities (recovered bodies). As in 2014, the overwhelming majority died in Central Mediterranean route connecting Libya and Italy. When it comes to this tragic loss of life one must note the fact that 86% of all interceptions in the Central Mediter- ranean until the end of July 2015 were out- side operational area of JO Triton and 90% of these cases were done as search and res- cue (SAR – after receiving a call). What is also interesting is the fact that on the route from Libya to Italy there were al- most exactly the same number of persons that were rescued/intercepted during 2015 and the reference period in 2014. However, there were roughly 100 more incidents (551 in 2014 and 657 in 2015) to which authorities had to respond in 2015, unfortunately result- ing in the previously mentioned 27% increase of the estimated number of casualties. In ad- dition, geographical location of these inter- ventions moved further south as indicated by Figure 25. In May, the operational area of Frontex JO Triton 2015 was extended closer to Libya. In addition, the number of assets in this area were increased. Through the whole period Italian authorities continued with their na- val operation ‘Mare Securo’. Importantly, the EU naval operation EUNAV- FOR Med was approved in July 2015, and sev- eral additional naval vessels were deployed ",
        "33 of 52 in the operational area of JO Triton and the Libyan SAR area. In addition, four vessels belonging to various NGOs (Sea-Watch, Norwegian Society for Search and Rescue, Medecins Sans Frontieres, and Migrant Offshore Aid Station) continued their patrolling close to the main departure areas in Libya. Despite these efforts and many more addi- tional vessels engaged in rescue operations, new tragedies occurred in August 2015 when at least 340 people died. One incident that took place only 15 nautical miles from Libyan shores where 25 people died was soon fol- Figure 26. Deaths in the Central Mediterranean, by region of origin of migrants perished while making the sea crossing between 1 January and 14 July 2015 Source: IOM MENA 14% Horn of Africa 18% Breakdown unavailable/ Unknown 22% Sub-Saharan Africa 46% Figure 25. In some areas, in particular those of Zuwara and Misrata, detections have moved closer to the Libyan coast Detections of migrants’ boats up to 31 May 2015 (blue spots), and detections reported between 1 June to 26 July 2015 (green spots) ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P ! P EPN Triton 2014/2015 01 Jan - 26 Jul 2015 Triton operational area Extended operational area ! P 01 Jun - 26 Jul ! P 01 Jan - 31 May Detections Tunisia Libya Source: Frontex ",
        "Frontex · AFIC Joint Report 2015 34 of 52 Box 13. Inhumane treatment prompts return of 50 Sierra Leoneans from Libya Some 50 Sierra Leoneans had travelled by land to Libya through irregular means, in a bid to cross over to Europe. They were taken to the Southern City of Sabha where they were subjected to inhuman conditions by the facilitators. At the request of the Government of Sierra Leone and in coordination with the Libyan authorities and the Sierra Leonean embassy, IOM helped 35 of these Sierra Leonean migrants stranded in Libya to voluntar- ily return home from the south of the country through Tripoli. Source: Sierra Leonian AFIC delegation Box 14. IOM: Migrants in Libya suffer many types of abuse The International Organization for Migration (IOM) has col- lected the testimonies of more than 2 000 migrants from West Africa and Central Africa recorded between January and Sep- tember 2014 two transit centres and assistance for migrants in Niger (Dirkou and Arlit). The migrants from Senegal, the Gambia and Mali, are mostly young men, married, who left their own country for Libya to find job opportunities. Only some migrants from Benin, Libe- ria and the Democratic Republic of the Congo chose Algeria as their final destination. As the interviewed migrants were returning back to Niger, their statements reflected precarious living conditions in Libya. Namely, the majority of migrants reported having suffered abuse and threats, including from their employer: the threat of intervention of law enforcement, confiscation of identity doc- uments, forced use of drugs and other substances, restriction of movement and physical abuse. Source: Profilage de l’OIM: migrants en transit , IOM, January–September 2014 Figure 27. Dramatic rescue of a migrant by the Italian Navy on 12 August 2015. At least 50 people could not be saved and were declared missing S o u r c e : I t a l i a n N a v y with many more vessels now engaged in rescue operations it is simply impossible to effectively rescue all as there are often mul- tiple simultaneous rescue operations requir- ing high level of coordination. The increasing death toll during 2015 is there- fore highlighting possible paradox. That is to say, more and more vessels engaged in res- cue operations is not necessarily a guaran- tee for reduction of number of people dying. In addition, operational intelligence from JO Triton 2015 suggests that Libyan smugglers are taking advantage of rescue vessels’ prox- imity to the shores of Libya and are over- crowding the vessels, with limited amount of fuel and water as they know that migrants will be rescued very soon. For example, in one incident a Spanish vessel participating in JO Triton 2015 was called to intervene roughly 22 nautical miles from the coast of Libya. It managed to bring to safety 112 persons that were cramped on a rubber boat. The boat was at sea for less than 12 hours with only nine 20 litre fuel containers on board. Given the engine used in this particular case this is only enough for around 12 hours of sub-max- imum speed sailing, therefore nowhere suf- ficient to reach Italian Pelagic islands. This overcrowding and low fuel supplies on un- seaworthy vessels increases the risk of death at sea by a great deal. lowed by another in which up to 250 people were declared missing. These incidents in August 2015 exposed the enormity of the challenge. Namely, as the number of SAR incidents is increasing, even ",
        "35 of 52 Figure 29. There are between 3 000 and 4 000 residents in ‘The Jungle’, as the makeshift camp outside Calais is called. Around 90% of those living there are men, most of whom are in their late teens or early twenties S o u r c e : R e u t e r s Figure 28. A typical incident where a rubber boat is overloaded and equipped with minimal fuel supplies S o u r c e : O P V R i o S e g u r a . G u a r d i a C i v i l Given that sub-Saharan African are the larg- est group of arrivals in Italy, most of the death during 2015 were linked to this group. Ac- cording the IOM’s Missing Migrants Project, 888 individuals from sub-Sahara Africa died at sea, which represents 46% of all deaths in the Mediterranean during 2015. Migrants also face constant danger during the crossing of the desert or when in Libya. The discovery of the remains of 30 migrants in Dirkou during May 2015 and Boxes 13 and 14 clarify this point further. While crossing Sahara desert and the Medi- terranean is extremely dangerous, reaching Italy does not necessarily means the end to all hazards. Migrants or refugees that move towards northern Europe often live in ap- palling conditions, usually in makeshift and improvised camps (e.g. Italy-France border, Austria-Germany border). Those travelling to the UK also risk injury or even their lives when trying to cross from Calais to Dover. Since June 2015 alone at least nine people died while attempting to cross the Euro tunnel. The rising death toll is following significant increases in the number of daily attempts to enter the tunnel (from 500 in May to 2 000 in June 2015). ",
        "Frontex · AFIC Joint Report 2015 36 of 52 3.1. Introduction Similar to other regions of the world, cross- border criminality in West Africa can be largely divided into two main categories: smuggling of people and illicit trade. Illicit trade can be further classified into six main non-exhaustive categories: n Trafficking in human beings; n Smuggling of natural resources and wild- life: crude oil (bunkering), cocoa, gold, min- erals, vital commodities or crops, ivory, horns of rhinoceros and/or other pro- tected species; n Smuggling of excise goods: cigarettes (genuine or counterfeit) or fuel; n Drug trafficking; n Smuggling of stolen cattle, stolen vehi- cles, toxic waste, weapons, firearms and ammunition; n Maritime piracy in the Gulf of Guinea. Illicit trade is often driven by factors such as considerable cross-border price differentials and differences in the legal status of par- ticular products, taxation of excise goods, as well as local, regional and global demand for smuggled goods. In many cases, locals partic- ipating in illicit trade consider their activity as legitimate given the lack of other economic opportunities. Additionally, most borders in West Africa are highly porous and difficult to patrol with border-control authorities often suspected of corrupt practices. This in turn further facilitates illegal cross-border flow of goods and people both in the region and transiting towards Europe. It is also worth highlighting that West Afri- can criminal networks are non-hierarchical informal structures, in many cases linked by tribal, social or family ties showing a high de- gree of flexibility. Such loose structure allows for members to have exchangeable roles. Most informal groups are composed by net- works of three to six individuals, mainly rela- tives or friends. There is hardly a permanent membership in the criminal group. These characteristics, make these groups highly fluid, which in turn makes detection, inves- tigation and eventual criminal prosecution very difficult. 3.2. Trafficking in human beings Trafficking in human beings is a demand and profit driven crime. Vulnerability of people alone does not result in trafficking. Factors that render people more vulnerable to traf- ficking include limited economic opportuni- Figure 30. Evolution of cross-border criminality Source: Comprehensive Assessment of Drug Trafficking and Organised Crime in West and Central Africa , African Union, 2014 GLOBAL TRENDS CRIMINAL ENABLERS Changing illicit markets Conflict Limited state reach and protection economies NEW & EVOLVING CRIME HISTORICAL CRIME Small arms trafficking Corruption Illicit financial flows and money laundering Cybercrime Kidnapping for ransom Piracy Enviromental crime Illicit goods smuggling Drug trafficking Migrant smuggling Human trafficking 3. Cross-border criminality ",
        "37 of 52 ties, desperate socio-economic conditions, regional imbalances and violence. The line between people smuggling and human traf- ficking in the case of West Africa is there- fore often blurred as prospective migrants or guest workers may often end up as victims of trafficking once in their destination country. For example, when irregular migration is financed by smugglers themselves (debt- financed migration), migrants often find themselves exploited en route or in the des- tination country. As these debt/labour obligations incurred by migrants are easily enforceable by criminal groups, it can be profitable for smugglers to finance irregular migration. Debriefing interviews conducted in the con- text of Frontex Joint Operations revealed several suspected cases of ‘debt bondage’ victimisation. They all are linked to Nigerian women who were forced to provide sexual services in transit countries such as Libya or Algeria before being transported further across the sea to Europe. One interviewee, who had escaped from the trafficking network in Libya before travel- ling onwards to Europe alone, described her journey in detail starting from her recruit- ment in Nigeria to the forced travel through Niger and Libya. She also described the sys- tem of debt bondage used to coerce the vic- tims. First, victims are required to pay a fee for their travel from Nigeria. Once they leave the country and begin the journey through Niger and Libya they are told that they must pay again to ‘regain their freedom’. In this way they are forced into prostitution to re- pay these debts. Once they are transported to Europe they are forced to pay the traffick- ers an even higher fee to be released. AFIC representatives from Sierra Leone share their growing concern regarding trafficking in persons. In particular, establishment of many so-called phantom employment recruitment agencies. There were at least 20 such agen- cies with 301 cases of officially confirmed victims of trafficking in human beings (2013– 2014). As the case described in Box 15 sug- gests, most victims ended up in Kuwait but also in Lebanon, Qatar and Europe. 3.3. Document fraud involving AFIC nationals and travel documents issued by AFIC countries 3.3.1. Most detected AFIC nationals using fraudulent documents Moroccan nationals represented the larg- est group among AFIC nationals detected for document fraud in the EU. In 2014, there were over 800 Moroccans with fraudulent documents and just over 300 in the first five months of 2015. The trend has been more or less stable over the past couple of years. Most of the Moroccans were detected on entry to the EU/Schengen area, mostly from Morocco to the Spanish cities of Ceuta and Melilla, followed by arrivals on flights from Casablanca (CMN) to Fiumicino (FCO) or Brussels (BRU). Box 15. Labour recruitment morphing into a trafficking case In another typical case of labour recruitment morphing into a trafficking case, a women from Sierra Leone paid approximately USD 1 480 to recruiters who promised her a nursing job or ho- tel work in Kuwait. Upon her arrival in Kuwait, however, she was instead forced to work as a domestic worker for a private Kuwaiti family. She worked all day, every day without compen- sation. Her employers forbade her from leaving the house or from using a cell phone. The family eventually returned her to recruiter, taking advantage of a guarantee allowing them to obtain a refund for domestic workers they are not happy with. She ran away from the recruiter to the Sierra Leonean Embassy and was placed in a Kuwaiti government-run shelter with ap- proximately 300 other former domestic workers. Source: Trafficking In Persons Report , US Department of State, July 2015 ",
        "Frontex · AFIC Joint Report 2015 38 of 52 Moroccan nationals often use Spanish docu- ments (ID cards, residence permits, passports) or Moroccan passports. Most of abovemen- tioned documents were abused by Moroc- can impostors, using genuine documents of someone else. Nigerian nationals form the second big- gest group reported for document fraud in the EU/Schengen area. The overall number of detections and trends remained stable in 2013, 2014 and 2015. Just under 800 document fraud cases were linked to Nigerian nationals in 2013 and a very similar figure was also re- corded in 2014. Almost two-thirds have been reported on arrival from third countries, in particular from Lagos (LOS), followed by ar- rivals via Istanbul (IST). Senegalese nationals rank third among the AFIC nationals abusing travel documents. The overall number of detections oscillates around 280 cases per year. They are mostly detected on entry to the EU/Schengen area from third countries, in particular from Da- kar (DKR). Most of the Senegalese attempted to reach either Spanish airports, such as Madrid (MAD) or Barcelona (BCN), or Lisbon airport (LIS) in Portugal. They were often detected travelling with their national passports (impostors), as well as mostly counterfeit French and Italian visas and residence permits. Congolese nationals have been mostly de- tected with fraudulent documents on the routes from Lagos (LOS) to Fiumicino (FCO) or on routes to French airports. Congolese nationals have been also departing from Ke- nia or attempting to reach the EU/Schengen area via Turkey, in particular via Istanbul (IST). The route via Istanbul (IST) includes embar- kation in N’Djili (FIH) and intended final des- tination of Fiumicino (FCO), Charles de Gaulle (CDG) or Brussels (BRU). Ghanaian nationals were mostly detected on intra-Schengen air routes between Italy and Germany. Those detected on entry to the EU/Schengen area are in 50% of cases depart from Accra (ACC). There are also attempts to target the EU/Schengen area via Istanbul on the following air routes: ACC → IST → MAD, MXP, DUS, VIE. Ghanaian nationals were of- ten detected presenting counterfeit Italian residence permits, passports, ID cards and fraudulent Ghanaian passports. 3.3.2. Most abused travel documents issued by AFIC countries In total, there were approximately 1 400 fraudulent travel documents issued by AFIC Figure 31. Moroccan and Nigerian nationals were the AFIC nationals most detected for document fraud. Overall figures, however, remain stable in the past 2.5 years except for a decrease in Angolan and Guinean nationals Detections of AFIC nationals presenting fraudulent documents, by nationality of the holder between 1 January 2014 and 31 May 2015 Source: European Union Document-Fraud Risk Analysis Network (EDF-RAN) data as of 6 July 2015 0 200 400 600 800 1 000 1 200 MAR NGA SEN COD GHA CIV CMR MLI GIN GMB AGO TGO LBR SLE BEN BFA CPV MRT NER Entry from third country Intra-EU/Schengen Exit to third country Transit ",
        "39 of 52 countries reported as fraudulent by EU Mem- ber States during 2013. This figure increased by 14% in 2014. The beginning of 2015 seems to follow the trend of previous years. These figures, however, include all persons show- ing fraudulent AFIC documents and not just AFIC nationals. Around 85% of fraudulent documents issued by AFIC countries were detected on entry from third countries and the most detected documents were passports issued by Mo- rocco, Nigeria, Senegal, Mali, Guinea and the Democratic Republic of the Congo. Due to the significant increase in the use of genu- ine Moroccan passports by Syrian impostors, this type of document fraud became prev- alent also in case of AFIC travel documents. 3.4. Drug smuggling In July 2015, regional representative for West Africa of the United Nations Office on Drugs and Crime (UNODC) estimated that between 30 and 40 metric tonnes of cocaine transit West Africa every year en route to Europe. This represents a decrease from the peak of 47 tonnes in 2007. According to the UN Secretary General, this flow of cocaine in West Africa could have the market value of USD 1.25 billion in Europe, and would bring West African traffickers prof- its in the order of USD 150 million per year. 3.4.1. Routes Drug trafficking continues to be the most lu- crative form of business for criminals. Despite the international cooperation and transna- tional efforts to curb the trafficking of co- caine, large and small shipments by sea or by air, continuously flow from South Amer- ica (Venezuela, Peru, Argentina, Brazil or Co- lombia) to Europe, through the Sahel region. According to information from AFIC partners and other sources, three main cocaine hubs can be identified. The first consists of the Gambia, Guinea-Bissau, Senegal and Cape Verde islands. The second is the Central Sa- helian corridor, which covers vast areas of Mali and Mauritania (air transport). The third hub is the Coastal Southern corridor includ- ing Benin, Togo and Ghana (as entry points) and Nigeria (as the main centre for distri- bution and control of the drug by the crim- inal networks). Cocaine originating from South America is transported across the Atlantic by sea or air along the so-called Highway 10, i.e. the shortest distance between the two conti- nents along the 10 th parallel. Once it arrives in Africa, it is transported northwards towards Europe through the Sa- hara along routes which have been used for legal and illegal trade for centuries. Also for centuries, these transportation routes have been controlled by tribal groups such as Tu- aregs and Tebus. Nowadays they use off-road vehicles to transport everything, starting from human beings, firearms, narcotics to Figure 32. Helicopter intercepted by Spanish authorities after crossing the Strait of Gibraltar carrying 200 kg of hashish from Morocco to Spanish mainland S o u r c e : G u a r d i a C i v i l Box 16. AFIC Incident Report. Exchange of Information. Ghana. Drug trafficking A 26-year-old Kenyan female, claiming to be a businesswoman, was arrested at Kotoka International Airport for carrying co- caine into the country. She arrived on a Kenya Airways flight from Nairobi, Kenya with approximately 3 kg of cocaine wrapped and hidden in her luggage. She claimed she was only to de- liver the cocaine to someone she did not know but who was to meet her on arrival. Source: Ghanaian AFIC delegation ",
        "Frontex · AFIC Joint Report 2015 40 of 52 cigarettes. As the provision of such services is a very lucrative business, new players are violently seeking their slice of the pie: the ter- rorist groups of the Sahel region. Cocaine is transported across the Sahel by different routes: through northwestern Af- rican countries (Morocco and Mauritania) to Spain or through Libya to EU Member States in the Central Mediterranean. Morocco, considered as the largest producer of cannabis in the world alongside with Al- geria, is also the first supplier of this drug for the EU market, using Egyptian and Balkan criminal networks. To avoid the troubled Mo- roccan-Algerian border, smugglers use two different routes: across the Sahel or follow- ing the Northern coastal path. International cooperation and exchange of intelligence are essential for curbing the black market of cocaine, methamphetamine and other narcotics. Also, such cooperation helps neutralise the criminal networks, forc- ing them to constantly adapt their modi op- erandi to maintain the flow of drugs towards the EU. During the workshop in Dakar in June 2015, Ghanaian AFIC delegates reported that drug smugglers are also using Kenya Air- ways flights to deliver small shipments of cocaine. Likewise, during the AFIC workshop in Senegal, delegates from Liberia, according with their intelligence analysis, concluded the following concerns on national secu- rity matters: n The trafficking of illicit drugs and fake pharmaceuticals by Chinese transnational criminal organisations in West Africa; n The resumption and reorganisation of ma- jor drug shipments in Liberia after the Eb- ola outbreak; n South American criminal groups resurfac- ing in Guinea and Guinea-Bissau; n Increased possibility of cross-border crim- inality across the Liberian-Ivorian border as the Ivorian elections draw near. Box 17. AFIC Incident Report. Exchange of Information, Cape Verde The Airport Anti-Trafficking Cell seizes cocaine at Praia International Airport Nelson Mandela 28.05.2015 – Due to Cape Verde’s geographic and strategic po- sition, the country continues being used as a drug transit point from South America to Europe. Several ‘couriers’ transporting drugs inside their bodies and under clothes were arrested and the drug was apprehended by police at airports. Praia Interna- tional Airport has an Airport Anti-Trafficking Cell composed of Judiciary Police, Borders Police, Fiscal Guard and Customs. In this specific case, the suspect was arrested, sent to the Main Court of Praia and put in prison to await the final trial. Source: Cape Verdean AFIC delegation Box 18. AFIC Incident Report. Exchange of Information, Cape Verde Citizen of Guinea-Bissau On 15 June 2015 Nigerien Police apprehended, at the Interna- tional Airport of Niamey, a citizen of Guinea-Bissau (male aged 45, residing in Liberia) for drug trafficking inside of his body. He had swallowed 70 capsules of cocaine weighing 1 241 grammes to transport them from Nigeria to Niger on the itinerary La- gos/Nairobi/Addis Ababa/Niamey. Source: Nigerien AFIC delegation ",
        "41 of 52 3.5. Firearms trafficking Whilst trafficking in illicit goods, narcotics or human beings thrives in the areas of intense conflict and institutional chaos (e.g. Libya), firearms trafficking flourishes throughout the Sahelian area. This criminal activity responds to the demand for armaments in unstable areas, such as Mali, Niger, Nigeria, Burkina Faso or Côte d’Ivoire, among others. Fire- arms trafficking is of course not limited to supplying the needs of criminal networks but also those of terrorist groups such as MU- JAO, MNLA, AQIM, Boko Haram or small se- cessionist factions. Thus, particularly after the collapse of Gaddafi’s regime in 2011, the main routes of arms trade run from Libya: to Niger and the south of Algeria (area of influence of terror- ist groups such as al-Mourabitoun or AQIM), to northern Mali to supply terrorist and sep- aratist groups (MUJAO, Ansar al-Dine, MLNA) and also from Chad to Nigeria to feed Boko Haram’s needs. Other routes of illegal arms trade have been detected between other ECOWAS countries: from Guinea-Bissau, the Gambia or Guinea to Mali, and from Côte d’Ivoire and Sierra Le- one to Liberia through the coastal corridor of the Gulf of Guinea to supply local crimi- nal networks. Liberian AFIC delegates expressed their con- cerns about new non-Liberian gunsmiths emerging in Central Liberia and in the north- western suburb of the capital, Monrovia. Figure 33. Typical handgun smuggled from Guinea and used in armed robberies in Liberia S o u r c e : L i b e r i a n A F I C d e l e g a t i o n ",
        "Frontex · AFIC Joint Report 2015 42 of 52 Both AFIC workshops in Africa highlighted that political violence and terrorism in AFIC countries are mainly linked to: Boko Haram activities, attempts of ISIL/Da’ish to establish itself in the Maghreb/North Africa, a more la- tent threat of Al-Qaida in the Islamic Maghreb (AQIM), and activities of groups such as al- Mourabitoun, MUJAO or Ansar al-Dine. The absence of state authority and institu- tional weakness in vast regions of the Sahel and West Africa, porous borders and an ongo- ing chaos in Libya continue to be cited by AFIC members as the main obstacles when address- ing the physical threat that these groups pose. According to AFIC members and other rel- evant sources, the groups mentioned above are mostly operating in the following areas: n Boko Haram: mainly in the north-east of Nigeria and at its borders with Niger, Cameroon and Chad; n ISIL/Da’ish: trying to operate in North Af- rica, mainly Libya with the Wilayat (prov- ince) in Barqa/Cyrenaica, Sinai in Egypt and Jamaat Jund al-Khalifah in Algeria; n AQIM: after this Al-Qaida franchise evolved from the Algerian terrorist group known as the Salafist Group for Preaching and Com- bat (GSPC) in January 2007, it mainly oper- ates in the north of the Sahelian corridor; n Al-Mourabitoun, MUJAO or Ansar al-Dine: mainly in northern Mali. In addition to the above, AFIC workshops also provided an opportunity to openly discuss the issue of young men mostly from North Africa travelling to Syria and Iraq to engage in combat. Concerns were voiced that many might be travelling to and from these war zones without being identified and thus pos- ing a serious security risk. 4.1. Regional initiatives gain ground against Boko Haram After shifting away from insurgent tactics in order to seize and hold territory in 2014, Boko Haram terrorist group succeeded in gain- ing control over a vast swath of territory in northeastern Nigeria. In fact, during the AFIC workshop in Dakar, Nigeria reported that 2014 was the year of the most violent and inten- sive activities of Boko Haram. Data on clashes and casualties reported by diverse special- ised open sources confirm this conclusion. In February 2015, the Nigerian government initiated military operations north of Maid- uguri and Mubi. They first liberated towns along the main road to Baga, up to Mon- guno, as reported by the Nigerian AFIC mem- ber. They later captured Baga (where Boko Haram had taken control of a Nigerian mili- tary outpost and massacred the local popula- tion), Monguno, Marte, Gamboru-Ngala and Dikwa. This offensive push was the first ma- jor success since minor operations in north- ern Adamawa during 2014. In other words, at the beginning of 2015, Boko Haram controlled 20 districts of Nige- Box 19. Number of terrorist attacks on the rise in North Africa and the Sahel According to open sources, the documented numbers of ter- rorist attacks in North Africa and the Sahel during 2014 show an increase of the political violence in the area. Thus, the coun- tries most affected were Libya with 201 attacks, Mali with 35, Mauritania with 27, Tunisia with 27 and Algeria with 22. 4. Regional security threats ",
        "43 of 52 Figure 39. Military operations against Boko Haram at the beginning of 2015 (upper map) and changing intensity of the crisis in 2012–2015 (bottom map) Niger Chad Monguno Baga Kukawa Damaturu Konduga Mubi Hong Song Biu Chibok Yola Jalingo 100 mi 200 km Gombe Jos Bauchi Dutse Potiskum Maiduguri Gashua Abadam Lake Chad M a n d a r a M o u n t i a i n s Marte Dikwa Mafa Bumsa Bama Banki Pulka Gulak Madagali Gwoza Limankara Sambisa forest Gulani Bajoga Ashaka Bularafa Gujba Buni Yade Cameroon Nigeria Localities under Boko Haram control Localities under government control Chadian military presence Recent Nigerian military offensive Source: Stratfor 2015 Kano Abuja 2012 1 663 civilians killed 2013 2 978 civilians killed 2015* 2 146 civilians killed * data as of 24 January 2015 2014 9 033 civilians killed Maiduguri Chibok Nigeria Numbers killed in individual attacks 50 100 200 400 More intense colour represents multiple attacks State of emergency since May 2013 (Adamawa, Borno Yobe) Abuja Nigeria Abuja Nigeria Abuja Nigeria Baga Source: ACLED data, by Prof. Clionadh Raleigh, University of Sussex ",
        "Frontex · AFIC Joint Report 2015 44 of 52 ria (a territory the size of Belgium). By mid- March, they only controlled three. The AFIC member from Nigeria also reported that the Nigerian military had received more sophisticated arms to confront Boko Haram and senior officers had also changed their strategy, which resulted in these successes. In March 2015, Nigerian Defence Headquarters also declared Adamawa and Yobe States free from the control of Boko Haram insurgents. While these operations have pushed Boko Haram forces out of many population cen- tres in a substantial portion of northern Borno State, insurgents dispersed closer to the mountainous Cameroonian border. The new Nigerian president Muhammadu Bu- hari announced in his first speech on 29 May 2015 that the Command Centre of Nigerian Military Operations against Boko Haram would be moved from Abuja (capital of Ni- geria) to Maiduguri. This move to the larg- est city in the north-east of Nigeria, where the insurgency is the strongest, was aimed at establishing governmental control over a Figure 40. Women and children kidnapped by Boko Haram a moment after the liberation by Nigerian Special Forces in Sambisa forest S o u r c e : N i g e r i a n A F I C d e l e g a t i o n territory around the size of Belgium and the Netherlands. According to the Nigerian AFIC delegate, this decision was taken in cooperation with Chad, Cameroon and Niger (Multinational Joint Task Force – MNJTF, 9 000 troops) and a clear demonstration of commitment to fight Boko Haram on the regional level. The joint offensive by the MNJTF forces also rescued 200 girls and 118 women from the Sambisa Forest (April and May 2015) and ad- ditional 260 women and children in the out- skirts of Chalawa village in Adamawa State. With the new and increasing pressure ex- erted by the MNJTF, Boko Haram lost con- trol of additional villages and its combatants dispersed in the surrounding forests. In do- ing so, the group made sure to slow down the advance of the MNJTF with minefields and other measures. 4.1.1. Financing of activities and recruitment Boko Haram gains finances through diverse illegal activities such as fake military check- points, kidnapping people for ransom, ex- tortion, looting, bank robberies and illicit trafficking of arms or other goods. It is es- timated that more than 2 000 women and girls have also been kidnapped to be used as sexual slaves, forced into marriages and re- cently even used as suicide bombers. During the discussions in both AFIC work- shops, Nigerien and Nigerian delegates came to the same conclusion that economic in- centives are a very powerful tool to recruit young people, above all in economically de- prived communities. In the geographical area formed by the borders of Nigeria, Chad, Cam- eroon and Niger, poverty and unemploy- ment is widespread. Boko Haram uses money and ideology to approach young individuals ",
        "45 of 52 Box 20. The ‘deadliest massacre’ of Baga Between 3 and 9 January 2015, the group Al- Jama’atu Ahlus Sunnah Lid Da’wati Wal Jihad, com- monly called Boko Haram, carried out massive attacks in the city of Baga and its outskirts, lo- cated in the state of Borno, north-east of Nigeria near the border with Chad. The storms of attacks began when Boko Haram assaulted the Headquarters of the Multinational Joint Task Force (MNJTF) containing troops from Chad, Niger, and Nigeria. In the days that followed, Boko Haram terrorists were killing people in the area. According to an Amnesty International state- ment, and other sources of information, the town was razed and 2 000 people were killed in the ‘deadliest massacre’ in the history of Boko Haram. Source: Amnesty International who are more receptive to indoctrination and recruitment. AFIC members also reported that in some cases Boko Haram also kidnaps people and forces them to fight for them. 4.1.2. Change in tactics – going back to roots Boko Haram is an ideologically driven group so setbacks such as loss of territory will not lead to its complete disintegration. However, these setbacks require a change in tactics. Rather than acting like a state, which provides services to its people and protects its borders, terrorist organisations without territory use more typical terrorist tactics – bombing, shooting, assassination and kidnapping. These changes in modus operandi are evidenced by a number of terrorist attacks attributed to Boko Haram in Nigeria and nearby coun- tries. Two explosions in Chad, where the MN- JTF has its headquarters, killed 11 people. A few days later, approximately 150 people died in Nigeria: nearly 50 killed in a shooting in Monguno and almost 100 in Kukuwa. The group has been trying to smuggle weap- ons through Chad but Chadian police forces raided two arsenals, seizing a large number of arms and gathering intelligence. 4.1.3. Regional threat Although Boko Haram’s acts of violence are mainly concentrated in Borno State in the north-east of Nigeria, the terrorist group has demonstrated the ability to launch at- tacks in the territories of Niger and Came- roon and even in Abuja, the Nigerian capital. In the case of Niger, Lamina and Ungumawo villages in the Diffa region suffered at least 40 casualties after Boko Haram staged their attacks there. Similar attacks outside Nige- Box 21. Pledging alliance to ISIL/Da’ish? In March 2015, a ISIL/Da’ish’s spokesman said that the leader Abu Bakr Al-Baghdadi accepted the pledge of allegiance ( bayat ) by Boko Haram’s leader Abubakar Shekau, adopting the name ‘Is- lamic State’s West Africa Province’ (ISWAP). Nige- rian member of AFIC informed however that there is no intelligence so far to establish any relation between Boko Haram and Da’ish. Boko Haram is a local group, very focused and located in a spe- cific region which does not have international links, not even with AQIM, Al-Shabbab or other terror- ist groups operating in the Sahel. There were also no confirmed foreign fighters among Boko Haram’s troops. Most of the fighters are locals from Nigeria or immediate border regions. ",
        "Frontex · AFIC Joint Report 2015 46 of 52 ria have provoked mobilisation of troops in the Diffa region, which meant fewer troops in the area of Agadez. This vulnerability could have been exploited by migrant smuggling networks and other criminal organisations. Boko Haram mainly uses car bomb attacks, young girls as suicide bombers and very of- ten also ‘moto raids’. This method was de- scribed by the Nigerien AFIC member during the workshop in Casablanca. Groups of mo- torcycles reach the target, attack using RPG-7 rocket-propelled grenades and quickly dis- appear. In fact, Boko Haram might be giv- ing away motorcycles among the Nigerien youths to increase the number of recruits. Likewise, AFIC members from Cameroon ex- pressed their concern about the persistence of Boko Haram and pointed to a need to dis- rupt radicalisation and recruitment of local population. In addition, Cameroon is very concerned about Boko Haram members hid- ing among refugees. Namely, Cameroonian authorities were able to detect such cases in August when two female bombers were arrested with explosive devices in a refugee camp of Minawao (northern Cameroon). As female suicide bombers were behind several blasts in northern Cameroon in July 2015, the regional governor banned the Islamic veil as part of counter-terrorist measures. 4.1.4. Humanitarian impact In April 2015, the Internal Displacement Mon- itoring Centre (IDMC) estimated that 1.5 million people had been forced to flee their homes in Nigeria. They are either internally displaced or are living as refugees in neigh- bouring countries. The Nigerian AFIC member reported that Ni- ger has evacuated thousands of Nigerian ref- ugees sheltering from Boko Haram fighters on Lake Chad’s Karanga Island in May 2015. Karanga Island has been used by Boko Haram Figure 42. Nigerian refugees in a Nigerien camp Figure 43. Nigerian refugees in a Cameroonian camp S o u r c e : N i g e r i a n A F I C d e l e g a t i o n S o u r c e : N i g e r i a n A F I C d e l e g a t i o n S o u r c e : N i g e r i a n A F I C d e l e g a t i o n Figure 44. Nigerian refugees in a Chadian camp ",
        "47 of 52 Figure 41. Displacement statistics for Cameroon NIGERIA LOGONE-ET-CHARI MAYO-SAVA Ashigashiya Kolofata Amchide MAYO-TSANAGA DIAMARE Fotokol Kousséri Waza Magdame Mora Mokolo EXTREME-NORD Chad Chad Nigeria Central African Republic Republic of the Congo Gabon Maroua NORD Guider Cameroon: Far North –Displaced Population (as of 1 June 2015) Resident Population: 3 945 168 Affected Population Border Crossing Sites Affected Population Border Crossing Refugee Camp Refugee Site Transit Site Settlements Borders Roads Transit Site National Regions Departments Primary km 0 25 Ndjamena Yaounde Minawao Population: 37 171 Source: Natural Earth, SALB, GADM, UNHCR, MapAction, 2015 ",
        "Frontex · AFIC Joint Report 2015 48 of 52 to mount surprise attacks in Chad, Came- roon, Niger and Nigeria itself. By the middle of 2015, UNHCR reported the presence of 74 000 Nigerian refugees in the Far North of Cameroon (Logone-et-Chari; Mayo Sava, Dimare, Mayo-Sanaga). This rep- resents an increase of around 26 000 refu- gees from 30 December 2014, when there were 48 000 Nigerian refugees. In addition to the Nigerian refugees, there are 81 700 IDPs, 36 000 returnees and 74 000 Nigerian refu- gees in the Far North region. These massive numbers, added to the 200 000 people set- tled in this region and the refugees form Cen- tral Africa Republic, are considered a factor of destabilisation and this situation is over- whelming the Cameroonian capabilities of security and assistance. Minawao Camp in Cameroon saw an in- crease in arrivals as its population rose from about 30 000 in late 2014 to approximately 44 000 at the end of July 2015. On 5 August 2015, Nigeria’s National Emergency Manage- ment Agency (NEMA) reported that 12 000 Nigerian refugees had been returned to Ni- geria from Cameroon. All the returnees are currently being screened by the Nigerian Immigration Service and se- curity agencies (DSS) to confirm that there Figure 45. 33 Nigerian women and children rescued from Sambisa forest and located at IDP camp of Maiduguri, Borno State S o u r c e : N i g e r i a n A F I C d e l e g a t i o n are no Boko Haram terrorists among the refugees. Of those, 650 have been relocated to Borno State and the rest to Malkohi IDP camp in Yola. Nigerian authorities are call- ing for international assistance to mitigate the appalling conditions in these IDP camps. 4.2. Northern Mali remains unstable Despite the efforts by Malian authorities and the international community, instability per- sists in the Northern regions of Mali. On 15 May 2015 a peace agreement was signed in Bamako between Malian government and the ‘Platform movement’ composed by Co- ordination of movements and patriotic re- sistance fronts I (CMFPR-I), a faction of the Coalition of the People of Azawad (CPA), a faction of Arab Movement of Azawad (MAA) and the pro-government Tuareg militia of the Pro-unity Self-Defence Group of Imrad Tuareg and Allies (GATIA), and represent- atives of two groups of the ‘Coordination movement’. However, the core members of ‘Coordina- tion movement’ did not sign the agreement, which led to a serious deterioration of secu- rity situation and violent clashes between the opponents. The Malian AFIC member reported, during the workshop held in Casablanca (Morocco), the proliferation of terrorist activities from AQMI, MUJAO and Ansar al-Dine. These groups are responsible for destruction of places of reli- gious worship and attempts to violently im- pose sharia (Islamic law) in the Kidal district. The Malian member of the AFIC also high- lighted the persistence of terrorist activi- ties after the French intervention, referring to the operation Serval and the appearance of new jihadist or radical groups, such as the Haut Conseil pour l’unité de l’Azawad (HCUA) , formed by members of the Al-Qaida-allied Islamist Ansar al-Dine. ",
        "49 of 52 International community is supporting the government of Mali in its fight against ter- rorism and political violence. These efforts include the United Nations Multidimensional Integrated Stabilization Mission in Mali (MI- NUSMA), EUCAP Sahel Mali mission, the French operation Barkhane and coopera- tion with the USA. The Malian armed forces have also intensi- fied their activities at the border with Côte d‘Ivoire. For example, near the Sama forest, Malian forces neutralised a group of jihad- ists belonging to Ansar al-Dine, seizing di- verse weaponry and vehicles. These groups often operate as criminal net- works engaged in narcotic trafficking, mi- grant smuggling activities, kidnapping for ransom, looting and all kind of cross-bor- der crimes in order to finance their activities. Box 22. Regional displacement of people As of 31 July 2015 Malian refugees were residing in the follow- ing neighbouring countries: Niger (52 445), Mauritania (49 911), Burkina Faso (33 907), Algeria (1 330), Togo (169) and Guinea (27). Additional 90 000 live as IDPs in Mali’s southern cities, includ- ing Bamako (46 143), Koulikoro (19 101) and Ségou (12 139), and just over 16 000 have returned to their homes. The camp in M’berra (Mali), at the border with Mauritania, is the most pop- ulous with almost 60 000 people. ",
        "Frontex · AFIC Joint Report 2015 50 of 52 5. Conclusions and recommendations This AFIC Joint Report covers several sub- jects broadly linked to border management which call for measures to be taken in coor- dination and at different operational levels. Possible measures also fit into the recent EU actions addressing the challenges of migra- tion (European Agenda on Migration, Agenda on Security, Action Plan on smuggling, and Action Plan on return) and the current dis- cussions concerning the scope and deliver- ables of the upcoming Valletta Summit on Migration. The multitude of issues mentioned in the preceding analysis can be summarised into the following core blocks: Reducing risks that migrants or asylum seekers face during irregular migration through new framework for legal pathways The analysis of legal travel channels clearly points to the fact that travelling to the EU legally is simply not an option for large sec- tions of African societies. As mentioned by several AFIC members, the fact that visa re- jection rates are by far the highest for AFIC nationals is also perpetuating false and of- ten exaggerated impression of Europe as a sort of ‘the promised land’. To obtain a chance of getting to Europe, many young Africans are willing to resort to illegal means. As reported by Cameroon and consu- lar authorities of EU Member States, these in- clude falsification of breeder documents (salary slips, passports, birth and marriage certificates, etc.), misleading consular authorities about their intended duration of stay, identity theft and – as a last resort – also irregular migra- tion using the routes described in the analysis. While decision on issuing visas is an exclusive competence of every EU Member State, AFIC members agree that currently the thresh- old for obtaining a visa is set extremely high compared to other regions. Stamping the rejected visa applicant’s pass- port with a ‘visa rejected’ stamp should be avoided given the existence of the Visa In- formation System and its impact on reduc- ing visa shopping and identity fraud. Several nationalities in West Africa have the ratio of illegal border-crossings at external borders of the EU to the number of visas is- sued for a legal travel to the EU was very close to 1:1 (e.g. the case of Malians in 2014). Furthermore, the prevailing profile of re- jected visa applicants almost perfectly cor- responds to the profile of migrants arriving through irregular channels. This would indicate that their propensity to use irregular routes is to be reduced, the possible new framework within the Mobil- ity Partnerships should be geared towards this group of migrants. In addition, circular migration patterns should be encouraged taking into account EU rules facilitating cir- cular migration (Seasonal Workers Directive). Improving effectiveness of rapid return of those who are not eligible for international protection It is clear that the lack of effective return of persons not eligible for protection is encour- aging others to try their chances. This can lead to unnecessary human suffering as mi- grants face harassment, exploitation, violence ",
        "51 of 52 and even death while trying to cross the de- sert or the Mediterranean Sea. The EU Action Plan against migrant smug- gling (COM(2015) 285 final) clearly acknowl- edges this by making a link between a lack of effective return and increasing migrant smuggling. In addition, EU Action Plan on return (COM(2015) 453 final) identifies many AFIC countries as possible priority countries re- garding readmission building on the ‘more- for-more’ principle (e.g. Morocco, Nigeria, Senegal, Guinea, Mali, the Democratic Repub- lic of the Congo, Côte d’Ivoire, the Gambia). If the ratio between illegal border-crossings and subsequent returns by the affected EU Member States in line with the EU Return Directive (2008/115/EC) was improved, fewer migrants would be willing to risk the journey as clearly demonstrated by the case of Tuni- sians in Italy or Algerians in Spain. However, in order to improve this ratio, addi- tional support from the affected AFIC coun- tries needs to be secured, taking into account financial, technical and logistical limitations that many of these countries will have to be helped with. This could result in possible presence of their consular authorities at the main entry points where Frontex-coordinated Joint Operations are ongoing (mostly Italy and Spain) in or- der to assist with the procurement of return documentation. Given the complexity of the return procedure, a pilot project with one or two African countries could be initiated. Such initiatives should be implemented in conjunction with the Commission’s plan to provide ‘technical support to countries of or- igin or transit for migrants, to help improve their capabilities to integrate the returnees.’ Furthermore, they should build on already established bilateral arrangements that sev- eral AFIC countries (e.g. Cameroon or Nige- ria) have with EU Member States. Helping transport companies in Africa to operate responsibly and thus minimise migrant smuggling It is clear that the growing travel industry can help maximise the development poten- tial of the ECOWAS protocols on free move- ment of persons. Many bus companies now operate in all 15 ECOWAS countries and offer a vast network of routes (for example Africaada Trans-Con- tinent or Rimbo Transport Voyageurs) at relatively affordable prices. In doing so, the companies play a key role in regional mobil- ity and should thus be an important partner to consider when AFIC countries are address- ing irregular migratory movements. Authorities from AFIC countries should therefore engage in dialogue and establish partnership with these companies to raise awareness and work with them on proper implementation of ECOWAS free-movement protocols. Improving detection of THB victims as they cross borders Potential THB victims typically travel either alone or in groups of two or three persons. If the victim is accompanied by a trafficker during the journey, they often cross the bor- der control separately. They may claim that they are travelling with an apparent fam- ily member. If the victim travels alone, they are usually picked up directly at the airport by the traf- ficker (sometimes the ‘madam’). During the interview victims make false statements about the travel and their personal and fam- ily situation as they present a story learnt by ",
        "Frontex · AFIC Joint Report 2015 52 of 52 heart from the traffickers. Victims can initially appear arrogant or aggressive and refuse to cooperate with border guards. All these insights should be taken into con- sideration by border authorities in AFIC coun- tries when they perform border checks. Frontex should further assist by providing a handbook and/or risk profiles when available. Further development of the Africa- Frontex Intelligence Community The AFIC is growing both in terms of its par- ticipants and ability to share information. New AFIC mailboxes dedicated to each AFIC country have now been added to the already introduced information sharing platform. This allows for more frequent and permanent in- formation sharing and more frequent produc- tion of joint reports (quarterly and annual). To further develop information sharing ca- pacity, Frontex would be ready to engage in developing technical and institutional capac- ity using available EU financial instruments. Frontex will also support AFIC partners to ef- fectively disseminate joint reports and pre- sent the work of the AFIC in regional fora (ECOWAS, AU, other). AFIC partners will pro- vide proposals for regional meetings where this support will be needed. The AFIC should also continue to meet in Af- rica at least once per year. Frontex will sup- port study visits that could be organised on the margins of such AFIC meetings in Africa. Finally, while this report is mostly focused on ECOWAS and Central African region, steps will be taken to cover also East Africa the Horn of Africa in future activities of the AFIC. ",
        "",
        "European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union Plac Europejski 6 00-844 Warsaw, Poland T +48 22 205 95 00 F +48 22 205 95 01 frontex@frontex.europa.eu www.frontex.europa.eu For Public Release Risk Analysis Unit Reference number: 20937/2015 TT-01-16-058-EN-N ISBN 978-92-95205-21-5 doi:10.2819/436478 Warsaw, January 2016 "
    ]
}