{
    "text": [
        "Sustainability transitions: Now for the long term Eionet report | No 1/2016 Eionet — European Environment Information and Observation Network 2467-4273 ",
        "You can reach us On the EEA website: www.eea.europa.eu On Facebook: www.facebook.com/European.Environment.Agency On Twitter: @EUenvironment Order your free copy at the EU Bookshop: www.bookshop.europa.eu Cover photo: © Solar Impulse Layout: Formato Verde Legal notice The contents of this publication do not necessarily reflect the official opinions of the European Commission or other institutions of the European Union. Neither the European Environment Agency nor any person or company acting on behalf of the Agency is responsible for the use that may be made of the information contained in this report. Copyright notice © EEA, Copenhagen, 2016 Reproduction is authorised, provided the source is acknowledged, save where otherwise stated. Luxembourg: Publications Office of the European Union, 2016 Contents Foreword 6 Sustainability challenges and new knowledge needs 8 What are sustainability transitions and how do they occur? 16 Case studies Zéro-Gâchis: reducing food waste in supermarkets 28 The solar plane: Solar Impulse 31 Princess Gardens: an urban laboratory sowing the cities of tomorrow 34 Nearly New Office Facilities: traditional meets transitional 38 How can societies catalyse and steer transitions? 42 Case studies Sustainability of international supply chains 54 Catalysing the shift to electric vehicles 58 Be Organic — E-fresh! Connecting nationwide organic food producers and buyers 62 HINKU: towards carbon-neutral municipalities 65 Accelerating transitions: how local initiatives in Genk contribute to sustainability dynamics 68 Where do we go from here? 72 Meeting the new knowledge needs 76 References 80 © Leyla Emektar, Picture2050/EEA 3 ISBN 978-92-9213-829-5 ISSN 2467-4273 doi:10.2800/096291 ",
        "© EEA 4 5 Acknowledgements This publication represents the first 'Eionet report' — a new series of outputs planned and developed by members of the European Environment Information and Observation Network (Eionet), in collaboration with the European Environment Agency (EEA). The report was prepared by a working group, comprising Eionet National Focal Points and EEA staff, based on inputs from 26 member countries and five European Topic Centres. The working group comprises Christina Pykonen (Germany), Elise Jarvenpaa (Finland), Kees Schotten and Laurens Brandes (Netherlands), Martin Fowell (United Kingdom), Ninni Boren (Sweden), Nicolas Perritaz (Switzerland) and Sofia Rodrigues (Portugal), as well as Barbara Bernard-Vukadin (Slovenia), Ingrid Hermet (Estonia), Jana Basistova (Czech Republic), Petra Pentak (Hungary) and Rebekka Borsch (Norway). The EEA members are Andy Martin, Antti Kaartinen, Jock Martin, Malene Bruun, Michael Asquith and Milan Chrenko (EEA). Eionet countries and institutions played a central role in developing this report and they are thanked very much for their support. Scope of this report This report was developed in cooperation with the European Environment Information and Observation Network (Eionet) — a partnership network of the EEA and its member and cooperating countries involving more than 1 000 experts and 350 national institutions across Europe. Drawing on evidence collected from across the network, the report represents an initial attempt to explore what the concepts of sustainability transitions and transformations mean in practice, and how the EEA and Eionet can help develop the knowledge needed to support systemic change in Europe. Case studies are used to explain and illustrate key concepts and to give a sense of what activities are already under way at local levels. The report concludes with reflections from the EEA's Scientific Committee and Executive Director, which provide further insights into the new knowledge needs and the potential role of the EEA and Eionet in responding to them. ",
        "Photos: © Sophie Deckert (top left); © Pawel Krok, Picture2050/EEA Elisabeth Freytag-Rigler Chair of the EEA Management Board F o r e w o r d 6 7 The environmental impacts of globalised systems of production and consumption are driving growing concern about the sustainability of resource-intensive lifestyles. Meanwhile, the deepest economic crisis in generations has had a devastating impact on employment, earnings and public sector resources in many countries. Faith in free markets as the guarantors of rising prosperity has been badly shaken. Governments in Europe and elsewhere are keen to reignite their economies, create jobs and boost productivity, while tackling sustainability challenges like climate change and ecosystem degradation. Achieving these goals will require a fundamental shift in development paths. As the European union (EU) 'Beyond GDP' initiative emphasises, only economic development that preserves environmental resilience and enhances social cohesion will sustain a population of 9–10 billion people by 2050. Making a fundamental transition towards sustainability requires changes in interdependent societal systems and across multiple scales — from the operation of globalised supply chains to the behaviours and values of individual citizens. For governments seeking to coordinate such processes, this represents a huge challenge. The needed transitions are without historic precedent and represent vastly complex and uncertain processes. To a great extent they will depend on experimentation, learning and sharing ideas. Dialogue that engages actors across society is needed to determine where we need to go and how we are going to get there. In Europe, efforts to transform the energy system in response to climate change and resource security concerns are making some progress. However, much remains to be done politically and financially and through research to develop the needed social and technological innovations. Knowledge networks such as the European Environment Information and Observation Network (Eionet), European Environment and Sustainable Development Advisory Councils and the European Sustainable Development Network all have an essential role to play. Greater efforts are needed to link public and private interests through these and other networks. This is the context in which the present report has been developed. Recognising the need for collaboration in creating knowledge for transitions, it represents an initial attempt by Eionet's partnership of experts and institutions across Europe to explore how they can respond to their shared knowledge challenges. It illustrates the potential for such collaboration to create new forms of knowledge to guide and inspire change. In doing so, I believe that it provides a valuable input to future deliberations on the role and operations of the EEA and Eionet. Creating knowledge for transitions ",
        "© tagxedo.com 8 9 Sustainability challenges and new knowledge needs Environmental challenges of unprecedented scale and complexity In the 40 years since the first EU environmental policies in the 1970s, Europe has greatly improved the quality of its environment, with associated benefits for economic development and human well-being. Despite these advances, Europe faces a variety of persistent and emerging environmental challenges in coming decades, linked to globalised systems of production and consumption. Little progress has been made in addressing a number of 'persistent problems' (Loorbach, 2010), such as biodiversity loss, climate change and resource use, which are tied in complex ways to European ways of living. Meanwhile, an ever greater proportion of the global population is shifting towards the consumption patterns of developed regions, imposing escalating demands on ecosystems and threatening to undermine or even reverse advances in living standards (Figure 1.1). Already, planetary boundaries relating to climate change, loss of biosphere integrity, land-system change and biogeochemical cycles (phosphorus and nitrogen) have been crossed (Steffen et al., 2015), implying risks of irreversible and abrupt environmental change. To reconcile high levels of human development (living well) with environmental sustainability (living within environmental limits), advanced economies in Europe and elsewhere will have to improve their environmental performance four-fold ('factor 4') or even ten-fold ('factor 10') (EC, 2011a; UNEP, 2011). Recent history suggests, however, that this is highly unlikely to occur within existing models of production and consumption. As the EEA argued in its five-yearly flagship report, The European environment — state and outlook 2015 (SOER 2015), Europe's progress in decoupling environmental pressures from economic growth in recent years has been incremental, rather than radical. Moreover, these gains have only partially translated into improved ecosystem resilience and human health. In a rapidly changing global context, the outlook for Europe's ecological and social systems in the coming decades is worrying (EEA, 2015c). Recognising these profound challenges, SOER 2015 argued that, if Europe is to achieve the EU's 2050 vision of 'living well within environmental limits' (EU, 2013a), it must fundamentally transform its core societal systems, in particular those ",
        "Figure 1.1 High living standards are associated with unsustainable environmental pressures Sources: UNDP, 2016, and GFN, 2016. Note: The Human Development Index (HDI) is calculated based on indicators of education, life expectancy at birth and wealth. It is expressed as a value between 0 and 1, from least to most developed countries. HDI scores between 0.8 and 1.0 are categorised as 'high human development'. The Ecological Footprint measures how much land and water area a population requires to produce the resources it consumes and to absorb its waste. The world biocapacity is the global productive area available to produce resources and absorb waste. The HDI and Ecological Footprint data are from 2012. 02468 10 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1 LIVING WELL Human Development Index E c o l o g i c a l F o o t p r i n t ( h e c t a r e s p e r p e r s o n p e r y e a r ) LIVING WITHIN ENVIRONMENTAL LIMITS EU Member State Very high human development World biocapacity 10 11 related to food, energy, mobility and the built environment. These transitions or transformations in core systems are understood to be 'long-term, multi-dimensional and fundamental processes of change', based on 'profound changes in dominant practices, policies and thinking' (EEA, 2015c). The need for new knowledge During recent decades, Europe has developed an unparalleled international system of data collection and analysis to support the design and implementation of environmental policy. However, as understanding has grown about the complexity and scale of Europe's environmental challenges and resistance to change, so too has recognition of the shortcomings of existing knowledge. As summarised in SOER 2015, 'there is a gap between established monitoring, data and indicators and the knowledge required to support transitions'. One major critique of the dominant approaches to framing and analysing long- term environmental challenges focuses on the need to engage a broader range of academic disciplines. Natural sciences alone, it is argued, provide a limited understanding of both the problems that we face and their potential solutions. For a more complete understanding, it is important to acknowledge that global environmental change is in many respects a social process. This implies a larger role for the social sciences and humanities. 'It is remarkable that we keep perceiving problems that are caused by humans , that inflict harm on humans … and that can only be solved by humans in terms of their biophysical nature, as matters of molecules, shifts in atmospheric dynamics or ecosystem interactions, imbalances in elemental cycles or merely as collapsing environmental systems.' Hackman et al., 2014 Another line of criticism questions whether scientific research responds to the needs of policymakers and the public more broadly. Does it actually help guide choices towards solutions? Is science sufficiently engaged in transformative processes? Is science even developed and communicated in ways that are comprehensible and actionable? These two sets of concerns explain the widespread calls in the scientific literature for research into sustainability challenges and solutions to be more transdisciplinary and developed via co-creative processes that bring together researchers, decision-makers and other stakeholders (e.g. IGBP et al., 2001; ESF and COST, 2011; Future Earth, 2014; Hackmann et al., 2014; Nature, 2015). In its 2015 paper on 'knowledge for transitions', the EEA Scientific Committee likewise emphasised that creating knowledge for transitions requires the collaboration of 'natural, social and political scientists, economist and legal experts' and 'incorporation of stakeholders throughout the process, in accordance with the principles of co-production' (EEASC, 2015). It echoed SOER 2015's call for a greater use of foresight ",
        "12 13 methods, such as horizon scanning, trend analysis and scenario development, to identify visions and pathways towards sustainability. It further highlighted the importance of experimentation in knowledge development processes to produce new insights . The EEA, Eionet and knowledge for transitions For the EEA, responding to the gaps in existing knowledge will partly require a shift in emphasis, extending knowledge of environmental problems to include a greater focus on how to respond to systemic, globalised challenges. The EEA and the European Environment Information and Observation Network (Eionet) may be well positioned to bring together evidence from experiments across Europe, and to develop transdisciplinary, co-creative knowledge to support policy and decision-making. Key advantages include the EEA's role as an intermediary at the interface between science and policy, its established networks and cooperation among experts across Europe, and its thematic (rather than disciplinary) focus. Nevertheless, it is also clear that many barriers exist to creating and using the needed knowledge — both in general and at the EEA. These include academic barriers to transdisciplinary research, linked to funding and career progression; conceptual difficulties in integrating different types of knowledge; lock-ins to particular ways of producing and using knowledge; and practical barriers such as a lack of necessary skills and resources to create genuinely transdisciplinary, co-created knowledge. Such barriers suggest that developing the knowledge to support sustainability transitions will, in some senses, require transitions in our knowledge systems. The E3I transitions initiative The Eionet Improvement and Innovation Initiative (E3I) was established to explore how Eionet can contribute to meeting knowledge needs for future environmental policy, initially focusing in particular on global megatrends and sustainability transitions. The E3I transitions work has combined two major functions. First, EEA and Eionet partners have engaged in a shared learning process about sustainability transitions and related knowledge needs. Second, the work produced empirical evidence about transition activities across Europe, which can provide inputs to EEA and Eionet reports (including this one). 'A new system of global environmental science is required. … It will draw strongly on the existing and expanding disciplinary base of global change science; integrate across disciplines , environment and development issues and the natural and social sciences; collaborate across national boundaries on the basis of shared and secure infrastructure…' The Amsterdam Declaration on Global Change (IGBP et al., 2001) The work began in spring 2015 with the preparation of a working paper on transitions concepts and an online questionnaire targeting information about niche innovations and emerging transitions in EEA member countries. The questionnaire was distributed to all of the EEA's 39 National Focal Points and six European Topic Centres. It resulted in 75 responses, illustrating the diversity of activities already contributing to sustainability transitions at different levels across Europe. The E3I transitions working group analysed the case studies at three workshops organised by the EEA and the German Environmental Agency (Umweltbundesamt). Many of them are included in this report to illustrate transitions concepts and highlight the activities under way across Europe. ",
        "Scope and focus of the E3I collaboration SECTORS COUNTRIES EUROPEAN TOPIC CENTRES CASE STUDIES 9 5 26 75 Source: EEA, 2016. Sustainability of international supply chains Energiesprong Room for the river 'Let's clean Bulgaria' The green healthcare programme Burren Life Duhallow LIFE Project Nearly New Office Facilities Agri-environment schemes in England Natural Capital Committee and the 25 year plan Climate Challenge Fund The ARTS project Business model innovation for grand challenges Be organic — e-Fresh! Co-financing electric and hybird vehicles Energy efficiency in the building sector Transforming public lighting Technological advances towards integrative cities SEIS Malta Forest kindergartens and schools LiTraCon: light transmitting concrete Air Well dishwasher Let's do it Kosova Voluntary participation in the EU ETS Revitalising the community of Zaježka Aterial reprocessing of textile waste Finnish municipalities going carbon neutral Reduction of food waste in Finland Mobility as a service in Helsinki Mobility as a service in Ljubljana Nature's classroom Environment-friendly and energy-efficient aircraft El Hierro hydro-wind power station The shower of the future Gaseous fuel for buses in Uppsala From a pre-school to a net-positive logistics hub ELMO: the Estonian electromobility programme e-Estonia: the digital society CITYNTEL: smart street light control Species-rich grassland schemes GreenEvo: Poland’s green technology accelerator 'Don’t waste food' initiatives in Poland The Reverse Metallurgy project Innovative and sustainable building systems Wien-Mobil-Karte Bewusst kaufen portal for consuming resposibly EDM: electronic data management Local agenda 21 in the Czech Republic Community bike sharing in Prague E-waste separate collection Green Growth Commitment Collaborative consumption Feeding people in need Princess Gardens Energiewende: the energy transition in Germany Depoldered area for flood protection and nature Awareness and finance for water efficiency Stuttgart: green ventilation corridors C40 cities Transition towns Ex'tax: value extracted tax Lead by example: the Green Footprint Program Creating a network of charging stations Transforming electric motors used in industry National Water Information System New technologies for urban spatial planning Romania integrated nutrient pollution control Falco Vespertinus conservation measures Eco-sustainable education and green schools Electric vehicles in Norway Web portal for dialogue on a green economy Network for private sector resource efficiency The solar plane: 'Solar Impulse' Green business programme and Origin Green Zero-Gâchis 14 15 ",
        "© Leyla Emektar, Picture2050/EEA 16 17 What are sustainability transitions and how do they occur? Understanding lock-ins in complex societal systems Calls for transitions and transformations in core societal systems come from a broad mixture of academic perspectives, ranging from the natural to the social sciences. What these perspectives share is a recognition that the key socio-economic and environmental challenges facing society, including climate change and biodiversity loss, are particularly hard to solve because they are 'systemic'. Figure 2.1 illustrates this idea. As it shows, the systems that meet society's essential needs, such as energy, food, mobility, water and shelter, account for much of humanity's burden on the environment, in terms of both extracting resources and producing waste and emissions. Yet these systems are also closely linked with a variety of socio-economic and institutional processes that co-evolve with the system technologies. For example, the energy system is tied in complex ways to jobs and earnings across the value chain; to major investments in infrastructure, machinery, skills and knowledge; to cultural norms and ways of living; and to state policies and institutions. These interlinkages mean that efforts to alter one aspect of these complex societal systems are likely to produce a mixture of costs and benefits elsewhere, generating an uncertain mixture of resistance, feedbacks and trade-offs. As a result, it is often very difficult to achieve the needed changes. An example from the mobility system can help explain these rather abstract ideas. As Unruh (2000) has described in detail, innovation researchers argue that, once a particular technological design becomes dominant in a sector, a mixture of economic, social and institutional forces can make it very hard to shift to an alternative. During the early 20th century, for example, the petrol-powered internal combustion engine emerged as the dominant technology, enabling cars to replace the horse and cart. Alternative and arguably preferable technologies were available at the time, including steam, ethanol and electric motors. Indeed, the petrol engine was seen as one of the least promising options because it was dangerous and polluting. However, a great deal of petrol was being produced at that time as a by-product of paraffin production. That gave the petrol engine an initial advantage and encouraged manufacturers to consolidate around the technology and invest in skills and machinery. The resulting technological advances, efficiency improvements and economies of scale in producing petrol engines soon meant that alternative technologies could not compete. ",
        "Figure 2.1 Core societal systems meet diverse human needs but also account for much of humanity’s environmental burden Source: EEA, 2015c. Ecosystems Resources and ecosystem services Waste and emissions POLICY VALUES TECHNOLOGY INDUSTRY SCIENCE MARKET Energy system Food system Mobility system System System System Societal systems meeting social needs and providing value 18 19 Once a dominant design has become established, the focus of innovation normally shifts. Rather than explore alternative products, businesses invest in incremental improvements in production processes. In the case of the car, manufacturers have changed their organisational structures, dividing production into many teams specialised in optimising particular aspects of the engine, rather than questioning the technology as a whole. Industry networks have emerged to produce complementary goods, such as petrol, tyres and road infrastructure, creating wider economic interests in maintaining the dominant technology. Production standards, introduced by governments to help coordinate activities across increasingly complex industries, have further locked in aspects of the dominant design. So too has the emergence of private institutions such as technical schools, workers' unions and owners' clubs. Perhaps most fundamentally, society's organisational patterns, behaviours and beliefs have developed in tandem with the technology itself. The car has shaped the design of cities and ways of living, profoundly influencing behavioural patterns and choices about residence, work and leisure. Partly reinforced by the media and advertising, car ownership has become fully embedded in our culture and norms. The car has even become identified across the world as a symbol of status and of freedom. This co-evolution of technological and social systems is why transitions researchers talk about 'socio-technical systems' . The essential idea is that the many interlinkages across complex systems lock society into particular ways of meeting its needs. They incentivise incremental improvements to established technologies, rather than the more fundamental changes that are required to make our core societal systems sustainable. Of course, this raises an important question. If the lock-ins to established systems are so profound, how can societies achieve fundamental, systemic change? Disrupting and reconfiguring societal systems Socio-technical systems and the multi-level perspective Transitions researchers have developed a variety of theories to explain how socio-technical systems are structured, and the ways that these systems can be reorganised to deliver better outcomes (Markard et al., 2012). One of the most widely used approaches is the 'multi-level perspective'. Along the lines described above, the multi-level perspective characterises socio-technical systems as being structured and stabilised by a 'regime' , comprising factors such as knowledge, investments, policies, institutions, skills and cultural values (Figure 2.2). Innovative technologies and practices are seen as holding the key to systemic change but they often struggle to have any impact because businesses and consumers are locked into established ways of producing and consuming. For innovations to emerge and alter the dominant system, two things are needed. One is 'niches' : protected spaces below the regime level, where innovators can ",
        "Figure 2.2 The multi-level perspective on sustainability transitions Source: Based on Geels, 2002. L a n d s c a p e R e g i m e N i c h e s Time LANDSCAPE DEVELOPMENTS PUT PRESSURE ON EXISTING REGIME THE REGIME IS INITIALLY STABLE A NEW CONFIGURATION BREAKS THROUGH, TAKING ADVANTAGE OF 'WINDOWS OF OPPORTUNITY' SMALL NETWORKS OF ACTORS SUPPORT INNOVATION ON THE BASIS OF EXPECTATIONS AND VISIONS. LEARNING AND EXPERIMENTS TAKE PLACE. CONSUMER PREFERENCES SKILLS POLICY SCIENCE CULTURE INVESTMENTS ADJUSTMENTS OCCUR IN THE REGIME 20 21 develop, nurture and experiment with new technologies or practices without immediate or direct pressure from the regime (Raven et al., 2010). The second requirement is forces that can disrupt the regime, creating windows of opportunity for new innovations to establish themselves. Such forces come from the external 'landscape' of long-lasting structures and large-scale socio-economic, demographic, political and international trends, which can both constrain and enable regime change (Raven et al., 2010). For example, global megatrends such as demographic and economic growth and associated demand for resources (e.g. fossil fuels) can create pressure on the energy system (EEA, 2015b). Socio-economic and socio‑ecological perspectives Alongside socio-technical analysis, other academic communities have developed similar explanations of sustainability challenges and potential solutions. From the rich literature on societal change, two major lines of thought are highlighted here. Economic and political economic research emphasises the way that core socio-economic systems , such as the fiscal and financial systems, are often designed in ways that incentivise socially harmful activities, ranging from environmental degradation to economically destabilising lending practices. In these situations, societies would clearly gain from better tax codes and financial regulations but achieving such reforms can be very difficult, in part because influential interest groups benefit from existing rules. Vested interests, lobbying and regulatory capture can therefore create significant lock-ins. Another line of socio-economic analysis, grounded in the work of Karl Polanyi (1944), contends that the emergence of capitalist ideologies and institutions across the world has fuelled materialism and consumerism, driving social discontent and environmental degradation (Kemp et al., 2016). This analysis emphasises the fundamental role of values and worldviews in enabling or hindering systemic transformation. It is hard, for example, to see how western societies can achieve the huge improvements in environmental performance that are needed while materialism and consumerism have such a pervasive influence on resource use and lifestyles. A third perspective on sustainability challenges, grounded in the natural sciences, focuses on 'socio-ecological systems' . Recognising that humanity has become the major driver of global environmental change during recent centuries — a period labelled 'the Anthropocene' — socio-ecological researchers argue that living within planetary boundaries will require transformations in core societal systems. Once again, the systemic dimensions of the problem create some major barriers to change. For example, efforts to change agricultural practices to alleviate environmental pressures may conflict with diverse human interests and values — ranging from the prosperity of rural communities to ingrained regional traditions around land use and diets. ",
        "Figure 2.3 Three perspectives on systemic challenges Source: Based on Loorbach, 2015. Socio-economic systems Finance Trade Labour etc. Socio-technical systems Energy Manufacturing Mobility etc. Socio-ecological systems Agriculture Forestry Fisheries etc. Co-evolution Complexity Uncertainty Emergence Lock-ins Non-linearities Trade-o ff s Discourses 22 23 Like socio-technical researchers, analysts of socio-ecological transformations see innovation as having a key role in catalysing change in societal systems. However, they put greater emphasis on social innovations : new practices and behaviours that enable society to meet its needs more sustainably. In part, this reflects the fact that socio-ecological research focuses a lot on food and land use, rather than technology-intensive sectors such as energy and mobility. Yet it also reflects a conviction that engaging society in new practices and behaviours can shape core beliefs and values — and that this is ultimately essential for sustainability transitions. The emphasis on social innovation also has implications for the dynamics of transformation in socio-ecological systems. Whereas socio-technical theory emphasises the role of market forces in driving the diffusion of new technologies, innovative social practices often extend their influence in different ways. Initiatives may acquire new members or resources; they may be replicated or imitated elsewhere; they may be institutionalised at higher levels or influence policy; or they may become more deeply embedded in social norms and values (Moore et al., 2015). This diversity suggests that efforts to support systemic transformations need to include a focus on networking, learning and communicating . Three perspectives with shared characteristics The three different perspectives on systemic challenges presented here are grounded in very different academic disciplines and address contrasting systems (Figure 2.3). But they share an understanding that co-evolution of social processes with other systems produces various common characteristics, including complexity, uncertainty and lock-ins to harmful and unsustainable practices. Moreover, actors within the system — including governments — often lack the incentives and opportunities to bring about transitions. For this reason, all three perspectives emphasise the importance of innovations outside the dominant regime as catalysts for systemic change . As discussed in the next chapter, this shared emphasis on innovation does not mean that governments have a peripheral role in governing transitions. It does mean, however, that transitions cannot simply be planned and organised in a top-down manner. They will rely, in part, on much more uncertain, emergent processes of experimentation and learning. What sorts of innovation are needed to achieve systemic change? Systemic change demands diverse forms of innovation Reconfiguring societal systems in ways that enable Europe to 'live well within environmental limits' by 2050, is going to require many forms of innovation across diverse sectors — from farming to finance. It will require not just new technologies, but also novel social practices and business models capable of catalysing changes in behaviours, beliefs and basic values. No single innovation is going to hold the key to systemic change. Transitions are long-term processes, extending over 25–50 years or more (Grin et al., 2010) and involving the emergence and upscaling of multiple niche innovations over shorter time scales (Figure 2.4). The electric engine, for example, will surely have a role in transforming the European mobility system, but simply replacing all petrol vehicles with electric alternatives would still imply substantial resource demands, pollution and congestion. Instead, a sustainable mobility system is going to require numerous complementary changes, ranging from ",
        "Figure 2.4 Systemic change requires numerous and diverse innovations Source: Loorbach, 2014. Time Sustainable state Niche innovations Initial state E n v i r o n m e n t a l p e r f o r m a n c e 24 25 groups. The creative destruction inherent in entrepreneurial innovation will affect jobs and economic interests, creating conflicts and power struggles (Geels, 2014). Other trade-offs may arise if benefits in one system are offset by harms in another. For example, cultivating bioenergy crops to substitute for fossil fuels can help mitigate greenhouse gas emissions but it can also increase pressures on ecosystems and drive up food prices (EEA, 2013). There are opportunities to manage these trade-offs, for example through better innovation policy. Historically, governments have tended to treat all innovation as desirable and have used innovation policy fairly indiscriminately to support entrepreneurial activities and high-tech firms. The same governments then use environmental and social policy to mitigate or manage negative consequences. The counter-productiveness of this approach points to the need for a more sophisticated approach to supporting innovation (Schot, 2015). Such an approach would involve a greater focus on identifying (for example through experimentation and learning) innovations that can produce valuable co-benefits across different systems, rather than trade-offs. That implies the need to think not just about different types of environmental impacts but also about the diverse socio-economic benefits that derive from core societal systems, such as jobs, earnings, self-esteem and a sense of community. These values need to be embedded in the innovation process from start to finish. Evidence from the E3I case studies The E3I case studies illustrate both the diverse types of innovation that are needed to support transitions and the potential to secure 'win-wins'. In the mobility sector , for example, technological innovations such as Switzerland's solar plane (p. 31) and Sweden's gas-powered buses are complemented by a mixture of social innovations. In the Czech Republic, for example, a private firm called Rekola has launched bike sharing schemes in Prague and several other cities, which allow anyone with a mobile phone to locate and use bikes for a small fee. People can also donate their old bicycles to be serviced and reused for this purpose. In Ljubljana, an online platform is supporting the shift to mobility as a service, enabling car sharing and shuttle services. Vienna's 'Mobil Karte' likewise supports a shift in transport modes by combining access to public transport with opportunities for car sharing, bike rental and charging electric vehicles. Priced at just one euro per day, the Mobil Karte also helps ensure that all social groups have access to transport. A comparable diversity of innovations is apparent in the area of consumption and waste management . For example, in Slovakia a new technology, 'Stered', has been developed to transform waste textiles into high quality construction and insulation materials. Other case studies illustrate the importance of social innovations in changing behaviours, as well as providing valuable carsharing schemes, public transport and driverless cars to improved communication technologies and a shift to alternative modes of transport. Such changes are sure to entail adjustments in policies, norms and values. Avoiding trade‑offs and securing co‑benefits The process of transforming core societal systems will inevitably produce a mixture of costs and benefits, falling unevenly on different ",
        "Figure 2.5 Average lifespans for selected energy-related capital stock Source: Philibert and Pershing, 2002. INCANDESCENT LIGHT BULBS FLUORESCENT LIGHT BULBS CONSUMER ELECTRONICS CONSUMER APPLIANCES RESIDENTIAL WATER HEATING RESIDENTIAL HEATING/COOLING CARS TRUCKS, BUSES, TRACTORS MANUFACTURING EQUIPMENT ELECTRICITY DISTRIBUTION POWER STATIONS BUILDING STOCK TRANSPORT, URBAN DEVELOPMENT 0 20 40 60 80 100 120 140 160 180 200 26 27 social co-benefits. In Kosovo ( 1 ) and Bulgaria, for example, national campaigns aimed at clearing public spaces are deliberately designed to engage people and increase knowledge and awareness about waste management. Initiatives in Finland, France (p. 28) and Poland ensure that unsold or leftover food is made available to local people at low prices. In Portugal food is provided free of charge to people in need. The built environment represents a particularly interesting and challenging focus for innovation. The durability of physical infrastructure implies that it can take decades for technological advances to have a system-wide influence. As illustrated in Figure 2.5, the expected lifetime for residential and commercial building stock typically ranges from 40 to 120 years. At the same time, however, the design of homes, work places and urban spaces more broadly has a major influence on lifestyles and environmental impacts across a range of systems, creating opportunities for changes in one area to have widespread impacts. New technologies may be able to contribute to the transformation of the built environment, particularly if complementary actions help overcome infrastructural lock-ins (see Box 3.2). For example, LiTraCon — an award-winning, translucent concrete developed in Hungary — provides a means to reduce energy use on lighting while creating more pleasant indoor environments. But the greatest opportunities arguably reside in well-designed interventions that target ( 1 ) Under UNSCR 1244/99. co-benefits across systems. For example, a flagship pre-school renovation project initiated in Uppsala, Sweden, takes as its starting point the idea that transformative solutions depend on integration across systems. It combines efforts to make the building into a net producer of renewable energy (and therefore an income source), a food producer and a sustainable transport and logistics hub. The four case studies presented in the remainder of this chapter provide further illustration of the innovative technologies and practices emerging across Europe. ",
        "© U.S. Department of Agriculture 28 29 Zéro-Gâchis: reducing food waste in supermarkets Responding to these obstacles, Zéro-Gâchis introduced two simple innovations. Clearly marked zones in supermarkets, indicating food products close to their expiry date and available at a reduced price, were complemented with a website and mobile app aimed at creating a digital and data-led social and solidarity economy in the food retail sector. For consumers, the website and mobile app provide nearly real-time information on participating shops and price reductions available nearby. For food retailers, Zéro-Gâchis provides a ready-made system to support dynamic pricing and associated logistics. It is cost effective and easy to adopt, even for smaller stores and retail firms, and potentially enables businesses to attract new customers. Selling food for less when it is close to its expiry date is not a new idea. Smaller retailers have always informally reduced the price of older produce but it has been quite uncommon until very recently in French supermarkets. Zéro-Gâchis explicitly appeals to people and organisations that have not traditionally focused on the environment by delivering obvious 'win-wins': consumers get the chance to pay less for food; supermarkets avoid the cost of food waste; and, most importantly, products in perfect condition do not end up as waste. Europe has a worsening food waste problem. The value of unsold products in France alone is estimated at EUR 5.7 billion per year. In addition to being a wasteful use of valuable food resources, producing and disposing of all this food creates a needless environmental burden. This problem is increasingly the focus of public and policy attention. In 2012 the European Parliament adopted a resolution on avoiding food waste, and in February 2016 a new French law on food waste prohibited the destruction of edible food in supermarkets. Other national initiatives, such as those linked to the annual World Food Day, likewise raise awareness and promote actions to reduce food waste. Launched in 2012 by two students at Brest Business School (BBS) and the National Engineering School of Brest (ENIB), Zéro-Gâchis aims to tackle the problem of food waste in supermarkets. The founders realised that, although some supermarkets were selling food that was close to its sell-by date at reduced prices, there was little coordinated action, and limited awareness among consumers. They identified two specific needs: to create clearly designated areas in shops to make consumers aware; and to coordinate the wider introduction of such dedicated spaces. ",
        "30 31 The environmental and social benefits of the initiative are easy to identify. Between the launch of Zéro-Gâchis in 2012 and October 2015, consumers saved a total of EUR 1.2 million, with 315 tonnes of produce saved from destruction — equivalent to 630 000 full meals. Looking ahead, the prospects for Zéro-Gâchis are encouraging. Its network is still fairly small — comprising just 89 stores out of a national total of 17 500 in early 2016 — but it has a strong presence in Brittany and is expanding across France, Belgium and Spain. Moreover, although some distributors are initiating parallel systems, there is ample room for expansion and competition. Zéro-Gâchis itself is actively seeking to grow, particularly focusing on engaging more small and independent shops. Learn more about: Zéro-Gâchis: www.zero-gachis.com World Food Day: www.fao.org/world-food- day/en The solar plane: Solar Impulse The Swiss-led Solar Impulse project spent 12 years trying to challenge the limits of the present and make a difference for the future. The project's aim was to design and build an aeroplane capable of flying night and day on solar power alone. Solar Impulse combines ultralight materials, integrated solar cells, energy-efficient electric motors, energy-dense batteries, lightweight light-emitting diode (LED) lighting and a smart energy-management system. The Solar Impulse plane is made of carbon fibre and has a 72-metre wingspan (larger than that of the Boeing 747-8I) but weighs just 2 300 kg, similar to a large car. A total of 17 000 solar cells built into the wings supply four electric motors with renewable energy. During the day, the solar cells charge lithium batteries, which allow the aircraft to fly at night and to have virtually unlimited autonomy. In 2015, the newly built aeroplane embarked on a round-the-world flight, which it completed on 26 July 2016. This dramatic demonstration of new technologies aims to prove what is possible, inspire people and raise awareness of the importance and potential uses of clean technologies and renewable energy sources. The iconic global voyage of Solar Impulse has attracted much publicity and media attention. At each stop, events and meetings have brought the aeroplane to the public and sought to generate enthusiasm for renewable energy and technologies that can reduce fossil fuel dependence. To support awareness raising, project activities also include the 'Future Is Clean' organisation and website, and educational support. Despite being the brainchild of two people — Bertrand Piccard, a pilot and adventurer, and André Borschberg, a pilot, engineer and entrepreneur — the Solar Impulse project represents a large and diverse partnership of technological and research companies, corporate partners, educational institutions and public sector organisations. These include the Swiss federal government, which 'The record breaking solo flight of five days and five nights without fuel from Nagoya to Hawaii gives a clear message: everybody could use the plane's technologies on the ground to halve our world's energy consumption, save natural resources and improve our quality of life. This message is being spread by the pilots to the general public, students, key decision-makers and entrepreneurs all over the world'. Solar Impulse, 2016 ",
        "32 33 sees clean technology as a major opportunity for Switzerland, both as a hub for innovation and to create employment opportunities. The project's driving logic is that demonstrating what can be achieved with clean technologies will encourage interest in developing and using technology. In the aviation sector, Solar Impulse could encourage a shift to alternative fuels and technologies, and the use of composite materials in aircraft construction. More generally, resource-efficient products, processes and services have the potential to alleviate environmental pressures while boosting economic competitiveness. The clean technology sector is already growing globally and has been estimated to contribute EUR 44 billion to the Swiss economy. Within Switzerland, a number of national initiatives are promoting the development of clean technology. These include the 2011 Cleantech Master Plan for Switzerland, implemented by various Swiss federal agencies including the Federal Office for the Environment and the Federal Office for Energy. Fruitful partnership between the state, the research community and the private sector has played a major role in the success of the Solar Impulse project. Partnerships of this sort are essential for Europe. As the 7th Environment Action Programme acknowledges, public and private research and innovation can help in developing and deploying innovative technologies, systems and business models that can accelerate and lower the cost of transition to a low-carbon, resource-efficient, safe and sustainable economy. Learn more about: Solar Impulse: www.solarimpulse.com/eng Future Is Clean: www.futureisclean.org Switzerland's Cleantech Strategy: www.cleantech.admin.ch/cleantech/en/home/ about-cleantech/cleantech-strategy-of-the- federal-government.html + 82 % COP21 Global air transport is expected to grow by 5 % annualy until 2030. That implies that air transport will double in less than 15 years (EC, 2016b). From 1990 to 2013, international aviation accounted for the highest growth in EU transport-related energy consumption (81.9 %) (Eurostat, 2016). The Paris Agreement on tackling climate change requires that the aviation sector contribute to reducing greenhouse gas emissions (EC, 2016a) . © Solar Impulse ",
        "© Marco Clausen, Prinzessinnengarten Marco Clausen, co-founder of Princess Gardens I n t e r v i e w 34 35 Princess Gardens: an urban laboratory sowing the cities of tomorrow How did Princess Gardens start? My co-founder, Robert Shaw, and I were inspired by forms of urban agriculture, especially by examples in Cuba, and became interested in alternative ways of thinking about work and social learning as well as 'place-making', or redefining urban space using gardens as an instrument. There are many allotment gardens in Germany but we saw community gardening as an entry point to a new understanding of what gardening is and can be. After a planning phase of six months we were able to rent space at Moritzplatz in June 2009. In the summer of 2009, a not-for-profit company, Nomadic Green, launched Princess Gardens (Prinzessinnengärten) on 6 000 square metres of urban wasteland at Moritzplatz in Kreuzberg, Berlin. Local people cleared the site of rubbish, creating an open space for 'mobile gardening'. Today, diverse herbs and vegetables are grown in rice sacks and trellises, crates and converted containers. The gardens have become a popular meeting place for shared learning about urban agriculture and food systems, as well as about biodiversity and sustainable urban living. Since 2015 the Princess Gardens Neighbourhood Academy has provided 'an open platform for urban and rural knowledge sharing, cultural practice and activism', with a seasonal programme of public talks, workshops, community cooking and film screenings. Nomadic Green has helped to build about 1 000 gardens in schools, kindergartens and other places. Marco Clausen, co-founder of Princess Gardens, provides some insights into the project. How does Princess Gardens help change attitudes and challenge assumptions? The main focus was changing skills and knowledge about organic and sustainable forms of gardening and agriculture. People came to the gardens with resources and a willingness to share knowledge and get involved. Through gardening they became more critical about industrial food production. I think that as people experience the value of free, open and organised spaces their behaviours change and their minds open towards alternatives. Not everyone who ",
        "36 37 visits Princess Gardens is a gardener but they can appreciate that someone taking care of green spaces creates a special atmosphere in the city. If community gardening is to be taken seriously, policies are needed to protect and value these self-organised green spaces. How has Princess Gardens been innovative? One key innovation was using modular systems that are easy to build and take down. With mobile beds, vegetables can grow on sealed surfaces, avoiding possible exposure to contaminants in the soil. We didn't know whether our idea would work at all and with doubts over long-term access to that space we had to be mobile. In June 2012, the space at Moritzplatz was up for sale to the highest bidder but the planned privatisation was prevented by an open letter to the Senate and the support of more than 30 000 people. What have you have learned in the gardens and how can that be replicated? I think for community gardens in Europe it will be important to try and close the gap between the urban and the rural. Urban dwellers increasingly desire high quality, healthy, organically and fairly produced food. But often we don't know a lot about the agricultural setting in which the food is produced and what would be needed to meet this demand. The rural areas around Berlin are highly industrialised, and there are only very few small sustainable operations. Local solutions found in urban areas need to be connected to possible solutions for the country. I am convinced that most farmers would love to farm sustainably and without pesticides but it's often economically infeasible. We need to think about the future of food and politicise the issue of poor rural agriculture, while looking to alternative economic and solidarity models and solutions. How can policy help? There is always risk and a tremendous amount of effort involved in a project like Princess Gardens. Berlin has no instruments to allow space for community gardens, or to assist with organisation and infrastructure, such as subsidised rent or water, even though municipalities profit from green spaces and Princess Gardens is a recognised tourist attraction. Municipalities should have an interest in supporting projects like the gardens. Funding or other types of support could be linked to demands, for example requiring gardens to support a certain amount of biodiversity or a specific educational focus. That kind of use of green space could also support scaling up to other places. Since Princess Gardens is self-financing and rents the space from the city, we can allow ourselves certain freedoms, and groups have real power to create. So, in creating additional demands, we need to ensure that local groups are still on an equal footing with municipalities. What are the future plans for Princess Gardens? (Marco Clausen shrugs his shoulders with a smile.) A project changes, evolves over time under conditions one cannot foresee. Our rental contract with the city runs to 2018. I personally would love to see that this site, which was created and maintained by so many people, will work as a community-driven social and ecological space for decades to come. Learn more about: Princess Gardens: prinzessinnengarten.net/ about The Neighbourhood Academy: www. nachbarschaftsakademie.org/en/about ",
        "© NNOF Didier Pierre, founder of NNOF I n t e r v i e w 38 39 Nearly New Office Facilities: traditional meets transitional What was the initial motivation for setting up NNOF? The starting point was our belief that the linear ('take-make-consume-dispose') model of production and consumption can't be sustained. The future will have to be circular. So we developed a business model that put the theory about the circular economy into practice. The focus was on helping our clients to make their office facilities more sustainable. NNOF's approach is based on re-using, repairing and remanufacturing, which enables us to conserve the value in products and minimise energy losses. The idea is that, by extending the lifespan of raw materials in the economy, you can immediately reduce the burden of resource demand and waste production. That's better than recycling waste, which uses a lot of energy. While NNOF's business model is quite innovative in challenging established ways of producing and consuming, it's also quite traditional in emphasising old-fashioned values like using resources carefully and minimising waste. What impacts is NNOF having? The NNOF story is really valuable because it shows that a company offering a traditional service can be part of the sustainable society of the future — helping solve all sorts of common problems, ranging from the growing environmental and financial costs of material use and waste production, to the demise of the local economy. NNOF has helped companies cut their office furniture waste by 70 % and achieve up to 80 % reductions in greenhouse gas emissions associated with new furniture. By mid-2016, NNOF's work had already saved 500 tonnes of carbon dioxide emissions. At the same time, company budgets are also getting a boost. Compared with the cost of new furniture, NNOF offers savings of around 30 %. Founded in Belgium in 2012, Nearly New Office Facilities (NNOF) helps make office facilities more sustainable by transforming existing furniture into new equipment. Based on a collaboration between several small and medium-sized businesses with expertise in removals, logistics and furniture assembly, its work ranges from repairing chairs to the complete conversion of existing offices and new contemporary office designs. Didier Pierre, founder of NNOF, explains the business's philosophy, successes and ambitions. ",
        "Figure 2.6 Re-using materials is the best way to conserve value in waste and minimise energy losses Source: EEA. PREVENTION PREPARING FOR RE-USE RECYCLING RECOVERY DISPOSAL Most desirable Least desirable 1. Waste production should be minimised. 2. All waste should be reused to the greatest extent possible. 3. Recycling raw materials can reduce demand for new resources. 4. Combustible waste is a resource for energy production. 5. Remaining waste can be deposited at a refuse dump. 40 41 Are there opportunities to expand NNOF or emulate the business in other locations? NNOF has won a series of awards and labels such as 'Most Promising Small Business', 'Handmade in Belgium', 'Business Innovation Enterprise' and 'Climate Ambassador'. These have attracted a lot of attention from the media and customers but leading decision-makers in the market remain quite reluctant. By themselves, the prizes and requests to present the business model aren't enough to make NNOF work on a larger scale or contribute more to a sustainable society. The next step is to scale up the service to a radius of 300 km around the existing headquarters in Vilvoorde, Belgium. This area will probably include France, Germany, Luxembourg, the Netherlands and the United Kingdom. The aim is to provide local refurbishing services in other pivotal economic cities, based on experience in Brussels. Of course, that's going to require more detailed analysis of the local markets in these cities and the types of services that can be rolled out there. We're aiming to establish a network of local service providers and professionals — upholsterers, carpenters, welders and so on — possibly in the form of a franchise. Companies involved will have to subscribe to the NNOF philosophy of increasing environmental awareness through lifecycle assessment; using local, high-quality restoration services; and providing innovative solutions, tailor-made to customer requirements and with the lowest possible impact on the environment. Could government actions and policies help unlock NNOF's potential? State policies can really help in enabling NNOF to increase its impact. Of course, governments can provide financial support. But policies can also influence perceptions, helping change behavour and raise awareness that remanufactured goods aren't inferior. They're actually a high quality option. Public education can focus on developing particular skills and stimulating the emergence of new technologies. And public institutions can also influence business leadership by adopting best practices in resource use and running their tender processes in ways that suport the shift to a circular economy. ",
        "Figure 3.1 Fuel efficiency and fuel consumption in private cars, 1990–2011 Source: Odyssee database (Enerdata, 2014) and EC, 2014. 80 90 100 110 120 130 140 150 160 Fuel consumption of average car Total fuel consumption by cars Total distance travelled by cars GDP 20 11 20 10 20 09 20 08 20 07 20 06 20 05 20 04 20 03 20 02 20 01 20 00 19 99 19 98 19 97 19 96 19 95 19 94 19 93 19 92 19 91 19 90 I n d e x , 1 9 9 0 = 1 0 0 © Andrzej Bochenski, Picture2050/EEA 42 43 How can societies catalyse and steer transitions? As described in the previous chapter, transitions in core societal systems are hugely complex emergent processes, shaped by unpredictable interactions between innovations and social responses. We simply cannot know what new technologies will emerge in coming decades, still less how producers and consumers will use them (or reject them), or how they will influence environmental pressures. These kinds of feedbacks between innovations and social responses can produce surprising results. For example, a more efficient car engine may not produce the expected environmental benefits if it also means that people can afford to drive more — a process termed 'the rebound effect' (EEA, 2015a). Experience in Europe illustrates this point. The fuel efficiency of private cars increased by 20 % in the two decades after 1990 but total fuel consumption actually increased until the financial crisis in 2007–2008 due to the rapid growth in car ownership and kilometres driven (Figure 3.1). Attempts to steer behaviours can similarly backfire. For instance, Indonesia recently had ",
        "Figure 3.2 The shifting policy mix supporting socio-technical transitions Source: Based on Geels, 2016. L a n d s c a p e R e g i m e N i c h e s Time Environmental goal-setting Targets, general direction Innovation policies R&D Experiments, projects Foresight Network building, new entrant support Innovation, industrial policy Specific visions Construction Market creation (adoption subsidies) Backing winners Environmental policies (to change selection environment) Carbon pricing Strict regulation Compansate 'losers' (or help adjust) Institutionalisation, normalisation 44 45 to abandon a rule requiring three people to travel per car during peak hours because too many school children were skipping school to earn money as paid passengers (AP, 2016). Examples of this sort underline the scale of the challenges that societies face in achieving sustainability transitions. Even if governments, businesses and civil society groups can overcome the incentives locking them into established modes of production and consumption, they still face major uncertainties about how to reconFigure the dominant systems. Achieving transitions is therefore likely to depend on iterative processes of goal setting, experimentation and learning, rather than top-down management (Kemp et al., 2007). This is, of course, not to say that governments, businesses and citizens cannot contribute to the governance of transitions. On the contrary, they clearly have an essential part to play in initiating and sustaining systemic change, for example by creating spaces for innovation and experimentation, and supporting the diffusion of niche innovations and initiatives. Moreover, it is clear that steering systemic change towards long-term sustainability goals will require guidance and coordination. While acknowledging that state institutions and policies can cause lock-ins, it seems likely that governments — with their unique resources, interests and powers — will have a key role in steering systemic change. That role is likely to include articulating shared visions and goals for society; setting the direction for innovation via policy signals; facilitating 'exnovation' (phasing out of technologies and practices that hamper transition); and managing the inequities and conflicts inherent in transition processes, which inevitably create winners and losers. It follows from this reasoning that the governance of transitions will require a diverse mixture of policy instruments (Kivimaa and Virkamäki, 2014), which can stimulate society as a whole to contribute to transition processes. For example, drawing on the logic of the multi-level perspective, Geels (2016) emphasises the importance of diverse policy interventions in: 1. stimulating the emergence and diffusion of niche innovations , for example by target setting, investments in research and experimentation, supporting cooperation and network building, and subsidising promising innovations; 2. enhancing pressure on the dominant regime and facilitating change , for example by strict regulation or market-based instruments, and measures to compensate losers (Figure 3.2). The remainder of this chapter provides some more detail on the ways that governments, businesses and citizens can support transition processes, using the E3I case studies to illustrate the key ideas. Creating spaces for innovation Niches are spaces that shield new technologies and practices from the pressures of the dominant regime. They can emerge in a variety of ways. In some instances, they form naturally as a result of the diversity of local environmental or cultural conditions. For example, as described in Box 3.1, in remote locations it may be unusually costly to provide goods and services. This absence of competitive market pressures can create a space for local people to experiment with alternative solutions. If successful, 'forced' ",
        "46 47 monopolies such as Xerox and AT&T, which provided spaces for experimentation shielded from competitive pressures and short-term cost-benefit calculations. Interestingly, these corporations often failed to exploit their own innovations since they challenged or distracted from their established line of business. As such, these examples also illustrate how organisational incentives can lock industries into prevailing technologies. Civil society groups can likewise promote the emergence of niches. One way is by advocating and organising preferential treatment of particular goods or services, such as goods produced locally or in ways that are socially or environmentally beneficial. In due course, such movements may pave the way for government actions aimed at affording the niche extra protection (Smith, 2007). As the case study on p. 54 describes, pioneering eco-labelling activities in the Netherlands have helped make global trade in commodities such as wood, coffee, fish and palm oil more ethical and sustainable. Environmental policy as a driver of innovation In defining incentives and shaping public understanding and attitudes, environmental strategies and policies ultimately provide the guiding framework for innovation at the grassroots scale. Many of the E3I case studies cite EU and national policies as key drivers of innovation. For example, a review of nearly 100 local initiatives in the city of Genk, undertaken as part of the ARTS project (see p. 68), highlights the crucial interaction of government policy and local initiatives in driving transitions. Box 3.1 Energy self‑sufficiency on El Hierro The Spanish island of El Hierro in the Canary Islands has earned a place on the global map of sustainability, innovation and cutting-edge technology. Separated from the mainland electricity grid, El Hierro used to pay EUR 1.8 million each year to import the 6 000 tonnes of diesel it required to meet its energy needs. But in 2009, construction started on a hydro-wind power plant, which will enable El Hierro to become fully energy self-sufficient. In addition to eliminating 18 700 tonnes of CO 2 emissions annually, the project will also provide valuable co-benefits in addressing the island's water scarcity problems. El Hierro's story can provide inspiration to other populations around the world as they seek to tackle their energy and water supply challenges — including the 600 million people living on islands. For example, representatives of Chile's capital, Santiago, have already visited to see if they can replicate El Hierro's innovative energy system. 'Sending a strong signal to the market through stringent policies that do not create unnecessary barriers to entry and competition will allow new, cleaner technologies and business models to develop .' OECD, 2014 The idea that strict environmental policy is correlated with innovation and job creation may seem counter-intuitive but it is supported by numerous studies (e.g. Rayment et al., 2009; OECD, 2010; EEA, 2014). As illustrated in Figure 3.3, the European countries with the most stringent environmental policies are generally characterised by high levels of eco-innovation and economic competitiveness (EEA, 2016a). Supporting upscaling and diffusion For an innovative technology or practice to become widespread, it is not enough that it is superior to established alternatives. Upfront costs of switching to a new technology can be a major barrier to uptake, even if the switch will deliver cost savings over the long term. The usefulness of technological innovations may depend on the presence of complementary infrastructure, which is costly to install but provides widespread benefits. Alternatively, the absence of communication channels or networks may hinder the diffusion of useful initiatives. Both state and non-state actors can help overcome the diverse obstacles that can local experiments of this sort can provide lessons for improving the energy system elsewhere. In many other situations, societies create niches through deliberate actions. Governments, for example, have long used a variety of tools to support innovation and protect new technologies from market pressures, including product standards, tax exemptions and subsidies, as well as investment in research and development. For example, since 2008, Scotland's Climate Challenge Fund has awarded over GBP 66 million to 756 community-led projects that aim to find ways to reduce carbon emissions while generating social and health benefits, such as reducing isolation, boosting employment and escaping fuel poverty. The importance of state funding in stimulating innovation can hardly be overstated. While the private sector has long been considered the source of economic dynamism and innovation, there is growing recognition that state funding has played a pivotal role in many of the most important innovations since the 19th century, including in areas such as information technology (IT), nanotechnology and biotechnology (Mazzucato, 2013). In part, this reflects the fact that businesses and financial institutions need to be fairly confident that they will earn a return on research and development within a reasonably short time-frame. Governments, in contrast, have the resources and incentives to finance research in areas where the outcomes and gains are much more speculative. Businesses and civil society actors lack the state's unique resources and rule-making powers, but they still have significant opportunities to create niches and promote innovation. Janeway (2012), for example, has pointed out that some of the most important innovations in IT occurred in the (partly state-financed) research labs of major ",
        "O E C D r a n k i n g o f s t r i n g e n c y o f e n v i r o n m e n t a l p o l i c i e s WEF global competitiveness ranking Countries ranked 1–9 Countries ranked 10–18 Countries ranked 19–27 Non-EU country Position in EU eco-innovation rankings M o s t s t r i n g e n t e n v i r o n m e n t a l p o l i c i e s Most competitive economies Figure 3.3 Demanding environmental policy is associated with greater competitiveness and more eco-innovation in EEA member countries Source: The 'stringency of environmental policy' scores are based on a ranking of 33 countries in 2012 by the Organisation for Economic Co-operation and Development (OECD, 2016). The 'global competitiveness' scores are based on a ranking of 140 countries in 2015–2016 by the World Economic Forum (WEF, 2016). The 'eco-innovation' scores are based on a ranking of the 28 EU Member States in 2012 by the European Commission (EU, 2013b). Note: The figure includes all EEA member countries for which data are available on stringency of environmental policy. 48 49 prevent new technologies and practices from becoming mainstream — ranging from infrastructural lock-ins and uncompetitive prices to consumer uncertainties and cultural barriers. In Poland, for example, the 'GreenEvo technology accelerator' helps green tech companies to access foreign markets by providing training on the economic, legal and cultural characteristics of target countries and engaging the companies in economic missions. In the Netherlands, innovative financing approaches and collaboration between the public and private sectors have helped overcome the major cost barriers to retrofitting of buildings to make them carbon neutral (Box 3.2). In Croatia, Iceland and elsewhere, efforts to support the diffusion of electric vehicles Box 3.2 Energiesprong Shifting to energy-efficient buildings is a huge challenge. The EU requires that all new houses be 'zero energy' by 2021, meaning that they produce as much energy as they use on heating, lighting and so on. However, new houses represent only a tiny proportion of the continent's total housing stock. Since about 40 % of Europe's CO 2 emissions come from heating and lighting in buildings, retrofitting existing buildings is crucial for climate change mitigation. Unfortunately, it requires a substantial investment from home owners. The Dutch initiative Energiesprong tackles this financial obstacle with a clever shift in perspective. Dutch households spend about EUR 13 billion on energy each year. If, instead, they were to use the same money to repay a long-term loan then it would effectively free up about EUR 225 million today to invest in the housing stock, which is equivalent to between EUR 30 000 and EUR 40 000 per house. Launched in 2010, Energiesprong takes a system innovation approach, which succeeds by coordinating relevant sectors and identifying 'win-wins'. Banks were persuaded to finance energy refurbishments because Energiesprong secured a 30-year energy performance warranty on refurbished homes and brokered a deal to refurbish 111 000 housing association properties. The building sector and the economy as a whole also stand to gain from these big investments, while households benefit from better insulated homes, higher property values and more spending power once loans are repaid. Experimentation and learning have played an important role in upscaling of the programme. A focus on cost reductions in the initial phase resulted in a 30 % improvement in the price/ performance ratio, greatly improving the initiative's financial viability. Reducing the renovation time to one week per dwelling likewise made the process more appealing to home owners. As the programme extends into the United Kingdom and France, economies of scale and continued innovation should drive further improvements in performance. range from financial support for car purchases to investing in the charging infrastructure needed to provide a complete alternative to the internal combustion engine. In Estonia, for example, government grants are available to cover 50 % of the cost of an electric car and the full cost of a home charging station. The state has financed the construction of the world's first nationwide network of charging stations, with 165 chargers separated by no more than 60 km. Preferential rules for parking and road use further enhance the attraction of electric vehicles. Norway's electric vehicle success story (p. 58) likewise demonstrates the potential for state interventions to foster the emergence of new technologies that can challenge the internal combustion engine. Developing IT infrastructure and tools is likewise an increasingly important way for public and private sector actors to help practices to operate at larger scales. Computer technologies can enable information sharing and networking at minimal cost. They are opening up new opportunities for social innovation. For example, shopping portals such as Austria's 'Bewusst ",
        "50 51 kaufen' and the former Yugoslav Republic of Macedonia's 'Be organic: E-fresh!' (p. 62) provide consumers with access to sustainably produced goods. Collaborative consumption platforms in Portugal are enabling consumers to shift from owning products to accessing goods and services through renting, lending, swapping, bartering, gifting and sharing. Mobile apps are likewise central to the success of France's Zéro-Gâchis food waste programme (p. 28), Prague's bike sharing scheme and Helsinki's move to mobility as a service. 'Let us merge underground, bus, train, tram, taxi, ride sharing, and city bike services into one application in a smart phone. Then let companies compete on who provides the total service to users fastest or cheapest.' Transport engineer Sonja Heikkilä (Helsingin Sanomat, 2014) Recognising the central role of IT in supporting the emergence and diffusion of innovative practices, several countries, including Estonia, Malta and Turkey, highlighted their investments in IT infrastructure to support transitions. Cities as 'transition laboratories' The E3I case studies have also highlighted the importance of cities as vital centres of innovation and learning, and the potential for networks of cities to drive forward transition processes. This finding echoes Objective 8 of the EU's 7th Environment Action Programme, which includes the goal of promoting and expanding 'initiatives that support innovation and best practice sharing in cities'. Cities concentrate populations and economic and social activities of all sorts into compact urban systems. This makes them fertile spaces for innovation, experimentation and learning. It also means that changes made in governance or practices at the city level can have substantial and swift effects. And the impacts of urban transition initiatives can be further magnified when networks of cities form to pursue common sustainability targets and to share best practices and lessons learned. The value of such learning and networking is well illustrated by the E3I case studies on Finland's HINKU municipalities (p. 65), transition towns and the ARTS project (p. 68). Other important initiatives include the EU's Covenant of Mayors, which commits its almost 7 000 signatories to CO 2 -reduction targets, monitoring and knowledge sharing. Globally, the C40 cities network connects more than 75 of the world's biggest cities, representing more than 550 million people and a quarter of the global economy. It provides a forum to collaborate, share knowledge and catalyse measurable and sustainable action on climate change. Guiding and coordinating systemic change The transition literature provides numerous examples of past transitions in socio-technical systems. They deliver valuable insights into the factors that have enabled and constrained systemic change. However, these examples clearly differ from the sustainability transitions needed today, in that they were not designed or intended to achieve any particular goals. Reconfiguring core systems in ways that enable societies to meet their needs within environmental limits is going to require guidance and coordination, which governments are uniquely able to provide. One such role is in bringing together stakeholders from across society and developing shared visions for long-term development that can inspire and guide action at different scales of governance. While nobody can know today what the ideal food, energy or mobility system will look like in 2050, it is possible to map out broad principles and fundamental elements. At the EU level, the vision of the 7EAP (Box 3.3) provides an overarching logic for socio-economic development, grounded in the principle of 'strong sustainability'. That implies that long-term sustainability means ensuring that people are able to fulfil a diverse mixture of human needs, while also guaranteeing the functioning and resilience of ecological systems. This understanding of sustainable development as a process of navigating pathways between two sets of boundaries — the social foundation of basic needs and the environmental ceiling of planetary boundaries — is likewise taken up in the academic literature (Leach et al., 2013; Figure 3.4). The core principles of the 7EAP Vision are elaborated in much more detail in complementary EU strategies, such as the Circular Economy Strategy, the Roadmap to a Low-Carbon Economy in 2050, the Bioeconomy Strategy and the Energy Roadmap 2050 (EC, 2011b, 2011c, 2012, 2015). The United Nations Sustainable Development Goals (SDGs) likewise provide a diverse array of targets for 2030 addressing many dimensions of human well-being (UN, 2015). The complex, multifaceted nature of sustainable development is apparent in the inclusion of 17 SDGs and 169 targets, targeting topics such as poverty reduction, equity and education alongside various dimensions of environmental resilience. Long-term visions and targets of this sort serve a variety of useful functions. In addition to providing valuable milestones to gauge progress towards the 2050 goals, the SDGs and the growing set of 2030 targets in EU legislation constitute an increasingly detailed framework to guide the development of strategies and policies at national and local scales. As the example of Germany's Energiewende illustrates (Box 3.4), developing visions and scenarios at the national scale can play a really important role in guiding decisions about long-term investments in infrastructure, as well as building a society-wide commitment to systemic change, which is vital for transitions to succeed. Box 3.3 Vision of the EU's 7th Environment Action Programme In 2050, we live well, within the planet's ecological limits . Our prosperity and healthy environment stem from an innovative, circular economy where nothing is wasted and where natural resources are managed sustainably, and biodiversity is protected, valued and restored in ways that enhance our society's resilience. Our low-carbon growth has long been decoupled from resource use, setting the pace for a safe and sustainable global society. ",
        "52 At the sectoral scale, Ireland's 'Origin Green' brings the state together with industry actors in a programme supporting a nationwide transition to sustainable production of food and drinks. The programme combines a sustainability charter addressing raw material sourcing, manufacturing processes and social sustainability; a framework of more than 800 sustainability targets; and a complementary system of audits and advice. Together, these processes aim to transform thinking about how food is produced and sold. The five case studies presented in the remainder of this chapter further illustrate efforts across Europe to support the emergence, networking and scaling up of innovative technologies and practices. Box 3.4 Energiewende: coordinating systemic change Rooted originally in the anti-nuclear movement of the 1970s, the Energiewende has evolved into a society-wide process. It aims to coordinate public and private sector activities across different scales, sectors and policy areas, to create a sustainable energy system by 2050. Energiewende embraces not just the power sector but also households and consumers; agriculture; technology, research and IT; finance and investment; and the EU and international relations. Based on three pillars — affordable energy, security of supply, and environmentally sound energy — the Energiewende brings together diverse strategies and approaches. These include promoting renewable energy; emissions trading; redesign and integration of electricity markets; development of the national and international transmission and distribution grids; strategies on energy efficiency, buildings and gas supply strategy; and monitoring and progress reporting. The success of this comprehensive approach is increasingly apparent. Renewable energy sources accounted for just 6 % of electricity consumed in 2000. By 2015, that proportion had risen to about 33 % and Germany is well on track to reach 40–45 % as planned in 2025. Presenting to the EEA Scientific Committee seminar on knowledge for transitions (EEA, 2016b), Harry Lehmann (Umweltbundesamt) identified several factors that have contributed to the Energiewende's success. In particular, he stressed that in the last 30 years: • A stable policy framework has provided the basis for rapid growth in electricity generation from renewable energy sources. • Germany has developed lots of scenarios for achieving its energy and climate targets. These have supported policy discussions and have been indispensable in supporting the adoption of knowledge-driven, science-based policy. • Sustained discussions have produced cross-sectoral, cross-party and cross-generational support, with 80 % of the population backing the Energiewende. The pride of the government and the population as a whole have been essential to the programme's success. Figure 3.4 Living well within environmental limits Source: Adapted from Raworth, 2012. E N V I R O N M E N T A L C E I L I N G T H E S A F E A N D J U S T S P A C E F O R H U M A N I T Y I N C L U S I V E A N D S U S T A I N A B L E D E V E L O P M E N T C L I M A T E C H A N G E B I O C H E M I C A L F L O W S O C E A N A C I D I F I C A T I O N F R E S H W A T E R U S E A T M O S P H E R I C A E R O S O L L O A D I N G S T R A T O S P H E R I C O Z O N E D E P L E T I O N B I O S P H E R E I N T E G R I T Y L A N D - S Y S T E M C H A N G E N O V E L E N T I T I E S S O C I A L F O U N D A T I O N 53 ",
        "© oneVillage Initiative Mark van Oorschot, Senior Researcher at PBL I n t e r v i e w 54 55 Sustainability of international supply chains In recent years, numerous initiatives have emerged that aim to promote more sustainable international trade in resources such as timber and soya using voluntary certification systems. Widespread use of sustainability labels by businesses and citizens displays a commitment to improving both production methods and the living and working conditions of farmers and workers in developing countries. It also expresses a promise to use the production capacity of nature more responsibly. Imported resources and products such as coffee, timber, palm oil, cocoa beans, fish and soya increasingly carry a sustainability label. Today, the Netherlands is one of Europe's frontrunners in making international supply chains more sustainable, together with Denmark, Germany, Sweden and the United Kingdom. Mark Van Oorschot of the Netherlands Environmental Assessment Agency (PBL) provides some insights into the Dutch uptake of certification schemes. Where do certification initiatives come from? For a long time, products with a sustainability certificate served a niche market of socially and environmentally conscientious consumers. But around the year 2000 a number of market frontrunners and NGOs from various sectors recognised the instititional void in regulating internationally traded commodites. This void can be filled using voluntary standards for sustainable production. Spurred by corporate social responsibility strategies and resource security concerns, they began to address the sustainability of supply chains for products such as coffee, wood, cacao, palm oil and soya (Figure 3.5). Sustainability initiatives, such as Fair Trade and the Forest Stewardship Council, formulated basic principles for fostering sustainability, and implemented production standards and certification procedures for issuing certification labels. Together with trading companies, they supplied the resulting certified products to the Dutch market, and created and promoted demand for them in producing countries. More recently a certification label for aquaculture has become available. ",
        "57 Figure 3.5 Market share of sustainably produced commodities in the Netherlands Source: PBL, 2013. % o f t o t a l c o n s u m p t i o n % o f t o t a l u s a g e Consumption 0 10 20 30 40 50 Fish (MSC ecolabel, 2003, and ASC label, 2011) Coffee 2015 2010 2005 2000 1995 1990 1985 Industrial usage 0 20 40 60 80 100 Soybean (animal feed) Palm oil (food) Wood (forestry) 2015 2010 2005 2000 1995 1990 1985 What are the main drivers behind issuing certification labels for sustainable products? The driver behind the change is different for each product, on both the demand and supply sides. For coffee, there was already a small but growing market for certified products that was initiated by the Fair Trade movement. Later, big companies and supermarkets that wanted to increase their responsibly sourced products needed to provide more transparency about resource chains and increasingly used certification labels. Farmers involved in cacao production have faced declining yields. But as they tend to be poor and relatively old, they often lack funds to invest in better production methods and planting materials. Certification systems that are used by major businesses can help to professionalise them. For timber derived from tropical wood, NGO campaigns were initially the main drivers. More recently, EU and government policy arrangements to combat illegally sourced timber are encouraging the use of certification systems that can also benefit sustainable production. What is the most interesting development you have seen lately? It's interesting to see what is happening with palm oil right now. Palm oil isn't bought directly by consumers. It's a raw material processed by a few big companies in Europe that sell refined oil to manufacturers of products like snacks, cosmetics and animal feed. Certified palm oil needs to be processed separately from non-certified palm oil, which creates additional producer costs. As the amount of certified products increases, we're approaching a tipping point beyond which it will be more profitable to manufacture only sustainably produced palm oil. Another development is the Amsterdam Palm Oil Declaration. The governments of Denmark, France, Germany, the Netherlands and the United Kingdom declared support for a private sector initiative for a sustainable palm oil supply chain in Europe by 2020. This development points to the potential for informal initiatives to develop into established international practices. Their potential for upscaling is really significant. 56 ",
        "© elbil.no Petter Haugneland, Norwegian Electric Vehicle Association I n t e r v i e w 58 59 Catalysing the shift to electric vehicles At the same time, networking among consumers is definitely having an impact too. Our annual survey shows that Norwegian EV owners are very satisfied with their cars. They are really enthusiastic and talk about their electric cars with neighbours, friends, relatives and colleagues. On average, each EV owner claims to inspire three others to buy an electric vehicle, even if most have owned their EV for less than a year (NEVA, 2015). The key point here is to make it attractive to try out a new technology and get the market moving. As the market evolves, we can see a change in car dealers' attitudes towards electric cars. In the beginning they were often negative or at least not very eager to promote EVs. Now they are enthusiastic about the new market evolving and they have a lot more knowledge to persuade customers to buy an electric car. We also see a lot more interest from private businesses in providing charging services to customers and employees. How do you think attitudes and behaviours are changing? Most owners buy their EV for economic reasons: 59 % state that saving money is the most important reason to buy an EV, while 24 % say it is to save the environment. But, having bought an EV, they have to learn In the last decade, Norway has become a leader in emission-free road transport. With more than 100 000 electric vehicles (EVs) — both battery electric and plug-in hybrids — in a population of about 5 million, Norway has the highest plug-in electric car ownership rate in the world. In the first quarter of 2016, battery EVs accounted for 17.3 % of cars sold. Petter Haugneland of the Norwegian Electric Vehicle Association explains how government interventions and shifting public perceptions are driving the uptake of EVs in Norway. What are the main factors driving the transition to EVs in Norway? What we see is a combination of top-down measures and bottom-up activities. Government policy has been crucial in overcoming price barriers and consumer uncertainties. Incentives include an exemption from the 25 % value added tax on purchase and leasing, a low annual road tax and exemption from toll road or ferry charges. EV drivers also enjoy free municipal parking and access to bus lanes and there is a 50 % reduction on company car tax for EVs. Owners also have access to over 5 000 charging points in Norway and close to 200 fast charging stations. ",
        "60 61 more about energy use in order to reach their destination. This triggers increased awareness about how much energy they use at home and where it comes from. As a result, 25 % of EV owners consider installing solar panels on their roof. A solar start-up company in Norway (Solel AS) says that 9 out of 10 of their customers so far are EV owners. How can Norway encourage increased electric mobility? So far in 2016 we see the EV market share stabilising at about 17 %. This may reflect consumer uncertainties and the lack of new EV models entering the market this year. Most EV owners have two cars in their household. They buy the EV as the second car, but it quickly becomes the first choice. Already about 29 % of EV owners only have electric cars in their household, up from 23 % in 2015. This raises a couple of issues. First, we need EVs to cover all driving needs, including more models with a longer range. Second, it's really important to develop adequate charging facilities. We need a national network of fast charging stations. Even if EV owners mostly charge at home, it is important to give them the convenience of refilling their EV quickly if they take longer trips. Charging stations in shared apartment buildings are also a big obstacle because EV owners often need approval from the board to install a charging station at their parking space. To achieve these goals, the government has to signal long-term EV policy. This is important to get people to try out new technology, but even more important for car dealers and charging providers to make big investments in a new market. What resistance is there to Norway's electric mobility policy? Norway's EV policy has a lot of support. It's backed by all the parties in parliament, and the government is assuring consumers that zero emissions vehicles will remain the best choice, even if some incentives are abolished in the future. Some economists claim that it would be better to pay for emissions reductions in other countries. But, on the other hand, shifting to EVs actually moves the transport sector into the EU emissions trading system, since this covers the electricity sector. The media have also criticised EV policy for subsidising the car purchases of relatively wealthy people. While it's true that those on the lowest incomes are unlikely to benefit from this state support, it is difficult to combine environmental and social policies in a single instrument. The same is true of subsidies for other emerging technologies, such as solar panels. How is the electricity sector addressing increasing demand? So far there has not been a lot of attention paid to this issue. Hafslund, the biggest grid owner in the Oslo area, says it can handle over 200 000 EVs without any grid upgrades in its area. Norway has close to 100 % renewable hydro-power that is very flexible to changes in demand and most EV owners charge their car at night on low power when demand is low. We expect some challenges when we scale up the share of EVs in the future, especially in shared apartment buildings with old electricity infrastructure and in terms of locations for fast charging stations. But we expect to have solutions available, for example based on enabling energy to flow in both directions between the grid and vehicles. Learn more about: Norwegian Electric Vehicle Association: http://elbil.no European Alternative Fuels Observatory: www.eafo.eu/content/norway ",
        "© Nunzio Santisi, Picture2050/EEA 62 63 Be Organic — E-fresh! Connecting nationwide organic food producers and buyers agriculture by organising a weekly organic bazaar in Skopje's largest shopping mall. This means that customers do not have to spend their time browsing for organic produce in large supermarkets; they can find all their groceries in one location. According to Anastasija Ashkilova, founder of Be Organic — E-Fresh, she was initially inspired to launch the initiative because of the challenges they faced locating organic food locally: 'It started in May 2014, when my family and I started to eat organic food because of my father's health problems. We visited all the producers in the country to be sure that the fruits and vegetables were organic. And we started to deliver food in Skopje through our Facebook page, where the customers can see the weekly offer and place their orders. 'The idea was to establish a place where customers can find only organic food, to build their trust and to expand the variety of produce available. We are trying to reach our goals, with a lot of help from a Swiss government project. The main drivers are still the same, to ensure that people have access to and can easily buy organic produce that won't harm them. In the former Yugoslav Republic of Macedonia, local and regional organic producers face major difficulties in competing with established food producers and importers. Organic produce seldom finds its way onto supermarket shelves, and producers often lack relevant expertise and business resources. Be Organic — E-fresh is an online, citizen-based iniative that aims to connect organic food producers and buyers throughout the country. In doing so, it aims to make organic producers more visible and give them access to the growing market for organic fruit and vegetables. Through the Be Organic website and app, people can place daily food orders online and, thanks to a smart distribution system, the food is delivered to a one-stop shop and distribution centre in the capital city, Skopje. People visit the shop to pick up their fresh organic products. In addition, local and regional distribution can be arranged upon request. As well as being an organic food delivery service, Be Organic raises awareness about the importance of changing consumption patterns. It also supports sustainable ",
        "64 65 'People in Macedonia still do not know enough about organic food and they are still not aware what organic food can do to your life, and how it can change it for the better. We foresee future activities that will further promote and inform the public of the benefits of a healthy organic lifestyle. 'Looking ahead, we need to increase public awareness, lower the costs for producers and distributers, and make it easier for people in the organic sector to start cooperating. But I'm optimistic. People are beginning to show more and more interest in organic food and getting a sense of its importance.' HINKU: towards carbon-neutral municipalities In Finland, municipalities are collaborating to curb their greenhouse gas emissions above and beyond the requirements of EU targets and schedules. The project, 'HINKU: towards carbon-neutral municipalities', brings together local authorities, businesses, experts and citizens to find cost-effective ways to reduce emissions, especially in the transport, housing and food sectors. By 2030, they hope to reduce emissions by 80 % from 2007 levels. What began in 2008 as five small municipalities with 36 000 inhabitants is today a network of 33 municipalities totalling more than 630 000 people. Results are positive, with greenhouse gas emissions down by 7–67 % among the HINKU municipalities — an average of 20 %. Much of the reduction is in energy production and energy consumption by municipal buildings. Collaboration across scales and sectors State institutions have played an important role in supporting HINKU's city-level activities. Finland's climate and energy legislation, based on international and EU laws, has provided a key driver behind the HINKU process. The programme also enjoys support from across the political spectrum and at different levels of government. At the national level, the Finnish Environment Institute (SYKE) coordinates and facilitates the HINKU process. SYKE carries out secretarial tasks for the network, for example in calculating annual greenhouse gas emission inventories for each HINKU municipality, supporting public relations, distributing information and helping the project access external research funding. 'The commitment of municipal and town leaders has been crucial for the success of HINKU. The key to engaging them was presenting climate change mitigation as an opportunity with an understandable process and clear benefits.' Professor Jyri Seppälä, Finnish Environment Institute (SYKE) At the same time, the programme has also been able to break with traditional ways of thinking and improve communication between the public sector, private companies and academia. Project municipalities have created jobs for the future, reduced emissions and improved energy self-sufficiency. Meanwhile, environment technology companies have gained new customers. ",
        "© Pasi Tainio/Finnish Environment Institute 66 67 Learning across the network Communication and sharing information and ideas through a common platform are central to the HINKU process. A network for forerunners — the 'HINKU forum' — helps create innovative solutions and distribute information on good practices throughout Finland. It collects data, experiences and good practices and immediately shares them with other localities and stakeholders. In addition, it uses a variety of media to share inspiring examples of actions that have reduced emissions, along with information on related cost savings and other benefits. So far, the biggest challenge has been getting residents to reduce their emissions. But experimentation in municipalities is helping identify ways to engage residents and overcome barriers to uptake of new technologies. For example, some HINKU municipalities organise 'energy days' — open house tours that enable residents to share practical tips. Another useful practice is joint procurement of solar panels, which enables municipalities and households to combine their purchasing power and secure lower costs. First carried out in 2014, this practice is now expanding in Finland. Success breeds success The success of climate change mitigation efforts in HINKU municipalities has created a 'snowball effect', with more and larger municipalities expected to join HINKU in the near future. All municipalities capable of accepting the 'HINKU criteria' are welcome to join. In addition to greenhouse gas emissions targets, these requirements include establishing a HINKU working group, concluding energy efficiency agreements between the municipality and the Ministry of Employment and Economy, implementing an annual action plan for reducing emissions, and reporting implemented actions online each year. 'The HINKU project has been an enormously important frontrunner for climate change mitigation actions in Finnish society. It shows that we can create \"win-win-win\" situations where efforts to mitigate climate change give full consideration to economic, environmental and social factors', says Professor Jyri Seppälä of the Finnish Environment Institute. Learn more at: www.hinku-foorumi.fi/en-US ",
        "Leen Gorissen, Flemish Institute for Technological Research (VITO) © www.heempark.be I n t e r v i e w 68 69 Accelerating transitions: how local initiatives in Genk contribute to sustainability dynamics What are transition initiatives? What initiatives were identified in Genk? Transition initiatives are local activities that drive transformative change in societal systems towards environmental sustainability. These initiatives operate across multiple dimensions, transforming local ways of doing, thinking and organising. They're driven by people that live or work in the city region: citizens, businesses, local officials. Although Genk is a small city, there are dozens of local initiatives promoting transformative, sustainable ways of living. Most focus on food, nature conservation and restoration, resource management and education. The ARTS project selected 10 for detailed study, including the 'compost masters' initiative, organic allotment gardens, re-use and pass-on shops, a ARTS (Accelerating and Rescaling Transitions to Sustainability) is a three-year research project, funded by the European Commission through the 7th Framework Programme. It aims to understand how transformative initiatives in five European city regions — Brighton, Budapest, Dresden, Genk and Stockholm — can contribute to the transition towards a sustainable low-carbon society. By analysing multiple initiatives and engaging in co-creative research processes with local communities and governments, ARTS aims to create a conceptual toolbox for accelerating transitions. Leen Gorissen of the Flemish Institute for Technological Research (VITO) provides some insights into the project acitivities and findings in the Belgian city of Genk (Flanders). community currency, a bee plan and initiatives that provide education on eco-friendly gardening and lifestyles. Local transition initiatives contribute to transition dynamics in several ways. They experiment with alternative logics of value creation and new governance arrangements. They also introduce and showcase alternative ways of thinking, doing and organising, and help spread these ideas among the wider public. Some initiatives even influence the wider system beyond the city boundaries. For example, the organic allotment garden model pioneered in Genk secured financial support at the Flemish level. As a result, it has been replicated all over Flanders, with the creation of 90 new allotment gardens to reconnect citizens to nature and promote sustainable food production. ",
        "70 71 How can governments support transition initiatives? By themselves, local actions aren't enough to ensure transformative change. Both local and regional governments can play an instrumental role in supporting the emergence and upscaling of transition initiatives. In Genk, the local government is investing to cultivate a culture of transformation, co-creation and empowerment. For instance, most current policy programmes are value based, focusing on themes such as 'caring city', 'meaningful city' and 'ecological city'. Similarly, the core theme of the city's policy plan, 'Creating the city together', promotes citizen engagement, participation and bottom-up initiatives. The local government is enabling transformative learning, and practising and investing in institutional innovation in a variety of ways. These include organising masterclasses about transitions and systems thinking; setting up a cross-departmental transition team; and promoting bottom-up activities through district budgets. Even more interesting is the finding that collaboration between the government and initiatives can help scale up more sustainable ways of thinking, doing and organising. For instance, when two concerned citizens showed the documentary 'More than honey' at an open session of the city's environmental council, the audience of more than 60 people brainstormed about what could be done to support bees locally. This gave rise to an urban bee plan, which quickly became official city policy. The plan provides for civil servants and volunteers to work collaboratively in promoting bee-friendly gardening among the general public. Governments and local initiatives are thus interactively shaping and scaling transformative innovation. Our findings indicate that, when regional governments invest in institutional innovation, alternative practices can go mainstream. For instance, the Flemish public waste association opened up space for experimentation and initiated a shift from waste legislation to materials legislation to support a circular economy. This transformative approach has encouraged community initiatives, such as re-use centres, composting, pass-on shops and repair cafés, to emerge and replicate. In Flanders, mainstreaming of home composting and re-use of goods is now really under way. In 2012, 52 % of Flemish people reported doing home composting (OVAM, 2013) and in 2014 the 5 million customers of re-use shops generated a turnover of EUR 45.4 million (KOMOSIE, 2014). What are the main barriers preventing scaling of transition initiatives and how can they be overcome? When higher-level governance contexts are open and invest in institutional change, they can create an enabling environment for transformative bottom-up initiatives. When this is lacking, initiatives have to overcome many hurdles, hindrances and barriers that delay and sometimes even prevent scaling. One important barrier identified in all five of the ARTS project's city regions is the fact that governments are generally ill equipped to handle novelties because they are still based on silo politics, compartmentalisation and sectoral thinking. For example, transformative initiatives such as permaculture cut across domains of food production and nature restoration, meaning that they often require collaboration across two departments with different agendas and policy priorities. Because of the city's history and context, initiatives in Genk also need to tackle specific obstacles to scaling. These include attracting younger citizens and greater ethnic diversity, setting up self-sustaining activities or securing long-term funding. This last challenge was identified in all five city regions. Most transition initiatives provide multiple values simultaneously, such as local food production, increased public health, social cohesion, and reconnecting citizens to nature. To a large extent, these are not captured in the current value system. When contemporary market dogmas of cost-optimisation and cost-effectiveness dominate governance discourses, non-market values will remain unappreciated. We therefore need to start rethinking the logic of value creation. Many not-for-profit or volunteer-driven initiatives can't survive in the current selection pressures of neo-liberal thinking and market rules. Societies will need to learn to recognise and foster other forms of value besides money. Alternative currency initiatives are already experimenting with these ideas. But governance contexts are often complex and difficult to navigate. Governments can offer support and create helpful structures that promote proximity between citizens and policymakers; supply and demand; problems and solutions; initiatives and funding schemes. If these structures promote cooperation, they promote scaling as well. This is illustrated by the well embedded network of district managers and community builders in Genk that act as connectors, cross-pollinating between different governance levels, bringing about partnerships and providing support in mobilising (external) funding. What can we learn from looking across the five cities involved in the ARTS project? The project has identified numerous transition initiatives in all five regions. We've found a mixture of acceleration, stagnation and deceleration dynamics. In all regions, the diversity in transition initiatives has increased in recent years, with the food domain showing the most acceleration. In all five regions, acceleration dynamics depend on small circles of change agents and transition entrepreneurs ('transitioneurs'), who can enable collective agency by acting as networkers, mediators and translators or creating positive spill-over effects. While this points to the opportunities for individuals to generate large-scale impacts, it also means that the power of transition initiatives to bring about systemic change is often quite fragile. ",
        "Sybille van den Hove Per Mickwitz Photos: © Danne Eriksson (top left); © Vanessa Riki/SYKE (top right); © Veton Kurteshi, Picture2050/EEA I n t e r v i e w 72 73 Where do we go from here? The EEA, Eionet and knowledge for transitions Sybille van den Hove and Per Mickwitz of the EEA Scientific Committee are experts in sustainability governance and the science-policy interface. They provide insights into the knowledge needed to support sustainability transitions and the potential role of the EEA and Eionet. Major international research initiatives, such as Future Earth, are calling for more 'solutions-oriented' research to support transformations to sustainability. What does that mean in practice? Sybille: Well, the first thing to say is that acknowledging the need for a new 'science of solutions' doesn't imply that current and future research — focusing on the environment's states, trends, drivers and pressures — is suddenly redundant. We need both types of science, along with science that scans for emerging issues, because transformations are sure to trigger unexpected problems and consequent trade-offs. Technological innovations often bring surprises, so the 'horizon scanning and alarm' function of science is crucial for identifying risks but also opportunities. It's essential to recognise that if we are going to understand and manage our key socio-ecological systems we are going to need systemic forms of knowledge. That means that we need transdisciplinary research. We need holistic approaches to knowledge and policy that embrace ecosystem and societal resilience. We need knowledge plurality: bringing together scientific, lay, local, traditional, institutional, political and ethical knowledge. And we also need to go beyond a focus on data and knowledge and include a focus on competencies. Where should the EEA and Eionet be focusing their resources in developing new knowledge? Per: The EEA and Eionet can play an important role in supporting and enabling innovation and experimentation processes, which are really central to the idea of sustainability transitions. There's a lot going on at local levels across Europe, and the EEA's established information network gives it a unique advantage for gathering and sharing knowledge about experiments. Together with Eionet, the EEA could explore what is happening, what could be learned and how societies can accelerate change. In doing so, they could help ensure that current paths are heading towards sustainability. ",
        "74 75 Sybille : The key is going to be finding ways to learn from what's happening on the ground and to share that knowledge. Today, huge numbers of innovative solutions are being devised and tested across the world. But the links between such initiatives are often weak or absent. Without adequate support, knowledge about what works and what doesn't is being lost. Initiatives don't cross-fertilise or exploit potential synergies. The EEA and Eionet can help address this by providing an extremely valuable networking function. Per: That's right. I think our experiences in Finland highlight the value of centralised efforts to share information between local, bottom-up initiatives. If we look at the 33 'HINKU' municipalities (see p. 65), you see the opportunities created when local experimentation and innovation are combined with state coordination and networking. Such support includes, for example, running an online database where cities can share information about activities under way at the municipal level and smaller scale, including data on emissions reductions and payback periods for investments. Bridging of this sort is crucial and can be achieved by all sorts of state and non-state actors. Beyond networking, the EEA and Eionet need to think seriously about what kinds of mechanisms can be developed at the European scale to help develop and share actionable knowledge. For example, comparative analyses of case studies could draw out lessons about the factors that enable or obstruct the emergence and upscaling of innovative practices. Evidence about the role of EU policies in promoting or obstructing experimentation and diffusion of new ideas and approaches would obviously be very valuable. Data and indicators play a major role in the EEA's work but the shift towards more solutions-oriented knowledge seems to imply a bigger role for a mixture of disciplinary approaches, including more qualitative analysis and case studies. What challenges and opportunities do you see here? Sybille: Of course, it is going to be hard for organisations to move beyond established routines and embrace new kinds of knowledge development. But overcoming these barriers is partly about attitudes. Creating knowledge for transitions is going to require experimentation in producing and sharing knowledge, including EEA assessments. That's only going to be possible with an experimental, reflexive and adaptive mind set. Per: There's no question that developing the interdisciplinary research needed to support transition processes presents challenges. In Finland, the newly established Strategic Research Council distributes EUR 50 million annually to fund solution-oriented research on the major challenges facing society. Selecting projects to fund requires new types of peer review and assessment processes that recognise not just scientific quality but also societal relevance, and move towards transdisciplinary assessment. At the same time, I see major opportunities for the EEA and Eionet to enhance the impact and influence of their work through better use of practice-based knowledge. In general, I think that the importance of case studies has been greatly underestimated but if you look at, for example, the work of Robert Putnam, then you can see the potential. Social scientists tend to make their analysis very impersonal and neutral but in his latest book, Our kids: the American dream in crisis, Putnam made his writing intensely personal and hugely increased its impact. I think this points to an important truth: to communicate knowledge and motivate action you need to engage people emotionally. So we need knowledge that creates feelings. That often requires a good story. Sybille van den Hove is Chair of the EEA Scientific Committee, Director and Partner of MEDIAN, and Visiting Professor at the Institute for Environmental Science and Technology (ICTA) of the Autonomous University of Barcelona. Per Mickwitz is a member of the EEA Scientific Committee, Research Director at the Finnish Environment Institute (SYKE) and Chair of the Finnish Strategic Research Council. ",
        "Hans Bruyninckx, Executive Director of the European Environment Agency © Veton Kurteshi, Picture2050/EEA 76 77 Meeting the new knowledge needs Knowledge has always been widely dispersed across society — in individual wisdom, local practice, institutional memory. Yet it is arguably by linking and combining knowledge that humanity has achieved its greatest advances in understanding. The emergence of academic institutions and industrial cities in the 19th and 20th centuries concentrated skills, ideas and experimentation, driving an extraordinary explosion of innovation. Today, as global interconnectedness races forward, opportunities to access and combine knowledge are multiplying. These new opportunities for knowledge development are matched by proportionate challenges. New understandings of global sustainability challenges and potential responses are creating the need for new forms of environmental knowledge. Whereas environmental information and policy in the 1970s and 1980s focused primarily on simple relationships between large pollution sources and environmental degradation, today persistent problems such as climate change and biodiversity loss are understood to be tied in complex ways to social, economic and technological systems. In an increasingly interconnected world, growing global environmental pressures imply the urgent need for Europe to reorganise fundamentally its core systems of production and consumption. How can systemic change of this sort be catalysed and steered? The emerging fields of 'sustainability transitions' and 'transformations' tackle exactly this question, offering an increasing body of knowledge from a range of disciplinary perspectives. Common to them is an acknowledgement that achieving long-term, large-scale sustainability visions and goals will depend crucially on enabling the emergence and upscaling of innovative technologies and practices at the local level. For knowledge providers like the EEA and Eionet, these insights have important implications. Acknowledging the central role of innovation and environmental policy in driving transitions in core systems provides a valuable framework for integrating activities across policy domains. But it also implies that information about innovation and experimentation becomes an essential part of the knowledge base needed to support environmental governance. There is no question that quantitative, indicator-based assessments will continue to underpin much of the EEA and Eionet's analysis of the European environment's state, trends and prospects. However, understanding innovation is likely to entail an increased focus on case studies and qualitative evidence, drawing on a broader range of disciplines. ",
        "78 79 This report represents a first attempt to explore the potential for the EEA and Eionet to meet the emerging knowledge needs — bridging across scales, from EU and national policy down to the local level where transitions are actually taking place. Developed through a co-creative learning process, largely driven by Eionet experts, the report demonstrates both the value of case studies in explaining and illustrating complex ideas in engaging ways, and the potential for the Eionet to contribute to creating new types of knowledge. At the same time, the report also highlights difficult questions and challenges. Perhaps most fundamentally: how can an organisation operating at the European scale tap into the enormous wealth of evidence about what works at local levels? Substantial resources and skills are required to collect case studies in a methodologically rigorous way and assess whether and how they can contribute to systemic change. Extracting findings from local initiatives that can inform policymaking at the national and EU scales (where the EEA primarily operates) poses particular challenges. So, although we are beginning to understand better the types of knowledge that are needed to support transitions, the question of how to develop that knowledge requires much more thought. We can already see some potential starting points. For example, in recent years a variety of EU-funded research projects have begun to explore the socio-economic and environmental impacts of local transition initiatives across Europe; the policies, investments and other factors that can enable the emergence, networking and upscaling of niche innovations; and opportunities for combining practice-based evidence of this sort with other types of scientific knowledge. Better links with research projects of this sort could provide the EEA with valuable evidence, while strengthening the links between science and policy. Similarly, engaging with initiatives such as ICLEI (Local Governments for Sustainability), the Covenant of Mayors or the EU's Eco-Innovation Observatory, could be productive. Eionet's role could potentially involve harvesting and organising data and information from such sources in ways that can support policy. What these proposals share is a recognition that creating knowledge for transitions will depend on collaboration. This reasoning is spelled out clearly in Priority Objective 5 of the 7th Environment Action Programme on improving the environmental knowledge base. It was also the logic behind the creation of the EU's Environment Knowledge Community (EKC), which brings together the EEA, the European Commission's Directorates-General for Environment, Climate Action and Research, the Joint Research Centre and Eurostat. Looking ahead, it is clear that generating the needed knowledge will also depend on other types of partnerships that enable information and knowledge to flow across scales, between institutions and initiatives throughout Europe. Partnerships, in fact, of precisely the sort embodied by Eionet. 'The best insight about emergent phenomena may not rest with government. It might lie in self-organized social networks and in the multiple relationships citizens have built in their local or globally dispersed communities of interest. The best means of actions may not be in government's hands. Citizens and other actors have invaluable information and capacities to offer. Enabled in part by modern technologies, citizens and other actors can devise innovative solutions to public issues. Governments need to leverage the power of others. The knowledge, capabilities and loci of action are broadly dispersed.' Jocelyne Bourgon, 2011 ",
        "80 81 References AP, 2016, 'End of the road: Jakarta's 'passengers for hire' targeted by carpooling crackdown', The Guardian , 4 April 2016 (https://www.theguardian.com/world/2016/apr/04/end-of-the-road- jakartas-passengers-for-hire-targeted-by-carpooling-crackdown) accessed 22 June 2016. Bourgon, J., 2011, A new synthesis of public administration: serving in the 21st century , McGill-Queen's University Press, Canada. EC, 2011a, Analysis associated with the Roadmap to a resource-efficient Europe, Part I , Commission Staff Working Paper, SEC(2011) 1067 final, Brussels, 20.9.2011. EC, 2011b, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — A Roadmap for moving to a competitive low carbon economy in 2050, COM(2011) 112 final, Brussels, 8.3.2011. EC, 2011c, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Energy Roadmap 2050, COM/2011/0885 final, Brussels, 15.12.2011. EC, 2012, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Innovating for sustainable growth — A bioeconomy for Europe, COM(2012) 60 final, Brussels, 13.2.2012. EC, 2015, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Closing the loop — An EU action plan for the circular economy, COM(2015) 614/2, Brussels, 2.12.2015. EC, 2016a, 'Paris Agreement - European Commission' ( http://ec.europa.eu/clima/policies/ international/negotiations/paris/index_en.htm) accessed 30 June 2016. EC, 2016b, 'What do we want to achieve ? — Transport' ( http://ec.europa.eu/transport/modes/air/ index_en.htm) accessed 30 June 2016. EEA, 2013, EU bioenergy potential from a resource efficiency perspective , European Environment Agency, Copenhagen, Denmark. EEA, 2014, Resource-efficient green economy and EU policies , EEA Report 2/2014, European Environment Agency, Copenhagen, Denmark. EEA, 2015a, 'Resource efficiency (SOER 2015)' ( http://www.eea.europa.eu/soer-2015/europe/ resource-efficiency#tab-related-briefings ) accessed 22 June 2016. EEA, 2015b, The European environment — state and outlook 2015: synthesis , State of the environment report, European Environment Agency, Copenhagen, Denmark. EEA, 2015c, The European environment — state and outlook 2015: a+ssessment of global megatrends , European Environment Agency, Copenhagen, Denmark. EEA, 2016a, 7th Environment Action Programme at a glance: An EEA contribution to the monitoring of the 7th EAP with indicators , forthcoming, European Environment Agency, Copenhagen, Denmark. EEA, 2016b, Report of the EEA Scientific Committee seminar on knowledge for sustainability transitions Copenhagen, 18 May 2016 , European Environment Agency, Copenhagen, Denmark. EEASC, 2015, Knowledge for sustainability transitions in Europe , Report of the EEA Scientific Committee, October 2015. ESF and COST, 2011, Responses to environmental and societal challenges for our unstable earth (RESCUE) , European Science Foundation and European Cooperation in Science and Technology 'Frontier of Science' joint initiative, ESF, Strasbourg. EU, 2013a, Decision No 1386/2013/EU of the European Parliament and of the Council of 20 November 2013 on a General Union Environment Action Programme to 2020 Living well, within the limits of our planet, OJ L 354, 20.12.2013, pp. 171–200. EU, 2013b, 'Eco-innovation Laboratory Database: Indicators' ( http://database.eco-innovation. eu/#view:scoreboard/indicators:269/countries:250, 15,22,34,55,57,58,59,68,73,74,81,84,99,10 5,108,121,127,128, 136,155,176,177,181 ,200,201,206,212,232/rScales:/chartType:BarGraph/ year:2013/indicatorTabs:269,270,271,272,273,274/order:269) accessed 8 July 2016. Eurostat, 2016, 'Consumption of energy - Statistics Explained' ( http://ec.europa.eu/eurostat/ statistics-explained/index.php/Consumption_of_energy) accessed 30 June 2016. Future Earth, 2014, Future Earth 2025 vision , Future Earth Interim Secretariat, Paris, France. Geels, F. W., 2002, 'Technological transitions as evolutionary reconfiguration processes: A multi- level perspective and a case-study', Research Policy 31(8–9), 1 257–1 274 (DOI: 10.1016/S0048- 7333(02)00062-8). ",
        "82 83 Geels, F. W., 2014, 'Regime resistance against low-carbon transitions: Introducing politics and power into the multi-level perspective', Theory, Culture & Society 31(5), 21–40 (DOI: 10.1177/0263276414531627). Geels, F. W., 2016, Socio-technical transitions to sustainability , Background paper for the European Environment Agency. GFN, 2016, 'Global Footprint Network - National Footprint Data' ( http://www.footprintnetwork. org/en/index.php/GFN/page/licenses1) accessed 16 June 2016. Grin, J., Rotmans, J. and Schot, J., 2010, Transitions to sustainable development: New directions in the study of long term transformative change , Routledge. Hackmann, H., Moser, S. C. and Clair, A. L. S., 2014, 'The social heart of global environmental change', Nature Climate Change 4(8), 653–655. Helsingin Sanomat, 2014, 'Tämä nainen aikoo vapauttaa meidät yksityisautojen ikeestä – ja Helsingissä se on jo alkanut', Nyt.fi , 7 October 2014 ( http://nyt.fi/a1305881808317?jako=cb9fa377 ce5cda3ae4dbe68c1a84dc86&ref=og-url ) accessed 3 October 2016. IGBP, IHDP, WCRP and DIVERSITAS, 2001, The Amsterdam declaration on global change, Global change open science conference on the challenges of a changing Earth, Amsterdam, The Netherlands, 13 July 2001. Janeway, W. H., 2012, Doing capitalism in the innovation economy: markets, speculation and the state , Cambridge University Press. Kemp, R., Loorbach, D. and Rotmans, J., 2007, 'Transition management as a model for managing processes of co-evolution towards sustainable development', The International Journal of Sustainable Development & World Ecology 14(1), 78–91. Kemp, R., Weaver, P., Golland, A., Strasser, T. and Backhaus, J., 2016, Sustainability transitions from a socio-economic transformation perspective , Background paper for the European Environment Agency. Kivimaa, P. and Virkamäki, V., 2014, 'Policy mixes, policy interplay and low carbon transitions: The case of passenger transport in Finland', Environmental Policy and Governance 24(1), 28–41. KOMOSIE, 2014, Sectorresultaten kringloopcentra 2014, Koepel van Milieuondernemers in de Sociale Economie. Leach, M., Raworth, K. and Rockström, J., 2013, 'Between social and planetary boundaries: Navigating pathways in the safe and just space for humanity', World social science report 2013, 84–89. Loorbach, D., 2010, 'Transition management for sustainable development: A prescriptive, complexity-based governance framework', Governance 23(1), 161–183. Loorbach, D., 2014, To transition! Governance panarchy in the new transformation , Erasmus University, Rotterdam. Loorbach, D., 2015, 'Transformations to sustainability', presentation given at: Transformations 2015, Stockholm University, 6 October 2015. Markard, J., Raven, R. and Truffer, B., 2012, 'Sustainability transitions: An emerging field of research and its prospects', Research Policy 41(6), 955–967 (DOI: 10.1016/j.respol.2012.02.013). Mazzucato, M., 2013, The entrepreneurial state: Debunking public vs. private sector myths , Anthem Press. Moore, M.-L., Riddell, D. and Vocisano, D., 2015, 'Scaling out, scaling up, scaling deep: Strategies of non-profits in advancing systemic social innovation', The Journal of Corporate Citizenship (58), 67–85. Nature, 2015, 'Mind meld', Nature 525(7569), 289–290 (DOI: 10.1038/525289b). NEVA, 2015, Norwegian electric vehicle owner survey 2015, Norwegian Electric Vehicle Association. OECD, 2010, Taxation, innovation and the environment , Organisation for Economic Co-operation and Development, Paris, France. OECD, 2014, Green growth: Environmental policies and productivity can work together , Policy Brief — December 2014, Organisation for Economic Co-operation and Development, Paris, France. OECD, 2016, 'Environmental Policy Stringency Index' ( https://stats.oecd.org/Index. aspx?DataSetCode=EPS ) accessed 8 July 2016. OVAM, 2013, Vertaling van de MMG output naar beleidstoepassingen in kader van specifieke gebruikersdoelgroepen. Philibert, C. and Pershing, J., 2002, Beyond Kyoto: Energy dynamics and climate stabilisation , OECD Publishing. ",
        "84 85 Polanyi, K., 1944, The great transformation: The political and economic origins of our time , Farrar and Rinehart, New York, USA. Raven, R., Van den Bosch, S. and Weterings, R., 2010, 'Transitions and strategic niche management: Towards a competence kit for practitioners', International Journal of Technology Management 51(1), 57–74. Raworth, K., 2012, A safe and just space for humanity — Can we live within the doughnut? , Oxfam Discussion Papers, Oxfam, Oxford, United Kingdom. Rayment, M., Pirgmaier, E., De Ceuste, G., Hinterberger, F., Kuik, H., Leveson Gower, Polzin, C. and Varma, A., 2009, The economic benefits of environmental policy , final report to the European Commission under the framework contract for economic analysis ENV.G.1/FRA/2006/0073. Schot, J., 2015, 'Moving innovation policy from a competition to a transformative change agenda' (http://euspri-helsinki2015.org/abstracts/pdf/2D3_EU-SPRI_Helsinki_2015_Transforming_ Innovation_Policy_Schot.pdf) accessed 14 August 2015. Smith, A., 2007, 'Translating sustainabilities between green niches and socio-technical regimes', Technology Analysis & Strategic Management 19(4), 427–450. Solar Impulse, 2016, 'Solar Impulse - Around the world to promote clean technologies' ( http:// www.solarimpulse.com) accessed 30 June 2016. Steffen, W., Richardson, K., Rockström, J., Cornell, S. E., Fetzer, I., Bennett, E. M., Biggs, R., Carpenter, S. R., Vries, W. de, Wit, C. A. de, Folke, C., Gerten, D., Heinke, J., Mace, G. M., Persson, L. M., Ramanathan, V., Reyers, B. and Sörlin, S., 2015, 'Planetary boundaries: Guiding human development on a changing planet', Science 347(6223), 1259855 (DOI: 10.1126/science.1259855). UN, 2015, 'Sustainable Development Goals' ( http://www.un.org/sustainabledevelopment/ sustainable-development-goals) accessed 22 September 2016. UNDP, 2016, 'Human Development Index (HDI)' ( http://hdr.undp.org/en/content/human- development-index-hdi) accessed 16 June 2016. UNEP, 2011, Decoupling natural resource use and environmental impacts from economic growth , United Nations Environment Programme, Nairobi, Kenya. Unruh, G. C., 2000, 'Understanding carbon lock-in', Energy Policy 28(12), 817–830. WEF, 2016, Global Competitiveness Report 2015-2016, World Economic Forum. For your notes ",
        "86 87 ",
        "© S o l a r I m p u l s e This report was developed in cooperation with the European Environment Information and Observation Network (Eionet) — a partnership network of the European Environment Agency (EEA) and its member and cooperating countries involving more than 1 000 experts and 350 national institutions across Europe. Drawing on evidence collected from across the network, the report represents an initial attempt to explore what the concepts of sustainability transitions and transformations mean in practice, and how the EEA and Eionet can help develop the knowledge needed to support systemic change in Europe. Case studies are used to explain and illustrate key concepts and to give a sense of what activities are already under way at local levels. The report concludes with reflections from the EEA's Scientific Committee and Executive Director, which provide further insights into the new knowledge needs and the potential role of the EEA and Eionet in responding to them. European Environment Agency Kongens Nytorv 6 1050 Copenhagen K Denmark Tel: +45 33 36 71 00 Web: eea.europa.eu Enquiries: eea.europa.eu/enquiries Sustainability transitions: Now for the long term T H - A Z - 16 - 001 - E N - N d o i : 10 . 2800 / 096291 "
    ]
}