{
    "text": [
        "Opinion of the European Economic and Social Committee on Communication to the European Parliament, the Council, the European Economic and Social Committee, the Committee of the Regions — Trade Policy Review — An Open, Sustainable and Assertive Trade Policy (COM(2021) 66 final) (2021/C 374/12) Rapporteur: Timo VUORI Co- rapporteur: Christophe QUAREZ Referral European Commission, 26.3.2021 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible External Relations Adopted in section 16.6.2021 Adopted at plenary 8.7.2021 Plenary session No 562 Outcome of vote (for/against/abstentions) 208/2/1 1. Conclusions and recommendations 1.1. The European Economic and Social Committee (EESC) welcomes the launch of the new EU trade policy strategy . In addition to the global pandemic, there are opportunities and risks related to world trade and the European economy. It is the right time to rethink global and EU trade rules. To design the right tools, the EU will first need to analyse and quantify trade changes, differentiating temporary and COVID-19-related changes from permanent changes. 1.2. The EESC supports the principle of promoting an ‘Open, Strategic and Assertive’ trade policy as a way of improving market access and levelling the playing field. In practice, it must drive sustainable growth, competitiveness, decent jobs and better consumer choices in Europe. Positive economic development needs a sound combination of external and internal policies. Trade policy is only one part of solution ( 1 ). 1.3. The EESC agrees that modernising the World Trade Organization (WTO) is the top priority, given its central role in delivering an effective multilateral matrix for a modern trade agenda with environmental and social issues. The EU must therefore lead ambitious WTO reforms and promote a modern WTO agenda, breaking down taboos (i.e. social aspects of trade) and addressing current and upcoming challenges sustainably. To do so, the EESC calls on the EU and its Member States to form strategic cooperation with key trading partners on priority multilateral issues ( 2 ). 1.4. The EESC finds that the EU should promote better multilateral and bilateral trade regimes and standards related to the challenges of climate and social change, agriculture, anti-corruption, economic and tax issues digitalisation, environmental protection, biodiversity, circular economy and health security ( 3 ). 16.9.2021 EN Official Journal of the European Union C 374/73 ( 1 ) OJ C 364, 28.10.2020, p. 108; OJ C 47, 11.2.2020, p.38. ( 2 ) OJ C 364, 28.10.2020, p. 53. ( 3 ) OJ C 364, 28.10.2020, p. 37. ",
        "1.5. The EESC has long called for sustainability to be one of the drivers for trade policy, given the key role trade can play in achieving the UN Sustainable Development Goals (SDGs) . It thus welcomes the sustainability focus of the EU trade policy, and the Paris Agreement becoming an essential element of future trade and investment agreements. The EESC reiterates its call for this essential character to extend to International Labour Organization (ILO) core conventions ( 4 ). 1.6. The EESC calls for an ambitious strengthening of trade and sustainable development chapters (TSD) and their effective enforceability in EU bilateral trade and investment agreements . The upcoming TSD Review ( 5 ) is an integral part of the EU trade strategy. 1.7. The EESC fully supports strengthening sustainability in global value chains ( 6 ). The EU trade policy must support international work on levelling the playing field in global supply chains by developing instruments against corruption and environmental, labour, social and human rights infringements. The EESC finds that the EU must develop ambitious EU legislation, for example, on due diligence in supply chains and on sustainability in public procurement. 1.8. The EESC regrets the lack of reference to the crucial role of civil society in trade, and stresses the need to boost cooperation with civil society from shaping to monitoring trade tools and agreements . It calls for the reinstatement of the expert group on free trade agreements (FTAs) which provided an unequalled and much needed deep and regular engagement on specific trade issues. It also stresses the need to strengthen Domestic Advisory Groups (DAGs), essential institutional monitoring pillars of modern FTAs. 1.9. The EESC notes that the EU must have a better understanding of the importance of global value chains and their impact on companies and people . Diversifying sources of supply may be a stronger resilience tool than restricting them. Setting up monitoring mechanisms to avoid concentration of supply sources at company level and in public procurement would also help. 1.10. The EESC supports enhancing value chains’ resilience, notably through their sustainability . The EU economy depends on global supply chains and ‘EU autonomy’ must reflect this reality. The COVID-19 crisis has shown the need to strengthen EU autonomy in critical and strategic areas and it is important for the EU to first assess its vulnerabilities. The EESC supports EU work towards mandatory due diligence in supply chains, as a means to enhance their resilience, helping companies identify risks linked to social and environmental standards. In this context, the EESC supports work towards a new UN treaty on business and human rights and an ILO convention on decent work in global supply chains ( 7 ). 1.11. The EESC stresses the importance of benefitting from a wide range of EU FTAs that reflect EU values and international standards . Where the WTO cannot act or fully deliver on EU interests, the EU should count on these agreements with leading and emerging economies in international trade. Despite having a wide network, over 60 % of EU external trade still takes part outside of preferential agreements, based on general WTO rules. 1.12. The EESC calls on the EU to secure ambitious EU FTAs with trading partners in particular in Asia and America. When building strategic partnerships with EU neighbouring and enlargement countries, including Mediterranean and African countries, the EESC emphasises the strategic importance of deepening partnerships in particular with the USA. Furthermore, the EU must continue to improve trade relations and to level the playing field with Asia and Latin America. 1.13. The EESC notes that the EU must ensure a smoother process between negotiation and ratification of EU trade and investment agreements for the sake of EU’s reputation as a trading partner. Starting from the mandate and throughout the negotiations ( 8 ), the Commission must engage with the European Parliament and civil society, notably via the EESC, to take account of concerns and, by addressing them, to ensure smoother ratification processes. C 374/74 EN Official Journal of the European Union 16.9.2021 ( 4 ) OJ C 129, 11.4.2018, p. 27. ( 5 ) A dedicated own-initiative opinion REX/535 is due to be adopted in September 2021. ( 6 ) OJ C 429, 11.12.2020, p. 197. ( 7 ) OJ C 97, 24.3.2020, p. 9. ( 8 ) A dedicated own-initiative opinion REX/536 is due to be adopted in early 2022. ",
        "1.14. The EESC welcomes concrete actions to implement, advance and ensure effective implementation of existing EU FTAs. These are a valuable tool for the EU to support the flow of goods and services in global supply chains and to guarantee better resilience for the EU. The Chief Trade Enforcement Officer should boost the consistency of implementation and enforcement of EU and WTO agreements, including TSD chapters. 1.15. The EESC welcomes the EU being assertive in defending EU values and trade commitments unilaterally where all other options fail . It should also factor in all possible political and economic fallouts of such decisions. 1.16. The EESC supports the EU’s continued use of Aid for Trade to help developing countries implement trade agreements and support compliance with rules and standards, in particular related to sustainable development. 1.17. The EESC stresses the need to guarantee a level playing field for the EU’s agricultural sector . European agricultural products should have better market access to third countries and mutually imported products from third countries must meet the European standards on sustainability and food safety. The EU FTAs must respect EU sanitary and phyto-sanitary (SPS) provisions and adhere to the precautionary principle ( 9 ). 1.18. The EESC welcomes the special focus put on small and medium size companies (SMEs) in the new trade policy, at all levels ( 10 ). It reiterates its call for greater efforts to communicate the impact of international trade on businesses and people. 2. General comments 2.1. The EESC welcomes the request from the Commission to share views and ideas on how to ensure a new EU trade policy delivers for business and people. It particularly agrees with the urgency of this review given the concrete role trade can play in recovering from the Covid-19 pandemic. Trade is a priority for the EESC and this is why it contributed extensively in the wide public consultation ( 11 ). 2.2. International trade is vital for the European economy and its people. It supports over 35 million jobs in the EU, 45 % of which depend on foreign investments. And SMEs represent over 85 % of all EU exporters. International trade accounts for 43 % of the EU’s gross domestic product. The EU single market with 450 million consumers and GDP per head of EUR 25 000 make the EU the biggest and an attractive consumer market globally. The EU is the global leader in agri-food trade and a top trading partner for over 80 countries. Taken all together, it makes the EU the biggest international trader. The EU economy is deeply integrated with the rest of the world. Importance of open and inclusive international trade for the European economy and people 2.3. The EESC supports the EU continuing with its primary trade policy mission: to open markets for European goods, services, investment and public procurement, reducing and eliminating unjustified trade barriers in third countries, and levelling the playing field with international and bilateral trade regimes. Furthermore, the EESC finds it essential that trade policy promote EU values and international standards, boosting sustainable development, combatting climate change, and strengthening security. 2.4. The EESC is satisfied that the trade strategy responds to some stakeholders’ concerns raised in the public consultation. However, it lacks reflections on how to improve the involvement of civil society in trade policy ( 12 ). The EESC underlines the need for continued cooperation with civil society at national and EU level, beyond the review of the established Civil Society Dialogue, to ensure trade policy adds value to our daily lives. 16.9.2021 EN Official Journal of the European Union C 374/75 ( 9 ) OJ C 429, 11.12.2020, p. 66. ( 10 ) OJ C 429, 11.12.2020, p. 210. ( 11 ) EESC Follow-up Committee on International Trade contribution to Trade policy review, September 2020. ( 12 ) A dedicated own-initiative opinion REX/536 is due to be adopted in early 2022. ",
        "2.5. The COVID-19 crisis highlighted vulnerabilities in the global trading system and of workers in supply chains ( 13 ) in the face of a health crisis. Losing control of value chains and realising the EU’s industrial dependence prompted questions about the health and trade linkages. 3. Special comments Using ‘open strategic autonomy’ in skilful way 3.1. The EESC supports the idea of the EU’s open strategic autonomy. The EU must have a strategic approach to maintain openness and a level playing field through modern EU trade and investment policies. It must promote rules-based open and fair trade and protect businesses, workers and consumers against any unfair trade practices. 3.2. Enhancing resilience and sustainability is a strategic choice for the EU. The right balance must be found between openness and the autonomy of the European economy. Resilience will only come through sustainability. Better understanding of enhancing resilience and sustainability for value chains 3.3. The EU trade policy can play a crucial role in post-COVID-19 recovery, given our economy’s deep integration in global value chains. 3.4. The EU must thoroughly assess its dependence on the world and global supply chains. Imports can bring resilience by diversifying supply sources ( 14 ). 3.5. There is a need to improve coordination and resilience at multilateral level, notably at the United Nations, including the ILO, the WTO and the Organisation for Economic Cooperation and Development (OECD). For example, the EU must make better use of international instruments like the ILO Multinational Enterprises Declaration ( 15 ) or the new OECD Foreign Direct Investments qualities indicators on sustainable development impacts ( 16 ). It must support the expansion of the WTO Pharmaceutical Agreement by including more products and countries. Furthermore, liberalisation of trade in healthcare technology and products should continue. 3.6. The EU will remain dependent on imports of various goods and services from raw materials to high-technology. It is critical to ensure that the EU market remains open. In digital economy the EU must support ‘smart technological sovereignty’ in which digital trade allows smooth flow of innovations and high-tech goods and services when protecting European values and standards in data privacy and cyber security. 3.7. The EU may support reshoring of production in Europe by creating better business environment for investments, innovation, and production. The diversification of supply chains may be an important step to strengthen resilience. Therefore, the EU must support companies in their commercial decisions by providing solid and fair business conditions through bilateral EU FTAs and EU single market. C 374/76 EN Official Journal of the European Union 16.9.2021 ( 13 ) OJ C 429, 11.12.2020, p. 197. ( 14 ) ECIPE Occasional paper 06/2020 Globalization Comes to the Rescue: How Dependency Makes Us More Resilient; Kommers Kollegium Report on Improving Economic Resilience Through Trade, 2020. ( 15 ) Tripartite Declaration of Principles concerning Multinational Enterprises and Social Policy (MNE Declaration) (2017). ( 16 ) https://www.oecd.org/investment/fdi-qualities-indicators.htm. ",
        "Need for WTO reform and global rules for a more sustainable and fairer globalisation 3.8. The EESC supports the EU’s active role in shaping global rules ( 17 ). 2021 could be a turning point for trade governance so the EESC supports EU commitments to the open, rules-based multilateral trading system with a reformed WTO ( 18 ). The EU and its Member States must use their leverage and engage proactively, forming strategic alliances with like-minded partners, to ensure respect for international labour standards, as set and monitored by the ILO, forms part of the WTO reform debate. As a positive example and opportunity to strengthen this ambitious re-thinking, the EESC welcomes a recent proposal by the U.S. to address the global problem of forced labour on fishing vessels in ongoing WTO fisheries subsidies negotiations ( 19 ). Ways of promoting the green transition with responsible and sustainable value chains 3.9. The EU trade policy should be in line with the EU Green Deal policy, including new requirements on the digital, green and just transition. Therefore, it is important to make preparations for new instruments like the Carbon Border Adjustment Mechanism, which must be compatible with the WTO rules, effective in the fight against climate change and useful for the competitiveness of EU industry ( 20 ). The EESC supports opening up dialogue with non-EU countries and major trading partners like the USA and China ( 21 ). 3.10. Global supply chains are essential elements of international trade and the economy. They are complex, diverse and fragmented with all opportunities and risks. The EESC calls on the EU to collect more data on the positive and negative impacts of global supply chains for the EU ( 22 ). Taking advantage from the EU’s regulatory impact 3.11. The EU is the largest trader in services in the world. The EU trade policy can support such a global business environment in which EU services providers can grow, innovate and compete. Digital trade matters at global level, notably due to COVID-19-induced changes. The EU must seek a rapid and ambitious WTO agreement on digital trade. 3.12. The EU trade policy should complement actions taken in other international regulatory organisations, such as OECD work on economic and tax regimes. It should support the establishment of effective cooperation systems between tax, law enforcement and judicial authorities in partner countries. 3.13. The EU strategy should optimise the EU’s ability to activate all its unilateral, bilateral and multilateral instruments: the binding nature of the ‘sustainable development’ chapters of trade and investment agreements, trade defence instruments, foreign investment filtering, the fight against trade barriers, referral to the WTO dispute resolution body or the mechanisms for consultation and settlement of disputes in bilateral trade agreements. 3.14. The EU needs effective trade defence instruments: shorter periods for imposition of provisional measures, lighter investigative burden for EU industries, and stronger foreign subsidies instruments. The EU could consider an ad hoc tool, beyond the Enforcement Regulation, allowing to adjust market access conditions, where there are no reciprocal obligations, if practices harm EU commercial interests significantly. 3.15. New EU FTA partner countries should demonstrate that they fully comply with ILO core conventions as a precondition for concluding a trade agreement. These conventions must be an essential element of any FTA. If a partner country has not ratified or properly implemented these conventions, or has not demonstrated an equivalent level of 16.9.2021 EN Official Journal of the European Union C 374/77 ( 17 ) OJ C 364, 28.10.2020, p. 53. ( 18 ) OJ C 159, 10.5.2019, p. 15. ( 19 ) The Use of Forced Labor on Fishing Vessels, Submission of the United States to the WTO, 26 May 2021 https://ustr.gov/sites/default/ files/IssueAreas/Trade%20Organizations/WTO/US.Proposal.Forced.Labor.26May2021.final%5B2%5D.pdf ( 20 ) OJ C 429, 11.12.2020, p. 122; Upcoming opinion NAT/834 on the Carbon Border Adjustment Mechanism. ( 21 ) OJ C 364, 28.10.2020, p. 37. ( 22 ) OJ C 429, 11.12.2020, p. 197. ",
        "protection, the EESC calls for the set-up of a binding and enforceable roadmap for ratification with ILO technical assistance. The roadmap should also form part of TSD chapters to ensure these obligations are met in a timely manner. 3.16. In addition, each EU FTA must be based on a more effective EU evaluation policy, improving its economic and sustainability impacts assessments and ex-post evaluation after five years ( 23 ). It must provide for countervailing measures to mitigate potential negative effects. Finally, the EU must strengthen and better use its instruments to ensure the conditions for fair competition with non-EU countries. 3.17. EU public procurements should only be open to companies from countries complying with ILO core conventions and the Paris Climate Agreement. The EU has opened its public procurement to non-EU countries, many of which have not yet reciprocated. This is damaging for European companies. It is essential to finalise the Regulation on an International Public Procurement Instrument to strengthen the EU’s position. EU FTAs must promote best practices on how to include environmental and social criteria in public procurement ( 24 ). 3.18. The EU must continue to use its Aid for Trade to help developing countries implement trade agreements and support compliance with rules and standards, in particular in relation to sustainable development. It must build a just and prosperous economic relationship between the EU and developing countries to reduce poverty and to create decent jobs. It needs to build a stronger link between preferential access and compliance with international standards, such as labour and human rights. Brussels, 8 July 2021. The President of the European Economic and Social Committee Christa SCHWENG C 374/78 EN Official Journal of the European Union 16.9.2021 ( 23 ) OJ C 47, 11.2.2020, p. 38. ( 24 ) OJ C 429, 11.12.2020, p. 197. "
    ]
}