{
    "text": [
        "Opinion of the Committee of the Regions on the ‘White Paper — an agenda for adequate, safe and sustainable pensions’ (2012/C 391/02) THE COMMITTEE OF THE REGIONS — points out that all the key actors, including local and regional authorities, which operate supple­ mentary pension schemes for a majority of public employees should be involved in the consultation process in reforming national pension systems; — underlines that some aspects of EU pension policies and the EU 2020 strategy are mutually reinforcing. Achieving higher employment under the EU 2020 strategy will contribute to the overall sustainability of social protection and pension systems. Adequate pension benefits in turn are an essential prerequisite for realising the Europe 2020 strategy goal of reducing poverty, since older EU citizens continue to be a vulnerable group in socio-economic terms. Alongside any reform of pension schemes, a set of accompanying labour market policy measures is also needed in order to ensure that older people continue to have appropriate incomes in the future; — given concern over the transparency as well as the level of fees and charges associated with the different forms of private pension arrangements, would welcome a benchmarking study with a view to application of best practice on an EU-wide basis; EN 18.12.2012 Official Journal of the European Union C 391/7 ",
        "Rapporteur Paul LINDQUIST (SE/EPP), member of Lidingö Municipal Council Reference document White Paper – An Agenda for Adequate, Safe and Sustainable Pensions COM(2012) 55 final I. POSITION OF THE COMMITTEE OF THE REGIONS THE COMMITTEE OF THE REGIONS Introduction 1. welcomes the Commission's intention to address the serious challenges facing many Member States' pension systems; 2. notes that ensuring sustainable and adequate pensions is very important, not just for our growth prospects, but also for public welfare and well-being; 3. also notes that having safe and adequate pensions requires that pension systems be economically viable over the long term; 4. points out that general public pensions will continue to play an important role in the future in ensuring that every pensioner is provided with an adequate pension; 5. believes that a pension system based on adequate lifetime earnings contributes in guaranteeing pensions that are sustainable in the long term; 6. points out that pension systems have developed over many years based on the particular conditions in each Member State; the way general public pension systems are organised is therefore a matter for the individual Member States; 7. points out that all the key actors, including local and regional authorities, which operate supplementary pension schemes for a majority of public employees should be involved in the consultation process in reforming national pension systems; 8. observes that in several Member States it is largely the social partners which are responsible for the design of occupa­ tional pensions, and that any changes should therefore be made by them as a matter of course; 9. notes that the White Paper is based on Article 153 TFEU, and that it is the Members States which are primarily responsible for framing their pension systems, although the EU should support and complement their activities in the sphere of social protection. The White Paper does not contain any specific legislative proposals and is therefore considered not to raise any issues in relation to the subsidiarity and propor­ tionality principles. However, the Committee points out that any future proposals for legislation on pensions should be carefully analysed with respect to the subsidiarity principle; 10. underlines that some aspects of EU pension policies and the EU 2020 strategy are mutually reinforcing. Achieving higher employment under the EU 2020 strategy will contribute to the overall sustainability of social protection and pension systems. Adequate pension benefits in turn are an essential prerequisite for realising the Europe 2020 strategy goal of reducing poverty, since older EU citizens continue to be a vulnerable group in socio-economic terms ( 1 ). Alongside any reform of pension schemes, a set of accompanying labour market policy measures is also needed in order to ensure that older people continue to have appropriate incomes in the future; Balance between working life and retirement 11. supports the Commission's target to raise the retirement age in line with the increase in life expectancy when appro­ priate, which could help to ensure the financial viability of our pension systems. This will require different practical solutions in different Member States; 12. believes that with a flexible retirement age some people could choose to stop working later than would have been possible with a fixed retirement age, making it possible to extend working life based on individual factors; 13. stresses the importance of ensuring higher labour market participation among older workers (55-64 age group). Achieving a significant rise in their employment rate ( 2 ) would be hugely beneficial, both in terms of economic growth and in improving the sustainability of pension systems; 14. sees considerable scope for improving the employment rate among women, young people and migrants, and therefore emphasises the importance of increasing employment in all age groups. It is also important to improve conditions for earlier entry into the labour market for young people and migrants; EN C 391/8 Official Journal of the European Union 18.12.2012 ( 1 ) See CdR 319/2010 fin. ( 2 ) According to Eurostat, cited in the White Paper, this is below 40 % in many countries. ",
        "15. urges Member States and employers to introduce measures making it easier for older workers to remain in the labour market and encouraging them to do so; 16. where applicable, would welcome greater utilisation of phased retirement, a gradual transition from full-time employment to full retirement; 17. notes that the likelihood of restricted capacity for work owing to chronic health problems or disability increases markedly with age ( 3 ) it is therefore important to have effective retraining and job-matching measures in place to facilitate career and job changes over a person's whole working life, and for society to support lifelong learning, as well as active and healthy ageing; 18. believes that further measures should be developed and implemented by public authorities and the social partners to promote and encourage the continued employment of older workers, so as to narrow and close the gap between the age of actual labour market exit and the legal retirement age; Supplementary pensions 19. notes that occupational pensions can be an important supplement to the public pension. The EU must therefore encourage good practice with a view to developing occupational pension schemes in the Member States and stepping up its support for pension systems based on several pillars; 20. would urge the Commission and the Member States to pay more attention to employees in SMEs as well as low-skilled, atypical and structurally insecure workers, who often do not benefit from occupational pension schemes in the same measure as other workers; 21. notes that occupational pension schemes are not the same as private pension saving, and that there is a big difference between occupational pension schemes and other types of insurance product. Further solvency rules may result in increased costs for occupational pension schemes, without improving pension conditions for employees; 22. considers that public pensions, potentially combined with occupational pensions must be sufficient to allow citizens to maintain an adequate standard of living after retirement but that private savings and the third pension pillar should also be encouraged; 23. highlights the possibility to promote a reduction in obstacles to increasing labour market participation; age-related occupational pension premiums, such as those existing in defined benefit systems, make it quite expensive to recruit and keep on older workers; 24. observes that occupational pensions often require a certain period in employment before rights are vested, whereas many younger employees change jobs and sometimes even their country of employment quite frequently. It is important that these workers should accrue rights in the pension scheme to which they have contributed; 25. in principle approves of pension rights being portable and looks forward to the Commission's proposals, but notes that the issue is very complex. Account must be taken of the variety of occupational pension schemes in the individual Members States. In particular, the willingness of employers to fund occupational pensions must not be affected. Attention should also be paid to fiscal implications, legislation on division of assets, etc.; 26. given concern over the transparency as well as the level of fees and charges associated with the different forms of private pension arrangements, would welcome a benchmarking study with a view to application of best practice on an EU-wide basis; Gender issues 27. commends the Commission for taking on board its recommendation ( 4 ) to pay more attention to gender equality. This is of particular importance for local and regional auth­ orities because women make up a majority of the workforce in many public sector spheres ( 5 ); 28. with a view to reducing gender discrimination and giving women better pensions, supports the Commission's recommen­ dation that the Member States should introduce the same retirement age for men and women; 29. notes that the wide differences in employment rates between women and men aged 55 to 64 mean that particular attention must be paid to the gender aspects of longer working lives and active ageing, for example through measures making it easier to combine work and family responsibilities; 30. points out that lack of alternative care facilities creates additional burdens in many Member States for women in particular, often leading to early retirement; 31. remarks that higher labour market participation among women will make it more difficult to ensure access to high- quality child care and care for the elderly; it is important that local and regional authorities should have sufficient resources to provide these services; EN 18.12.2012 Official Journal of the European Union C 391/9 ( 3 ) Applica & CESEP & Alphametrics (2007): Men and women with disabilities in the EU: Statistical analysis of the LFS ad hoc module and the EU-SILC . ( 4 ) See CdR 319/2010 fin. ( 5 ) Eurostat (2008): The life of men and women in Europe – a statistical portrait. ",
        "32. notes that in some Member States, women are more likely than men to suffer from long-term chronic illness or conditions and are more likely to report a work restriction whereas in other Member States men are more likely to be affected. Local and regional authorities should therefore bear particular responsibility for ensuring good working conditions for their staff; 33. points out that the option of working part time, for example while children are young, can be an important precon­ dition for many, not least women, to remain in the labour market. It is also important that people should not remain in part-time work if they do not wish to, as this has a negative effect on future pensions; 34. observes that to prevent statutory parental leave resulting in reduced pension entitlements the Member States could be encouraged to consider ways of allowing pension rights to also accrue during such leave; the same could apply to military service; Information 35. believes that reforms must focus on establishing pension systems that guarantee long-term stability. These reforms will only succeed if they are perceived as fair, which requires that the general public should have a good understanding of the real problems and all possible ways of solving them; 36. emphasises the importance of comprehensive information on pensions, to make it easier for citizens to make decisions on pension planning. Freedom of movement within the EU also means that in future many people will also accrue pension rights in different countries over their working lives, which further increases the need for compre­ hensive information; 37. therefore asks the Commission to consider the devel­ opment of a joint internet platform with comprehensive pension information; Other issues 38. stresses that adequate pension systems are important for public welfare and essential to avoid an excessive financial burden on local and regional authorities; 39. asks the Commission to ensure that its future measures in this area are accompanied by proper impact assessments, in particular covering the impact on local and regional authorities; 40. urges the Commission to consider whether there is a need for coordination on pensions, through the open method of coordination, in order to promote both free movement of people and the sustainability of pension systems. Brussels, 10 October 2012. The President of the Committee of the Regions Ramón Luis VALCÁRCEL SISO EN C 391/10 Official Journal of the European Union 18.12.2012 "
    ]
}