{
    "text": [
        "EXPERT EVALUATION NETWORK DELIVERING POLICY ANALYSIS ON THE PERFORMANCE OF COHESION POLICY 2007-2013 T ASK 2: COUNTRY REPORT ON ACHIEVEMENTS OF COHESION POLICY ESTONIA V ERSION : F INAL D ATE : N OVEMBER 2010 T ARMO K ALVET D EPARTMENT OF P UBLIC A DMINISTRATION , T ALLINN U NIVERSITY OF T ECHNOLOGY A report to the European Commission Directorate-General Regional Policy ISMERI EUROPA ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 2 of 51 Contents EXECUTIVE SUMMARY ..................................................................................................3 SECTION 1 - SOCIO-ECONOMIC CONTEXT ...................................................................5 SECTION 2 - THE REGIONAL DEVELOPMENT POLICY PURSUED, THE EU CONTRIBUTION TO THIS AND THE POLICY ACHIEVEMENTS OVER THE PERIOD.............................................6 SECTION 3 - EFFECTS OF INTERVENTION....................................................................21 SECTION 4 – EVALUATIONS AND GOOD PRACTICE IN EVALUATION .............................22 SECTION 5 - CONCLUDING REMARKS – FUTURE CHALLENGES .....................................26 REFERENCES...............................................................................................................28 INTERVIEWS ...............................................................................................................32 TABLES ......................................................................................................................32 ANNEX.......................................................................................................................49 ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 3 of 51 EXECUTIVE SUMMARY Regional differences in Estonia are quite significant—especially comparing the urban regions of Tallinn and, to some extent, Tartu to the peripheral rural areas that are being deserted economically and socially. The regional problems are most acute in North-East Estonia, a region that was industrialised after World War II with the focus on heavy industries, and in South- Estonia. The general objective of the Estonian Regional Development Strategy 2005-2015 is to support the development of all regions. The role of the ERDF is currently very important as about 80- 90% of regional development funding is actually allocated from the ERDF. The objective of fast and sustainable development that is balanced is also present in the NSRF. There are no regional OPs; Estonia in its entirety constitutes a single unitary target area. Both ERDF-funded OPs are foreseen to contribute to regional development. The analysis of financial progress, based on certified eligible expenditures paid for by the beneficiaries, reveals a somewhat slow implementation as of the end of 2009: 16.0% for ERDF and 3.6% for the Cohesion Fund. The average implementation rate for the OP for the Development of Economic Environment is 14.8% and for the OP for the Development of Living Environment 8.3%, but many measures were not launched until 2008 and 2009. The rate of commitments reflects good progress for both OPs—68.7% for the OP for the Development of Economic Environment and 56.5% for the OP for the Development of Living Environment. By the end of 2009, changes in allocations (in the amount of EUR 254 million) in the OP for the Development of Economic Environment and OP for the Development of Living Environment were approved and contained transport investment projects. These projects were not initiated by the economic crisis. Following the evaluation carried out in 2009, changes have been proposed to the EC to allocate some resources from the OP for the Development of Living Environment to the OP for the Development of Economic Environment in order to continue with the measures related to innovation and growth capacities of enterprises. The overall assessment on the implementation of the ERDF and Cohesion Fund in the Annual Implementation Reports (AIRs) is generally positive; some concerns are raised about (1) the enhancing the competitive ability of Estonian R&D as it has taken longer than initial plans allowed to co-ordinate measures among stakeholders and to obtain other input for policy- making; (2) establishment of waste stations and (3) investments in improving the quality of Internet access as further research was needed on the most proper intervention method. In the area of ‘improving the enterprise environment’, the output and results of funding are generally in line with the set targets and the objectives of the interventions. More detailed analysis of results and impact is not yet possible until missing indicators on achievements in ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 4 of 51 several fields are available and until the measures have been implemented for longer time. The regional dimension is not represented at all in the indicators, perhaps showing negligible interest of these measures on regional development. Progress is reported in ‘territorial development’, but the selection of indicators is dominated by output indicators, making it almost impossible to evaluate results and impacts. Although a positive impact on regional development has been reported, the evidence presented, however, is rather vague. Evaluation of impacts for ‘environment and energy’ and ‘transport’ cannot be completed because for some of the measures, no projects are completed, achievement indicators in several fields are missing and statistical information for 2009 is not yet available. So, while there is some evidence in the AIRs that the financed expenditure has the intended effects in different policy areas, nothing significant can be deduced about regional development from the outcomes, results and impacts. Overall, regionally balanced development as targeted in the Estonian Regional Development Strategy 2005-2015 has remained unachievable. As of October 2010, two major evaluations have been carried out. The first had the objective of evaluating the need for changes in support measures in the light of the global economic and financial crisis. The second had the objective to examine if the criteria specified in the selection of projects to be supported from the Structural Funds and the Cohesion Fund correspond to the objectives set out in the strategic documents of the Structural Funds and the Cohesion Fund. Both studies encompassed OPs at the national level. The general conclusion regarding the studies is that they do not assess impact but, rather, assess management aspects. Even if impacts are assessed, the assessment is based on interviews and expert opinions, without supporting hard evidence. Most importantly, they ignore the regional dimension and focus, instead, on other horizontal priorities that are mainly related to private-sector development and managing the effects of the economic crisis. These studies have served as input to policy-making, and steps have been taken to implement the policy recommendations. The caveat is that although regional development is also a horizontal priority, the implementation of the proposed recommendations without taking regions into account might lead to even further marginalisation of the regional dimension. This concern is acknowledged and the Ministry of Finance is already commissioning a study in 2010 to understand the contribution of the Structural Funds and the Cohesion Fund to regional development in Estonia. In sum, no evaluations look at the regional dimension of interventions and AIRs fall short in analysing results and impacts, both generally as well as regionally. Furthermore, as a result of recent evaluations the regional dimension has become even more marginal. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 5 of 51 SECTION 1 - SOCIO-ECONOMIC CONTEXT Estonia is a Baltic economy that re-established political and economic independence from the Soviet Union in 1991. Since then, according to many criteria, Estonia can be described as having a successful converging economy: Estonia actively participates in the Nordic economy, and its division of employment by sector is close to that of the EU27 average; productivity has been growing and GDP per head has been increasing on average by 7% and 8% per annum, respectively over 2000-2007, and GDP per head (in PPS) had reached 70% of the EU27 average in 2007 (Table 1) 1 . However, the remarkably rapid growth was reversed after the financial crisis of 2008, the economy experiencing one of the most severe contractions anywhere in the world: GDP decreased by 14% in 2009, GDP per head fall to 63% of the EU27 average in 2009 (Tables 1 and 2), and the unemployment rate that had been below the EU27 average has increased rapidly, reaching 19% in early 2010 (Eurostat 2010). The main challenge Estonia continues to face is how to turn the earlier domestically led growth into export-led growth and how to increase the competitiveness of its enterprises in global markets. This means moving from low knowledge, skills, and technology-intensive production towards higher value-added production, where a functioning innovation system coupled with R&D brings benefits to all stakeholders. Estonia is a single NUTS II region; on NUTS level III the following five groups of counties 2 are distinguished (see map in Annex): • Põhja-Eesti (North Estonia—Harju county); • Lõuna-Eesti (South Estonia—Jõgeva, Põlva, Tartu, Valga, Viljandi and Võru counties); • Lääne-Eesti (West Estonia—Hiiu, Lääne, Pärnu and Saare counties); • Kesk-Eesti (Central Estonia—Järva, Lääne-Viru and Rapla counties); • Kirde-Eesti (North-East Estonia—Ida-Viru county). North Estonia and South Estonia contribute the highest share to the overall GDP—60% and 18%, respectively (Annex Table A), dominated by two counties: Harju county (42% of overall population, contribution to GDP 60%) and Tartu county (11% and 10%, respectively) (Annex Tables B and G). Most economic development has taken place in North Estonia, especially around the capital city Tallinn that is the country’s industrial, financial and commercial centre and has been the main destination for foreign direct investments. Employment (Annex Tables C 1 See Excel file for Table 1 and Table 2. 2 County (LAU 1) can be considered as a “region” because counties represent the state’s interest at the county level and supervise activities of local governments. Estonia’s regional policy has also traditionally focused on the development of counties and set targets primarily on a per county basis. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 6 of 51 and D) and income indicators (Annex Tables E and F) in Tallinn exceed and have exceeded the national average, encouraging migration to the region (Annex Table G). Despite the small size of the country, regional differences, including the standard of living and competitive ability of different counties, are quite significant even in international terms—especially comparing the urban regions of Tallinn and, to some extent, Tartu to the peripheral rural areas that are being deserted economically and socially. The regional problems are most acute in North-East Estonia (Ida-Viru county), a region that was industrialised after World War II with the focus on heavy industries. To satisfy the increased labour force needs large-scale immigration took place during the Soviet period, resulting in a population with the highest proportion of non-Estonian-speakers. Since the 1990s, rapid deindustrialisation of the region has taken place, while the creation of new jobs has been limited. The lowest average net incomes, low employment rates, and the highest figures for unemployment and relative poverty can be found there, which has resulted in outward migration (Annex Tables C-G). Government stability, coupled with sizable fiscal reserves (accumulated during the boom years), a very low level of public debt, and fiscal adjustment measures taken in 2008 and 2009 have helped the government avoid funding problems (Table 2; for more details, see IMF 2009) and will lead to the adoption of the Euro in 2011. Swift and far-reaching cuts, massive layoffs, and reduced wages did not cause any unrest, but the reaction of different regions to the economic crisis reflected clearly their competitiveness. Unemployment, for example, has increased most rapidly in some regions of South-Estonia and continues to be very high in North-East Estonia (Annex Table D). Furthermore, contraction of the economy and wages as well as increased unemployment affected the income of local governments since income tax represents the largest proportion of local revenue. As part of the fiscal adjustment measures beginning in March 2009, tighter controls were applied over local government finances and borrowing. SECTION 2 - THE REGIONAL DEVELOPMENT POLICY PURSUED, THE EU CONTRIBUTION TO THIS AND THE POLICY ACHIEVEMENTS OVER THE PERIOD T HE REGIONAL DEVELOPMENT POLICY PURSUED Estonia has attempted to influence the development of its regions since the early 1990s, when increased differences in regional living standards started to appear as a result of widespread structural changes in the economy and society. The first and the second Concept of Regional Policy (1990 and 1994, respectively) were followed by the first Regional Development Strategy, implemented from 1999 to 2004, and compared to the early 1990s were accompanied by a ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 7 of 51 significant increase in regional development financing, especially due to the introduction of EU pre-Structural Funds. The role of the EU can be considered highly important in advancing institutional reforms and overall development. For instance, EU requests for the preparation of national development (operational) plans and different strategies have been significant push factors for better planning. In the last two decades, EU measures have allowed public authorities to invest more than before. Regional development programmes were formulated to solve specific problems and increase the economic potential of the least developed regions as compared to the more randomly delivered state support of the previous years. The general objective of the current Regional Development Strategy 2005-2015 is to support the development of all regions (not only problematic ones) in order to make all regions attractive places to live and work. The vision for 2015 is to achieve balanced development of counties using the following criteria: (1) that regional differences in living standards do not cause one-way concentration of the population in the capital region; (2) that migration of the rural population reverses, aided by the existence of part-time and remote work that enables the people to combine their rural place of residence with a workplace in urban centres; and (3) that an integrated infrastructure network and frequent and reliable public transport connects county centres with each other, with other urban centres, and with their hinterland. Four indicators have been approved to monitor this progress: • The percentage of the population living in Harju County in North-Estonia should remain at less than 41% of the total population in the country; • The share of North-Estonia in national GDP should remain at less than 70%; • No county should have an employment rate (defined in terms of population aged 15-74) below 45%; • No county should have a standard of living (measured by average income per household member) below 61% of the level in the county with the highest standard of living (Estonian Regional… 2005, pp. 18-19). The strategy for 2005-2015 brought about a change in regional policy targets. The implementation of the previous policy had revealed limited public funding and a focus on specific problem regions had not brought about significant positive changes in these regions. In addition, policy-makers realized that the underlying problems were, in fact, characteristic of all regions, not only of those with the most widespread socio-economic problems, e.g., sparse population and economically less active rural and border areas, and need for economic restructuring and upgrading. Thus, instead of focusing on problem regions, the new regional policy turned its focus on regional problems that were undermining the development of all the country’s regions. National policy is aimed at initiating development at local and regional levels. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 8 of 51 According to the Estonian National Strategic Reference Framework 2007-2013 (NSRF 2007), the focus is on developing human resources, a knowledge-based economy, and basic infrastructure; increasing the effectiveness of environmental protection and developing the energy sector; enhancing local development; and increasing national administrative capacity (pp. 58-64). The headline objective is fast and sustainable development that is also balanced— “it is important to pay attention to the distribution of potentially increasing welfare in the society—the social and regional balance that determine the social cohesion of the society” (p. 65) and that “disparities between regions are very evident in the country and the EU structural assistance can be used to contribute to decreasing them” (p. 115). There are no regional Operational Programmes (OPs) prepared in Estonia, because in terms of the EU Cohesion Policy, Estonia in its entirety constitutes a single unitary target area or region. The OP for the Development of Economic Environment focuses on enhancing the enterprise sector, improving the national R&D and innovation system, and developing transport infrastructure. The OP for the Development of Economic Environment has a community-funded budget of EUR 1.4 billion (for details on financial allocation, see Annex Table H), which is to be allocated as follows: • EUR 375 million (27%) for innovation and growth capacity of enterprises (priority axis 1). Support is provided for access to capital, internationalisation activities, modernisation of technology, knowledge and technology transfer, with some focus on creative industries and tourism. • EUR 310 million (22%) for enhancing the competitiveness of Estonian R&D and higher education institutions (priority axis 2). The focus is on key technologies with highest potential (ICT, biotechnologies and materials technologies) and on technologies of socioeconomic importance (energy, health and welfare services and environmental protection). Support is provided for modernising the general infrastructure of R&D institutions and the educational environment, modernising research equipment, establishing centres of excellence in research and funding thematic R&D programmes. • EUR 525 million (37%) to national transport investment of strategic importance (priority axis 3). Support is provided for the development of electrified rail transport in Tallinn, fast passenger train connections, other railways, roads, ports, and waterways. • EUR 101 million (7 %) to regional transport infrastructure (priority axis 4). Support is provided for connections between regional centres and peripheral regions, such as ferry connections, regional airports, railways and roads. The OP for the Development of Living Environment focuses on the development of water and waste management infrastructure, integrated and balanced development of regions, the development of education, health and social welfare infrastructure. The OP for the Development ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 9 of 51 of Living Environment has an EU-funded budget of EUR 1.6 billion (for details on financial allocation, see Annex Table H), which is to be allocated as follows: • EUR 626 million (39%) for connecting the population to the public water supply, to increase the quality of drinking water, to improve the urban wastewater system and status of water bodies, and to contain the main contaminated sites in former military and industrial areas (priority axis 1). • EUR 389 million (24%) for the integrated and balanced development of regions (priority axis 4). Three sub-axes are (1) local public services in rural regions (support for larger infrastructure facilities of key importance for regional development, e.g. investment in schools, childcare centres, sports facilities); (2) development of urban regions (e.g. development of sustainable urban transport, light traffic roads, green areas); and (3) strengthening of regional competitiveness (e.g. regional industrial parks, logistics centres, regional competence centres, development of cultural or natural sites into visitor sites, and investment in the development of large-scale cultural and tourist facilities). • EUR 213 million (13%) for the modernisation of vocational schools and special educational needs (SEN) schools and modernisation of open youth centres, information and counselling centres, and leisure activity schools (priority axis 5). • EUR 169 million (11%) for investment in health and welfare infrastructure (priority axis 6). Estonia also participates in seven European territorial cooperation programmes financed by the ERDF. The Estonian budget for these activities is EUR 52.4 million, dominated by two programmes where territorial co-operation with Latvia, Finland, and Russia is prioritised: 1. EUR 23.3 million for a cross-border co-operation programme, Central Baltic INTERREG IV. Participating NUTS III regions are North-East Estonia, Central Estonia, North Estonia and West Estonia. 2. EUR 15.5 million for a cross-border co-operation programme with Latvia. Participating NUTS III regions are South Estonia and West Estonia. The role of the ERDF is currently very important in Estonian regional policy when defined narrowly as a policy implemented by the Ministry of the Interior (for the list of their policy measures, see Ministry of Interior 2010). The 2009 national budget for those specific national regional development programmes is EUR 4.6 million. When compared with priority axis 4 of the OP for the Development of Living Environment —the integral and balanced development of regions—which has a budget of EUR 389 million for 2007-2013 and whose content ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 10 of 51 complements national activities, it follows that about 80-90% of regional development funding is actually allocated from the ERDF. If regional development policy is more broadly defined, as in the Regional Development Strategy for 2005-2015 3 , the importance of both OPs is even more evident because both of them are considered to contribute to regional development (Table A). Table A - Regional dimension in different priority axes Priority axis Relevance 4 Operational Programme for the Development of Economic Environment Priority axis 1: Innovation and growth capacities of enterprises *** 5 Priority axis 2: Enhancing the competitive ability of Estonian R&D… * Priority axis 3: Transport investments of strategic importance *** Priority axis 4: Development of regional transport infrastructure * Priority axis 5: Promotion of information society *** Operational Programme for the Development of Living Environment Priority axis 1: Development of water and waste management infrastructure ** Priority axis 2: Development of infrastructure and support systems for sustainable… ** Priority axis 3: Development of energy sector * Priority axes 4: Integral and balanced development of regions **** Priority axes 5: Development of education infrastructure *** Priority aces 6: Development of health and welfare infrastructure *** Source: Author based on OP for the Development of Economic Environment (2007); OP for the Development of Living Environment (2007); NSRF (2007), pp 116-119. Since the outbreak of the financial crisis, two major changes have been initiated regarding the OPs and their implementation, but they are unrelated to the priorities of regional development strategy and to the relative importance attached to it. First, speeding up the introduction of the Structural Funds and the Cohesion Fund has become more central due to the recession. This action has been related to both the preparation and launching of the measures and to making financing decisions and payments with the goal of injecting additional resources into the economy. 3 “Consideration of regional aspects must be in harmony with the achievement of the primary objectives of sector policies. The national regional policy together with spatial planning helps to connect sector policies with each other, to complement them and to coordinate their regional impact. The central sector policies, due to the scope of their regional impact, are development of transport and communication networks and organisation of public transport, provision of financial assistance and support services to businesses, development of a network of education and research institutions, labour market services and development of human assets, planning of conservation areas, organisation of local governments and the system of regional administration” (Regional Development Strategy, 2005, p. 21) 4 Scale from very significant (****) to not significant (*). 5 For example, it is stated that “The various measures for supporting enterprise and tourism are founded on the principle of balanced development, creating more favourable growth conditions for businesses located in less- developed regions” (OP for the Development of Economic Environment 2007, p. 77). ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 11 of 51 Second, in April 2009 an additional five measures were approved as part of the state-support package for the financing of export-oriented Estonian companies. Enterprises eligible for support funds included manufacturing, construction, wholesale and retail trade, transportation and communications, accommodation, catering and business services sectors. Support was not available to enterprises in the agricultural, forestry, fisheries, real estate, financial or public sectors. The maximum loan for an enterprise was set at EUR 1.3 million, and the minimum share of exports in the sales of the enterprise had to be 20% (see Ministry of Economic Affairs and Communications 2009 for details). However, it can be argued that with these steps the regional focus became less of a concern. One of the enterprise policy-support measures (start- up and growth support) that had a regional dimension (Tallinn was excluded from support areas) was changed, and the Tallinn region became eligible for support as well. By the end of 2009, changes in allocations (amounting to EUR 254 million) in the OP for the Development of Economic Environment and OP for the Development of Living Environment were approved (Annex Table I) and involved two funded transport investment projects—the railway line between Türi and Viljandi, and construction of part of the Tallinn-Tartu road. These projects were not initiated by the economic crisis. Following the evaluation carried out in 2009 (see section 4 for more details), changes have been proposed to the EC to allocate some resources from the OP for the Development of Living Environment (from the development of energy sector (EUR 48.8 million) and transport (EUR 9.6 million)) to the OP for the Development of Economic Environment in order to continue with the measures related to innovation and growth capacities of enterprises. P OLICY IMPLEMENTATION The implementation rate 6 is 16.0% for ERDF and 3.6% for the Cohesion Fund as of the end of 2009 (Annex Table J). The average implementation rate for the OP for the Development of Economic Environment and the OP for the Development of Living Environment together is 11.4%; for the OP for the Development of Economic Environment 14.8% and for the OP for the Development of Living Environment 8.3% (Annex Table K). The analysis of financial progress, based on certified eligible expenditures paid for by the beneficiaries, reveals a somewhat slow implementation of projects. Many measures were not launched until 2008 and 2009. Thus, the current analysis should include the number of commitments taken as of 2009, compared to initial allocations. The rate of commitments reflects good progress for both OPs—68.7% for the OP for the Development of Economic Environment and 56.5% for the OP for the Development of Living Environment (Annex Table L). 6 Measured by total amount of certified eligible expenditure paid by beneficiaries, divided by total funding of the OP (Union and national). ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 12 of 51 Compared to other measures in the respective OPs, some measures have higher rates for implementation and commitments: • ‘Innovation and growth capacities of enterprises’ (23.3% and 100.1%, respectively, for implementation and commitments as of 2009) and ‘Development of regional transport infrastructure’ (24.0% and 91.7%) for the OP for the Development of Economic Environment; • ‘Development of health and welfare infrastructure’ (20.2% and 70.0%) for the OP for the Development of Living Environment. When comparing rates for implementation and commitments, considerable progress can be noted in the ‘Transport investments of strategic importance’ (although the implementation rate was low, 7.2% at the end of 2009, commitments amounted to 64.7%) of the OP for the Development of Economic Environment, in the ‘Development of waste and waste management infrastructure’ (0.5% and 71.4%) and in the ‘Development of education infrastructure’ (7.7% and 66.2%) of the OP for the Development of Living Environment. The low implementation rate of the Cohesion Fund was due to the first two measures; looking at commitments raises fewer concerns. Nevertheless, some priority axes have comparatively low commitment and implementation rates: • ‘Enhancing the competitive ability of Estonian R&D through research programmes and modernisation of higher education and research institutions’ (13.7% and 33.3%) and ‘Promotion of information society’ (9.8% and 39.3%) of the OP for the Development of Economic Environment; • ‘Development of infrastructure and support systems for sustainable use of the environment’ (6.7% and 17.7%), ‘Development of energy sector’ (12.6% and 28.9%), and ‘Integral and balanced development of regions’ (13.9% and 41.3%) of the OP for the Development of Living Environment. Analysis of financial progress is complemented by more qualitative analysis in the Annual Implementation Reports (AIRs) for the OP for the Development of Economic Environment and OP for the Development of Living Environment. The overall assessment on the implementation of the ERDF and Cohesion Fund is generally positive, and the content of the programmes has been implemented in line with the OPs: • Of the 40 measures in the OP for the Development of Economic Environment, 32 have been launched. Implementation is stated to be most successful in the priority axes ‘Innovation and growth capacities of enterprises’, and good for ‘Transport investments ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 13 of 51 of strategic importance’, ‘Development of regional transport infrastructure’ and ‘Promotion of information society’; • Of the 34 measures in the OP for the Development of Living Environment, 32 have been launched. Implementation is stated to be good in the priority axes ‘Development of waste and waste management infrastructure’, ‘Development of infrastructure and support systems for sustainable use of the environment’, ‘Development of energy sector’, ‘Integral and balanced development of regions’ and ‘Development of education infrastructure’. The ‘Development of health and welfare infrastructure’ is indicated to be between good and satisfactory. Of the 74 measures planned in the two OPs, the AIRs express concerns about the following axes: • Implementation of priority axis 2 of OP for the Development of Economic Environment ‘Enhancing the competitive ability of Estonian R&D through research programmes and modernisation of higher education and research institutions’ which is rated satisfactory in AIR for the OP for the Development of Economic Environment. Three measures have started and eight (all in OP for the Development of Economic Environment) remain to be launched. Of these, six are related to technology programmes, prioritised in the national R&D strategy. It has taken longer than initial plans allowed to co-ordinate measures among stakeholders (Ministry of Economic Affairs and Communications, the Ministry of Education and Research and others) and to obtain other inputs for policy-making (e.g. in the form of feasibility studies) because setting priorities and focusing interventions is a time-consuming process. There are plans to launch the measures in 2010 and 2011. • ‘Establishment of waste stations’ (waste-handling sites) (priority axis 1 of the OP for the Development of Living Environment) because further research was needed on the need for additional waste-handling sites and for setting of national priorities in the light of changes in the waste-handling market. • ‘Investment in improving the quality of Internet access’ (priority axis 4 of the OP for the Development of Living Environment) because further research was needed on the most appropriate method of intervention. There are plans to start implementing the measure in 2010. The fact that these measures have not been launched also explains low implementation and commitment rates in related priority axes. No major concerns are raised on other measures where rates have been low as of 2009: these mainly concern infrastructure investment where preparation and implementation processes are lengthy. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 14 of 51 AIRs as well as interviewees indicated some important effects of unfavourable economic circumstances on the implementation of Cohesion Policy: • Beneficiaries of several interventions are local governments, but they have been affected by the economic crisis. Compared to 2008, the revenue earned by municipalities and cities in 2009 fell by 11% because income-tax revenues declined, and the State cut its support for local governments by 20%. The targeted support from the state for the acquisition of assets, however, fell during the same period by as much as 75% (for details, see also National Audit Office 2010). Accordingly, the co-financing capacity of local governments has been reduced, but further details remain unavailable on the impact of implementing the OPs. • Due to the recession there is intense competition among suppliers, especially regarding the construction of infrastructure. Sometimes attempts to lower costs may result in lower quality or implementation delays. More often, procurement decisions are taken to courts by competitors, causing further delays. • The measures for innovation and growth capacities of enterprises (priority axis 1 of the OP for the Development of Economic Environment) with above-average rates for implementation and commitments (100.1%) indicate high demand and a need for increased allocations if these measures are to be continued. A CHIEVEMENTS OF THE PROGRAMMES SO FAR Improvement of enterprise environment (support of traditional and development of new activities, R&D and innovation, strengthening of links between businesses and the research community, increased technology diffusion, development of centres of excellence, etc.) is implemented via the priority axes 1 (Innovation and growth capacities of enterprises) and 2 (Enhancing the competitive ability of Estonian R&D through research programmes and modernisation of higher education and research institutions) of the OP for the Development of Economic Environment (Annex Table O for categorisation). AIR for the OP for the Development of Economic Environment (2010) reports notable progress in the area of strengthening the Estonian R&D system. The objective of the measure is that R&D in Estonia should be focused on thematic areas of research quality and business potential with good prospects; the research and the higher education environment should be improved, and local R&D should become internationally more competitive. Progress in outputs, impacts and results of the intervention is reported, based on the following indicators: • A number of centres of excellence co-financed by the ERDF have been established (achievement in 2009: 7; target for 2015: 7), and the number of publications in ISI Web ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 15 of 51 of Science by scientists working in centres of excellence annually (289/300 7 ). The Centres of Excellence programme, established in 2001, has been continued for 2007- 2013 (for more details on the Centres, see Ministry of Education and Research 2010; Archimedes 2010). The evaluation of each Centre of Excellence, selected in 2001/2002 and 2008, has been conducted individually by international teams of experts 8 . References to the positive impact of the centres can be found in various studies. For example, Tiits and Kalvet (2010) conclude, “the Centres of Excellence and Competence Centres programmes have done an excellent job in identifying, through a competitive process, the strongest nodes in the ICT RTD system in Estonia, and allocating extra resources for strengthening these”; • For four indicators in the field of improved research and higher education environment, the mid-term and final reports of projects are used as sources of indicators, but these have not yet been submitted. However, based on applications approved, their target levels will be exceeded. In supporting Estonian enterprises with productivity increasing investments and internationalisation, considerable results have been achieved: • in inducing private sector investment into new technologies and engineering (EUR 45.7 million / EUR 134.2 million); • in the internationalisation of Estonian enterprises as reflected in the number of exporting enterprises (7913 (2008)/8700) and by the number of supported companies developing export plans (192/346). However, the added value per employee of companies receiving support (EUR 20,835 (2008)/ EUR 31,955), which is much lower than the target, has been greatly affected by the global economic crisis, and achieving the target level by 2015 is highly unrealistic. The target for foreign direct investments per capita is also overly optimistic and not achievable by 2015. Progress is also reported in the field of innovation (Inflow and commercialisation of new innovative business ideas, successful knowledge and technology transfer) as • the number of spin-off companies at universities and institutions of higher education has increased (11/16) as has the number of cooperation projects between enterprises and research institutions (143/60) and the income of universities and R&D centres from 7 Here and henceforth the first figure reflects achievement in 2009 (or different year with data available, year is reported) and the second figure reflects target level for 2015. 8 Evaluations of each Centre of Excellence remain inaccessible to the public. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 16 of 51 the commercialisation of self-developed intellectual property and contractual services to businesses; • private-sector R&D investment induced by the projects supported has increased (EUR 53.6 million / EUR 38.3 million); • favourable evaluations exist on innovation measures (see Kalvet 2010 for details). For example, as regards the Competence Centres programme, initiated in 2002, it is concluded that “the instrument is appropriate in the Estonian context because it is employed to extend the quantity, quality and time horizon of the innovative activities of a nationally important consortium, while focusing research and education activity on areas of national need” (Arnold et al. 2008, 10). It is also concluded that the Competence Centres programme has encouraged universities to begin concentrating research and educational resources in areas of national need and to improve links with industry. However, the results and impacts of interventions in the innovation field remain unclear because progress is not reported for important indicators: four indicators that measure the technological modernisation of businesses and involvement in R&D and innovation rely on the Community Innovation Survey (CIS). (CIS data (2006-2008) from Statistics Estonia became available in May 2010, but further analysis was needed before it could be included in the AIR, due in May, and was not able to be undertaken in time.) Data are not reported for two indicators on the ‘Inflow and commercialisation of new innovative business ideas’, which are collected from science and technology parks by the Ministry of Economic Affairs and Communications. The indicators reported note underperformance in two areas: • Ensuring the competitive and sustainable development of the Estonian tourist industry: increase in the export earnings of tourism (8.6%/55%) and the number of overnight visitors in accommodation establishments (4.1 million/7.1 million) have not grown as rapidly as expected. In addition, the hoped for decline in seasonality did not occur and the number of tourist-related projects supported is below planned objectives (49/359). • In addition to these more standard measures, novel ones have been introduced, such as a Cluster Development Programme (introduced in late 2009). The thematic R&D programmes are also novel, and developing programmes (0/6) suitable for local areas has turned to be a demanding task, which has delayed their implementation. It can be concluded that in the area of improving the enterprise environment generally, the output and results of funding are generally in line with the targets and the objectives of the interventions set. More detailed analysis of results and impact is not possible until indicators on ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 17 of 51 achievements in several areas become available. Some of the measures have been implemented for such a short time that there are no completed projects. In addition, statistical information for 2009 is not yet available. The regional dimension is not represented at all in the indicators, perhaps reflecting negligible interest in or the impact of these measures on regional development. Territorial development (urban areas, tourism, rural development, cultural heritage, health, public security, local development) is implemented via the priority axes 4 (Integral and balanced development of regions), 5 (Development of education infrastructure), and 6 (Development of health and welfare infrastructure) of the OP for the Development of Living Environment (see Annex Table O for categorisation). In the integral and balanced development of regions, satisfactory progress has been reported: • In the sub-axis of ‘Development of local public services’, considerable progress has been reported according to the output indicators: in the number of local public-service infrastructure units which have improved (31/225) and in the number of local facilities with diversified use 9 (14/50); the number of people who have benefited from the investments is reported to be considerable (35,068/120,000), but no further details are available. • In the sub-axis of ‘Strengthening of the competitiveness of regions’, the main achievements reported are in the number of business infrastructure facilities created or improved (14/50) and in the number of companies which have benefited from the business and visitor infrastructure created (72/300). • In the third sub-axis of ‘Development of urban regions‘, only some projects have been completed and effects of intervention are not clear; it is still expected that target indicators will be achieved by the end of the programming period. The selection of indicators is dominated by output ones (9 of 12), making it almost impossible to evaluate results and impacts. The remaining three result indicators could have been more detailed: while two of them reflect the absolute number of individuals benefitting from the intervention, the benefits could be very different (e.g. in the intensity of infrastructure use), and the current indicators do not capture this dimension. Also, the indicator ’Number of companies which have benefited from the business and visitor infrastructure is rather vague (compared, for example, with the impact on employment of those companies). 9 Measured by counting objects having one or more additional functions after reconstruction (e.g., sport and leisure facilities). ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 18 of 51 In the development of education infrastructure, progress has been made in the modernisation of vocational schools. The achievements are related to the number of VET schools supported (5/31), the share of study equipment upgraded, hands-on training facilities in vocational schools (16%/90%), and the proportion of modern study places in such schools (18%/42%). Although progress has been slow in the improvement of the study environment of SEN schools (through developing the relevant infrastructure and modernising facilities for students with special educational needs, such as open youth centres, information and counselling centres and leisure activity schools), meeting the target indicators is anticipated foreseen by the end of the programming period. In the development of health and welfare infrastructure, indicators show only limited progress (reported only on newly built or reconstructed facilities used for the provision of acute care services (29,807 square metres /65,000 square metres). Both the preparation and implementation of infrastructure investment projects takes considerable time. It is estimated that the targets will be achieved by the end of the programming period. Three problem areas are reported in the AIR for the OP for the Development of Living Environment (2010) as regards territorial development: • The beneficiaries of interventions are largely local governments, but they have been affected by the economic crisis (as indicated above); • Competition in public procurement among the suppliers has resulted in lower quality and delays in implementation timescales. Some smaller local governments and non- profit making organisations lack the competencies needed to successfully carry out public procurements. • Completion of the projects will take more time. The project approval process occurs in several time-consuming stages. In addition, procurement decisions are frequently taken to the courts by competitors, causing implementation delays. According to the AIR for the OP for the Development of Living Environment (2010, p. 133), a positive impact on regional development has been achieved in all of the axes. The evidence presented, however, is rather vague, claiming that 97.7% of the projects supported under integral and balanced development of regions have had a positive impact on regional development by balancing development of regions, solving local problems, and advancing local strengths. On the regional development of education infrastructure, the report noted that the Valga, Järva and Võru counties have been the largest beneficiaries in per capita terms (ibid, p. 148). ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 19 of 51 In general, so far as the indicators approved in the Regional Development Strategy 2005-2015 are concerned (see ‘The regional development policy pursued’ in Section two for details), the impacts on regional development remain unclear. Environment and energy (support for improvements in water reserves, wastewater treatment, waste disposal, recycling of waste, elimination or reduction in sources of pollution; increased energy saving; development of renewable energy sources) is implemented via the priority axes 1 (Development of water and waste management infrastructure), 2 (Development of infrastructure and support systems for sustainable use of the environment) and 3 (Development of the energy sector) (see Annex Table O). In the development of water and waste management infrastructure • there has been an increase in the number of properly functioning wastewater treatment plants (45 (2008)/49) and in the number of localised (treated) contaminated sites (31/53); • a number of non-environmentally friendly industrial waste dumps have been closed and/or cleaned up (4 closed and cleaned up, 7 closed but not cleaned up); similar progress is reported as regards non-environmentally friendly non-hazardous waste landfills closed and/or cleaned up (15 closed and cleaned up; 24 closed but not cleaned up). Waste handling is fully in compliance with internationally recognized environmental and health requirements. In the development of energy sector, both the capacity of electricity production from renewable energy sources (400/491 GWh) and heat generation in CHP and boiler houses from renewables (3157/3680GWh) have expanded. Evaluation of impacts cannot be completed because achievement indicators in several areas are missing. For some of the measures, no projects have been completed. For others, statistical information for 2009 is not yet available. Information for in some result indicators (e.g. additional population connected to sewage systems and public water supply) is not available. The same applies to the share of biofuels in transportation fuel consumption and neither is there a date for expected availability. The following problem areas are reported in the AIR for the OP for the Development of Living Environment report: • The co-funding capacity of beneficiaries has been diminished by the economic crisis. A loan-based solution has been introduced. • The quality of applications for funding is very varied, causing problems in the processing and implementation phases. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 20 of 51 • Issues related to the redirection of funds that become available due to lower (building) costs. In transport (including investment in new roads, new rail, and improvements in the existing network), the focus is on investment of strategic importance, increasing regional and social balance through improving links, equal access, increasing the operational efficiency of enterprises, and the employment and opportunity to move or commute of people. Interventions are carried out via priority axes 3 (Transport investments of strategic importance) and 4 (Development of regional transport infrastructure) of the OP for the Development of Economic Environment (Annex Table O). Although there are no output indicators reported for any of the transport categories, there are projects under construction for ports and airports (5), rail (4) and road transport (8). At the end of 2009 the n+3 criteria has been applied, and overall financial progress is satisfactory. As no projects have been completed, discussion of impacts is premature. Nevertheless, as reported in the AIR for the OP for the Development of Economic Environment (2010), it is clear that achievement of the 2010 target for the number of trips made using public transport is not realistic. Due to the timescale of the implementation of the projects supported, the impacts will be evident only by 2013. Equally, the target for 2015 might not be reached as the demand for public transport services has declined. Instead, to analyse impacts, two new indicators are proposed in the AIR for the OP for the Development of Economic Environment: the share of public transport in overall transport and the increase in the share of rail transport. While there is some evidence that the expenditure financed has the intended effects in different policy areas, the discussion from a regional perspective is very limited in both AIRs. Nothing significant can be deduced about regional development from the outcomes, results and impacts. Analysis of the commitments and payments to beneficiaries at a county level and on a per capita basis reveals that Harju, Hiiu and Tartu dominate as beneficiaries, while less competitive regions are weakly represented in the OP for the Development of Economic Environment (Annex Table M), most notably Ida-Viru and the counties in South Estonia (other than Tartu). For the OP for the Development of Living Environment, the regional dimension is more strongly present, and funds are distributed more evenly, although Ida-Viru and Lääne- Viru counties benefit the least (Annex Table N). However, considering the concentration of economic and social activities (and thus potential beneficiaries) in the Harju and Tartu regions, hard conclusions are difficult to make based only on this information. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 21 of 51 SECTION 3 - EFFECTS OF INTERVENTION Assessing the wider effects of intervention on regional development in the light of economic developments in Estonia, as outlined in Section 1 above, and also considering the ultimate objectives of the Structural Fund and Cohesion Fund intervention—strengthening economic, social and territorial cohesion—is somewhat difficult as the effects of many measures co- funded by the ERDF and Cohesion Fund will only be evident in the long run. Also, the challenges Estonia is facing are of a very profound nature, and thus the EU funding has been mainly planned (as reflected in the OPs) and used to strengthen the economic and social system generally (as opposed to being concerned about the regional dimension). Regionally balanced development in Estonia has remained unachievable. The Regional Development Strategy for 2005-2015 admits that implementation of the earlier regional development strategy has been limited by scarce financial resources as well as by modest coordination of sectoral policies. The report further states that regional differences have even increased, and the problematic regions are still the same ones (North-East and South-East Estonia) (2005, p. 6). Based on the 2009 mid-term report on the implementation of regional development strategy (Eesti regionaalarengu strateegia 2005-2015 seirenäitajate… 2009 10 ) and analysis of more recent statistical data from Statistics Estonia (2010), it can be concluded that regional differences continue to widen 11 : • The percentage of the population living in Harju county was 40.3% in the beginning of 2009 (and thus below the base value of 41% not to be exceeded). According to Statistics Estonia (2010), however, it is 41.7% in 2010 (Annex Table G). Even if different data sources might provide slightly different results, it is clear that the migration of people into Harju county has been neither stopped nor reversed. Rather, migration increased by 0.5% over the past year and is expected to continue. • The share of North-Estonia in the total GDP of the country was 61% in 2006 and 60% in 2007 12 (and so remains less than the 70% ceiling not to be exceeded). Nevertheless, the shares of Harju and Tartu counties have increased over the period. • As of 2009 no county has an annual average employment rate below 45% as intended. However, the figure for Põlva is only 45.2%, and altogether four counties have rates 10 [Progress in the Indicators of the Estonian Regional Development Strategy 2005-2015]. 11 See ‘The regional development policy pursued’ in section 2 for details on the goals and indicators of the regional development policy 2005-2015. 12 More recent data remains unavailable as of September 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 22 of 51 between 45-50%. So, there are major imbalances between counties, and no improvements are evident over time (see Annex Table C). • In two counties—Ida-Viru and Põlva— the average income per household member has fallen below 61% of the highest income county (Harju), and three more counties—Hiiu, Viljandi, Võru—have an indicator between 61%-65% as of 2008 (Annex Table E). Furthermore, forecasts made of the economic structure of different regions give reasons for concern regarding future developments. Namely, employment in the primary sector is expected to decline along with labour-intensive industries (e.g., mass-production-oriented textiles industry). Such industries, however, are still widely spread in Hiiu, Saare and Pärnu counties (all West Estonia) and Lääne-Viru county (Eesti regioonide majandusstruktuuri… 2010 13 ), adding to the already problematic areas of Ida-Viru and some counties in South Estonia. Considering the competitive advantages of different regions and the way the economic crisis has affected different regions, a further concentration of economic activities in North-Estonia is probably going to occur. While some evidence on projects supported by the ERDF and Cohesion Fund shows that the capacity of the regions to sustain economic development and to improve the quality of life has strengthened, the extent of the evidence available is limited. SECTION 4 – EVALUATIONS AND GOOD PRACTICE IN EVALUATION The importance of strategic planning in a holistic way and the inclusion of evaluations as part of the policy cycle has increased considerably with accession to the EU and with the explicit requirement that such activities need to be carried out. Since 2008, evaluations of the Structural Funds and the Cohesion Fund have been coordinated by the plan “Programmiperioodi 2007- 2013 struktuurivahendite hindamise” plan 14 . In the near future, a mid-term evaluation of OPs is to be carried out in 2011 under the plan (with a focus on indicators, implementation system, results, and impact, as well as a focus on evaluation of regional impacts), evaluation of the NSRF in 2012, and impact evaluations of different priority axis in 2010-2012. Compared to the initial plan in 2008, there are concrete plans to pay more attention to the contribution of the Structural Funds and the Cohesion Fund to regional development in Estonia, and the Ministry of Finance has already commissioned a study on this in 2010. As of October 2010, two evaluations have been carried out. Both studies covered OPs at the national level. First, the evaluation of all OPs was carried out in 2009 by a consortia led by Ernst & Young Baltic with the objective of evaluating the need for changes in support measures in the light of the global economic and financial crisis. Financial data was analysed from the Ministry of 13 Prognosis of the Economic Structure of Estonian Regions. 14 Principles and Action Plan for Evaluation of the use of Structural Funds. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 23 of 51 Finance and various agencies along with secondary data and interviews (more than 120) with experts, implementing agencies, and social partners. It was concluded that the main problems of the Estonian economy in 2009 have not changed since the formation of the OPs. These include low productivity, the low level of knowledge- based and high value-added industries in the economy, low ability to export and low level of R&D activities. Policy priorities include increasing exports, supporting productivity and the knowledge-based economic structure, inclusion of foreign investment, and easing economic crisis effects (mainly unemployment and poverty risk). Measures were analysed based on their contribution to those priorities. During the analysis, the funds allocated to different measures were examined, comparisons between Estonia and the other countries were undertaken to reveal the areas with the biggest differences, and the potential contribution of different measures was weighed against the previously mentioned priorities. The authors conclude that although shares of investment in infrastructure, tourism and the environment (especially nature preservation) are large compared to other areas, they all have only a modest influence on the creation of knowledge-based economic structure and the growth of productivity. Based on these considerations, the authors have proposed several concrete changes in the OPs (see Annex Tables P -S) along with more general conclusions: • The implementation of the Structural Funds and the Cohesion Fund has been slow in many spheres, especially in water and waste management, the balanced development of regions, and the R&D programmes; • Cooperation between intermediate bodies needs to be improved. Often similar activities are duplicated or the level of cooperation is insufficient; • The risk has risen significantly that the required self-financing cannot be provided due to the economic crisis; • The risk has risen that services will not be able to be sustained without further support after the initial investment using EU funding. Second, the evaluation of the selection criteria was carried out from December 2009 to June 2010 by a consortia led by Ernst & Young Baltic. The objective was to examine whether the criteria specified in the selection of projects to be supported from the Structural Funds and the Cohesion Fund correspond to the objectives set out in the strategic documents of the Structural Funds and the Cohesion Fund. The objectives of the NSRF and OPs were analysed, and a sample of the 35 measures was selected for detailed analysis based on relevant documents regarding how horizontal priorities were influenced (export growth, productivity growth, involvement of ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 24 of 51 foreign investments, energy efficiency, speed of implementation, sustainability of results and budgetary position). The system was judged to perform satisfactorily, but several criticisms were made as well: • In the NSRF, activities have partially been grouped, not on the basis of problems but according to the nature of the interventions (investment, soft activities, etc.) increasing the risk that upon implementation the actual problems targeted remain. Multiple levels regarding the objectives exist (from the overall goal of the Structural Funds and the Cohesion Fund to the specific activities of the measures), and the relationships between the levels are not always well considered or present in the OPs. Not all measures are sufficiently associated with the NSRF indicator system, so no proper overview of the achievements of Structural Fund interventions occurs. Problems were also noted in the coordination of measures with similar objectives. • In the selection of projects to be supported from the Structural Funds and the Cohesion Fund, the selection criteria used tend to be universal and do not take account of different specific features of the different measures. In addition, the selection criteria have not always been defined using objective indicators in the project evaluation guidelines; and the overall evaluation process is not sufficiently transparent. The evaluation recommends that the intermediate body should apply more constant monitoring of the objectives achieved by a measure; which is currently not adequately done. • Horizontal priorities are not considered in policy areas that do not address those issues directly but, nevertheless, influence them. Thus, steps should be taken to ensure that the selection system takes horizontal priorities into account. Speeding up the implementation of the Structural Funds and the Cohesion Fund has been encouraged due to the recession, but this has been accompanied by compromises regarding the efficiency and cost-effectiveness of the projects. The use of the Structural Funds and the Cohesion Fund in the n+2/n+3 period remains topical, but more emphasis should be paid to the impact of projects. Also, more consideration should be given to operating costs (and overall sustainability) of the (infrastructure) projects supported and how they can be sustained in the future. The Evaluation of the Estonia–Latvia Programme 2007-2013 became available in September 2010. The objective of the mid-term evaluation was to assess the effectiveness, relevance, and performance of the programme as well as the possible need to change the OP. The analysis was based on desk research, web surveys (132 respondents), and interviews (20) with programme managers and relevant policy makers, both in Estonia and Latvia. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 25 of 51 The evaluation concludes that in terms of its daily operations, the programme is reasonably closely in line with the strategy, but needs a tighter focus, given the limited resources allocated (job creation and export-led economic growth as key horizontal priorities are suggested). The indicators and targets defined reflect the operational performance, not the expected results and impact, and need to be improved. Moreover, the existence of a number of other territorial co-operation and regional development programmes, which address similar issues and cover similar geographical areas, makes it difficult to identify and assess the specific contribution of the Estonia-Latvia Programme to the achievement of its broad range of strategic objectives. The general conclusion regarding the studies is that they do not assess impact but, rather, assess management aspects. Even if impacts are assessed, the assessment is based on interviews and expert opinions, without hard supporting evidence. Most importantly, the first two evaluations ignore the regional dimension and focus, instead, on other horizontal priorities that are mainly related to private-sector development and managing the effects of the economic crisis. Those studies have served as input to policy-making, and steps have been taken to implement the policy recommendations. The caveat is that although regional development is also a horizontal priority, the implementation of the proposed recommendations without taking regions into account might lead to even further marginalisation of the regional dimension. The regional dimension is also not present in the impact assessment of enterprise support measures by the National Audit Office (2010). The audit looked at companies that had received support from 2004 to 2009 to ascertain whether or not their productivity and value-added had increased more quickly than for companies that had not received any support and whether or not the indicators of the overall competitive strength of the country has been affected. The National Audit Office sought the assistance of Statistics Estonia and sent questionnaires to companies that operate in activities with the highest value-added and export potential in Estonia (which comprise approximately 30% of Estonia’s economy on the basis of sales revenue earned in 2008). 1,881 companies responded to the questionnaire. The companies assessed the impact of the support they received on their economic activities, which the National Audit Office and Statistics Estonia compared with the actual economic indicators of the companies and indicators of the competitive strength of companies in the control group. The audit concludes that the EUR 450 million allocated by the state (via Enterprise Estonia and Credit and Export Guarantee Fund [KredEx]; 90% of the enterprise support in 2010 is related to the Structural Funds) has not made Estonia’s economy more competitive — the low productivity and export capacity of companies have not improved significantly. It is argued that enterprise support is ineffective due to the inflexible and fragmented support system. It has no focus and tries to approach a myriad of problems at the same time and often fails to take account of the ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 26 of 51 actual needs of companies. Only 20% of the supported companies saw significant productivity increase. There has been no significant impact on the emergence of new exporters. The audit also concludes that the state has no interest in assessing the impact of business policy but focuses instead on financial progress in allocating the funds. One of the more profound recommendations of the study was that the state should better integrate the various and currently separate business promotion measures—education, R&D, taxation, business regulation and support. Since the publication of the report, several methodological issues have been raised, e.g. relating to the fact that too little time has passed since the allocation of support for the impacts to be evident. Some data were already affected by the economic crisis. The Ministry of Economic Affairs and Communications disagreed with the main conclusions of the audit, as did some policy analysts and researchers. In general, interviewees confirmed that evidence-based policy planning where evaluations serve as important inputs is most visible in the R&D and innovation policy of the Ministry of Economic Affairs and Communications. Namely, it has become a tradition that feasibility studies, mid- term and final evaluations are carried out (see Annex for a list of evaluations and Kalvet 2010 for synthesis). For example, the Evaluation of Estonian RTDI Policy Mix, initiated by CREST Open Method of Coordination (OMC) Policy Mix exercise, concludes that “national policy has risen to the level of good international practice in a very short time, especially in terms of strategy formulation, design of policy instruments and policy learning activities (including evaluation)” (Polt et al. 2007, 41). SECTION 5 - CONCLUDING REMARKS – FUTURE CHALLENGES The previous analysis shows that Estonia faces considerable challenges in meeting the objectives of the Regional Development Strategy 2005-2015. These concern, first, policy planning and the inclusion of the regional dimension in sector policies. Although the regional dimension is intended to be included, according to the Regional Development Strategy 2005-2015, NSRF and OPs, this objective is not actually carried out as a horizontal priority. Better coordination of entrepreneurship, labour market, education, and other development policies that would also involve enterprise leaders and regional stakeholders for designing regionally suitable strategies for the development of enterprises in new sectors and clusters and/or attracting foreign direct investment is more likely to have an impact than the present approach based on the notion that infrastructure development will set regional development in motion. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 27 of 51 Support of the tourist industry has been an important regional development policy tool as it provides replacement or additional employment for people living in less-developed regions. There are regions where tourism has generated good results (e.g. the Pärnu wellness cluster), but it has failed in many other regions. These differences need to be explored further, and policies amended accordingly. As regards the implementation of policy, the current administrative structure is a major obstacle to sustainable regional development—on the one hand, highly centralised central government ministries and agencies and, on the other, a highly diverse system of predominantly small local governments. A new governance model should be set up that brings decision-making to the regional (functional urban region) level. This is especially relevant for implementing proper development policies and developing more contact with the enterprise sector. In addition, more attention should be paid to the abilities of local governments to sustain the projects supported by the ERDF and Cohesion Fund. The analysis shows that no evaluations have examined the regional dimension of interventions and that the AIRs fall short in analysing results and impacts, both generally as well as regionally. Furthermore, as a result of recent evaluations the regional dimension has become even more marginal. If the AIRs and evaluations are to provide better inputs regional policy, the reports need to be more analytical, not only including the regional dimension but also reconsidering the system of indicators with the regional dimension in mind. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 28 of 51 REFERENCES The official documents and the evaluations All links valid as of 25 October, 2010. Archimedes Foundation. 2010. Centres of Excellence. Available online at http://str.archimedes.ee/et/struktuurifondid/toetatud/Majanduskeskkonna- arendamise-rakenduskava-raames-toetatud-projektid/tippkeskused. Eesti regionaalarengu strateegia 1999-2004 [Estonia Regional Development Strategy 1999- 2004]. 1999. Government of Estonia. Eesti regionaalarengu strateegia 2005-2015 seirenäitajate vaheülevaade [Progress in the Indicators of the Estonian Regional Development Strategy 2005-2015]. 2009. Ministry of Interior. Available on-line at http://www.google.ee/url?sa=t&source=web&cd=1&ved=0CBIQFjAA&url=http%3A%2F% 2Fwww.siseministeerium.ee%2Fpublic%2FRegionaalarengu_strateegia_2005- 2015_seiren_itajad.doc&ei=CU2XTKWpKcOOOPWdjYkJ&usg=AFQjCNGnfOPO_uMBCcNpk 1neK32oqrNtMQ. Eesti regioonide majandusstruktuuri muutuste prognoos [Prognosis of the Economic Structure of Estonian Regions]. 2010. University of Tartu. Available on-line at: http://www.siseministeerium.ee/public/SIREG_lqpparuanne_2_.pdf. Elukeskkonna arendamise rakenduskava seirearuanne. Aruandluse period 1.01.2009- 31.12.2000 [Annual Implementation Report, Operational Programme for Development of Living Environment, 1.01.2009 – 31.12.2009]. 2010. Elukeskkonna arendamise rakenduskava seirekomisjon. International Monetary Fund. 2009. Republic of Estonia: Staff Report for the 2009 Article IV Consultation. Available on-line at http://www.imf.org/external/pubs/ft/scr/2010/cr1004.pdf. Operational Programme for the Development of Economic Environment 2007 − 2013. 2007. Republic of Estonia. Available online in English at http://www.struktuurifondid.ee/public/maj.keskond_ENG.pdf. Operational Programme for Development of Living Environment 2007 − 2013. 2007. Republic of Estonia. Available online in English at http://www.struktuurifondid.ee/public/elukeskond_ENG.pdf. Majanduskeskkonna arendamise rakenduskava seirearuanne. Aruandluse period 1.01.2009- 31.12.2009 [Annual Implementation Report, Operational Programme for the ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 29 of 51 Development of Economic Environment, 1.01.2009 – 31.12.2009]. 2010. Majanduskeskkonna arendamise rakenduskava seirekomisjon. Ministry of Economic Affairs and Communications. 2009. The state will support exporting businesses with 6.1 billion kroons. Available on-line at: http://www.mkm.ee/the-state- will-support-exporting-businesses-with-61-billion-kroons/. Ministry of Education and Research. 2010. Centres of Excellence. Available online at http://www.hm.ee/index.php?044831. Ministry of Interior. 2010. Siseriiklikud ja Euroopa Liidu toetused [National and the EU Support Measures ]. Available on-line at: http://www.siseministeerium.ee/9670/. National Audit Office. 2010. Local governments have been slow to react to changes in the economy. Available on-line at: http://www.riigikontroll.ee/Suhtedavalikkusega/Pressiteated/tabid/168/ItemId/556/am id/557/language/en-US/Default.aspx. Operational Programme of Baltic Sea Region Programme 2007-2013. 2007. Operational Programme of Central Baltic Interreg IVA Programme 2007-2013. 2007. Operational Programme of Estonia – Latvia Programme 2007-2013. 2007. Programmperioodi 2007-2013 Struktuurivahendite hindamise korraldamise põhimõtted ja tööplaan [Principles and Action Plan for Evaluation of the use of Structural Funds, 2007- 2013]. 2008. Rahandusministeerium. Available on-line at http://www.struktuurifondid.ee/public/hindamiste_tooplaan_2007_13.pdf. Regional Development Strategy 2005-2015. 2005. Government of Estonia. Available on-line at: http://www.siseministeerium.ee/public/Eesti_regionaalarengu_strateegia_2005_2015_e ng_tolge.doc. Riiklik struktuurivahendite kasutamise strateegia 2007-2013 [National Strategic Reference Framework (NSRF) 2007-2013]. 2007. Republic of Estonia. Available online in English at http://www.struktuurifondid.ee/public/Estonian_NSRF_21June07_ENG.pdf. Statistical information DG Regio. 2010. Data delivered in July 2010. Eurostat. 2010. On-line database available at http://ec.europa.eu/eurostat. Statistics Estonia. 2010. On-line database available at http://www.stat.ee. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 30 of 51 Nation-wide and OP-related evaluations: National Audit Office. 2010. Riigi ettevõtlustoetuste mõju Eesti majanduse konkurentsivõimele [The impact of enterprise support measures to competitiveness of the Estonian economy]. Available on-line at: http://www.riigikontroll.ee/tabid/206/Audit/2148/Area/4/language/et-EE/Default.aspx. Struktuurivahendite rakenduskava hindamine. Uuringuaruanne [Evaluation of the Operational Plans on the use of Structural Funds. Research Report]. 2009. Ernst & Young Baltic, Poliitikauuringute Keskus Praxis, Säästva Eesti Instituut, Balti Uuringute Instituut. Available online at http://www.struktuurifondid.ee/public/Struktuurivahendite_rakenduskava_hindamine.pdf. Struktuurivahendite valikukriteeriumide hindamine. Uuringuaruanne [Evaluation of the selection criteria of Structural Funds. Research Report. 2010. Ernst & Young Baltic, Poliitikauuringute Keskus Praxis, Balti Uuringute Instituut. Available online at http://www.struktuurifondid.ee/public/Valikukriteeriumide_uuringuaruanne.pdf. Evaluation of the Estonia – Latvia Programme 2007-2013. 2010. Balti Uuringute Instituut and Poliitikauuringute Keskus Praxis. Other relevant research studies and impact assessments An analysis of tax incentives to promote research and development in Estonia. 2010. KPMG Baltics AS, Praxis Center for Policy Studies, Staehr, K. Available online in English at http://www.mkm.ee/public/TA-Maksuuuring-2010-01.pdf. Arnold, E., Männik, K., Rannala, R., Reid, A., Bayer, B., Ljungström, S. 2008. Mid-Term Evaluation of the Competence Centre Programme. Innovation Studies 12. Available on-line in English at http://www.mkm.ee/failid/IS12_competence_center_programme_2008.pdf. Brighton, R. and A. Kells. 2007. Impact Evaluation of Spinno Programme in 2001–2006. Implications for the EU Structural Funds Programming Period 2007–2013. Innovation Studies 8. Available on-line in English at http://www.mkm.ee/failid/Impact_Evaluation_of_Spinno_Programme_in_2001_2006_SQW4 .pdf. De Lange, L., De Bruin, G., Kleyn, B., Favalli, A., Muñoz, E.V., Di Anselmo, A. 2004. Access of Enterprise to Venture Financing in Estonia: Feasibility Study of Government Support Scheme. Innovation Studies 5. Available on-line in English at http://www.mkm.ee/failid/Innostudy_no.5.pdf. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 31 of 51 Jürgenson, A. 2007. Teadus- ja arendustegevuse finantseerimise programmi mõjude hindamine [Impact Assessment of R&D Financing Programme]. Praxise Toimetised 36. Available on- line at http://www.praxis.ee/fileadmin/tarmo/Toimetised/toimetised_36_2007.pdf. Kalvet, T. 2010. Policy Paper on Innovation: Estonia. Expert Evaluation Network Delivering Policy Analysis on the Performance of Cohesion Policy 2007-201. A Report to the European Commission, DG Regional Policy. Brussels: DG Regional Policy. Kuusk, K. and A. Jürgenson. 2007. Riiklike ettevõtluse tugimeetmete mõjude hindamine [Evaluation of State Enterprise Support Measures]. Praxise Toimetised. Available online at http://www.praxis.ee/fileadmin/tarmo/Toimetised/toimetised_32_2007.pdf. Nedeva, M. and L. Georghiou. 2003. Assessment of the Estonian Research, Development, Technology and Innovation Funding System. Estonian Ministry of Science. Polt, W., Koch, P., Wolters, A. 2007. Evaluation of Estonian RTDI Policy Mix. Results of OMC Peer Review Report 2007. Country Report for Estonia. Innovation Studies 10. Tallinn: Ministry of Economic Affairs and Communications. Available online in English at http://www.mkm.ee/failid/Evaluation_of_Estonian_RTDI_Policy_Mix.pdf. Reid, A. 2003. Optimising the Design and Delivery of Innovation Policy in Estonia: an Evaluation of Policy Instruments for Intensifying Business Innovation. Innovation Studies 4. Tallinn: Ministry of Economic Affairs and Communications. Reid, A. and Walendowski, J. 2005. Evaluation of the Design and Implementation of Estonian RTDI Policy: Implications for Policy Planning. Innovation Studies 6. Tallinn: Ministry of Economic Affairs and Communications. SQW. 2003. Evaluation of the SPINNO programme. Available on-line in English at http://www.mkm.ee/failid/Evaluation_of_the_Spinno_Programme___2003.pdf. Technopolis. 2006. Strategic Evaluation on Innovation and the Knowledge based Economy in relation to the Structural and Cohesion Funds, for the programming period 2007-2013. Available in English at http://ec.europa.eu/regional_policy/sources/docgener/evaluation/pdf/evalstrat_innov/est onia.pdf. Tiits, M. and Kalvet, T. 2010. Estonia - ICT RTD Technological Audit, Detailed Report. European Communities. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 32 of 51 INTERVIEWS 1. Ülari Alamets, Enterprise Estonia. 10. September 2010. 2. Kadri Jushkin, Regional Development Department, Ministry of Interior. 8. September 2010. 3. Anne Jürgenson, PRAXIS Center for Policy Studies. 8. September 2010. 4. Karin Kõrda, State Budget Coordination and Monitoring Department, Ministry of Finance. 15. September 2010. 5. Katrin Männik, Technopolis Group. 9. September 2010. 6. Prof. Dr. Rainer Kattel, Department of Public Administration, Tallinn University of Technology. 7 September 2010. 7. Dr. Garri Raagmaa, Institute of Ecology and Earth Sciences, University of Tartu. 7 September 2010. 8. Priidu Ristkok, Regional Development Department, Ministry of Interior. 8. September 2010. 9. Merit Tatar, Institute of Baltic Studies. 8. September 2010. 10. Marek Tiits, Institute of Baltic Studies. 6. September 2010. TABLES See Excel file for Tables 1 and 2 Table 1 : Regional disparities and trends Table 2 : Macro-economic developments ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 33 of 51 Annex Table A - NUTS 3 level GDP share in National Output 2000 2001 2002 2003 2004 2005 2006 2007 Central 7.7 7.5 7.4 7.0 6.9 6.6 6.4 6.7 North 56.7 57.1 57.8 59.3 59.8 58.5 60.5 59.7 North-East 8.8 8.5 8.3 7.9 7.8 8.1 7.6 7.7 South 17.3 17.5 17.4 17.4 17.1 18.0 17.2 17.5 West 9.4 9.5 9.1 8.5 8.5 8.8 8.3 8.4 Whole country 100.0 100.0 100.0 100.0 100.0 100.0 100.0 100.0 Source: Statistics Estonia 2010, authors’ calculations. Annex Table B – GDP share by county, 2000-2007 2000 2001 2002 2003 2004 2005 2006 2007 Harju 56.7 57.1 57.8 59.3 59.8 58.5 60.5 59.7 Hiiu 0.6 0.6 0.6 0.5 0.5 0.5 0.5 0.4 Ida-Viru 8.8 8.5 8.3 7.9 7.8 8.1 7.6 7.7 Jõgeva 1.4 1.4 1.3 1.2 1.3 1.3 1.2 1.2 Järva 2.1 2.0 2.0 1.9 1.9 1.7 1.7 1.7 Lääne 1.5 1.4 1.4 1.2 1.3 1.3 1.3 1.3 Lääne-Viru 3.7 3.6 3.7 3.4 3.4 3.4 3.3 3.4 Põlva 1.4 1.4 1.3 1.2 1.1 1.1 1.1 1.2 Pärnu 5.5 5.6 5.3 5.0 4.9 5.2 4.9 5.0 Rapla 1.9 1.8 1.7 1.6 1.6 1.5 1.5 1.5 Saare 1.8 1.8 1.8 1.7 1.7 1.8 1.7 1.7 Tartu 8.5 8.9 8.9 9.4 9.2 10.2 9.8 10.0 Valga 1.5 1.4 1.5 1.4 1.3 1.4 1.3 1.3 Viljandi 2.7 2.7 2.7 2.5 2.5 2.5 2.3 2.3 Võru 1.8 1.7 1.7 1.6 1.6 1.5 1.4 1.5 Whole country 100 100 100 100 100 100 100 100 Source: Statistics Estonia 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 34 of 51 Annex Table C - Employment rate by county, 2000-2009 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 Estonia's average 54.7 55.2 55.9 56.7 56.8 57.9 61.6 62.6 63 57.4 Harju 60.1 60.4 62 62.5 61.8 64.2 67.6 68.9 69.3 62.9 Hiiu 59.8 60.8 55 61.7 61 64.2 67.6 71.3 70.6 54.9 Ida-Viru 48.8 49.7 49.2 47.6 48.2 50.9 56.7 56.9 54.3 50.5 Jõgeva 44.4 44.1 44 44.7 45.6 44.5 50.8 54.2 53.1 48.3 Järva 56.6 55.9 54.7 52.2 59.7 59.6 58.3 60.6 63.5 59.6 Lääne 53.1 51.2 53.1 51.9 58.1 57.6 53.5 60.2 61.1 58.1 Lääne-Viru 49.6 56.5 55.7 54.8 52.7 57.2 59.3 55.6 57.5 49.6 Põlva 39.6 46.1 42.4 43.8 45.2 46.6 46.4 47.6 48 45.2 Pärnu 53 51.5 54.5 57.9 55.4 53.2 56.5 61.3 63.5 58.3 Rapla 50.3 55.4 53 55.8 57 56 62.5 63.7 64.8 57.9 Saare 55.8 56.3 55.1 55.9 55.7 52.6 54.6 57.1 56.2 53.3 Tartu 54.4 52.3 54.7 59.2 60 57.5 62.5 63.7 64.9 57.9 Valga 51.4 50.6 50.4 53.8 52.2 51.5 56.7 54.6 54 49.7 Viljandi 56.3 54.3 55.8 56.1 55.5 55.3 60.6 60.2 61.5 54.8 Võru 44.7 47.3 44.9 43.4 47.7 51.1 54.2 48.9 48.9 51 Source: Statistics Estonia 2010. Annex Table D - Unemployment rate by county, 2000-2009 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 Change 2008- 2009 Whole country 13.6 12.6 10.3 10 9.7 7.9 5.9 4.7 5.5 13.8 8.3 Harju 11.5 11.6 8.6 9.6 9.6 7.5 4.3 3.3 4.4 12.9 8.5 Hiiu 9.5 7.8 10.8 5.9 5.7 7.2 n/a n/a n/a 11.1 n/a Ida-Viru 21.1 18 18.9 18.2 17.9 16.2 12.1 9 10 18.1 8.1 Jõgeva 16.9 20.5 16 15.8 13.7 16.9 13.1 6.5 7 20.1 13.1 Järva 15.8 15.7 13.9 13.2 9.5 5.6 6.2 4.7 4.8 11.9 7.1 Lääne 14.8 15.4 15.1 11.3 5.3 n/a n/a n/a 6.1 15.5 9.4 Lääne-Viru 13.6 9 7.3 6.4 7.4 5.8 5.7 5.4 5.6 16.4 10.8 Põlva 22.8 17.6 14.8 13.7 14.9 12.4 8.4 n/a 8.9 12 3.1 Pärnu 11 10.6 7.7 7.5 6.3 5.9 n/a 3.9 4 10.6 6.6 Rapla 16.3 9.4 9.7 5 6.7 n/a n/a 5.1 6.9 15.5 8.6 Saare 12 9.4 7.4 6.5 4.1 n/a n/a n/a n/a 10.4 n/a Tartu 11.4 9.5 5.8 5.3 5 4.5 6 3.9 4.3 11.9 7.6 Valga 12.7 13.9 7.5 7.9 11.1 n/a 8.6 9.1 8.5 17.8 9.3 Viljandi 11.4 14.8 13.1 9.2 9.1 4.9 4.6 3.6 5.6 11.9 6.3 Võru 15.8 10.1 8.2 10.4 7 n/a n/a 5.1 6.7 16 9.3 Source: Statistics Estonia 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 35 of 51 Annex Table E – Equalised yearly disposable income by county, 2003-2008 2003 2004 2005 2006 2007 2008 Estonia's average 79.7 79.1 80.8 80.1 83.3 80.8 Harju 100.0 100.0 100.0 100.0 100.0 100.0 Hiiu 63.9 62.7 61.2 59.6 60.5 61.5 Ida-Viru 57.4 58.2 58.4 55.9 62.8 60.3 Jõgeva 55.0 56.0 57.8 65.3 73.5 68.7 Järva 80.4 71.7 75.1 70.7 75.6 68.7 Lääne 66.0 63.6 69.8 70.4 74.2 75.4 Lääne-Viru 66.2 66.2 66.9 71.5 74.6 65.3 Põlva 61.2 62.2 60.9 56.1 59.6 60.6 Pärnu 75.0 72.6 72.4 71.9 75.9 68.7 Rapla 67.0 68.1 69.5 71.8 81.7 78.5 Saare 71.9 65.9 66.7 66.3 73.8 69.7 Tartu 77.2 75.1 82.4 78.6 83.6 79.7 Valga 62.9 58.9 65.8 64.7 66.2 65.7 Viljandi 65.1 67.9 72.8 68.0 73.5 64.5 Võru 60.9 57.5 63.0 61.4 64.5 64.7 Source: Statistics Estonia 2010. Annex Table F - At-risk-of-poverty rate by county, 2004-2008 2004 2005 2006 2007 2008 Estonia's average 18.3 18.3 19.4 19.5 19.7 Harju 10.9 11.9 11.1 11.1 11.3 Hiiu 22.4 27.3 24 36.8 31.7 Ida-Viru 25.2 27.9 32.6 31.6 30.8 Jõgeva 36.2 34 30.2 27 28.5 Järva 26 23 23.7 28.3 23.7 Lääne 22.9 21.9 21.1 21.3 17.2 Lääne-Viru 23.1 24.6 23.8 23 26.5 Põlva 27 29 33.2 27.8 26.3 Pärnu 18.7 17 20.5 22.7 24 Rapla 23.2 19.6 19.5 17.9 20.9 Saare 20.5 22.1 24.1 25 27.4 Tartu 17.4 12.8 15.3 19.3 16.4 Valga 26.4 28.4 29.8 28.6 26 Viljandi 23.9 22.8 26.6 21.7 29.5 Võru 23.7 22.8 26.3 25 30.9 Source: Statistics Estonia 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 36 of 51 Annex Table G – Population share by county, 2003-2008 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Harju 38.3 38.4 38.6 38.9 39.4 39.9 40.2 40.6 41.0 41.3 41.7 Hiiu 0.8 0.8 0.8 0.8 0.8 0.7 0.7 0.7 0.7 0.7 0.7 Ida-Viru 13.1 13.1 12.9 12.8 12.7 12.6 12.5 12.4 12.3 12.1 12.0 Jõgeva 2.8 2.8 2.8 2.8 2.7 2.7 2.7 2.6 2.6 2.6 2.5 Järva 2.7 2.7 2.7 2.7 2.6 2.6 2.6 2.6 2.5 2.5 2.5 Lääne 2.1 2.1 2.1 2.0 2.0 2.0 2.0 2.0 1.9 1.9 1.9 Lääne-Viru 5.1 5.1 5.1 5.0 5.0 4.9 4.9 4.9 4.8 4.8 4.7 Põlva 2.4 2.4 2.4 2.4 2.4 2.3 2.3 2.3 2.3 2.2 2.2 Pärnu 6.7 6.7 6.6 6.6 6.6 6.6 6.6 6.6 6.6 6.6 6.6 Rapla 2.7 2.8 2.8 2.8 2.7 2.7 2.7 2.7 2.7 2.7 2.7 Saare 2.6 2.6 2.6 2.6 2.6 2.6 2.6 2.5 2.5 2.5 2.5 Tartu 10.9 11.0 11.0 11.1 11.0 11.0 10.9 10.9 10.9 10.9 11.0 Valga 2.6 2.6 2.6 2.6 2.6 2.5 2.5 2.5 2.5 2.4 2.4 Viljandi 4.2 4.2 4.2 4.2 4.1 4.1 4.0 4.0 3.9 3.9 3.8 Võru 2.9 2.9 2.9 2.9 2.8 2.8 2.8 2.8 2.7 2.7 2.7 Whole country 100.0 100.0 100.0 100.0 100.0 100.0 100.0 100.0 100.0 100.0 100.0 Source: Statistics Estonia 2010. Annex Table H - Financial allocation by priority axes, 2007-2013 Priority code Fund Community Amount (CA) National Public Amount (NPA) National Private Amount (NPRA) Total funding of the OP (Union and national)=CA+ NPA+NPRA Operational Programme for the Development of Economic Environment Priority axis 1: Innovation and growth capacities of enterprises ERDF 375,480,935 8,972,444 134,105,629 518,559,008 Priority axis 2: Enhancing the competitive ability of Estonian R&D through research programmes and modernisation of higher education and research institutions ERDF 310,223,307 54,745,290 0 364,968,597 Priority axis 3: Transport investments of strategic importance Cohesion Fund 525,397,290 92,717,169 0 618,114,459 Priority axis 4: Development of regional transport infrastructure ERDF 100,936,867 0 0 100,936,867 Priority axis 5: Promotion of information society ERDF 62,633,416 0 0 62,633,416 Priority axis 6: Horizontal technical assistance ERDF 28,553,498 5,038,853 0 33,592,351 ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 37 of 51 Priority code Fund Community Amount (CA) National Public Amount (NPA) National Private Amount (NPRA) Total funding of the OP (Union and national)=CA+ NPA+NPRA Priority axis 7: Technical assistance ERDF 1,402,733 0 0 1,402,733 Operational Programme for the Development of Living Environment Priority axis 1: Development of water and waste management infrastructure Cohesion Fund 626,334,156 93,617,551 16,912,006 736,863,713 Priority axis 2: Development of infrastructure and support systems for sustainable use of the environment ERDF 92,032,774 9,749,659 0 101,782,433 Priority axis 3: Development of energy sector ERDF 87,175,488 0 57,520,484 144,695,972 Priority axes 4: Integral and balanced development of regions ERDF 388,582,823 68,573,439 0 457,156,262 Priority axes 5: Development of education infrastructure ERDF 212,765,713 1,188,193 0 213,953,906 Priority aces 6: Development of health and welfare infrastructure ERDF 169,110,222 51,457,649 0 220,567,871 Priority axis 7: Horizontal technical assistance ERDF 28,553,498 5,038,853 0 33,592,351 Priority axis 8: Technical assistance ERDF 2,759,832 0 0 2,759,832 Source: DG Regio 2010. Annex Table I - Changes in allocations, 2007 and 2009 Category code Description Initial (2007) Last (2009) Difference 16 Railways 21,857,784 33,147,813 11,290,029 17 Railways (TEN-T) 133,411,732 43,109,246 -90,302,486 18 Mobile rail assets 70,622,372 70,622,372 19 Mobile rail assets (TEN-T) 30,038,475 -30,038,475 21 Motorways (TEN-T) 212,825,790 236,213,639 23,387,849 22 National roads 34,448,379 33,651,272 -797,107 23 Regional/local roads 33,545,179 156,083,622 122,538,443 25 Urban transport 152,043,896 22,367,160 -129,676,736 28 Intelligent transport systems 3,195,582 -3,195,582 29 Airports 12,526,683 15,466,619 2,939,936 30 Ports 41,338,054 56,878,683 15,540,629 32 Inland waterways (TEN-T) 7,014,942 14,706,070 7,691,128 Source: DG Regio 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 38 of 51 Annex Table J - Financial Status of the Implementation of Structural Funds, 2007-2009 AIR 2009 Last adopted OPs Certified eligible expenditure 2009 Fund Expenditure paid out by the beneficiaries included in payment claims sent to the managing authority Corresponding public Contribution Private Expenditure Expenditure paid by the body responsible for making payments to the beneficiaries Total payments received from the Commission Total funding of the OP (Union and national) Total amount of certified eligible expenditure paid by beneficiaries Corresponding public contribution Cohesion Fund 60,214,560.00 60,214,560.00 0.00 60,214,560.00 40,927,239.00 1,354,978,172.00 48,149,693.11 48,149,693.11 ERDF 483,664,342.00 454,243,152.00 29,421,190.00 486,460,429.00 261,746,455.00 2,256,601,599.00 361,987,207.58 340,610,662.57 ESF 51,249,951.00 49,380,163.00 1,869,788.00 49,380,163.00 35,799,057.00 461,807,528.00 46,984,333.15 44,288,741.18 595,128,853.00 563,837,875.00 31,290,978.00 596,055,152.00 338,472,751.00 4,073,387,299.00 457,121,233.84 433,049,096.86 Source: DG Regio 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 39 of 51 Annex Table K - Financial Status of the Implementation of Structural Funds by OP and Priority Code, 2007-2009 AIR 2009 Certified eligible expenditure 2009 Priority Code Fund Expenditure paid out by the beneficiaries included in payment claims sent to the managing authority Corresponding public Contribution Private Expenditure Expenditure paid by the body responsible for making payments to the beneficiaries Total payments received from the Commission Total funding of the OP (Union and national) Total amount of certified eligible expenditure paid by beneficiaries Corresponding public contribution In public cost Implementation rate Operational Programme for the Development of Economic Environment 1 ERDF 198,416,787.00 173,262,853.00 25,153,934.00 202,283,442.00 70,618,662.00 518,559,008.00 120,972,753.06 102,369,225.81 N 23.33 % 2 ERDF 51,864,885.00 51,863,134.00 1,751.00 51,864,885.00 40,780,469.00 364,968,597.00 50,078,155.58 50,077,702.98 N 13.72 % 3 Cohesion Fund 54,451,749.00 54,451,749.00 0.00 54,451,749.00 37,821,684.00 618,114,459.00 44,496,099.15 44,496,099.15 N 7.20 % 4 ERDF 30,435,899.00 30,435,899.00 0.00 30,435,899.00 11,604,528.00 100,936,867.00 24,233,277.64 24,233,277.64 N 24.01 % 5 ERDF 9,573,057.00 9,328,120.00 244,937.00 9,573,057.00 4,608,474.00 62,633,416.00 6,152,207.45 5,992,296.69 N 9.82 % 6 ERDF 47,856.00 47,856.00 0.00 47,856.00 15,952.00 33,592,351.00 5,536,291.15 5,536,291.15 N 16.48 % 7 ERDF 5,847,239.00 5,847,239.00 0.00 5,847,239.00 4,275,325.00 1,402,733.00 22,334.23 22,334.23 N 1.59 % Operational Programme for the Development of Living Environment 1 Cohesion Fund 5,762,811.00 5,762,811.00 0.00 5,762,811.00 3,105,555.00 736,863,713.00 3,653,593.96 3,653,593.96 N 0.50 % 2 ERDF 7,320,050.00 7,320,050.00 0.00 7,320,050.00 6,171,797.00 101,782,433.00 6,825,617.50 6,825,617.50 N 6.71 % 3 ERDF 18,323,154.00 17,663,241.00 659,913.00 18,323,154.00 10,971,347.00 144,695,972.00 18,210,505.67 17,584,554.43 N 12.59 % 4 ERDF 79,407,188.00 77,131,260.00 2,275,928.00 79,407,188.00 54,015,293.00 457,156,262.00 63,547,403.66 61,560,700.50 N 13.90 % 5 ERDF 20,396,572.00 20,382,413.00 14,159.00 20,396,572.00 16,281,974.00 213,953,906.00 16,372,900.78 16,372,900.78 N 7.65 % 6 ERDF 51,262,195.00 51,262,195.00 0.00 51,262,195.00 34,069,819.00 220,567,871.00 44,436,742.41 44,436,742.41 N 20.15 % 7 ERDF 5,800,722.00 5,800,722.00 0.00 5,800,722.00 4,705,847.00 33,592,351.00 5,536,291.15 5,536,291.15 N 16.48 % 8 ERDF 62,727.00 62,727.00 0.00 62,727.00 62,727.00 2,759,832.00 62,727.30 62,727.30 N 2.27 % ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 40 of 51 AIR 2009 Certified eligible expenditure 2009 Priority Code Fund Expenditure paid out by the beneficiaries included in payment claims sent to the managing authority Corresponding public Contribution Private Expenditure Expenditure paid by the body responsible for making payments to the beneficiaries Total payments received from the Commission Total funding of the OP (Union and national) Total amount of certified eligible expenditure paid by beneficiaries Corresponding public contribution In public cost Implementation rate Operational Programme for Human Resource Development 1 ERDF 50,174.00 50,174.00 0.00 50,174.00 40,414.00 1 ESF 6,985,224.00 6,984,939.00 285.00 6,984,939.00 4,737,515.00 66,424,241.00 5,621,092.89 5,621,092.89 N 8.46 % 2 ERDF 276,934.00 276,727.00 207.00 276,727.00 236,291.00 2 ESF 2,970,087.00 2,966,600.00 3,487.00 2,966,600.00 1,524,520.00 117,598,503.00 2,015,172.98 2,012,672.22 N 1.71 % 3 ERDF 2,174,060.00 2,166,337.00 7,723.00 2,166,337.00 1,550,819.00 3 ESF 24,367,682.00 24,327,407.00 40,275.00 24,327,407.00 17,004,260.00 150,455,540.00 21,829,504.72 21,792,109.50 N 14.51 % 4 ERDF 2,404,843.00 1,342,205.00 1,062,638.00 1,342,205.00 1,736,717.00 4 ESF 10,990,875.00 9,205,522.00 1,785,353.00 9,205,522.00 8,179,048.00 93,311,007.00 12,535,700.32 9,915,765.82 N 13.43 % 5 ERDF 0.00 0.00 0.00 0.00 0.00 5 ESF 4,291,295.00 4,250,907.00 40,388.00 4,250,907.00 3,020,215.00 24,465,675.00 3,422,878.15 3,387,116.66 N 13.99 % 6 ERDF 0.00 0.00 0.00 0.00 0.00 6 ESF 1,594,702.00 1,594,702.00 0.00 1,594,702.00 1,283,413.00 9,161,551.00 1,509,897.59 1,509,897.59 N 16.48 % 7 ERDF 0.00 0.00 0.00 0.00 0.00 7 ESF 50,086.00 50,086.00 0.00 50,086.00 50,086.00 391,011.00 50,086.50 50,086.50 N 12.81 % Source: DG Regio 2010. ",
        "Expert Evaluation Network Task 2: Country Report on Achievements of Cohesion Policy Estonia, final version November 2010 41 of 51 Annex Table L - Financial allocations, commitments and expenditures by priority axes, 2007-2009 Operational Programme for the Development of Economic Environment Allocations for 2007-2013 based on OP (EUR) Commitments, 2007-2009 Expenditure paid out Priority axis EU contribution Estonian public sector contribution Private expenditure EU contribution Estonian public sector contribution Private expenditure Commitments / allocations EU contribution Estonian public sector contribution Private expenditure Expenditures / allocations 3.1 375,480,935 8,972,444 134,105,629 292,384,131 58,046,829 168,659,043 100.1% 124,573,504 52,556,003 25,153,934 39.0% 3.2 310,223,307 54,745,290 88,085,301 33,453,628 50,267 33.3% 29,806,205 22,056,929 1,751 14.2% 3.3 525,397,290 92,717,169 340,687,815 59,422,995 64.7% 44,230,454 10,221,294 8.8% 3.4 100,936,867 89,730,217 2,846,931 91.7% 29,914,746 521,153 30.2% 3.5 62,633,416 23,962,468 186,293 439,509 39.3% 9,175,214 152,905 244,937 15.3% 3.6 1,402,733 402,963 28.7% 47,856 3.4% 3.7 28,553,498 5,038,853 7,592,588 1,339,868 26.6% 4,970,153 877,086 17.4% Total 1,404,628,046 161,473,756 134,105,629 842,845,483 155,296,545 169,148,819 68.7% 242,718,133 86,385,370 25,400,622 20.9% Operational Programme for the Development of Living Environment Allocations for 2007-2013 based on OP (EUR) Commitments, 2007-2009 Expenditure paid out Priority axis EU contribution Estonian public sector contribution Private expenditure EU contribution Estonian public sector contribution Private expenditure Commitments / allocations EU contribution Estonian public sector contribution Private expenditure Expenditures / allocations 3.1 626,334,156 93,617,551 16,912,006 405,792,539 120,556,338 0 71.4% 4,631,589 1,131,223 0 0.8% 3.2 92,032,774 9,749,659 0 16,182,679 1,804,564 0 17.7% 6,087,733 1,232,316 0 7.2% 3.3 87,175,488 0 57,520,484 27,609,546 3,361,817 10,679,943 28.8% 17,663,241 0 659,913 12.7% 3.4 388,582,823 68,573,439 0 148,172,851 33,004,949 7,420,744 41.3% 61,805,486 15,325,774 2,275,928 17.4% 3.5 212,765,713 1,188,193 0 139,824,189 1,808,891 15,978 66.2% 19,766,857 615,557 14,159 9.5% 3.6 169,110,222 51,457,649 0 102,471,208 42,206,677 9,736,151 70.0% 31,405,014 19,857,181 0 23.2% 3.7 28,553,498 5,038,853 0 7,592,588 1,339,868 0 26.6% 4,930,614 870,108 0 17.3% 3.8 2,759,832 0 0 668,388 0 0 24.2% 62,727 0 0 2.3% Total 1,607,314,506 229,625,344 74,432,490 848,313,988 204,083,104 27,852,816 56.5% 146,353,261 39,032,159 2,950,000 9.9% Source: Author based on the AIR for the OP for the Development of Economic Environment 2010, pp. 14-15 and AIR for the OP for the Development of Living Environment 2010, pp. 22-23. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 42 of 51 Annex Table M - Commitments and expenditures by county, Economic Environment, 2007- 2009 County Approved applications Commitments (EUR) Payments (EUR) Absolute figure 515 388,494,829 40,396,179 Harju Per inhabitant 0.0010 742 77 Absolute figure 6 2,711,935 867,859 Hiiu Per inhabitant 0.0006 268 86 Absolute figure 34 25,834,684 1,404,677 Ida-Viru Per inhabitant 0.0002 151 8 Absolute figure 2 4,569,193 96,793 Jõgeva Per inhabitant 0.0001 124 3 Absolute figure 6 5,861,189 810,702 Järva Per inhabitant 0.0002 162 22 Absolute figure 11 839,810 190,930 Lääne Per inhabitant 0.0004 30 7 Absolute figure 12 10,615,397 873,956 Lääne-Viru Per inhabitant 0.0002 158 13 Absolute figure 11 7,383,958 1,006,394 Põlva Per inhabitant 0.0004 237 32 Absolute figure 31 37,285,721 4,227,309 Pärnu Per inhabitant 0.0004 421 48 Absolute figure 14 1,109,036 432,781 Rapla Per inhabitant 0.0004 30 12 Absolute figure 15 5,489,748 99,650 Saare Per inhabitant 0.0004 158 3 Absolute figure 145 103,530,272 39,670,058 Tartu Per inhabitant 0.0010 694 266 Absolute figure 7 745,398 283,273 Valga Per inhabitant 0.0002 22 8 Absolute figure 14 4,441,414 18,898 Viljandi Per inhabitant 0.0003 79 0 Absolute figure 5 254,121 4,110 Võru Per inhabitant 0.0001 7 0 Absolute figure 153 568,124,144 264,120,558 national level / inter- county projects Per inhabitant 0.0001 424 197 Absolute figure 981 1,167,290,847 354,504,126 Total Per inhabitant 0.0007 871 264 Source: AIR for the OP for the Development of Economic Environment 2010, p. 99. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 43 of 51 Annex Table N - Commitments and expenditures by county, Living Environment, 2007-2009 County Approved applications Commitments (EUR) Payments (EUR) Absolute figure 489 312,343,274 70,202,743 Harju Per inhabitant 0.0009 597 134 Absolute figure 8 3,174,750 1,593,582 Hiiu Per inhabitant 0.0008 314 157 Absolute figure 288 179,007,806 4,397,151 Ida-Viru Per inhabitant 0.0017 1,049 26 Absolute figure 26 28,815,805 3,370,697 Jõgeva Per inhabitant 0.0007 780 91 Absolute figure 61 59,374,984 5,348,554 Järva Per inhabitant 0.0017 1,640 148 Absolute figure 28 9,590,941 5,021,203 Lääne Per inhabitant 0.0010 348 182 Absolute figure 68 57,473,785 3,263,444 Lääne-Viru Per inhabitant 0.0010 853 48 Absolute figure 37 10,741,856 4,950,854 Põlva Per inhabitant 0.0012 345 159 Absolute figure 85 71,447,443 9,050,769 Pärnu Per inhabitant 0.0010 807 102 Absolute figure 46 24,990,849 5,236,273 Rapla Per inhabitant 0.0013 681 143 Absolute figure 22 18,103,563 4,758,962 Saare Per inhabitant 0.0006 520 137 Absolute figure 132 114,682,045 11,323,780 Tartu Per inhabitant 0.0009 768 76 Absolute figure 25 44,474,047 6,504,573 Valga Per inhabitant 0.0007 1,298 190 Absolute figure 35 23,890,531 11,812,384 Viljandi Per inhabitant 0.0006 428 211 Absolute figure 31 22,713,662 7,925,334 Võru Per inhabitant 0.0008 597 208 Absolute figure 34 90,492,113 27,774,396 national level / inter- county projects Per inhabitant 0.0000 67 21 Absolute figure 1415 1,071,317,452 182,534,698 Total Per inhabitant 0.0011 799 136 Source: AIR for the OP for the Development of Living Environment 2010, pp. 190-191. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 44 of 51 Annex Table O - EU Category Codes for priority theme EU Category Codes for priority theme Area 01 R&TD activities in research centres 1. Enterprise environment 02 R&TD infrastructure and centres of competence in a specific technology 1. Enterprise environment 03 Technology transfer and improvement of cooperation networks ... 1. Enterprise environment 04 Assistance to R&TD, particularly in SMEs (including access to R&TD services in research centres) 1. Enterprise environment 05 Advanced support services for firms and groups of firms 1. Enterprise environment 06 Assistance to SMEs for the promotion of environmentally-friendly products and production processes (...) 1. Enterprise environment 07 Investment in firms directly linked to research and innovation (...) 1. Enterprise environment 08 Other investment in firms 1. Enterprise environment 09 Other measures to stimulate research and innovation and entrepreneurship in SMEs 1. Enterprise environment 10 Telephone infrastructures (including broadband networks) 5. Territorial development 11 Information and communication technologies (...) 1. Enterprise environment 12 Information and communication technologies (TEN-ICT) 1. Enterprise environment 13 Services and applications for citizens (e-health, e-government, e-learning, e-inclusion, etc.) 1. Enterprise environment 14 Services and applications for SMEs (e-commerce, education and training, networking, etc.) 1. Enterprise environment 15 Other measures for improving access to and efficient use of ICT by SMEs 1. Enterprise environment 16 Railways 3. Transport 17 Railways (TEN-T) 3. Transport 18 Mobile rail assets 3. Transport 19 Mobile rail assets (TEN-T) 3. Transport 20 Motorways 3. Transport 21 Motorways (TEN-T) 3. Transport 22 National roads 3. Transport 23 Regional/local roads 3. Transport 24 Cycle tracks 3. Transport 25 Urban transport 3. Transport 26 Multimodal transport 3. Transport 27 Multimodal transport (TEN-T) 3. Transport 28 Intelligent transport systems 3. Transport 29 Airports 3. Transport 30 Ports 3. Transport 31 Inland waterways (regional and local) 3. Transport 32 Inland waterways (TEN-T) 3. Transport 33 Electricity 4. Environment and energy 34 Electricity (TEN-E) 4. Environment and energy 35 Natural gas 4. Environment and energy 36 Natural gas (TEN-E) 4. Environment and energy 37 Petroleum products 4. Environment and energy 38 Petroleum products (TEN-E) 4. Environment and energy 39 Renewable energy: wind 4. Environment and energy 40 Renewable energy: solar 4. Environment and energy 41 Renewable energy: biomass 4. Environment and energy 42 Renewable energy: hydroelectric, geothermal and other 4. Environment and energy 43 Energy efficiency, co-generation, energy management 4. Environment and energy 44 Management of household and industrial waste 4. Environment and energy ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 45 of 51 45 Management and distribution of water (drink water) 4. Environment and energy 46 Water treatment (waste water) 4. Environment and energy 47 Air quality 4. Environment and energy 48 Integrated prevention and pollution control 4. Environment and energy 49 Mitigation and adaption to climate change 4. Environment and energy 50 Rehabilitation of industrial sites and contaminated land 4. Environment and energy 51 Promotion of biodiversity and nature protection (including Natura 2000) 4. Environment and energy 52 Promotion of clean urban transport 4. Environment and energy 53 Risk prevention (...) 4. Environment and energy 54 Other measures to preserve the environment and prevent risks 4. Environment and energy 55 Promotion of natural assets 5. Territorial development 56 Protection and development of natural heritage 5. Territorial development 57 Other assistance to improve tourist services 5. Territorial development 58 Protection and preservation of the cultural heritage 5. Territorial development 59 Development of cultural infrastructure 5. Territorial development 60 Other assistance to improve cultural services 5. Territorial development 61 Integrated projects for urban and rural regeneration 5. Territorial development 62 Development of life-long learning systems and strategies in firms; training and services for employees ... 2. Human resources 63 Design and dissemination of innovative and more productive ways of organising work 2. Human resources 64 Development of special services for employment, training and support in connection with restructuring of sectors ... 2. Human resources 65 Modernisation and strengthening labour market institutions 2. Human resources 66 Implementing active and preventive measures on the labour market 2. Human resources 67 Measures encouraging active ageing and prolonging working lives 2. Human resources 68 Support for self-employment and business start-up 2. Human resources 69 Measures to improve access to employment and increase sustainable participation and progress of women ... 2. Human resources 70 Specific action to increase migrants' participation in employment ... 2. Human resources 71 Pathways to integration and re-entry into employment for disadvantaged people ... 2. Human resources 72 Design, introduction and implementing of reforms in education and training systems ... 2. Human resources 73 Measures to increase participation in education and training throughut the life-cycle ... 2. Human resources 74 Developing human potential in the field of research and innovation, in particular through post- graduate studies ... 1. Enterprise environment 75 Education infrastructure 5. Territorial development 76 Health infrastructure 5. Territorial development 77 Childcare infrastructure 5. Territorial development 78 Housing infrastructure 5. Territorial development 79 Other social infrastructure 5. Territorial development 80 Promoting the partnerships, pacts and initiatives through the networking ... 2. Human resources 81 Mechanisms for improving good policy and programme design, monitoring and evaluation ... 6. Technical assistance 82 Compensation of any additional costs due to accessibility deficit and territorial fragmentation 5. Territorial development 83 Specific action addressed to compensate additional costs due to size market factors 5. Territorial development 84 Support to compensate additional costs due to climate conditions and relief difficulties 5. Territorial development 85 Preparation, implementation, monitoring and inspection 6. Technical assistance 86 Evaluation and studies; information and communication 6. Technical assistance Source: DG Regio 2010. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 46 of 51 Annex Table P - Summary of suggestions for change in the OP for the Development of Economic Environment Total Public sector Private sector Companies ability to innovate and grow The support for the export marketing 333 891 200 50,00 300 000 000 300 000 000 0 300 000 000 Companies ability to innovate and grow The support for R&D projects 884 920 000 50,00 400 000 000 400 000 000 0 400 000 000 Companies ability to innovate and grow NEW MEASURE: The support for new innovative companies 85,00 500 000 000 88 235 294 88 235 294 0 Total 1 200 000 000 788 235 294 88 235 294 700 000 000 Decrease Infrastructure programmes of transportation Infrastructure programmes of transportation 9 505 032 000 84,07 400 000 000 75 810 062 75 810 062 0 Companies ability to innovate and grow The support for entrepreneurial incubation (services supporting innovation) (programme) 42 000 000 100,00 20 000 000 0 0 0 Companies ability to innovate and grow The support for public and third sector’s marketing of tourism 53 215 000 70,00 10 000 000 4 285 714 4 285 714 0 Companies ability to innovate and grow The support for symbiotic marketing 20 000 000 50,00 18 812 826 18 812 826 0 18 812 826 448 812 826 98 908 603 80 095 777 18 812 826 Total Co-financing Increase The budget of the measure (SV) Average procentage of the support, % SV share Priority Measure Source: Struktuurivahendite rakenduskava hindamine.... 2009, p. 244. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 47 of 51 Annex Table Q - Summary of suggestions for change in the OP for the Development of Living Environment Total Public sector Private sector Increase ERDF Development of the energy management Loan for renovating the block of flats 266 000 000 34,69 250 000 000 470 574 248 470 574 248 0 250 000 000 470 574 248 470 574 248 0 Decrease ERDF Whole and balanced development of the regions Development of the cultural and tourism objects of national importance 972 574 300 87,45 246 000 000 35 307 026 35 307 026 0 246 000 000 35 307 026 35 307 026 0 Co-financing Total Total SF share The budget of the measure (SF) Average procentage of the support, % Fund Priority Measure Source: Struktuurivahendite rakenduskava hindamine.... 2009, p. 244. Annex Table R - Summary of suggestions for change in Cohesion Fund Co-financing Measure The budget of the measure (SV) Average per- centage of the support SV share Total Public sector Private sector Increase To partially finance the ERDF transport infrastructure projects using the funds of Cohesion Fund 9 800 000 000 84,47 400 000 000 73 528 272 73 528 272 0 Closure of oil shale energetic dumps and renewal of ash handling system 500 000 000 25,00 0 0 0 250 000 000 Total 400 000 000 73 528 272 73 528 272 250 000 000 Decrease The development of waste management. Measure: Establishment of waste management facilities with basins 150 000 000 80,95 150 000 000 35 294 118 35 294 118 0 Closure of oil shale energetics dumps and renewal of ash handling system 500 000 000 50,00 250 000 000 Total 400 000 000 35 294 118 35 294 118 0 Source: Struktuurivahendite rakenduskava hindamine.... 2009, pp. 244-245. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 48 of 51 Annex Table S - Summary of changes in the allocation of the ERDF SV resources Increase Decrease Total Living environment ERDF 250 000 000 246 000 000 4 000 000 Economic environment ERDF 1 200 000 000 448 812 826 751 187 174 Decrease in construction prices ERDF 957 084 385 -957 084 385 Total 1 450 000 000 1 651 897 211 -201 897 211 Co-financing, private sector Living environment ERDF 0 0 0 Economic environment ERDF 700 000 000 18 812 826 681 187 174 Total 700 000 000 18 812 826 681 187 174 Co-financing, public sector Living environment ERDF 470 574 248 35 307 026 435 267 222 Economic environment ERDF 88 235 294 77 813 987 10 421 307 Total 558 809 542 113 121 012 445 688 530 Source: Struktuurivahendite rakenduskava hindamine.... 2009, p. 245. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 49 of 51 ANNEX Evaluation evidence available in the field of R&D and innovation 1. An analysis of tax incentives to promote research and development in Estonia. 2010. KPMG Baltics AS, Praxis Center for Policy Studies, Staehr, K. Available online in English at http://www.mkm.ee/public/TA-Maksuuuring-2010-01.pdf. 2. Arnold, E., Männik, K., Rannala, R., Reid, A., Bayer, B., Ljungström, S. 2008. Mid-Term Evaluation of the Competence Centre Programme. Innovation Studies 12. Available on-line in English at http://www.mkm.ee/failid/IS12_competence_center_programme_2008.pdf. 3. Brighton, R. and A. Kells. 2007. Impact Evaluation of Spinno Programme in 2001–2006. Implications for the EU Structural Funds Programming Period 2007–2013. Innovation Studies 8. Available on-line in English at http://www.mkm.ee/failid/Impact_Evaluation_of_Spinno_Programme_in_2001_2006_SQW4. pdf. 4. De Lange, L., De Bruin, G., Kleyn, B., Favalli, A., Muñoz, E.V., Di Anselmo, A. 2004. Access of Enterprise to Venture Financing in Estonia: Feasibility Study of Government Support Scheme. Innovation Studies 5. Available on-line in English at http://www.mkm.ee/failid/Innostudy_no.5.pdf. 5. Jürgenson, A. 2007. Teadus- ja arendustegevuse finantseerimise programmi mõjude hindamine [Impact Assessment of R&D Financing Programme]. Praxise Toimetised 36. Available on-line at http://www.praxis.ee/fileadmin/tarmo/Toimetised/toimetised_36_2007.pdf. 6. Kuusk, K. and A. Jürgenson. 2007. Riiklike ettevõtluse tugimeetmete mõjude hindamine [Evaluation of State Enterprise Support Measures]. Praxise Toimetised. Available online at http://www.praxis.ee/fileadmin/tarmo/Toimetised/toimetised_32_2007.pdf. 7. Nedeva, M. and L. Georghiou. 2003. Assessment of the Estonian Research, Development, Technology and Innovation Funding System. Estonian Ministry of Science. 8. Polt, W., Koch, P., Wolters, A. 2007. Evaluation of Estonian RTDI Policy Mix. Results of OMC Peer Review Report 2007. Country Report for Estonia. Innovation Studies 10. Tallinn: Ministry of Economic Affairs and Communications. Available online in English at http://www.mkm.ee/failid/Evaluation_of_Estonian_RTDI_Policy_Mix.pdf. 9. Reid, A. 2003. Optimising the Design and Delivery of Innovation Policy in Estonia: an Evaluation of Policy Instruments for Intensifying Business Innovation. Innovation Studies 4. Tallinn: Ministry of Economic Affairs and Communications. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 50 of 51 10. Reid, A. and Walendowski, J. 2005. Evaluation of the Design and Implementation of Estonian RTDI Policy: Implications for Policy Planning. Innovation Studies 6. Tallinn: Ministry of Economic Affairs and Communications. 11. SQW. 2003. Evaluation of the SPINNO programme. Available on-line in English at http://www.mkm.ee/failid/Evaluation_of_the_Spinno_Programme___2003.pdf. 12. Technopolis. 2006. Strategic Evaluation on Innovation and the Knowledge based Economy in relation to the Structural and Cohesion Funds, for the programming period 2007-2013. Available in English at http://ec.europa.eu/regional_policy/sources/docgener/evaluation/pdf/evalstrat_innov/esto nia.pdf. ",
        "Expert Evaluation Network Task 2: Country Report On Achievements Of Cohesion Policy Estonia, final version November 2010 51 of 51 Estonian NUTS III regions and counties "
    ]
}