{
    "text": [
        "",
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT C: CITIZENS' RIGHTS AND CONSTITUTIONAL AFFAIRS CONSTITUTIONAL AFFAIRS The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights STUDY Abstract This study was commissioned by the European Parliament's Policy Department for Citizens' Rights and Constitutional Affairs at the request of the AFCO Committee. Despite its increased visibility and relevance to fields covered by the EU, the European Social Charter has been largely ignored from the more recent developments concerning the protection of fundamental rights in the EU legal order. This creates the risk of conflicting obligations imposed on the EU Member States, respectively as members of the EU and as States parties to the European Social Charter. Various options could be explored to move beyond the current impasse. PE 536.488 EN ",
        "DOCUMENT REQUESTED BY THE COMMITTEE ON CONSTITUTIONAL AFFAIRS AUTHOR Olivier DE SCHUTTER, Professor at the University of Louvain (UCL) and Member of the UN Committee on Economic, Social and Cultural Rights; former Coordinator of the EU Network of Independent Experts on Fundamental Rights. RESPONSIBLE ADMINISTRATOR Roberta PANIZZA Policy Department C: Citizens' Rights and Constitutional Affairs European Parliament B-1047 Brussels E-mail: poldep-citizens@europarl.europa.eu LINGUISTIC VERSION Original: EN ABOUT THE EDITOR Policy Departments provide in-house and external expertise to support EP committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny. To contact the Policy Department or to subscribe to its monthly newsletter please write to: poldep-citizens@europarl.europa.eu European Parliament, manuscript completed in January 2016. © European Union 2016. This document is available on the Internet at: http://www.europarl.europa.eu/studies DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 3 CONTENTS LIST OF TABLES 4 EXECUTIVE SUMMARY 5 INTRODUCTION 7 1. THE ROLE OF THE EUROPEAN SOCIAL CHARTER IN THE SHAPING OF EU LAW 11 2. THE EU CHARTER OF FUNDAMENTAL RIGHTS 14 2.1. A selectivity in the choice of social provisions 14 2.2. Social \"rights\" or \"principles\"? 16 2.3. The absence of any explicit link to the European Committee on Social Rights 19 3. FUNDAMENTAL SOCIAL RIGHTS IN IMPACT ASSESSMENTS 22 4. THE COSTS OF NON-COOPERATION 24 4.1. The risks of conflict between the European Social Charter and EU Law 24 4.2. The risks of conflict between the European Social Charter and the requirements linked to the membership of the Euro area 32 5. MOVING FORWARD: FOUR DIRECTIONS 40 5.1. The European Social Charter as a source of EU law 40 5.2. Improving Impact Assessments 41 5.3. Defining a Common Approach towards the European Social Charter 43 5.4. Launching the Process for the Accession of the EU to the European Social Charter 44 5.4.1. The benefits from accession 45 5.4.2. The competence of the EU to accede to the European Social Charter 46 5.4.3. The autonomy and specific characteristics of EU law 47 CONCLUSION 50 APPENDIX: COMPARATIVE OVERVIEW OF THE 1961 EUROPEAN SOCIAL CHARTER, THE 1996 REVISED EUROPEAN SOCIAL CHARTER, AND THE 2000/2007 EU CHARTER OF FUNDAMENTAL RIGHTS 51 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 4 LIST OF TABLES TABLE 1 Ratification of the 1961 European Social Charter and 1996 (Revised) European Social Charter by the 28 EU Member Stat 9 ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 5 EXECUTIVE SUMMARY The European Social Charter, initially adopted in 1961 within the framework of the Council of Europe as the counterpart to the European Convention on Human Rights, has gained increased relevance and visibility since its 'revitalization' in the 1990s, particularly with the entry into force of the Additional Protocol on Collective Complaints in 1998 which, by the end of 2015, 14 EU Member States had accepted. The interactions with the EU have also become more common: EU secondary legislation inspired a number of provisions that were included in the 1988 Additional Protocol to the European Social Charter and in the 1996 Revised European Social Charter, which updated and extended the list of guarantees included in the original instrument; moreover, the European Committee of Social Rights (ECSR), the expert body tasked with supervising compliance with the European Social Charter, routinely is led to assess whether national measures implementing EU law comply with the requirements of the European Social Charter. It is therefore surprising that even the more recent developments concerning the protection of fundamental rights in the EU legal order have largely ignored the European Social Charter. Although the European Social Charter is referred to in the EU treaties, the Convention which drafted the EU Charter of Fundamental Rights in 1999-2000 borrowed only selectively from the Council of Europe Social Charter as a source of inspiration for its social provisions. The impact assessments accompanying legislative proposals of the European Commission, although they refer to the EU Charter of Fundamental Rights since 2005, do not refer directly to the European Social Charter. The Court of Justice of the European Union has not compensated for this: although it has occasionally referred to the European Social Charter as providing guidance for the interpretation of EU law, it has until now refused to align the European Social Charter with that of the European Convention on Human Rights as a source of inspiration for the development of fundamental rights as general principles of law that it ensures respect for, in accordance with Article 6(3) of the EU Treaty. This is unsustainable. The current lack of coordination creates the risk of conflicting obligations imposed on the EU Member States, respectively as members of the EU and as States parties to the European Social Charter: for instance, the ECSR found the legislative reforms introduced by Sweden in order to comply with the 2007 Laval decision of the Court of Justice to be in violation with the requirements of the European Social Charter. The failure to take into account the European Social Charter is also the source of tensions that result from the prescriptions addressed to the Euro Area Member States, under the European semester or for Euro Area Member States under financial assistance: thus, the ECSR has found that a number of measures adopted by Greece following the bailouts of 2010 and 2012 were in violation of that country's undertakings under the European Social Charter. In order to move beyond the current impasse, four options are explored. First, the Court of Justice could acknowledge more explicitly the role of the European Social Charter in the development of fundamental rights in the EU legal order. At a minimum, it could do so by interepreting the provisions of the EU Charter of Fundamental Rights that correspond to rights of the European Social Charter in accordance with the interpretation given to this latter instrument by the European Committee of Social Rights, which is specifically tasked with the task of assessing from a legal viewpoint the legislation and policies of the States parties. In addition however, the Court of Justice could seek inspiration from the Charter to develop the fundamental rights that are included among the general principles of EU law, ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 6 thus aligning the status of the European Social Charter with that of the European Convention on Human Rights. As the Court itself has acknowledged, the European Social Charter has been ratified by all EU Member States (whether in its original version of 1961 or in its revised form of 1996), and thus provides a particularly authoritative list of social rights that are consensual across the EU-28. Second, the European Social Charter could play a greater role in impact assessments accompanying the legislative proposals of the European Commission: such impact assessments could include explicit references to the European Social Charter in the guidelines for impact assessments of legislative proposals prepared by the European Commission. This would go a long way towards ensuring that EU law shall develop in a way that is fully consistent with the obligations of the member States in international law, thus reducing the risk that they may be faced with conflicting international obligations. It would also fulfil the mandate of the Treaty on the Functioning of the European Union, which commits the EU to 'take into account requirements linked to the promotion of a high level of employment, the guarantee of adequate social protection, the fight against social exclusion, and a high level of education, training and protection of human health' in defining and implementing its policies and activities (art. 9 TFEU). Third, the EU Member States could be encouraged to align the range of their undertakings under the European Social Charter, in order to improve the uniform application of EU law. For the moment, the à la carte system of the European Social Charter results in a situation in which the undertakings of the EU Member States under the Charter remain highly uneven, as they have not all accepted to be bound by the same provisions of the Charter. The European Commission could list the provisions that are most closely connected with EU secondary legislation, and which, if accepted by all EU Member States, would strengthen the effectiveness and the uniform application of EU law. Finally, the process of accession of the EU to the European Social Charter could be initiated. Such accession has been envisaged on various occasions, ever since the \"Spinelli\" Treaty on the European Union of 1984, and the European Parliament has unequivocally expressed itself in favor. Considering the large number of areas covered by the European Social Charter in which the EU has been attributed certain powers by the Member States, as well as the potential for further legislative instruments to be adopted in these areas, the EU could accede to the European Social Charter on the basis of Article 216(1) TFEU: the relationship of the EU to this instrument would be very similar to that it has developed with the UN Convention on the Rights of Persons with Disabilities, which the EU acceded to in 2009. Moreover, the objections raised by the Court of Justice of the European Union in Opinion 2/13 concerning the accession of the Union to the European Convention on Human Rights would not apply to the accession to the European Social Charter, at least if such accession does not extend to the Union joining the mechanism provided for by the Additional Protocol on Collective Complaints. Even if it were envisaged to allow the Union to join that Protocol, many of the concerns raised by the Court of Justice in Opinion 2/13, concerning the autonomy and the specific characteristics of EU law, either would not apply at all (due to the differences between the control mechanism established by the ECHR and the collective complaints mechanism), or could be met by the insertion of appropriate stipulations in the agreement providing for the accession of the Union to the European Social Charter. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 7 INTRODUCTION This study examines the role of the European Social Charter in the EU legal order. It is prepared at a time when the European Social Charter has matured significantly, and when the interactions with EU legislation and policies are increasingly difficult to ignore. The European Social Charter was adopted within the framework of the Council of Europe in 1961. 1 It was intended to be the counterpart, in the field of economic and social rights, to the 1950 European Convention on Human Rights, the major achievement of the Council of Europe in the field of human rights. Yet, the European Social Charter has been largely ignored, even within specialised circles, until the mid 1990s. This was due to a number of factors. Although rich in substance, the Conclusions adopted by the Committee of Independent Experts tasked with supervising compliance with the Charter were relatively obscure and hardly publicised. In addition, the Committee of Independent Experts remained largely subordinated to the Governmental Committee of the European Social Charter (Governmental Committee) and, ultimately, to the Committee of Ministers of the Council of Europe, resulting in an ambiguous mechanism of control, neither fully judicial nor purely political. Finally, the Charter seemed to explicitly exclude that it could be invoked before national bodies, particularly judicial bodies, severely limiting the attractiveness of the instrument for potential litigants. Much of this changed in the 1990s. The ‘revitalisation’ of the Charter launched in November 1990 2 aimed both to breathe new life into the European Social Charter and to re-establish the pre-eminence of the Council of Europe in setting human rights standards for the European continent in a context in which, as an accompanying measure to the establishment of the internal market, the European Community (then European Economic Community) had adopted its own Community Charter of Fundamental Social Rights of Workers. In addition, the fall of the Berlin Wall, and the launch of the process of transition of Central and Eastern European countries into liberalised market economies, gave a renewed urgency to improving the protection of economic and social rights on the European continent. The ‘revitalisation’ process led to the formation of an ad hoc intergovernmental committee (CHARTE-REL) which first prepared a Protocol Amending the European Social Charter (Turin Protocol). This Protocol was opened for signature in Turin on 21-22 October 1991. 3 Although the Turin Protocol has never entered into force (since it did not secure all the ratifications required), the clarifications it intended to bring to the relations between the Committee of Independent Experts and the Governmental Committee – reserving to the former, in effect, the exclusive competence to interpret and apply the Charter – have in fact been implemented in practice, to the extent that this did not necessarily require an amendment of the Charter, but rather an understanding, by each of these bodies, of their role in the supervisory system of the Charter. Other changes to the supervisory system proposed under the Turin Protocol, including the increase in the number of members of the Committee of Independent Experts, the abolition of the role of the Parliamentary Assembly 1 The European Social Charter was signed by thirteen member States of the Council of Europe in Turin on 18 October 1961 and entered into force on 26 February 1965 (CETS n° 35; 529 UNTS 89). For early comments, see D. Harris, ‘The European Social Charter’, International and Comparative Law Quarterly , 1964, vol. 13, pp. 1076- 87; N. Valticos, ‘La Charte sociale européenne: sa structure, son contenu, le contrôle de son application’, Droit social , 1963, vol. 26, pp. 466-82; H. Wiebringhaus, ‘La Charte sociale européenne’, Annuaire français de droit international , 1963, vol. 9, pp. 709-21. 2 See particularly D. Harris, ‘A Fresh Impetus for the European Social Charter’, International and Comparative Law Quarterly , 1992, vol. 41, pp. 659-676; D. Harris & J. Darcy, The European Social Charter , 2 nd ed., New York: Transnational Publ., 2001, pp. 12-4. 3 Protocol amending the European Social Charter (CETS, n° 142, opened for signature in Turn on 21 October 1991). See M. Mohr, ‘The Turin Protocol of 22 October 1991: A Major Contribution to Revitalizing the European Social Charter’, European Journal of International Law , 1992, vol. 3, pp. 362-70. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 8 of the Council of Europe in the supervision of the Charter, the changes in the Committee of Ministers’ voting rules for recommendations addressed to the States parties, or the improved role of social partners and non-governmental organisations (NGOs) in the supervisory system, were also implemented in practice. The other results of the revitalisation process were even more impressive. In 1995, an Additional Protocol to the European Social Charter Providing for a System of Collective Complaints was adopted. 4 This instrument allows NGOs and organisations of employers and of workers to seek a declaration that certain laws and policies of the States parties are not compatible with their commitments under the Charter, without having to exhaust any local remedies which may be available to those aggrieved by such measures. Despite its many innovative features, the Protocol entered into force already on 1 July 1998, after the number of 5 initial ratifications was reached. By the end of 2015, the Additional Protocol had been ratified by 15 Member States of the Council of Europe, including 14 EU Member States. 5 The Complaints mechanism has had resounding success: almost 60 complaints were filed within the decade, and 118 complaints had been registered by the end of 2015. 6 Finally, in 1996, agreement was reached on a Revised European Social Charter. 7 The Revised Charter does not bring changes to the control mechanism of the original Charter but it enriches the list of the rights protected: the Revised Charter includes the 19 original guarantees listed in the 1961 instrument, sometimes with certain reformulations (Articles 1-19 in Part II of the Revised Charter); it adds to this list the four guarantees contained in a 1988 Additional Protocol which had ensured a first, still relatively minor, update of the rights of the European Social Charter 8 (Articles 20-23); and (in Articles 24-31) it completes the list by adding eight other rights, including rights such as the right to protection against poverty and social exclusion (Article 30) and the right to housing (Article 31) which clearly place the Revised European Social Charter at the forefront of instruments protecting economic and social rights in international law. By the end of 2015, 33 member States of the Council of Europe were parties to the 1996 (Revised) European Social Charter, while 10 other States remain parties to the 1961 version of the instrument alone. 9 All the 28 EU Member States are parties either to the 1961 European Social Charter, or to the 1996 Revised Charter; indeed, only a minority of the EU Member States have not joined the more recent instrument, as shown by the table below: 4 CETS n° 158, opened for signature in Strasbourg on 9 November 1995. For initial commentaries, see R. Brillat, ‘A New Protocol to the European Social Charter Providing for the Collective Complaints’, EHRLR , 1996, vol. 1, p. 52. For an evaluation of the first years of functioning, see R. Churchill and U. Khaliq, ‘The Collective Complaints System of the European Social Charter: An Effective Mechanism for Ensuring Compliance with Economic and Social Rights?’, European Journal of International Law , 2004, vol. 15, pp. 417-56. 5 These are Belgium (entry into force of the procedure: 1.8.2003); Bulgaria (1.8.2000); Croatia (1.4.2003); Cyprus (1.7.1998); Czech Republic (1.6.2012); Finland (1.9.1998); France (1.7.1998); Greece (1.8.1998); Ireland (1.1.2001); Italy (1.7.1998); Netherlands (1.7.2006); Portugal (1.7.1998); Slovenia (1.7.1998); and Sweden (1.7.1998). Denmark, Hungary and Slovakia have signed the Additional Protocol but have yet to ratify it. 6 See O. De Schutter (ed.), The European Social Charter: A Social Constitution for Europe , Brussels: Bruylant, 2010. For a shorter overview, see H. Cullen, ‘The Collective Complaints System of the European Social Charter: Interpretative Methods of the ECSR’, Human Rights Law Review , 2009, vol. 9, pp. 61-93. 7 CETS No 163, opened for signature in Strasbourg on 3 May 1996, in force since 1 July 1999. Unless expressly noted otherwise all references to the Charter in the remainder of this study designate the provisions of the 1996 Revised European Social Charter. 8 Additional Protocol to the European Social Charter (CETS No. 128, opened for signature in Strasbourg on 5 May 1988, entered into force on 4 September 1992). 9 For the States joining the 1996 Revised Charter who were previously bound by the 1961 Charter, the undertakings accepted under the Revised Charter supersede those accepted under the 1961 Charter, although if a State accedes to the Revised Charter without accepting a provision corresponding to a provision it had accepted under the 1961 Charter, it shall remain bound by the latter undertaking (see Article B, in part III of the Revised European Social Charter). This ensures that a State will not evade commitments made under the 1961 European Social Charter upon acceding to the revised instrument. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 9 Table 1: Ratification of the 1961 European Social Charter and 1996 (Revised) European Social Charter by the 28 EU Member States Date of ratification of the European Social Charter (blue background indicates that the 1961 version only was ratified) Austria 20 May 2011 Belgium 2 March 2004 Bulgaria 7 June 2000 Croatia 26 February 2003 Cyprus 27 September 2000 Czech Republic 3 November 1999 Denmark 3 March 1965 Estonia 11 September 2000 Finland 21 June 2002 France 7 May 1999 Germany 27 January 1965 Greece 6 June 1984 Hungary 20 April 2009 Ireland 4 November 2000 Italy 5 July 1999 Latvia 26 March 2013 Lithuania 29 September 2001 Luxembourg 10 October 1991 Malta 27 July 2005 The Netherlands 3 May 2006 Poland 25 June 1997 Portugal 30 May 2002 Romania 7 May 1999 Slovak Republic 23 April 2009 Slovenia 7 May 1999 Spain 6 May 1980 Sweden 29 May 1998 United Kingdom 11 July 1962 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 10 In order to identify the questions raised by the coexistence of the European Social Charter and the EU legal order and possible ways forward, this study first recalls the background against which such coexistence can be understood: it examines the role the European Social Charter played in the past in EU integration (1), as well as how it relates to the EU Charter of Fundamental Rights (2) and to the impact assessments accompanying the European Commission's legislative proposals (3). The study then discusses the costs of non-cooperation (4): it notes the growing risks of conflicting obligations imposed on the EU Member States, respectively as members of the EU and as States parties to the European Social Charter, as well as the tensions that could result from the prescriptions addressed to the Euro Area Member States, when such prescriptions do not take into account fundamental social rights. The study identifies four ways forward, that could allow us to move beyond the current impasse (5): the Court of Justice could acknowledge more explicitly the role of the European Social Charter in the development of fundamental rights in the EU legal order; the European Social Charter could play a greater role in impact assessments; the EU Member States could be encouraged to align the range of their undertakings under the European Social Charter, in order to improve the uniform application of EU law; and the process of accession of the EU to the European Social Charter could be launched. A brief conclusion is offered. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 11 1. THE ROLE OF THE EUROPEAN SOCIAL CHARTER IN THE SHAPING OF EU LAW Whereas the EU institutions have given much attention to the European Convention on Human Rights, which the Court of Justice of the European Union refers to in its case-law since 1970 and which the EU Treaties explicitly acknowledge as a source of inspiration for the development of fundamental rights in the EU, 10 the Council of Europe's Social Charter is a relatively neglected instrument: although a reference to the European Social Charter appeared in the Treaty of Rome following the entry into force of the Single European Act on 1 July 1987, the Court of Justice refers to it sparingly, and the question of the accession of the EU to the Social Charter has been referred to only on rare occasions and its implications hardly studied in detail except in academic writings. 11 This situation is perhaps ironic, since the European Social Charter, at a time it was still under negotiation, had a major impact on the architecture of the Treaty establishing the European Economic Community in 1957. 12 Indeed, when the creation of an European Economic Community was considered, the question arose as to whether the Treaty establishing it should include social provisions: should the common market, based on the free movement of workers and the freedom of companies to provide services and to establish themselves across the EEC Member States, go hand in hand with the harmonization of social protection and workers' rights? That was the main question discussed by a group of experts chaired by the Swedish economist Bertil Ohlin when, acting at the request of the Governing Body of the International Labour Office, they examined the ‘Social Aspects of European Economic Co-Operation’. The Ohlin Report concluded that the improvement of living standards and labour conditions in the common market should essentially result from the functioning of the market itself, both because of the equalisation of factor prices this would lead to (since wages would be led to rise in labour-abundant countries, as a result of those countries exporting more labour-intensive goods), and because of the productivity gains to be expected from a more efficient international division of labour. 13 The experts acknowledged, however, that these results would hold ‘when account is taken of the strength of the trade union movement in European countries and of the sympathy of European governments for social aspirations, to ensure that labour conditions would improve and would not deteriorate’, 14 and that their conclusion depended on the strength of the ability of both workers' and employers' unions to organize as transnational level. 15 Most importantly, they emphasized that this ‘equalisation in an upward direction’ of labour standards could be facilitated if all European countries joined the international conventions adopted by the International Labour Organisation or the Social Charter, then under negotiation within the Council of Europe : the experts considered that it would be useful 10 See Article 6(3) of the EU Treaty. 11 See, for studies on the status of the European Social Charter in EU law, Olivier De Schutter, ‘Le statut de la Charte sociale européenne dans le droit de l’Union européenne’, in Mélanges en hommage à Jean-Paul Jacqué (Dalloz, Paris, 2010), pp. 217-261; Urfan Khaliq, 'The European Union and the European Social Charter: Never the twain shall meet?', Cambridge Yearbook of European Legal Studies , vol. 15 (2014), pp. 169-196. 12 See, inter alia , Simon Deakin, 'Labour Law as Market Regulation: the Economic Foundations of European Social Policy', in P. Davies, A. Lyon-Caen, S. Sciarra and S. Simitis (eds), European Community Labour Law: Principles and Perspectives (Oxford, Clarendon Press, 1996), pp. 62-93; Jeff Kenner, EU Employment Law: From Rome to Amsterdam and Beyond (Oxford, Hart, 2003), pp. 1-21. 13 Social Aspects of European Economic Co-Operation , Report by a Group of Experts, International Labour Office, Geneva, 1956 (reproduced in 74 International Labour Rev. 99 (1956)). 14 Id., para. 210. 15 The Ohlin Report noted that the establishment of freer international markets ‘may be expected to foster the development of international contacts among trade unions and employers’ organisations representing the same industry in different countries’, something which might assist in ‘safeguarding the workers’ right to a fair share in the benefits of increading productivity’ while at the same time ‘reducing the risk of excessive increases in money wages, costs and prices which otherwise might lead to inflationary pressure in certain countries’. Id., para. 215. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 12 to consider what steps might be taken to promote the more widespread application of the provisions of these Conventions by European countries and thus add to their effectiveness as instruments for solving certain of the social problems connected with closer European economic co-operation. 16 We might have thought, therefore, that links would be established between the integration of the economies of the EEC Member States and the European Social Charter, after this instrument was signed in Turin on 18 October 1961 - at a minimum, by the countries concerned being encouraged to ratify the Charter and perhaps to agree on a core set of provisions of the Charter they shoud all accept under the original 'à la carte ' system of commitments it inaugurated 17 ; or perhaps even by establishing a mechanism through which the EEC itself would align its secondary law with the requirements of the Charter. This did not happen. With the adoption of the Single European Act (SEA), signed in Luxembourg on 17 February 1986 before entering into force on 1 July 1987, the European Social Charter makes a first and timid appearance in the Treaties establishing the European Communities. 18 The SEA put in place the mechanisms designed to ensure that the internal market would be progressively established over a period expiring on 31 December 1992, but at the same time strengthening the ability of the EEC to adopt provisions in the social policy area. In its Preamble, the Heads of State and Government expressed their determination to 'promote democracy on the basis of fundamental rights recognized in the constitutions and laws of the Member States, in the [European Convention on Human Rights] and the European Social Charter, notably freedom, equality and social justice'. Yet in 1989, when the President of the European Commission Jacques Delors insisted on the EEC committing to provide the internal market with a strong social dimension, he encouraged the adoption of a Community Charter on the Fundamental Social Rights of Workers. 19 The Community Charter was proclaimed at the Strasbourg European Summit of 9-10 December 1989, in the form of a political declaration adopted by eleven of the twelve EEC Member States. 20 The signal was clear : the Community Charter resulted from a deliberate choice to adopt a catalogue of social rights specific to the European Economic Community, rather than to seek to implement the acquis of the Council of Europe in this regard. Thus, just as 'social Europe' was emerging as part of the objective of completing the internal market, the European Social Charter was increasingly marginalized. In 1992, the Treaty on the European Union (TEU) 21 assigned to the European Community, inter alia , the objective of achieving 'a high level of employment and of social protection', 22 16 Id., para. 273, at (vi). 17 Under the system of the European Social Charter, States are allowed to select, within limits, the undertakings they will be bound by. In both versions of the Charter, the State may accept a limited number of articles contained in Part II, where the detailed obligations of States parties are spelled out. (The principles enunciated in Part I were not originally considered to be the source of legal obligations and are not subject to any form of monitoring. According to the Explanatory Report attached to the Revised European Social Charter, however, the declaration of aims of Part I is binding as an objective to be pursued: article A, para. 1, a, ‘obliges States to consider themselves bound by all the aims put forward in Part I’ (para. 120). This results in a à la carte system which has done so much ill to the reputation of the Charter. Under the Revised Charter, for instance, a State must concurrently satisfy two criteria at accession. First it must accept six of the nine articles of Part II referred to as constituting its ‘hard core’ provisions: Articles 1 (right to work), 5 (right to organise), 6 (collective bargaining), 7 (right of children and young persons to protection), 12 (right to social security), 13 (right to social and medical assistance), 16 (right of the family to social, legal and economic protection), 19 (right of migrant workers and their families to protection and assistance), and 20 (right to equal opportunities and equal treatment in matters of employment and occupation without discrimination on the grounds of sex). Secondly, a State must accept to be bound either by a minimum of sixteen full articles (out of 31) or by at least 63 numbered paragraphs (out of 98). Only two of the 30 States parties to the Revised Charter (Portugal and France), and only one State party to the 1961 Charter (Spain) have accepted all of the respective provisions. For a full decription of the system of the European Social Charter, see Olivier De Schutter and Matthias Sant'Ana, \"The European Social Charter\", in G. de Beco (ed), Human Rights Monitoring Mechanisms of the Council of Europe , Routledge, London and New York, 2012, pp. 71-99. 18 OJ L 169 of 29.6.1987. 19 COM(89) 471 final. 20 The United Kingdom, at the time under a conservative government led by Prime Minister Margaret Thatcher, did not join. 21 OJ C 191 of 29.7.1992. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 13 and under the Protocol on Social Policy, eleven Member States were agreed to rely on the institutions, procedures and mechanisms of the EC Treaty to implement an Agreement on Social Policy (the United Kingdom again refusing to join). However, confirming the separation between the construction of 'social Europe' within the EU and the Council of Europe, the TEU makes a reference not to the European Social Charter, but instead to the 1989 Community Charter on the Fundamental Social Rights of Workers. Only in 1997, with the adoption of the Treaty of Amsterdam and the repatriation, within the EC Treaty, of the Agreement on Social Policy, was the European Social Charter again referred to. Here again, however, the references were rather discreet. In addition to the 1961 European Social Charter being mentioned in the Preamble, the new Article 117 inserted into the EEC Treaty (later Article 136 EC, now Article 151 TFEU) stated that The Community and the Member States, having in mind fundamental social rights such as those set out in the European Social Charter signed at Turin on 18 October 1961 and in the 1989 Community Charter of the Fundamental Social Rights of Workers, shall have as their objectives the promotion of employment, improved living and working conditions, so as to make possible their harmonisation while the improvement is being maintained, proper social protection, dialogue between management and labour, the development of human resources with a view to lasting high employment and the combating of exclusion. The reference to the Council of Europe Social Charter was meant to provide a source of inspiration for the European legislator in the social policy field. It was not a binding reference, however, nor did it instruct the Court of Justice to uphold the European Social Charter in the implementation of EU law. 23 The relative invisibility of the European Social Charter during this period stood in sharp contrast with the attention paid to the European Convention on Human Rights. While emphasizing the 'special significance' of the European Convention on Human Rights as a source of inspiration for the development of the general principles of law it sought to ensure respect for 24 - a position endorsed in the Treaty of Maastricht, which referred to the ECHR in Article F (later Article 6 TEU) -, the Court of Justice refused to elevate the European Social Charter to the same status. In 1999, one Advocate General of the Court of Justice explained that, since the European Social Charter allowed the Contracting Parties to choose at the moment of ratification by which provisions of the instrument they would be bound, the rights listed in the Charter could not be considered as fundamental rights that were generally recognized, and thus worthy of being included among the general principles of EU law. 25 22 Article 2 of the EC Treaty, as amended by Article G of the TEU. 23 The objectives of social policy as set forth in Article 117 of the EEC Treaty (Article 136 EC, now Art. 151 TFEU) have been considered by the Court of Justice as programmatic, and as lacking any direct effect: see, e.g., Case 149/77, Defrenne v. Sabena , judgment of 15 June 1978 [1978] ECR 1365, and Case 170/84, Bilka-Kaufhaus v. Weber van Hartz [1986] ECR 1607. In the Giménez Zaera case (Case 126/86, Giménez Zaera , judgment of 29 September 1987 [1987] ECR 3712), the Court of Justice did note, however, that such social policy objectives could serve as a means of interpretation of Community law: 'The fact that the objectives of social policy laid down in Article 117 are in the nature of a programme does not mean that they are deprived of any legal effect. They constitute an important aid, in particular for the interpretation of other provisions of the Treaty and of secondary Community legislation in the social field'. Nevertheless, it added, '[the] attainment of those objectives must ... be the result of a social policy which must be defined by the competent authorities' (para. 14). See section 2.3. below, for more recent examples. 24 Joined cases 46/87 and 227/88, Hoechst AG v Commission of the European Communities , Judgment of 21 September 1989 (ECLI:EU:C:1989:337), para. 13. The ECHR has been initially referred to already in the Nold Case of 1974 (Case 4/73, Nold v Commission , judgment of 14 May 1974, ECR 491) . 25 See the opinion of AG Francis G. Jacobs delivered in the Albany International case (Case C-67/96, judgment of 21 September 1999, ECR I-5751), para. 146: \"As to the right to bargain collectively, … solely Article 6 of the European Social Charter seems expressly to recognise its existence. However the mere fact that a right is included in the Charter does not mean that it is generally recognised as a fundamental right. The structure of the Charter is such that the rights set out represent policy goals rather than enforceable rights, and the States parties to it are required only to select which of the rights specified they undertake to protect\". The Court of Justice does not ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 14 2. THE EU CHARTER OF FUNDAMENTAL RIGHTS The launch of the negotiations on a Charter of Fundamental Rights for the European Union presented the EU with an opportunity to bridge that gap, and to align the status of the rights and freedoms of the European Social Charter with that of those listed in the European Convention on Human Rights. Instead, the difference of treatment between the two Council of Europe instruments was made, if anything, even more visible. The Cologne European Council of 3-4 June 1999, which launched the process that would lead to the adoption of a Charter of Rights for the European Union, instructed that \"In drawing up such a Charter account should ... be taken of economic and social rights as contained in the European Social Charter and the Community Charter of the Fundamental Social Rights of Workers (Article 136 TEC), insofar as they do not merely establish objectives for action by the Union\". 26 A trench battle was fought for months about the significance of these words. It finally was won at the end of the Summer of 2000 by the partisans of inserting social provisions in the EU Charter of Fundamental Rights, led by the representative of the French government Guy Braibant. By then, however, it had become clear that the Charter would not be legally binding, at least at an initial stage: what may have been impossible to obtain from the British delegate, Lord Goldsmith, in a binding text, probably had become easier to achieve in what was going to be (according to the consensus that had been reached by then) a mere political declaration. 27 Moreover, the victory was only partial. 28 Four limitations should be highlighted. 2.1. A selectivity in the choice of social provisions A first limitation is that the list of social rights, freedoms and principles of the EU Charter of Fundamental Rights pales in comparison with the full list of the 1961 and 1996 versions of the European Social Charter. There are certain areas, of course, in which the EU Charter of Fundamental Rights goes beyond the European Social Charter: this is the case, for instance, insofar as the EU Charter refers in Article 36 to services of general economic interest, or insofar it provides for environmental protection and for consumer protection. These are areas about which the European Social Charter is silent, although the case-law of the European Committee of Social Rights has, to some extent, compensated for this. 29 In general however, the EU Charter of Fundamental Rights presents significant gaps when compared to the protection of social rights by the successive versions of the European Social Charter. reach the question of the status of the right to bargain collectively in the judgment of 21 September 1999 it delivered in this case. 26 Conclusions of the Cologne European Council, 3-4 June 1999, Annex IV. 27 On the drafting of the Charter, see G. De Burca, ‘The drafting of the European Union Charter of Fundamental Rights’, European Law Review (2001), p. 126; and Lord Goldsmith, Q.C., \"A Charter of Rights, Freedoms and Principles\", Common Market Law Review , vol. 38 (2001), pp. 1201-1216. According to the report published by the United Kingdom House of Lords Select Committee on the European Union on the incorporation of the EU Charter of Fundamental Rights in the EU Treaties: 'The need to maintain this \"important\" distinction [between \"rights\" and \"principles\"] and the lack of precision of the December 2000 Charter's wording were reasons why Lord Goldsmith opposed the Charter becoming legally binding' (Tenth Report, session 2007-2008 (February 2008), para. 5.18). 28 See generally, on the status of social rights in the EU Charter of Fundamental Rights, O. De Schutter, 'Les droits et principes sociaux dans la Charte des droits fondamentaux de l’Union européenne', in : J.-Y. Carlier et O. De Schutter (dir.), La Charte des droits fondamentaux de l’Union européenne (Bruxelles, Bruylant, 2002), pp. 117- 148; Tamara Hervey and Jeff Kenner (eds), Economic and Social Rights under the EU Charter of Fundamental Rights. A Legal Perspective (Oxford, Hart, 2003). 29 For instance, taking into account \"the growing link that states party [ sic ] to the Charter and other international bodies (...) make between the protection of health and a healthy environment\", the European Committee of Social Rights has interpreted Article 11 of the Charter (right to protection of health) as including the right to a healthy environment (European Committee of Social Rights, Complaint No. 30/2005, Marangopoulos Foundation for Human Rights vs. Greece , Decision on the merits of 6 December 2006, para. 195). ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 15 As illustrated by the Table presented in the Appendix, these gaps are not limited to the choice of wording, in the EU Charter of Fundamental Rights, that is more concise and general, than that found in the far more detailed prescriptions of the Council of Europe Charter. Some of the discrepancies result from the fact that the EU has not been attributed competences in the area concerned. Thus for instance, the EU Charter is entirely silent about the right to a fair remuneration, which Article 4 of the European Social Charter aims to guarantee, except for one dimension of this right, which concerns the right to equal remuneration for women and men. 30 It says nothing about the right to childcare services, mentioned in Article 17 of the European Social Charter (which guarantees the right of mothers and children to social and economic protection), although the 'legal, economic and social protection' of the family stipulated in Article 33(1) of the EU Charter of Fundamental Rights compensates partly for this. The same is true for the right to social welfare services, referred to in Article 14 of the European Social Charter. And whereas the right to healthcare, to social assistance as a means to combat social exclusion, or the right to housing, are all mentioned in the EU Charter of Fundamental Rights, the wording chosen shows that the drafters of these provisions were uncomfortable with the idea of guaranteeing certain entitlements in the field of application of EU law (the only field in which the EU Charter of Fundamental Rights applies, in accordance with Article 51) where the subject-matter is to regulated by the Member States. 31 This explains many of the silences, or the hesitant formulations (\"the Union recognises and respects the right X, in accordance with the rules laid down by Union law and national laws and practices\") adopted by the drafters of the EU Charter of Fundamental Rights in these areas. This cautious approach towards social rights covering areas in which the EU has not been attributed competences is largely based on a misunderstanding. It is premised on the idea that to guarantee a right is necessarily to have the power to take measures that will implement it. But this is incorrect. A commitment to respect a social right may imply, more modestly but at the same time importantly, that the Union commits not to restrict the ability of the Member States, which are competent in this regard, to adopt such measures aiming at the realization of the right in question. In order to respect a social right, there is no need for the EU to have the power to take measures that fulfil the said right: all that is required is that it abstain from taking measures that might affect their implementation. In other cases, the gaps stem from a deliberate choice not to define as a fundamental right a guarantee that is protected under EU law only through secondary legislation. This is the case, in particular, as regards some provisions of the 1996 European Social Charter that were directly inspired by EU legislation. In its revised version from 1996 for instance, Article 8 of the European Social Charter on the right of employed women to the protection of maternity to a large extent summarizes what the 1992 directive on safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding 32 ; yet, it is not replicated, as such, 33 in the EU Charter of Fundamental 30 However, a remuneration that would be below the poverty rate and thus would not allow the worker to life a decent life, may be considered as contrary to human dignity or to constitute a inhuman or degrading treatment, in violation of Articles 1 and 4 of the EU Charter of Fundamental Rights respectively (see, in support of that interpretation, Eur. Ct. HR (GC), M.S.S. v. Belgium and Greece , judgment of 21 Jan. 2011 (Appl. 30696/09), para. 263 (where the Court concludes that the Greek authorities violated Article 3 ECHR, by failing to provide support to an asylum-seeker 'living in the street, with no resources or access to sanitary facilities, and without any means of providing for his essential needs'). 31 Although Art. 153(1)(j) TFEU does mention the 'combating of social exclusion' among the fields in which the action of the Union may complement and support that of the Member States, this is an area in which the treaties have not provided for the adoption of EU legislation (see Art. 153(2) TFEU). 32 Council Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding, OJ L 348, 28.11.1992, p. 1–7. 33 Here again, the 'legal, economic and social protection' of the family stipulated in Article 33(1) of the EU Charter of Fundamental Rights may compensate for this. This illustrates the importance of the Court of Justice interpreting the EU Charter of Fundamental Rights in the light of the European Social Charter and the case law of the European Committee of Social Rights. See also, as regards Case C-116/06, Sari Kiiski , judgment of 20 September 2007 (discussed below, text corresponding to n. 54). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 16 Rights. Similarly, Article 25 of the Revised European Social Charter recognizes the right of workers to the protection of their claims in the event of the insolvency of their employer : although, again, the EU Charter of Fundamental Rights does not include a similar provision, this is an area in which EU legislation exists since 1980, 34 and it is this legislative framework that directly influenced the revision of the European Social Charter in 1996. Finally, some omissions of the EU Charter of Fundamental Rights in the area of fundamental social rights stem from a narrow understanding of what constitutes social rights, as opposed to mere 'objectives for action by the Union', to reiterate the distinction used by the Conclusions adopted at the 3-4 June 1999 Cologne European Council. 35 The most notorious example is the right to work. The EU Treaty lists 'full employment' as part of the objectives of the Union, and Article 9 TFEU provides that the Union shall take into account requirements linked to the promotion of a high level of employment' in defining and implementing its policies and activities. Nevertheless, whereas Article 1 para. 1 of the European Social Charter commits States parties to achieve and maintain 'as high and stable a level of employment as possible, with a view to the attainment of full employment', the equivalent provision in the EU Charter of Fundamental Rights only refers in fact to the freedom of everyone to engage in work (replicating Article 1 para. 2 of the European Social Charter), without implying a duty of the State to aim to provide employment to all: although other provisions of the EU Charter refer to the right of access to placement services free of charge (Article 29) or to the right to protection against unjustified dismissal (Article 31), these are only specific dimensions of the broader set of duties that correspond to the fulfilment of the right to work as a human right. 36 2.2. Social \"rights\" or \"principles\"? The second limitation is perhaps the most significant. As part of the compromise reached in July 2000, when the drafters of the Charter finally struck an agreement as to the inclusion of social provisions in the Charter under discussion, it was understood that some of these provisions to be listed in the Charter of Fundamental Rights would only be justiciable in combination with legislative or other measures adopted at EU or Member State level, and as a means to interpret such acts, or to assess their validity: in other terms, such social guarantees were not to be invoked as free-standing 'subjective rights' the individual could claim, unless some measure had been adopted implementing the said guarantee or affecting it negatively. 37 It is this understanding that came to be codified in Article 52(5) of 34 See Council Directive 80/987/EEC of 20 October 1980 on the protection of employees in the event of the insolvency of their employer, OJ L 283 of 28.10.1980, p. 23. This directive was subsequently amended by Council Directive 87/164/EEC (OJN L 66 of 11.3.1987, p. 11) and by Directive 2002/74/EC of the European Parliament and of the Council (OJ L 270 of 8.10.2002, p. 10). These successive changes were consolidated in Directive 2008/94/EC of the European Parliament and of the Council of 22 October 2008 on the protection of employees in the event of the insolvency of their employer, OJ L 283, 28.10.2008, p. 36–42. 35 Conclusions of the Cologne European Council, 3-4 June 1999, Annex IV. 36 The right of access to placement services free of charge reflects Art. 1(3) of the European Social Charter, which commits States parties to 'establish or maintain free employment services for all workers'. Article 24 of the European Social Charter recognizes the right of workers to protection in cases of termination of employment; and the protection against unjustified dismissal is considered by the UN Committee on Economic, Social and Cultural Rights as part of the right to work mentioned in Article 6 of the International Covenant on Economic, Social and Cultural Rights (see General Comment No. 18: The right to work (Art. 6 of the Covenant), UN doc. E/C.12/GC/18 (6 Feb. 2006), paras. 34-35). 37 See especially in this regard the two contributions presented by Mr G. Braibant, representative of the French Executive, respectively on 2 May 2000 (CHARTE 4280/00, CONTRIB. 153) and on 19 May 2000 (CHARTE 4322/00, CONTRIB. 188). For an explanation on this point, see O. De Schutter, 'Les droits et principes sociaux dans la Charte des droits fondamentaux de l’Union européenne', in : J.-Y. Carlier et O. De Schutter (dir.), La Charte des droits fondamentaux de l’Union européenne , Bruxelles, Bruylant, 2002, pp. 117-148, esp. pp. 120-122; and O. De Schutter, 'Les droits fondamentaux dans le projet européen. Des limites à l’action des institutions à une politique des droits fondamentaux', in O. De Schutter and P. Nihoul (eds.), Une Constitution pour l’Europe. Réflexions sur les transformations du droit de l’Union européenne , Bruxelles, Larcier, 2004, pp. 81-117, esp. pp. 110-114. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 17 the EU Charter of Fundamental Rights when, with the adoption of the Treaty of Lisbon in 2007, it was agreed to integrate the Charter in the Treaties. 38 This provision states: The provisions of this Charter which contain principles may be implemented by legislative and executive acts taken by institutions, bodies, offices and agencies of the Union, and by acts of Member States when they are implementing Union law, in the exercise of their respective powers. They shall be judicially cognisable only in the interpretation of such acts and in the ruling on their legality. While it may not have been easy to anticipate how the Court of Justice would read this restriction to its ability to enforce the social provisions of the Charter of Fundamental Rights, the developments since the entry into force of the Treaty of Lisbon illustrate its reluctance to move beyond this narrowly defined mandate in order to strengthen the protection of social rights. Social rights as 'principles' have occasionally been relied upon as a means of interpretation of EU law. In the case of Kamberaj for instance, the Court relied on Article 34 of the Charter in support of its view that the notion of 'core benefits', for which the 2003 directive on the status of third-country nationals who are long-term residents imposes a requirement of equal treatment with citizens of the Union, necessarily should include housing benefits. 39 According to Article 34 of the Charter, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources. The Court considered that 'in so far as the [housing] benefit in question in the main proceedings fulfils the purpose set out in that article of the Charter, it cannot be considered, under European Union law, as not being part of core benefits within the meaning of Article 11(4) of Directive 2003/109'. 40 The Court was far less generous in other cases, however. In Association de médiation sociale , which it decided two years later, it was asked whether Article 27 of the Charter, which recognizes the fundamental right of workers to information and consultation, could be invoked in proceedings between private parties in order to disallow the application of a national measure adopted in violation with Directive 2002/14/EC establishing a general framework for informing and consulting employees in the European Community. 41 The Court answered by the negative. It took the view that, in order for Article 27 of the Charter to be fully effective, 'it must be given more specific expression in European Union or national law', and that this provision therefore cannot 'be invoked in a dispute ... in order to conclude that the national provision which is not in conformity with Directive 2002/14 should not be applied'. 42 The Court reached this conclusion although the right of workers to information and consultation was invoked not as a right to be granted independently from any implementing measure, but simply as a tool to support a generous reading of the 2002 directive on the same subject, in order to allow that directive to be invoked in 'horizontal' relationships (that is, in a dispute between private persons). A few months later, in Glatzel , the Court refused to conclude that a 2006 directive on driving licenses was discriminatory towards persons with a (visual) disability. By imposing certain minimum standards relating to the physical fitness to drive a motor vehicle as regards visual acuity, the directive led to deny to the applicant in the main proceedings a driving license for the driving of heavy vehicles, because he was able to detect only hand 38 The wording of this provision was initially proposed by the European Convention which submitted the Draft Treaty establishing a Constitution for Europe to the European Council on 18 July 2003 (see Art. II-52(5) of the Draft Treaty). For the revised version of the EU Charter of Fundamental Rights, see OJ C 303 of 14.12.2007, p. 1. 39 According to Article 11(1) of Council Directive 2003/109/EC of 25 November 2003 concerning the status of third-country nationals who are long-term residents (OJ 2004 L 16, p. 44), ‘Long-term residents shall enjoy equal treatment with nationals as regards: … (d) social security, social assistance and social protection as defined by national law; … (f) access to goods and services and the supply of goods and services made available to the public and to procedures for obtaining housing; …’ Under Article 11(4) of Directive 2003/109 however, ‘Member States may limit equal treatment in respect of social assistance and social protection to core benefits'. 40 Case C-571/10, Kamberaj , judgment of 24 April 2012, para. 92. 41 Directive 2002/14/EC of the European Parliament and of the Council of 11 March 2002 establishing a general framework for informing and consulting employees in the European Community (OJ 2002 L 80, p. 29). 42 Case C-176/12, Association de médiation sociale , judgment of 15 January 2014, paras. 45 and 48. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 18 movements with his right eye, despite of the fact that his central visual acuity in his left eye was 1,0 and therefore he had full visual acuity. 43 Faced with the argument that denying Mr Glatzel a driver's license could be contrary to the requirements of Article 26 of the Charter, which requires the European Union to respect and recognise the right of persons with disabilities to benefit from integration measures, the Court answered that 'the principle enshrined by that article does not require the EU legislature to adopt any specific measure. In order for that article to be fully effective, it must be given more specific expression in European Union or national law'. 44 This again is a surprising conclusion, because the 2006 directive at stake did, in fact, affect persons with visual impairments, and the 'principle' according to which the EU should respect and recognise the right of persons with disabilities to benefit from integration measures was not invoked as a self-standing right: instead, its invocation by Glatzel seemed perfectly in line with the kind of situation envisaged under Article 52(5) of the Charter in its 2007 (revised) form. 45 Social provisions were included in the Charter of Fundamental Rights, therefore, but this came at a price: some of them at least may be treated as embodying merely 'principles', not self-standing 'rights' or 'freedoms', and the conditions under which they shall be justiciable appear to be defined quite restrictively by the Court of Justice. Moreover, although most social provisions include at least some components that are fully justiciable - - indeed, part of the compromise struck in 2000 was to leave it open to the courts to identify those elements --, there is a real risk that many of the social provisions listed in title IV of the Charter ('Solidarity') shall be considered a mere 'principles'. Such a development would be damaging to the credibility of the Charter, and unfaithful to the intention of its drafters. 46 Unfortunately however, it cannot be excluded. 47 43 Directive 2006/126/EC of the European Parliament and of the Council of 20 December 2006 on driving licences (OJ 2006 L 403, p. 18 and corrigendum OJ 2009 L 19, p. 67), as amended by Commission Directive 2009/113/EC of 25 August 2009 (OJ 2009 L 223). 44 Case C-356/12, Glatzel , judgment of 22 May 2014, para. 78. 45 Consistent with the idea of 'normative justiciability' referred to above, the 'principles' listed by the EU Charter of Fundamental Rights in the social field should be 'observed', which means that they may be relied on to challenge a piece of Union or national legislation that violates them (J.-P. Jacqué, 'The Explanations Relating to the Charter of Fundamental Rights of the European Union', in Steve Peers, Tamara Hervey, Jeff Kenner and Angela Ward (eds), The EU Charter of Fundamental Rights (C.H. Beck - Hart - Nomos, 2014), pp. 1715-1724, at p. 1720). Whereas Directive 2006/14/EC obviously did not have as its primary aim to implement the rights of persons with disabilities or to favor their integration, it undoubtedly had the potential of affecting such rights or of having an impact on such integration, as illustrated by the individual situation of Mr. Glatzel. (Mr Jacqué headed the secretariat established by the Secretariat of the Council of the EU in order to assist the Convention drafting the Charter, and he was the main author of the Explanations appended to the Charter). 46 The Explanations Relating to the Charter of Fundamental Rights themselves acknowledg that the distinction between 'principles' and 'rights' is not a clearcut one. As noted by the UK House of Lords in the reports cited above, 'there is obscurity about how and where the distinction is to be drawn, and, in particular, a failure in the Charter and its Explanations to spell out clearly which of the Charter articles involve rights and which principles. The distinction will in practice have to be worked out in future cases before the ECJ' (para. 5.22). 47 Indeed, Protocol (No. 30) on the Application of the Charter of Fundamental Rights of the European Union to Poland and the United Kingdom, appended to the Treaty of Lisbon (OJ C 306/157), may introduce a confusion in this regard. At the request of the United Kingdom, the chief author of the Protocol (comp. with Declaration (No. 62) by Poland concerning the Protocol, in which the Polish government 'declares that, having regard to the tradition of social movement of “Solidarity” and its significant contribution to the struggle for social and labour rights, it fully respects social and labour rights, as established by European Union law, and in particular those reaffirmed in Title IV of the Charter ...'), Protocol (No. 30) states that ' for the avoidance of doubt , nothing in Title IV of the Charter creates justiciable rights applicable to Poland or the United Kingdom except in so far as Poland or the United Kingdom has provided for such rights in its national law' (Art. 1(2)). This formulation is deeply problematic, since, as it presents itself as a mere restatement of what the Charter requires, it creates the impression that none of the provisions of Title IV include justiciable rights. This is an entirely implausible reading of the Charter: the Explanations to the Charter note, for instance, that some provisions of the Charter 'may contain both elements of a right and of a principle, e.g. Articles 23, 33 and 34', although Articles 33 and 34, which refer to 'Family and professional life' and to 'Social security and social assistance' respectively, are both located in Title IV of the Charter of Fundamental Rights. Nevertheless, it cannot be excluded that British and Polish national courts, at least, will refrain from addressing a referral to the European Court of Justice when questions of interpretation or of validity of EU law shall be raised on the basis of Title IV of the Charter. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 19 2.3. The absence of any explicit link to the European Committee on Social Rights A third limitation finally is the unwillingness of the drafters of the EU Charter of Fundamental Rights clearly to align the status of the European Social Charter with that of the European Convention on Human Rights. In order to promote consistency between the approaches of, respectively, the European Court of Justice and the European Court of Human Rights, they sought to ensure that the rights and freedoms of the Charter that correspond to rights and freedoms listed in the European Convention on Human Rights would be interpreted in accordance with the case-law of the European Court of Human Rights. This of course was the intention of Article 52(3) of the Charter of Fundamental Rights. 48 In contrast, no such reference was made to the provisions of the European Social Charter, let alone to the jurisprudence of the European Committee of Social Rights. This is perhaps unsurprising, taking into account both the privileged position of the European Convention on Human Rights in the case-law of the Court of Justice of the European Union, and the suspicion of the Court towards the views adopted by non-judicial bodies tasked with the interpretation of other international human rights instruments. 49 At the same time, it is far from inevitable. A number of provisions of the EU Charter of Fundamental Rights are inspired by the European Social Charter, and it would serve legal certainty - as well as acknowledging the role assigned to the European Committee on Social Rights under this instrument - to read the provisions of the EU Charter in the light of the approach followed by the European Committee of Social Rights. Moreover, the Court of Justice does occasionally refer to international human rights instruments other than the European Convention on Human Rights: it routinely relies on the International Covenant on Civil and Political Rights in areas where the European Convention on Human Rights was insufficiently comprehensive or the case-law of the European Court of Human Rights unclear 50 ; it also refers to the 1989 Convention on the Rights of the Child, explaining in Parliament v. Council , 51 when the European Parliament sought to annul the 2003 Family Reunification Directive, 52 that, just like the ICCPR, the Convention on the Rights of the Child \"binds each of the Member States\". 53 The European Social Charter is mentioned in Article 151 TFEU (formerly Article 136 of the EC Treaty), and the Court of Justice occasionally has acknowledged that it therefore could be relied upon in order to guide the interpretation of EU law. In the case of Kiiski , 54 the 48 This provides that: \"In so far as this Charter contains rights which correspond to rights guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms, the meaning and scope of those rights shall be the same as those laid down by the said Convention. This provision shall not prevent Union law providing more extensive protection\". The Explanations appended the EU Charter of Fundamental Rights provide the list of such correspondances, distinguishing between the articles of the Charter \"where both the meaning and the scope are the same as the corresponding Articles of the ECHR\", and the articles \" where the meaning is the same as the corresponding Articles of the ECHR, but where the scope is wider\" (for instance, whereas Article 9 of the Charter covers the same field as Article 12 of the ECHR on the right to marry, its scope \"may be extended to other forms of marriage if these are established by national legislation\", since Article 9 of the Charter does not refer to the right to marry of \"men and women\" and does not link the right to marry to the right to \"found a family\", as does Article 12 ECHR, thus leaving open the possibility that same-sex marriage shall be protected). 49 See in particular, the remark made by the Court of Justice in the Grant case that the Human Rights Committee established as a body of independent experts under the International Covenant on Civil and Political Rights \" is not a judicial institution and [its] findings have no binding force in law\" (Case C-249/96, Lisa Jacqueline Grant v. South-West Trains Ltd , [1998] ECR I-621 (judgment of 17 February 1998), para. 46). In this case, the Court dismisses the view that a difference of treatment on grounds of sexual orientation could constitute a discrimination on grounds of \"sex\" as prohibited under EU law, despite the fact that the Human Rights Committee had stated that \"the reference to 'sex' in Articles 2, paragraph 1, and 26 [which are the non-discrimination provisions in the ICCPR] is to be taken as including sexual orientation \". Ms Grant claimed advantages to benefit her female partner, that would have been granted had they formed an opposite-sex couple or a married couple 50 See, e.g., Case 374/87, Orkem v Commission [1989] ECR 3283, para. 31, and Joined Cases C-297/88 and C- 197/89, Dzodzi v Belgian State [1990] ECR I-3763, para. 68. 51 Case C-540/03, European Parliament v. Council of the European Union , judgment of 27 June 2006, para. 37. 52 Council Directive 2003/86/EC of 22 September 2003 on the right to family reunification (OJ 2003 L 251, p. 12). 53 At para. 37. 54 Case C-116/06, Sari Kiiski , judgment of 20 September 2007. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 20 Court relies on the European Social Charter in order to support its interpretation of the requirements of Council Directive 92/85/EEC on the improvement to safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding. 55 The Court adopts a generous reading of the protection afforded by the directive, noting in this regard that Article 136 [of the EC Treaty] refers to the European Social Charter signed at Turin on 18 October 1961 and revised at Strasbourg on 3 May 1996, to which in its original or revised version or both, all Member States are parties. Article 8 of the European Social Charter concerning the right of employed women to protection of maternity, aims to provide them with a right to maternity leave of at least 12 weeks (original version) or at least 14 weeks (revised version). ... In those circumstances, the right to maternity leave granted to pregnant workers must be regarded as a particularly important mechanism of protection under employment law. 56 Similarly, in the Impact case, 57 the Court of Justice was requested to provide an interpretation, in particular, of Clause 4 of the framework agreement on fixed-term work concluded on 18 March 1999 between the social partners at the Union level. 58 This Clause imposes a principle of non-discrimination between fixed-term workers and permanent workers 'in respect of employment conditions': the referring court asked whether this expression included conditions of an employment contract relating to remuneration and pensions. The Court of Justice takes the view that, at the very least, it would be unjustified to exclude entirely financial conditions such as those relating to remuneration and pensions from the notion of 'employment conditions'. Indeed, the Court notes, the European Social Charter includes among the objectives that its Contracting Parties have undertaken to achieve the right for all workers to a 'fair remuneration sufficient for a decent standard of living for themselves and their families': the non-discrimination principle contained in Clause 4 of the framework agreement on fixed-term work therefore 'must be interpreted as articulating a principle of Community social law which cannot be interpreted restrictively'. 59 Cases such as Kiiski or Impact illustrate how the European Social Charter can operate as a guide for the interpretation of EU law, so as to encourage a reading of EU law that will, to the fullest extent possible, facilitate the attainment of the objectives the Contracting Parties have set for themselves. Indeed, the Court of Justice has occasionally found that the General Court of the European Union is under a duty to interpret EU law in the light of the EU Charter of Fundamental Rights, as well as in the light of the European Social Charter as regards those provisions of the Council of Europe Charter that correspond to rights listed in the EU Charter. 60 However, the European Social Charter still is not recognized a status 55 Council Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding (10th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ 1992 L 348, p. 1). 56 In paras. 48-49. 57 Case C-268/06, Impact , judgment of 15 April 2008. 58 The framework agreement is annexed to Council Directive 1999/70/EC of 28 June 1999 concerning the framework agreement on fixed-term work concluded by ETUC, UNICE and CEEP (OJ 1999 L 175, p. 43). 59 See paras. 113 and 114 of the judgment. 60 See, e.g., Case C-579/12 RX-II, European Commission v. Strack , judgment of 19 September 2013. The case raised the question whether a staff member of the European Commission could carry over more than 12 days of annual leave where he could not use his annual leave due to illness. In a judgment of 8 November 2012 in Case T-268/11 P, Commission v Strack , the General Court took the view that such a maximum of 12 days was acceptable, since the illness was not linked to work-related reasons arising from the performance of Mr Strack's duties. The Court of Justice decides to set aside the judgment of the General Court of the European Union. It finds that the General Court failed to acknowledge \"the notion of the right of every worker to paid annual leave as a principle of the social law of the European Union now affirmed by Article 31(2) of the Charter\" in its interpretation of the provisions of the Staff Regulations, thus causing \"an adverse effect, in particular, on the unity of European Union law\" since, in accordance with Article 6(1) of the EU Treaty, the Charter of Fundamental Rights has the same legal value as the provisions of the treaties and bind the Union legislature (para. 58). The Court also notes in its judgment that Article 31(2) of the Charter \"is based on Directive 93/104 and on Article 2 of the European Social Charter, ... and on point 8 of the Community Charter of the Fundamental Social Rights of Workers ...\" (para. 27). ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 21 similar to that of the Convention on the Rights of the Child or the International Covenant on Civil and Political Rights: the use of expressions such as 'particularly important principle of European Union social law' to designate social rights listed in the European Social Charter betrays the hesitation of the Court in this regard. 61 The reason for this is probably that, in the eyes of the European Court of Justice, the undertakings of the EU Member States in the à la carte system of the Charter are too varied for this instrument to provide an authoritative source of inspiration for the development of fundamental social rights in the EU legal order. The adoption of the EU Charter of Fundamental Rights did not bring about any change in this regard. Whereas, in a number of cases, the Court of Justice did refer to the European Social Charter as a source of interpretation of the rights or principles listed in the EU Charter of Fundamental Rights, such a reference remains selective, since it is only where a social right has been identified by the EU Charter as establishing more than an 'objective for action by the Union', to paraphrase the conclusions of the Cologne European Council, that a reference to the Council of Europe Social Charter shall be deemed fitting. 62 As to the interpretation given to that instrument by the European Committee of Social Rights, it is hardly considered relevant at all, even in those instances where a provision of the European Social Charter has inspired the drafting of the EU Charter of Fundamental Rights. 61 See, e.g., Case C-579/12 RX-II, European Commission v. Strack , judgment of 19 September 2013, para. 26. For a more systematic review, see Sophie Robin-Olivier, 'The contribution of the Charter of Fundamental Rights to the protection of social rights in the European Union: a first assessment after Lisbon', European Journal of Human Rights , n° 1 (2013), pp. 109-134 (in French). 62 Conclusions of the Cologne European Council, 3-4 June 1999, Annex IV. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 22 3. FUNDAMENTAL SOCIAL RIGHTS IN IMPACT ASSESSMENTS The adoption of the EU Charter of Fundamental Rights may be seen, therefore, as a missed opportunity. It could have served to strengthen the relationship between the EU and the European Social Charter, and overcome the tendency to prioritize the protection of civil and political rights over that of economic and social rights in the integration of the EU: instead, the implicit hierarchy between the two sets of rights was largely confirmed. Following the proclamation of the Charter on 7 December 2000, the European Commission could have sought to bridge this gap. It refrained from doing so: during the following decade, it gradually improved the methodology through which it would verify the compatibility of its legislative proposals with the Charter at an early stage, 63 but in none of the documents by which it describes this methodology does the Commission pledge to ensure that its reading of the EU Charter of Fundamental Rights would comply with the European Social Charter. Similarly, whereas the practice of impact assessments also was improved during this period in order to better take into account the requirements of fundamental rights, the references to the Charter of Fundamental Rights seemed to operate as a screen - shielding, in effect, the choices proposed by the European Commission from being assessed against the requirements of the European Social Charter, even as such choices were being scrutinized on the basis of their economic, social and environmental impacts. The preparation of such impact assessements became a standard practice since 2002. 64 When they were revised in 2005, the guidelines for the preparation of impact assessments paid greater attention to the potential effects of different policy options on the guarantees listed in the EU Charter of Fundamental Rights, 65 an option that was further strengthened since. 66 The Commission has pledged, in its \"smart regulation\" communication of 2010, to take more steps in this direction. 67 However, the current guidelines provided to the European Commission services as part of the \"better regulation\" approach still refers exclusively to the EU Charter of Fundamental Rights, compliance with which must be examined to assess the \"regulatory fitness\" of the proposals made by the Commission. Except for a reference to Council of Europe instruments (including the European Social Charter) in the list of 'online sources of information on fundamental rights relevant to Commission Impact Assessments' appended 63 The first statement in this regard dates from 13 March 2001, at a time when the Charter had been proclaimed but was not formally binding and was not invoked in judicial proceedings (SEC(2001) 380/3). In 2005, the Commission adopted a Communication clarifying the methodology it would use in order to assess the compatibility with the Charter of Fundamental Rights of its legislative proposals (Communication from the Commission, Compliance with the Charter of Fundamental Rights in Commission legislative proposals. Methodology for systematic and rigorous monitoring, COM(2005) 172 final of 27.4.2005). In 2009, the Commission published a Report containing an appraisal of this methodology and announcing a range of improvements (COM(2009) 205 final of 29.4.2009 on the practical operation of the methodology for a systematic and rigorous monitoring of compliance with the charter of fundamental rights). For an assessment, see Israel de Jesus Butler, 'Ensuring Compliance with the Charter of Fundamental Rights in Legislative Drafting: The Practice of the European Commission', European Law Review , vol. 37, Issue 4 (2012), pp. 397-418. 64 Communication of 5 June 2002 on Impact Assessment, COM(2002)276. 65 See SEC(2005)791, 15.6.2005. Indeed, a specific report was commissioned by the European Commission (specifically, by what was then DG Justice, Freedom and Security) to EPEC (European Policy Evaluation Consortium) in preparation of the revised guidelines: see EPEC, The Consideration of Fundamental Rights in Impact Assessment. Final Report, December 2004, 61 pages. 66 SEC(2009) 92 of 15.1.2009. 67 See COM(2010) 543 final of 8.10.2010, at 7. Indeed, the methodology through which impact assessments are being prepared has been generally improved. In order to maintain a high level of quality of the IAs, an Impact Assessment Board (IAB) has been created, as a body attached to the Commission’s Secretariat-General that assesses the quality of each impact assessment report and publishes its opinion thereon. The Board consists of four directors from different DGs and the deputy Secretary-General of the Commission. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 23 to a 2011 Staff Working Document on this issue, 68 nowhere are the Commission services encouraged to look beyond the EU Charter. 68 Commission Staff Working Paper, Operational Guidance in taking account of Fundamental Rights in Commission Impact Assessments, SEC(2011) 567 final, du 6.5.2011, p. 25. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 24 4. THE COSTS OF NON-COOPERATION As we saw in the sections 3 and 4, the status of the European Social Charter in EU law remains unsatisfactory. It would be incorrect to state that the European Social Charter is ignored: it has been referred to on many occasions. However, such references are not systematic. They are also indirect: the European Social Charter is not seen as providing an authoritative source of inspiration for the gradual development by the Court of Justice of fundamental rights as part of the general principles of Union law, both because of the lack of uniformity of the EU Member States' undertakings in the à la carte system of the Charter, and because the Court of Justice appears to have doubts as to the justiciable nature of the guarantees listed in the European Social Charter. The European Social Charter is referred to in Article 151 TFEU (ex-Article 136 of the EC Treaty), and certain of its provisions inspired the wording of the EU Charter of Fundamental Rights. Therefore, the Council of Europe Charter served as a means of interpretation of EU law in general (occasionally encouraging the Court of Justice to choose, between different possible interpretations, the interpretation that most effectively fulfilled the objectives set by the European Social Charter), as well as of the EU Charter of Fundamental Rights in particular. This is insufficient, however, to ensure that EU law shall always be consistent with the requirements of the European Social Charter. It was therefore almost inevitable that conflicts would occur between the consequences flowing from membership in the EU and the undertakings of the EU Member States under the Council of Europe Social Charter. Such conflicts may occur in two rather different sets of situations. First, in certain instances, direct conflicts may arise between requirements imposed respectively under EU law and under the European Social Charter. Second, the governance of the eurozone, which leads to impose on the EU Member States certain forms of pressure in the adoption of macroeconomic policies, particularly when they are under financial assistance, may create a tension with the European Social Charter. 4.1. The risks of conflict between the European Social Charter and EU Law The risk of conflicts resulting from a failure of the EU Member States to ensure that EU law shall be consistent with the requirements of the European Social Charter is only superficially similar to the risk of conflicts that may arise under the European Convention on Human Rights. It is true of course that the European Court of Human Rights and the European Court of Justice coexist, without there being any hierarchical or institutional link between them, so that diverging interpretations cannot be excluded. There is however a major difference between such divergence as may occur in the interpretation of the requirements imposed by the European Convention on Human Rights, on the one hand, and the risks of conflicts that exist due to the requirements of the European Social Charter, on the other hand. In sharp contrast with the European Social Charter's provisions, the rights and freedoms listed in the European Convention on Human Rights have been de facto incorporated as part of the general principles of EU law, 69 and they also have been taken into account in the drafting of the EU Charter of Fundamental Rights. It is this recognition benefiting the European Convention on Human Rights in the EU legal order that led the European Court of Human Rights to express its trust in the fact that the EU guarantees a level of protection of fundamental rights equivalent to what the European Convention on Human Rights provides itself: in the well-known Bosphorus case of 2005, the European Court of Human Rights therefore established a presumption according to 69 See Article 6(3) of the Treaty on the European Union, which codifies this jurisprudence. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 25 which any measure adopted by an EU member State in fulfilment of its obligations under EU law, under the supervision of the Court of Justice of the European Union, is compatible with the ECHR's requirements unless a \"manifest deficiency\" is apparent. The Court took the view in that case that State action taken in compliance with [legal obligations flowing from that State's membership in an international organisation such as the EU] is justified as long as the relevant organisation is considered to protect fundamental rights, as regards both the substantive guarantees offered and the mechanisms controlling their observance, in a manner which can be considered at least equivalent to that for which the Convention provides (...). By “equivalent” the Court means “comparable”: any requirement that the organisation's protection be “identical” could run counter to the interest of international co-operation pursued (...). However, any such finding of equivalence could not be final and would be susceptible to review in the light of any relevant change in fundamental rights' protection. If such equivalent protection is considered to be provided by the organisation, the presumption will be that a State has not departed from the requirements of the Convention when it does no more than implement legal obligations flowing from its membership of the organisation. However, any such presumption can be rebutted if, in the circumstances of a particular case, it is considered that the protection of Convention rights was manifestly deficient. 70 In Confédération générale du travail (CGT) v. France , the European Committee on Social Rights explicitly refused to establish such a presumption as regards compliance with the European Social Charter: it took the view that 'neither the situation of social rights in the European Union legal order nor the process of elaboration of secondary legislation would justify a similar presumption – even rebuttable – of conformity of legal texts of the European Union with the European Social Charter'. 71 At issue in the Confédération générale du travail (CGT) case were a number of measures contained in Act No. 2008-789 of 20 August 2008 on the reform of social democracy and working time. France argued that, since the contested measures were in conformity with EU law (in particular, with the 2003 Working Time Directive 72 ), they therefore should be treated as consistent with the requirements of the European Social Charter (specifically, with the right to reasonable working hours provided by Article 2(1) and Article 4(2) of the Revised European Social Charter, and with the right to rest periods provided by Article 2(5)). The European Committee of Social Rights rejected this argument. Instead, it insisted on the duty of the EU Member States, when they 'agree on binding measures in the form of directives which relate to matters within the remit of the European Social Charter', to 'take full account of the commitments they have taken upon ratifying the European Social Charter', 'both when preparing the text in question and when transposing it into national law': 'It is ultimately for the Committee to assess compliance of a national situation with the Charter, including when the transposition of a European Union directive into domestic law may affect the proper implementation of the Charter'. 73 Although the Committee does not exclude that, in the future, it may be led to establish a Bosphorus -like presumption of compatibility with the European Social Charter of measures adopted by the EU Member States in compliance with obligations imposed under EU law, 74 it considers that this would be premature. 70 Eur. Ct. H.R. (GC), Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi v. Ireland , judgment of 30 June 2005 (Appl. No. 45036/98), paras. 155-156. 71 European Committee of Social Rights, Confédération générale du travail (CGT) v. France , Complaint No. 55/2009, decision on the merits of 23 June 2010, para. 35. 72 Directive 2003/88/EC of the European Parliament and of the Council of 4 November 2003 concerning certain aspects of the organisation of working time (OL L 299, 18.11.2003). 73 At para. 33. 74 See para. 37: \"The Committee will carefully follow developments resulting from the gradual implementation of the reform of the functioning of the European Union following the entry into force of the Treaty of Lisbon, including the Charter of fundamental rights. It will review its assessment on a possible presumption of conformity as soon as it considers that factors which the Court has identified when pronouncing on such a presumption in respect of the Convention and which are currently missing insofar as the European Social Charter is concerned have materialised\". ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 26 In Confédération générale du travail (CGT) v. France , the European Committee of Social Rights concluded that, although the French legislation was not incompatible with the 2003 Working Time Directive, France had violated a number of provisions of the European Social Charter. Those violations were not directly attributable to EU law, however: whereas the Working Time Directive included a number of exceptions or derogations that could be misused by the EU Member States (as they may rely on such exceptions or derogations without taking into account the requirements of the European Social Charter), the directive as such did not oblige the EU Member States to take measures in violation of their undertakings under the European Social Charter. In contrast, a direct conflict with EU law arose in the so-called \" Lex Laval \" case. The background was the following. In its well-known Laval judgment of 2007, the European Court of Justice took the view that it was in violation of Article 49 of the EC Treaty (guaranteeing the freedom to provide services) and the 1996 Posted Workers Directive 75 to allow Swedish unions to pressure a service provider from another Member State to enter into negotiations with local unions with a view to concluding a collective agreement, where the collective action resorted to by unions (in that case, a blockade of the site where the service was to be provided by a building contractor, which finally led the service provider to bankruptcy) goes beyond the aim of ensuring an acceptable level of social protection for workers. 76 Specifically, the Court of Justice took the view that allowing trade unions of a Member State to resort to collective action in order to force undertakings established in other Member States to sign the collective agreement 'is liable to make it less attractive, or more difficult', for such undertakings to exercise their freedom to provide services by posting workers in another Member State. The exercise of such industrial action therefore constitutes a restriction on this fundamental economic freedom. 77 The Court acknowledged that the right to take collective action is a fundamental right recognized under Community law, and it cited the European Social Charter to that effect. 78 It also acknowledged that respect for the right to collective action may constitute an overriding reason of public interest justifying, in principle, a restriction of one of the fundamental freedoms guaranteed by the Treaty. 79 It continued, however, by noting that this right may be subject to certain restrictions, and that it must be exercised in accordance with national and Community law. The Court defines its role as having to balance the right to collective action against the freedom to provide services : Since the Community has ... not only an economic but also a social purpose, the rights under the provisions of the EC Treaty on the free movement of goods, persons, services and capital must be balanced against the objectives pursued by social policy, 75 Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services, OJ L 18, 21.1.1997, p. 1. 76 Case C-341/05, Laval un Partneri Ltd. , [2007] ECR I-11767. For useful commentaries, see A.C.L. Davies, 'One Step Forward, Two Steps Back? The Viking and Laval Cases in the ECJ', Industrial Law Journal , vol. 37 (2008), p. 126; Aravind R. Ganesh, ‘Appointing Foxes to Guard Henhouses : The European Posted Workers’ Directive’, 15 Columbia J. of Eur. L. , vol. 15 (2008), pp. 123-142 ; S. Deakin, ‘Regulatory competition after Laval ’, Cambridge Yearbook of European Legal Studies , vol. 10 (2009), pp. 581-609; J. Malmberg and T. Sigeman, 'Industrial Action and EU Economic Freedoms: The Autonomous Collective Bargaining Model Curtailed by the European Court of Justice', Common Market Law Review , vol. 45 (2008), p. 1115. 77 Laval judgment, para. 99. 78 The Court notes: 'the right to take collective action is recognised both by various international instruments which the Member States have signed or cooperated in, such as the European Social Charter, signed at Turin on 18 October 1961 – to which, moreover, express reference is made in Article 136 EC – and Convention No 87 of the International Labour Organisation concerning Freedom of Association and Protection of the Right to Organise of 9 July 1948 – and by instruments developed by those Member States at Community level or in the context of the European Union, such as the Community Charter of the Fundamental Social Rights of Workers adopted at the meeting of the European Council held in Strasbourg on 9 December 1989, which is also referred to in Article 136 EC, and the Charter of Fundamental Rights of the European Union...' ( Laval judgment, para. 90). 79 Laval judgment, para. 103. The European Court of Justice has routinely considered that compliance with fundamental rights may justify restrictions to the fundamental economic freedoms recognized under the Treaties, provided such restrictions are proportionate and do not lead to discrimination. See, e.g., Joined Cases C ‑ 369/96 and C ‑ 376/96, Arblade and Others [1999] ECR I ‑ 8453, para. 36; Case C ‑ 165/98 Mazzoleni and ISA [2001] ECR I ‑ 2189, para. 27; Joined Cases C ‑ 49/98, C ‑ 50/98, C ‑ 52/98 to C ‑ 54/98 and C ‑ 68/98 to C ‑ 71/98, Finalarte and Others [2001] ECR I ‑ 7831 ; Case C ‑ 36/02, Omega [2004] ECR I ‑ 9609, para. 35. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 27 which include, as is clear from the first paragraph of Article 136 EC, inter alia, improved living and working conditions, so as to make possible their harmonisation while improvement is being maintained, proper social protection and dialogue between management and labour. 80 The Court considered, however, that the obstacle to the freedom to provide services which the blockade launched by the Swedish unions could not be justified with regard to the objective of improving social protection, since this objective is already achieved by the Posted Workers Directive: 'with regard to workers posted in the framework of a transnational provision of services, their employer is required, as a result of the coordination achieved by Directive 96/71, to observe a nucleus of mandatory rules for minimum protection in the host Member State. 81 In other terms, collective action cannot seek to impose obligations on employers beyond the obligations the host State must in any case impose in accordance with Article 3(1)(a) to (g) of the Posted Workers Directive. The Court thus concluded that the blockade imposed by the Swedish unions on the construction side of the company’s subsidiary violates Community law and should not be allowed : Article 49 EC and Directive 96/71 preclude a trade union from resorting to collective action in order to force a service provider established in another Member State to enter into negotiations with it on the rates of pay for posted workers and to sign a collective agreement the terms of which lay down, as regards some of the matters referred to in Article 3(1)(a) to (g) of the said directive, more favourable conditions than those resulting from the relevant legislative provisions in the State concerned, while other terms relate to matters not referred to in Article 3 of the directive. One important element that led the Court to take this position has to do with the uncertainty resulting from the decentralized nature of the Swedish system of collective bargaining, for the service provider posting workers in that country: indeed, in the absence of 'sufficiently precise and accessible' provisions in Swedish law allowing such a service provider to know which obligations it shall have to comply with, the possibility for unions to resort to industrial action in order to force the conclusion of a collective agreement could make it in practice very difficult or impossible for the service provider to enter the Swedish market. 82 The Laval decision of the European Court of Justice also addressed the Co-Determination Act initially adopted in Sweden in 1976. 83 Section 42 of this Act prohibited taking collective action with the aim of obtaining the repeal of or amendment to a collective agreement between other parties. In 1989, in a dispute concerning working conditions for the crew of a container ship named Britannia , flying a foreign flag, the Swedish courts held that the prohibition stipulated in Section 42 of the Co-Determination Act extended to collective action undertaken in Sweden in order to obtain the repeal of or amendment to a collective agreement concluded between foreign parties, in a workplace abroad, if such collective action is prohibited by the foreign law applicable to the signatories to that collective agreement. In reaction, and with a clear intention to combat what they saw as a risk of social dumping, the Swedish legislature adopted the ‘Lex Britannia’, limiting the scope of the principle expounded in the Britannia judgment. The ‘Lex Britannia’ entered into force in 1991. It provided, inter alia , that the prohibition to resort to collective action to undo an existing collective agreement shall apply only if an organisation commences collective action by reason of employment relationships falling directly within the scope of the 80 Laval judgment, para. 105. 81 Laval judgment, para. 108. The Posted Workers Directive includes a list of core areas in which, in a transnational posting of workers, the host Member State is bound to ensure at a minimum that service providers established in another Member State comply with the rules stipulated in the legislation of the host State. This concerns the rules pertaining to (a) maximum work periods and minimum rest periods; (b) minimum paid annual holidays; (c) the minimum rates of pay, including overtime rates, but excluding supplementary occupational retirement pension schemes; (d) the conditions of hiring-out of workers, in particular the supply of workers by temporary employment undertakings; (e) health, safety and hygiene at work; (f) protective measures with regard to the terms and conditions of employment of pregnant women or women who have recently given birth, of children and of young people; and (g) equality of treatment between men and women and other provisions on non-discrimination (Art. 3(1)). 82 Laval judgment, para. 110. 83 Lagen (1976:580) om medbestämmande i arbetslivet ou medbestämmandelagen. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 28 Swedish Law. In practice, the ‘Lex Britannia’ thus authorized collective action against foreign service providers only temporarily active in Sweden, even in circumstances where such service providers had concluded a collective agreement in their home State. Perhaps predictably, the Court of Justice took the view that the 'Lex Britannia' introduced a discriminatory obstacle to the provision of services. It held that national rules, such as [the ‘Lex Britannia’], which fail to take into account, irrespective of their content, collective agreements to which undertakings that post workers to Sweden are already bound in the Member State in which they are established, give rise to discrimination against such undertakings, in so far as under those national rules they are treated in the same way as national undertakings which have not concluded a collective agreement. 84 Such discrimination, the Court reasoned, could not be justified under the EC Treaty. The Court noted that the ‘Lex Britannia’ intends 'to allow trade unions to take action to ensure that all employers active on the Swedish labour market pay wages and apply other terms and conditions of employment in line with those usual in Sweden', and 'to create a climate of fair competition, on an equal basis, between Swedish employers and entrepreneurs from other Member States'. 85 But this intention – to combat ‘social dumping’ – does not appear to the Court to correspond to the grounds of public policy, public security or public health which are limitatively enumerated in Article 46 EC, applied in conjunction with Article 55 EC, as justifying derogations from the freedom to provide services guaranteed in Article 49 EC. The ‘Lex Britannia’ thus violates Community law. Following the answer of the European Court of Justice, the Swedish Labour Court decided to impose on the Swedish unions the payment of 342,000 euros in damages to Laval's Latvian trustee in bankruptcy, to compensate for the collective action they had taken in violation of the freedom to provide services under EU law. 86 The Swedish legislature also drew the consequences from the judgment. 87 In 2010, legislative amendments colloquially known as the \"Lex Laval\" brought changes to the Co-determination Act (1976:580) and the Foreign Posting of Employees Act (1999:678). In particular, Section 5a of the latter Act imposed strict limitations on the exercice of collective action by unions. It provided that '[an] industrial action against an employer for the purpose of regulating conditions for posted workers through a collective bargaining agreement may [in principle] only be taken if the conditions demanded: 1. correspond to the conditions contained in a collective bargaining agreement concluded at central level that are generally applied throughout Sweden to corresponding workers within the sector in question; 2. relate only to a minimum rate of pay or other minimum conditions [as limitatively enumerated in section 5 of the Act]; and 3. are more favourable for the workers than those prescribed by Section 5'. Moreover, such industrial action 'may not be taken if the employer shows that the workers, as regards pay or within the areas referred to in Section 5, have conditions that in all essential respects are at least as favourable as the minimum conditions in such a central collective bargaining agreement'. In order to rely on this protection from industrial action, the employer therefore does not need to be bound by a collective agreement with a trade union in its own country, nor must it prove that it is legally required to comply with the minimum conditions concerned: it is sufficient that the employer proves that such conditions benefit in fact the workers employed. 88 84 Laval judgment, para. 116. 85 Laval judgment, para. 118. 86 Decision. 89 of 2 December 2009 (Case No. A 268/04). 87 For a comprehensive assessment, see N. Bruun & J. Malmberg, ' Lex Laval : Collective Actions and Posted Workers in Sweden', in R. Blanpain & F. Hendrickx (eds), Labour Law Between Change and Tradition, Liber Amicorum Antoine Jacobs (Kluwer, Alphen aan den Rijn, 2011), pp. 21-33. 88 In their complaint to the European Committee of Social Rights, which is discussed below, the Swedish unions explain their concern in this regard as follows: \"It is sufficient for the employer to show that he applies such conditions. If the employer can present some type of document in which it is stated that he applies such ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 29 The riposte came in two phases. First, the International Labour Organisation's Committee of Experts on the Application of Conventions and Recommendations (CEACR) took the view that the decision adopted by the Swedish courts following the receipt of the answer of the European Court of Justice in the Laval case, raised serious concerns under the 1948 ILO Convention (No. 87) concerning Freedom of Association and Protection of the Right to Organise and under the 1949 ILO Convention (No. 98) concerning the Right to Organise and to Collective Bargaining. 89 The most important concern of the CEACR was that, as a result of the legislative changes made in Sweden, unions have been chilled from exercising the right to call for industrial action: No trade union industrial action with a view to bringing about a collective agreement with a foreign company has taken place at all in recent years in the Swedish labour market, leading to a sharp fall in collective agreements. This means that foreign workers are entirely without protection as regards reasonable terms and conditions of pay and employment when they are working in the Swedish labour market and that Swedish workers are exposed to competition from workers with very low pay and wretched employment conditions. A further implication is that Swedish companies can no longer compete on equal terms with foreign companies. In the long term, there is a risk that this will have negative repercussions for the entire Swedish labour market model. 90 Turning specifically to the damages imposed on the Swedish unions, the CEACR noted that \"the union in question has been held liable for an action that was lawful under national law and for which it could not have been reasonably presumed that the action would be found to be in violation of European Law\". It underlined that, when examining the permissible restrictions to the right to strike, it had never in the past \"included the need to assess the proportionality of interests bearing in mind a notion of freedom of establishment or freedom to provide services\": in fact, ILO Committee of Experts was challenging the very idea that the right to take collective action could be balanced against the fundamental economic freedoms as stipulated under the EU treaties. Moreover, while expressing its agnosticism as regards the abolition of the 'Lex Britannia', it remarked that the new version of the Foreign Posting of Employees Act in fact denied posted workers the possibility to choose which union should defend their interests, since the amendments to the Act not only restrict the possibility to have recourse to collective action to the cases where the minimum conditions of the 1996 Posted Workers Directive are at stake, but also \"bar unions from taking industrial action even if they have members working in the enterprise concerned and regardless of whether a collective agreement covers the workers concerned, provided that the employer can show that the employees' terms and conditions are as favourable as the minimum conditions in the central collective agreement\". 91 In other terms, the foreign nationality of the company as such could be an obstacle to the industrial action, even though the workers posted in Sweden by that foreign company may have preferred to join a Swedish union and to have that union call for an industrial action against the company concerned. The second challenge originated with the filing by the Swedish unions of a complaint before the European Committee of Social Rights. The complaint alleged that the amendments to its labor legislation were in violation of the undertakings of Sweden under Article 6 paras. 2 and 4 of the Revised European Social Charter, concerning respectively the duty to promote collective bargaining and the right of workers and employers to resort to collective action. Invoking Article 19 para. 4 of the Charter, it also alleged a violation of the right of migrant conditions it would probably be sufficient to prohibit the industrial action. This means that in these cases ‘collective agreement free zones’ are created in the Swedish labour market, where it is only possible to conclude a collective agreement if the employer accepts it voluntarily\" (European Committee of Social Rights, Complaint No. 85/2012, para. 91). 89 International Labour Conference, 102nd Session, 2013 Report of the Committee of Experts on the Application of Conventions and Recommendations (Sweden), ILC.102/III(1A), p. 176. 90 Id. 91 Id., p. 177. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 30 workers to equal treatment as regards remuneration and other employment and working conditions, as well as as regards the membership of trade unions and the benefits of collective bargaining. Finally, the Swedish unions questioned the amendments introduced in 2009 to the Foreign Branch Offices Act (1992:160) and the Foreign Branch Offices Ordinance (1992:308). In effect, these legislative changes removed the obligation to have a legal representative in Sweden when they conduct economic activities in Sweden for companies within the European Economic Area. This was required under Directive 2006/123/EC on services in the internal market. 92 The result however, the Swedish unions alleged, was that henceforth, \"when Swedish trade unions want to engage in collective bargaining, they could be forced to try to get in touch with the employer abroad\", which would create another serious obstacle to the exercise of the right to collective bargaining stipulated in Article 6 para. 2 of the Charter. 93 (After the complaint was filed, the Swedish legislation was amended in this regard: since 1 July 2013, the foreign employer is obliged to appoint a contact person in Sweden and notify the Swedish Work Environment Authority about him or her. However, although this makes it easier for Swedish unions to enter into contact with the employer, the obstacle is only partly removed since the said contact person does not have the authority to conclude a collective agreement. 94 ) In its decision of 3 July 2013, the European Committee of Social Rights finds that the restrictions to the conclusion of collective agreements are such that the situation in Sweden is not in conformity with Article 6 para. 2 of the European Social Charter. 95 It also considers that, whereas the right to resort to collective action is not absolute and may be limited, for instance, to protect public order or the rights and freedoms of others (such as the right of co-workers to work, or the right of employers to engage in a gainful occupation), \"national legislation which prevents a priori the exercise of the right to collective action, or permits the exercise of this right only in so far as it is necessary to obtain given minimum working standards would not be in conformity with Article 6§4 of the Charter, as it would infringe the fundamental right of workers and trade unions to engage in collective action for the protection of economic and social interests of the workers\". 96 In a thinly veiled allusion to the balancing exercise achieved by the Court of Justice between the freedom to provide services and the right to resort to collective action, the Committee adds: [T]he facilitation of free cross-border movement of services and the promotion of the freedom of an employer or undertaking to provide services in the territory of other States – which constitute important and valuable economic freedoms within the framework of EU law – cannot be treated, from the point of view of the system of values, principles and fundamental rights embodied in the Charter, as having a greater a priori value than core labour rights, including the right to make use of collective action to demand further and better protection of the economic and social rights and interests of workers. 97 The statement is of course in part disingenuous, since however much there is to criticize in the Laval judgment of the Court of Justice, at least it cannot be said that it treats economic freedoms as having \"a greater a priori value than core labour rights\". However, what the Committee does correctly identify is that, due to the respective positions of the European Court of Justice on the one hand, and of the European Committee of Social Rights itself on the other hand, the balancing exercise proceeds rather differently in the two instances: whereas, for the Court of Justice, the resort by unions to industrial action imposes a restriction to the freedom to provide services (or, at least, to the attractiveness of exercising such freedom), so that collective action is seen as allowable only to the extent it 92 OJ L 376 of 27.12.2006, p. 36. 93 European Committee on Social Rights, Swedish Trade Union Confederation (LO) and Swedish Confederation of Professional Employees (TCO) v. Sweden , Complaint No. 85/2012, decision (admissibility and merits) of 3 July 2013, para. 96. 94 Id., para. 114. 95 Id., para. 116. 96 Id., para. 120. 97 Id., para. 122. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 31 is not disproportionate, the Committee assesses whether the restriction imposed to collective action in the name of complying with EU law can indeed be justified. In theory, \"balancing\" should erase out such differences in framing. In practice however, the framing does matter: it is telling, for instance, that the Court of Justice would never ask whether the exercise of freedom to provide services has been disproportionately affecting the right of unions to resort to collective action. Finally, the European Committee of Social Rights considers that posted workers, although they are only temporarily in the host State and although they are not expected to remain present in that State, nevertheless may be considered as \"migrant workers\" for the purposes of the European Social Charter. This qualification was not necessarily obvious. In EU law, the status of posted workers is markedly different from that of foreign workers employed by an employer established in the host State. Moreover, ILO Convention (No. 143) (the Migrant Workers (Supplementary Provisions) Convention, 1975) explicitly excludes the extension of the right to equality of opportunity and treatment, which is otherwise recognized to migrant workers, to \"employees of organisations or undertakings operating within the territory of a country who have been admitted temporarily to that country at the request of their employer to undertake specific duties or assignments, for a limited and defined period of time, and who are required to leave that country on the completion of their duties or assignments\" 98 : the employers' organisations invoked that instrument in their observations submitted to the European Committee of Social Rights, perhaps omitting to take into account the fact that Article 19(8) of the ILO Constitution (Effect of Convention or Recommendations on More Favourable Existing Provisions) excludes such a reliance on ILO instruments. 99 The immediate implication of the choice of the Committee to treat posted workers as \"migrant workers\" is that, in accordance with Article 6 para. 4 of the Charter, these workers have a right to equality of treatment with the workers employed in the host State, in respect of remuneration, other employment and working conditions, and enjoyment of the benefits of collective bargaining. Of course, it follows from the Posted Workers Directive that workers posted in Sweden by an employer established in another State are protected under the Swedish legislation or through central collective agreements, in all the areas covered by Article 3(1) (a) to (g) of the directive. Beyond that minimum, however, they shall only be protected to the extent that their employer voluntarily concludes a collective agreement with Swedish unions, without it being possible for these unions to force the employer to consider concluding such an agreement. This puts these workers at risk, since in Sweden \"collective agreements do not very often provide for rules concerning minimum wages, and ... the minimum wage [as defined in central collective agreements for the protection of workers without qualification, such as young workers] can be considerably lower than the normal rate of pay generally applied throughout the country to Swedish workers (working in the same professional sector)\". 100 The Committee concludes that the situation in Sweden is not in conformity with the requirements of Article 6 para. 4 of the Charter: \"excluding or limiting the right to collective bargaining or action with respect to foreign undertakings, for the sake of enhancing free cross border movement of services and advantages in terms of competition within a common market zone, constitutes, according to the Charter, discriminatory treatment on the ground of nationality of the workers, on the basis that it determines, in the host State, lower protection and more limited economic and social rights for posted foreign workers, in comparison with the protection and rights guaranteed to all other workers\". 101 98 Article 11, § 2, e) of the Migrant Workers (Supplementary Provisions) Convention, 1975. 99 Under the title 'Effect of Conventions and Recommendations on More Favourable Existing Provisions', Article 19(8) of the ILO Constitution provides that 'In no case shall the adoption of any Convention or Recommendation by the Conference, or the ratification of any Convention by any Member, be deemed to affect any law, award, custom or agreement which ensures more favourable conditions to the workers concerned than those provided for in the Convention or Recommendation'. 100 European Committee on Social Rights, Swedish Trade Union Confederation (LO) and Swedish Confederation of Professional Employees (TCO) v. Sweden , cited above, para. 135. 101 Id., para. 141. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 32 It would be incorrect to write that the European Committee of Social Rights was thus contradicting the European Court of Justice : it was, after all, assessing the situation on the basis of a different set of norms. The conflict is nevertheless real, and difficult to ignore. 102 Indeed, the Laval episode shows the perils of ignoring the requirements of the European Social Charter in the implementation of EU law by the EU Member States to whom it is addressed: in order to avoid potential situations of conflict, such requirements should be taken into account in the design of EU legislative measures. 4.2. The risks of conflict between the European Social Charter and the requirements linked to the membership of the Euro area Nor can the European Social Charter be ignored in the imposition of macroeconomic disciplines on the Member States of the Euro Area. This was explicitly confirmed by the European Committee of Social Rights, acting under the 1961 European Social Charter, in a series of cases concerning the implementation by Greece of austerity measures which it committed to adopt in successive loan agreements, concluded in 2010 and 2012. The circumstances are sufficiently well known to be only briefly summarized here. 103 After the Greek government revealed, in October 2009, that the public deficit has been grossly underestimated by the previous governments, the country faced speculation on the financial markets that significantly raised the costs of borrowing for Greece, to the point that the situation became unsustainable. Greece called for financial assistance on 23 April 2010. In response, the representatives of the Euro Area Member States other than Greece decided on 2 May 2010 to provide stability support to Greece through a Loan Facility Agreement: in effect, an intergovernmental framework allowing the pooling of bilateral loans in the form of an international contract. 104 Represented through the European Commission, which was in charge of negotiating on their behalf a Memorandum of Understanding with Greece, the Euro Area Member States provided Greece through this channel a total of 80 billion euros in loans with the understanding that the International Monetary Fund, to which Greece had also turned for assistance, would provide another 30 billion euros. 105 The disbursements, however, were made conditional upon the adoption of fiscal consolidation measures by Greece, entailing 30 billion euros worth of cuts in spending for the period 2010-2014. The 'Economic Adjustment Programme for Greece' included so- called austerity measures to restore the fiscal balance of Greece; the privatization of State assets, for an amount of 50 billion euros; and \"structural measures\", involving in particular the flexibilisation of the labour market, as a means to restore the competitiveness of the Greek economy. 106 102 On the resulting conflict, see, inter alia , Marco Rocca, \"A clash of kings - The European Committee of Social Rights on the ‘Lex Laval’ … and on the EU framework for the posting of workers\", European Journal of Social Law , vol. 3 (2013), pp. 217-232. 103 For an excellent summary, see Lina Papadopoulou, 'Can Constitutional Rules, even if 'Golden', Tame Greek Public Debt?', in Maurice Adams, Federico Fabbrini and Pierre Larouche (eds), The Constitutionalization of European Budget Constraints (Hart Publ., 2014), pp. 223-247. 104 Loan Facility Agreement between the following member states whose currency is the Euro: Kingdom of Belgium, Ireland, Kingdom of Spain, French Republic, Italian Republic, Republic of Cyprus, Grand Duchy of Luxembourg, Republic of Malta, Kingdom of the Netherlands, Republic of Austria, Portuguese Republic, Republic of Slovenia, Slovak Republic and Republic of Finland and KfW, acting in the public interest, subject to the instructions of an with the benefit of the guarantee of the Federal Republic of Germany, as Lenders and The Hellenic Republic as Borrower, the Bank of Greece as Agent to the Borrower, 8 May 2010, Euro Area Loan Facility Act 2010 [Ireland], Schedule 2, preambular para. 2 (hereinafter, Loan Facility Agreement, 2010). 105 Loan Facility Agreement (2010), preambular para. 3. 106 See, European Parliament Report 2009-14 on the inquiry on the role and operations of the Troika (ECB, Commission and IMF) with regard to the euro area programme countries (2013/2277 (INI)), A7-0149/2014, 28.2.2014; Report of the Independent Expert on the effects of foreign debt and other related international financial obligations of States on the full enjoyment of all human rights, particularly economic, social and cultural rights, Mission to Greece (22-26 Apr. 2013), U.N. doc. A/HRC/50/15/Add.1 (27 March 2014). ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 33 This first set of measures appeared insufficient, however. In June 2011, the Eurozone member States granted a second loan for an amount of 130 billion euros for the years 2012-2014. This second bailout was effectuated through the European Financial Stabilisation Mechanism (EFSM) and the European Financial Stability Facility (EFSF), a temporary rescue mechanism established on 7 June 2010 in the form of a 'société anonyme' under the laws of Luxembourg, with the then 17 Eurozone Member States as shareholders. 107 In addition to the further fiscal consolidation measures, it included a so- called 'haircut' for the private creditors of Greece, who owned about 58 per cent of the public debt: under what was referred to as the 'Private Sector Initiative', the private creditors were forced to accept lower interest rates as well as a 53.5 per cent loss on the face value of their bonds. This 'Second Economic Adjustment Programme for Greece' was formally approved by the ECOFIN Council on 14 March 2012. Although various human rights bodies expressed serious concerns at the impacts of the austerity measures adopted under these programmes, 108 the clearest condemnation came from the European Committee of Social Rights. The first wave of fiscal consolidation measures, adopted following the conclusion of the 2010 Memorandum of Understanding between Greece and its creditors, led to a total of seven decisions of the European Committee of Social Rights. In Complaint No. 65/2011, the Committee found that, by amending its labor legislation in December 2010 in order to provide that during the probation period, a permanent contract may be terminated without notice and with no severance pay, Greece had created a situation that was not in conformity with the right of workers to a reasonable period of notice for termination of termination, which forms part of the right to a fair remuneration under Article 4 para. 4 of the European Social Charter. 109 In response to the argument of the Greek government according to which the introduction of such a probation period of twelve months was a means to restore the competitiveness of the Greek and was a measure dictated by the economic circumstances facing the country, the Committee retorted that: ... a greater employment flexibility in order to combat unemployment and encourage employers to take on staff, should not result in depriving broad categories of employees, particularly those who have not had a stable job for long, of their fundamental rights in the field of labour law, protecting them from arbitrary decisions by their employers or from economic fluctuations. The establishment and maintenance of such rights in the two fields cited above is indeed one of the aims the Charter. In addition, doing away with such guarantees would not only force employees to shoulder an excessively large share of the consequences of the crisis but also accept pro-cyclical effects liable to make the crisis worse and to increase the burden on welfare systems, particularly social assistance, unless it was decided at the same time to stop fulfilling the obligations of the Charter in the area of social protection. 110 107 Though it only joined the single currency in 2011, Estonia is among the shareholders of the EFSF. 108 See, e.g., Committee on the Elimination of Discrimination against Women, Concluding Observations on the seventh periodic report of Greece, U.N. doc. CEDAW/C/GRC/CO/7 (1 Mar. 2013) (‘The Committee notes with concern that the current financial and economic crisis and measures taken by the State party to address it within the framework of the policies designed in cooperation with the European Union institutions and the International Monetary Fund (IMF) are having detrimental effects on women in all spheres of life’ (para. 6)); Committee on the Rights of the Child, Concluding Observations on the combined second and third periodic reports of Greece, U.N. doc. CRC/C/GRC/CO/2-3 (13 Aug. 2012) (‘The Committee notes that the recession and the current financial and economic crisis are taking their toll on families and on public social investment, including on the prospects of implementing the Convention, especially with regard to article 4 of the Convention’ (para. 6)). 109 European Committee of Social Rights, General Federation of employees of the national electric power corporation (GENOP-DEI) and Confederation of Greek Civil Servants' Trade Unions (ADEDY) v. Greece , Complaint No. 65/2011, decision on the merits of 23 May 2012. Specifically at stake was Section 17 § 2 (a) of Act No. 3899 of 17 December 2010, which stipulated that \"The first twelve months of employment on a permanent contract from the date it becomes operative shall be deemed to be a trial period and the employment may be terminated without notice and with no severance pay unless both parties agree otherwise\" . 110 Id., para. 18. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 34 Complaint No. 66/2011, the second complaint filed against the impacts of the adjustment programme implemented by Greece to face the sovereign debt crisis, was introduced by the same public sector unions. The European Committee of Social Rights again found that the situation in Greece was not in conformity with the Charter. 111 In July 2010, Greece had introduced \"special apprenticeship contracts\" between employers and individuals aged 15 to 18, without regard for the main safeguards provided for by labour and social security law, except as regards health and safety. This, the Committee concluded, was in violation of Article 7 para. 7 of the European Social Charter, which commits Stats parties having accepted that provision to ensure that employed persons of under 18 years of age shall be entitled to not less than three weeks' annual holiday with pay. 112 It also was in violation of Article 10 para. 2 of the European Social Charter, which requires States parties, as part of their duty to recognize the right to vocational training, 'to provide or promote a system of apprenticeship and other systematic arrangements for training young boys and girls in their various employments': the apprenticeship contracts as regulated under the new legislation, the Committee noted, 'aim exclusively at acquiring work experience through employment and irrespective of whether or not the persons concerned attend some educational programme'. 113 Finally, the Committee concluded that the apprentices under the scheme introduced in 2010 were defined as 'a distinct category of workers who are effectively excluded from the general range of protection offered by the social security system at large', in violation of Article 12 para. 3 of the Charter, which commits States parties to 'endeavour to raise progressively the system of social security to a higher level'. The same complaint also took aim at another provision of the July 2010 reform, which allowed employers to pay new entrants in the labour market aged under 25 a rate of 84 % of the minimum wage or daily wage : the Committee took the view that, insofar as this allowed the employer to pay a minimum wage to all workers below the age of 25 which is below the poverty level, this resulted in a violation of Article 4 para. 1 of the Charter, which recognises 'the right of workers to a remuneration such as will give them and their families a decent standard of living'. 114 In addition, because 'the extent of the reduction in the minimum wage, and the manner in which it is applied to all workers under the age of 25, is disproportionate even when taking into account the [serious economic crisis facing Greece]', the Committee considered that this measure, though it was introduced with the aim of encouraging the entry of young workers in the employment market, led to a discrimination on grounds of age, in violation of the reference to non-discrimination made in the preamble of the 1961 Charter. 115 In its responses to complaints 65 and 66, the Greek government did mention the constraints imposed by the economic crisis it was facing. However, although a measure such as the 12 months probationary period was part of the structural reforms imposed on Greece by its creditors, 116 there was no explicit discussion in these complaints of such coercion or pressure having been exercised on Greece. In contrast, that issue came to the fore in the five decisions the European Committee on Social Rights adopted on 7 December 2012, following complaints filed by public sector pensioners' unions. 117 At issue were 111 European Committee of Social Rights, General Federation of employees of the national electric power corporation (GENOP-DEI) and Confederation of Greek Civil Servants' Trade Unions (ADEDY) v. Greece , Complaint No. 66/2011, decision on the merits of 23 May 2012. 112 The 'special apprenticeship contracts' were introducted by Art. 74 § 9 of Act No. 3863 of 15 July 2010. 113 Id., para. 37. 114 Id., para. 65. 115 Id., paras. 69-70. 116 European Commission, ‘The Economic Adjustment Programme for Greece’, European Economy – Occasional Papers 61, May 2010, p. 79. See also The impact of the crisis on fundamental rights across Member States of the EU. Country Report on Greece, European Parliament, DG for Internal Policies, Policy Department C: Citizens' Rights and Constitutional Affairs, 2015, p. 62. 117 European Committee of Social Rights, Federation of employed pensioners of Greece (IKA-ETAM) v. Greece , Complaint No. 76/2012; Panhellenic Federation of Public Service Pensioners v. Greece , Complaint No. 77/2012; Pensioners' Union of the Athen-Piraeus Electric Railways (I.S.A.P.) v. Greece , Complaint No. 78/2012; Panhellenic Federation of pensioners of the public electricity corporation (PAS-DEI) v. Greece , Complaint No. 79/2012; Pensioners' Union of the Agricultural Bank of Greece (ATE) v. Greece , Complaint No. 80/2012. The decisions on ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 35 significant reductions to the pensioners’ social protection. The Greek government asserted that these changes ‘have been approved by the national parliament, are necessary for the protection of public interests, having resulted from Greece’s grave financial situation, and, in addition, result from the Government’s other international obligations, namely those deriving from a financial support mechanism agreed upon by the Government together with the European Commission, the European Central Bank and the International Monetary Fund (“the Troika”) in 2010’. 118 The argument was swiftly dismissed by the European Committee of Social Rights, which took the view that ‘the fact that the contested provisions of domestic law seek to fulfil the requirements of other legal obligations does not remove them from the ambit of the Charter’. 119 Recalling its previous case law in which it refused to remove from the cover of the European Social Charter national legislation adopted by a EU Member State in order to comply with prescriptions of EU law – for instance, implementing an EU directive – the Committee drew the following implication: [W]hen states parties agree on binding measures, which relate to matters within the remit of the Charter, they should – both when preparing the text in question and when implementing it into national law – take full account of the commitments they have taken upon ratifying the European Social Charter. It is ultimately for the [European Committee of Social Rights] to assess compliance of a national situation with the Charter, including when the implementation of the parallel international obligations into domestic law may interfere with the proper implementation of those emanating from the Charter. 120 Though this statement is of course correct as a matter of international law - a State cannot escape its international obligations by concluding subsequently a separate agreement with other parties 121 -, it begs the question whether the Eurozone member States other than Greece, if not the EU itself, might also bear a responsibility in the situation resulting from the implementation of the adjustment programme imposed on Greece. The Loan Facility Agreement through which the 2010 bailout was implemented makes explicit the link between the provision of financial assistance on the one hand, and compliance by Greece with the macroeconomic adjustment measures prescribed on the other hand: Measures concerning the coordination and surveillance of the budgetary discipline of Greece and setting out economic policy guidelines for Greece [were] defined in a Council Decision on basis of Article 126(9) and 136 of the Treaty on the Functioning of the European Union, and the support granted to Greece is made dependent on compliance by Greece with measures consistent with such decision and laid down in a Memorandum of Economic and Financial Policies, Memorandum of Understanding on Specific Economic Policy Conditionality and Technical Memorandum of Understanding (hereinafter referred to together as MoU). 122 While the European Commission signed the 2010 MoU, this was ‘after approval by all Euro Area Member States (except Greece), by the borrower and the Bank of Greece’. 123 Indeed, Article 4(1) of the Intercreditor Agreement provides that prior to each disbursement following the first loan, 'the Commission will, in liaison with the ECB, present a report to the Parties analysing compliance by the Borrower with the terms and the conditions set out in the MoU and in the Council Decision'; it is only after they have evaluated such compliance that the Parties 'will unanimously decide on the release of the relevant Loan'. This report to the lending parties by the European Commission, in liaison with the European Central Bank, the merits of all five complaints were adopted on 7 December 2012. Though these complaints were filed by different organisations, they all raise the same issues of substance, and may thus be considered together. 118 Complaint No. 76/2012, decision on the merits of 7 Dec. 2012, para. 10. 119 Id., para. 50. 120 Id., para. 51. 121 Article 30(4) of the Vienna Convention on the Law of Treaties, signed on 23 May 1969, in force since 27 January 1980 (UNTS, vol. 1155, p. 331). 122 Id., preambular para. 6. 123 Id., preambular para. 6. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 36 confirming that Greece has complied with the terms and the conditions set out in the MoU and in the Council Decision, is therefore a precondition of the disbursement of loans under the agreement. 124 This raises the question of whether, in addition to Greece itself, the violations of the European Social Charter should not be attributed to the other Euro Area Member States, who may be said to have coerced Greece into disregarding its obligations under the Charter. 125 It is telling in this regard that, in its discussions with the International Labour Office's High-Level Mission to Greece, which visited the country in September 2011 at the request of the Greek government, Greece clearly noted that it had been unable to raise the question of the social impacts of the austerity measures with the Troika, and expressed its hopes that the ILO would be acting as a counterweight to the impositions of the European Commission, the European Central Bank and the IMF. 126 It also encourages us to ask whether the EU as such, acting through its institutions, should not take into account the European Social Charter in negotiating Memoranda of Understanding defining the fiscal consolidation measures that should be adopted by the Eurozone member States under financial assistance. The latest reforms to the governance of the Eurozone further increase the urgency of these questions. On 21 May 2013, the European Parliament and the Council adopted two regulations that form the ‘Two-Pack’ combination of measures placing the eurozone Member States under surveillance in order to safeguard its overall stability. The first component of the 'Two-Pack' organizes the so-called 'European semester' for the monitoring of national budgets. With a view to ensuring 'macro-financial soundness and economic convergence, to the benefit of all Member States whose currency is the euro', Regulation (EU) No. 473/2013 127 strengthens the surveillance of budgetary and economic policies in Euro Area Member States, with closer monitoring of Member States that are subject to an excessive deficit procedure under Article 126 TFEU. 128 Both Article 1(2) of Regulation (EU) No. 473/2013 and its Preambule refer to the fact that the Regulation shall be applied 'in full compliance with Article 152 TFEU [which recognizes the role of social partners at EU level]', that 'the recommendations issued under this Regulation shall respect national practice and institutions for wage formation', and that '[i]n accordance with Article 28 of the Charter of Fundamental Rights of the European Union, this Regulation shall not affect the right to negotiate, conclude or enforce collective agreements or to take collective 124 This is further confirmed by the Loan Facility Agreement concluded with Greece, according to which: 'The release of Loans subsequent to the first one shall be conditional upon the Euro Area Member States (except Greece) deciding favourably after consultation with the European Central Bank on the basis of findings of verification by the Commission that the implementation of the economic policy of the Borrower accords with the adjustment programme or any other conditions laid down in the Council Decision on the basis of Article 126(9) and 136 TFEU and the MoU' (preambular, para. 8). 125 This is the hypothesis envisaged under Article 18 of the International Law Commission’s Articles on Responsibility of States for Internationally Wrongful Acts (annex to General Assembly resolution 56/83 of 12 Dec. 2001, and corrected by document A/56/49(Vol. I)/Corr.4), under the heading ‘Coercion of another State’: ‘A State which coerces another State to commit an act is internationally responsible for that act if: (a) The act would, but for the coercion, be an internationally wrongful act of the coerced State; and (b) The coercing State does so with knowledge of the circumstances of the act’. 126 See International Labour Office, Report on the High Level Mission to Greece (19-23 September 2011) (ILO: Geneva, 22 November 2011), para. 88 (reporting the views expressed by the Greek government according to which, although 'approximately 20 per cent of the population was facing the risk of poverty', 'it did not have an opportunity, in meetings with the Troika, to discuss the impact of the social security reforms on the spread of poverty, particularly for persons of small means and the social security benefits to withstand any such trend. It also did not have the opportunity to discuss the impact that policies in the areas of taxation, wages and employment would have on the sustainability of the social security system. In the framework of the obligations undertaken under the Memoranda and in order to maintain the viability of the social security system, Article 11(2) of Act No. 3863 stated that the expenditures of the social security funds had to remain within 15 per cent of GDP by 2060. A contracting GDP would necessarily lead to shrinking expenditures. Even though this did not endanger the viability of the system from a technical point of view, it did affect the levels of benefits provided and could eventually put into questioning the functions of the social welfare state. The Government was encouraged by the fact that these issues were on the agenda of an international organization and hoped that the ILO would be in a position to convey these issues to the Troika'). 127 Regulation (EU) No. 473/2013 of the European Parliament and of the Council on common provisions for monitoring and assessing draft budgetary plans and ensuring the correction of excessive deficit of the Member States in the euro area, OJ L 140, 27.5.2013, p. 11. 128 Id., preambular para. 9. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 37 action in accordance with national law and practice'; the Preambule also refers to Article 9 TFEU, which provides that, in defining and implementing its policies and activities, the Union is to take into account requirements linked to the promotion of a high level of employment, the guarantee of adequate social protection, the fight against social exclusion, and a high level of education, training and protection of human health. 129 However, neither in the assessment of the draft budgetary plans that Eurozone Member States should submit annually to the Commission and to the Eurogroup, nor in the preparation of the economic partnership programmes by States placed under an excessive deficit procedure, is there any reference to an assessment of the social impacts, let alone to the requirement that any measure to maintain a sound fiscal balance or to correct an excessive deficit should comply with fundamental social rights. The second component of the 'Two-Pack' defines the conditions applying to countries of the eurozone placed under ‘enhanced surveillance’. These are countries experiencing or threatened with serious financial difficulties, and which have therefore called on the financial assistance either from one or several other Member States or third countries, the EFSM, ESM, EFSF, or another relevant international financial institution such as the IMF. 130 Regulation (EU) No. 472/2013 131 places such countries under closer monitoring than that provided normally under the ‘European semester’ for economic policy coordination. The enhanced form of surveillance is established in order to ensure that the macroeconomic structural adjustment programmes imposed as a condition for the provision of financial assistance are effectively implemented: the objective, as stated in the Regulation, is to allow for the ‘swift return to a normal situation’ and to ‘[protect] the other euro area Member States against potential adverse spill-over effects’. 132 Like its sister regulation mentioned in the previous paragraph, Regulation No. 472/2013 requires that any measures adopted as part of economic adjustment programmes comply with the right of collective bargaining and action recognized in Article 28 of the EU Charter of Fundamental Rights; but also like that other regulation, it is otherwise silent on the need to ensure that fundamental social rights are taken into account in the preparation of such programmes. Of course, one of the implications of important reforms in the governance of the Eurozone is that the EU Member States are implementing EU law when taking measures that are adopted under Article 136 of the Treaty on the Functioning of the European Union (the legal basis of the 'Two-Pack' regulations) and Regulations 472 and 473/2013 themselves. Such measures thus drawn into the ambit of EU law include the Memoranda of Understanding concluded with the Member State concerned, as well as the Council decision approving the macroeconomic adjustment programme: this decision therefore ‘may be challenged (either directly before the EU Courts or indirectly before the national courts on the ground that it is incompatible with the Charter).’ 133 Although the case law of the Court of Justice of the European Union has shed doubt on this issue, 134 it is at least arguable that the domestic measures adopted in order to fulfill such a programme also could be considered to fall within the scope of application of EU law and thus have to comply with the Charter of Fundamental Rights, under the supervision of the Court of Justice of the European Union. 129 Id., preambular paras. 7-8. 130 The Regulation applies to Greece, as a country in receipt of financial assistance from the EFSF on the date of 30 May 2013: see Article 16 of Regulation (EU) No. 472/2013. 131 Regulation (EU) No. 472/2013 of the European Parliament and of the Council on the strengthening of economic and budgetary surveillance of Member States in the euro area experiencing or threatened with serious difficulties with respect to their financial stability, OJ L 140 of 27.5.2013, p. 1. 132 Regulation (EU) No. 472/2013, preambular, para. 5. 133 Koen Lenaerts, ‘EMU and the EU's Constitutional Framework’, European Law Review , vol. 39(6) (2014), pp. 753-769. 134 See Case C-665/13, Sindicato Nacional dos Profissionais de Seguros e Afins , Order of the Court (Sixth Chamber), 21 Oct. 2014 (Court of Justice lacking jurisdiction to assess compliance with the Charter of Fundamental Rights of Portuguese Law No 64-B/2011 of 31 Dec. 2011 approving the State Budget for 2012, which resulted in salary reductions for certain public sector employees, although the budgetary measures involved were explicitly stated in Article 21(1) of the 2012 Budget Law to be linked to the Economic and Financial Assistance Programme (EFAP) applied to Portugal). Judge Lenaerts, now the President of the Court of Justice of the European Union, was not a member of the 3-judges chamber which adopted this Order. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 38 However, it is doubtful that such judicial supervision on the basis of the EU Charter, even where it is possible, would result in a robust protection of fundamental social rights: the relative timidity of the EU Charter in the area of social rights, as well as the reluctance of the Court of Justice to recognize the justiciability of such rights in similar circumstances, should warn us not to place too high hopes in such a mechanism. A preventive approach, in which any impacts on social rights are assessed before the adoption of fiscal consolidation measures, seems therefore required, as the only effective means to avoid potential conflicts between the disciplines imposed on the Eurozone Member States and the requirements of the European Social Charter. Consistent with President Juncker's July 2014 Political Guidelines for the next European Commission, in which he committed to ensure that future support and reform programmes would be subjected to social impact assessments to feed into the public discussion, 135 the European Commission has announced its intention to pay greater attention to 'the social fairness of new macroeconomic adjustment programmes to ensure that the adjustment is spread equitably and to protect the most vulnerable in society', and it has proposed a number of improvements in this regard. 136 The preparation of such social impact assessments would seem to constitute an obvious first step towards ensuring compliance with fundamental rights, and the implications of this new approach are already visible: for instance, after Greece was granted a new package of financial assistance in August 2015 - the third 'bailout' in a row -, this was accompanied by a social impact assessment showing 'how the design of the stability support programme has taken social factors into account'. 137 Social impact assessments could, moreover, relatively easily be built into existing procedures under the 'European budgetary semester' and the enhanced monitoring to which States under financial assistance are subjected. 138 They would also appear to be in line with the position of the European Commission, according to which (as stated by Commissioner M. Thijssen on its behalf in response to a parliamentary question) it is 'important that Member States comply with the European Social Charter also when implementing reform measures'. 139 While these are promising signs, there remains a gap between the shift towards 'social fairness' considerations being included in reform programmes, and a social rights-based assessment of their impact. Grounding reform programmes in fundamental social rights would require (i) basing the assessments explicitly on the normative components of social rights, (ii) moving beyond references to the EU Charter of Fundamental Rights alone, to integrate the full range of social rights guaranteed in the Council of Europe Social Charter, and (iii) ensuring that procedures are established to allow for participation of unions and other components of civil society in the design and implementation of such programmes, 135 A New Start for Europe: My Agenda for Jobs, Growth, Fairness and Democratic Change , Political Guidelines for the next European Commission, 15 July 2014. 136 European Commisssion, Communication from the Commission to the European Parliament, the Council and the European Central Bank: On Steps Towards Completing Economic and Monetary Union , COM(2015) 600 final of 21.10.2015, p. 5. See also European Commission, Commission Work Programme 2016 , COM(2015) 610 final of 27.10.2015 (in which, under the heading 'A deeper and fairer Economic and Monetary Union', the Commission announces its intention to contribute to the development of a 'European pillar of social rights', both by 'modernising and addressing gaps in existing social policy legislation' and by 'identifying social benchmarks, notably as concerns the flexicurity concept, built on best practices in the Member States with a view to upwards convergence, in particular in the euro area, as regards the functioning of the labour market, skills and social protection' (p. 9)). 137 Commission Staff Working Document, Assessment of the Social Impact of the New Stability Support Programme for Greece, SWD(2015) 162 final, of 19.8.2015. 138 For instance, Regulation (EU) No. 472/2013 already establishes certain procedural requirements linked to the assessment of the impacts of the measures to be adopted: Article 6 provides that the European Commission must evaluate the sustainability of the sovereign debt, and Article 8 imposes on the country placed under enhanced surveillance that it 'seek the views of social partners as well as relevant civil society organisations when preparing its draft macroeconomic adjustment programmes, with a view to contributing to building consensus over its content’. 139 Statement made by Commissioner M. Thijssen declaired on behalf of the European Commission on 30 April 2015, in response to a parliamentary question on the social rights impacts of reform programmes (more specifically, on wage decline in Spain) (question from P. Iglesias (GUE/NGL) of 6 March 2015, P-003762-15). ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 39 and for re-examination of the draft programmes if negative impacts on social rights are found to occur. 140 140 It is to be welcomed in this regard that the Proposal for a Council Regulation on the establishment of the Structural Reform Support Programme for the period 2017 to 2020 (based on Articles 175 and 197(2) TFEU) (COM(2015) 701 final, of 26.11.2015) makes explicit reference to its potential impact on fundamental rights on p. 9: “The proposal could have a positive effect in the preservation and development of Union fundamental rights, assuming that the Member States request and receive technical assistance in related areas. For example, technical assistance support in areas such as migration, labour market and social insurance, healthcare, education, the environment, property, public administration and the judicial system can support Union fundamental rights such as dignity, freedom, equality, solidarity, citizens' rights and justice.” ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 40 5. MOVING FORWARD: FOUR DIRECTIONS The status of the European Social Charter in the law- and policy-making of the EU remains deeply unsatisfactory, and the risk of tensions will increase in the future. Moving beyond the current statu quo is necessary, not simply in order to avoid situations where the EU Member States will be facing potentially conflicting obligations, imposed respectively under the EU legal order and under the European Social Charter, but also in order to improve the legitimacy of the EU, particularly as regards the adoption of national reform programmes within the Euro Area or the adoption of structural adjustment programmes for States receiving financial assistance from the European Stability Mechanism. Improvements could be made in four directions. 5.1. The European Social Charter as a source of EU law At the very least, it can be expected from the Court of Justice of the European Union that, when interpreting the EU Charter of Fundamental Rights, it shall take into account the interpretation given to the European Social Charter by the European Committee of Social Rights. A number of provisions of the Charter of Fundamental Rights were directly inspired by the European Social Charter, the corresponding provisions of which are referred to by the Explanations of the Charter of Fundamental Rights. 141 As recognized by the European Court of Human Rights, 'the ECSR’s competence [as stipulated in the Protocol Amending the European Social Charter (also known as the \"Turin Protocol\", Council of Europe Treaty Series No. 142) is] to “assess from a legal standpoint the compliance of national law and practice with the obligations arising from the Charter”. [...][The] interpretative value of the ECSR appears to be generally accepted by States and by the Committee of Ministers [of the Council of Europe]' 142 : the European Committee of Social Rights is therefore 'particularly qualified' to provide an authoritative interpretation of the European Social Charter's provisions. 143 The Court of Justice of the European Union could be beyond this, however. It could align the status of the European Social Charter with that of the European Convention on Human Rights, and seek inspiration from the Charter to develop the fundamental rights that are included among the general principles of EU law. After all, as the Court itself has remarked in the 2007 case of Kiiski , 144 the European Social Charter has been ratified by all EU Member States (whether in its original version of 1961 or in its revised form of 1996). Although the range of commitments is uneven, they all therefore have pledged to 'accept as the aim of their policy, to be pursued by all appropriate means both national and international in character, the attainment of conditions in which the ... rights and principles [listed in Part II of the European Social Charter] may be effectively realised'. 145 The EU Member States have 'confirm[ed] their attachment to fundamental social rights as defined in the European Social Charter' in the Preamble of the Treaty on the European Union, 146 and they further pledged to build on the European Social Charter in Article 151 of the Treaty on the Functioning of the European Union, as well as in the Preamble of the EU Charter of Fundamental Rights. 141 OJ C 303 of 14.12.2007, p. 17. 142 Eur. Ct. HR (4th sect.), Case of the National Union of Railroad, Marine and Transport Workers v. the United Kingdom (Appl. no. 31045/10) judgment of 8 April 2014, § 94. 143 Eur. Ct. HR (2nd sect.), Tüm Haber Sen and Çınar v. Turkey (Appl. no. 28602/95) judgment of 21 Feb. 2006, §39, ECHR 2006-II. 144 See above, text corresponding to notes 54-56. 145 This is the definition of the undertaking of States parties under both the 1961 and the 1996 versions of the European Social Charter. 146 See 5th preambular paragraph of the EU Treaty, OJ C 83 of 30.3.2010, p. 13. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 41 Far from subverting EU law, such a shift in the attitude of the Court of Justice towards the European Social Charter and the body of case-law developed by the European Committee of Social Rights would present four major advantages. First, it would overcome the tensions resulting from the selectivity of the EU Charter of Fundamental Rights as regards the social rights listed (more extensively, and in greater detail) in the Council of Europe Social Charter. Secondly, it would dispel the suspicion that the Court of Justice pays greater attention to civil and political rights as enumerated in the European Convention on Human Rights than to social rights as listed in the European Social Charter, or that it tends to prioritize the protection of economic freedoms over that of social guarantees. Thirdly, it would favor the uniform application of EU law, since EU Member States would have to take into account the European Social Charter in the implementation of all EU secondary legislation: in other terms, they would not be allowed to use loopholes or exceptions carved into regulations or directives in violation of the requirements of the European Social Charter. This would mean that the implemenetation of EU law would be more uniform across the Member States, and the 'social dumping' which the economic freedoms of the internal market have sometimes been accused of encouraging, would be much less likely. Fourthly, it would protect EU law from being challenged: aligning the status of the European Social Charter with that of the European Convention on Human Rights may lead the ECSR to establish a presumption according to which measures adopted by EU Member States in fulfilment of their obligations under EU law shall be treated as in principle compatible with the requirements of the European Social Charter, unless the Court of Justice did not have an opportunity to assess the compatibility with fundamental rights of the said measures (including their compatibility with the requirements of the European Social Charter, understood 'within the framework of the structure and the objectives of the European Union' 147 ) or unless a 'manifest deficiency' is apparent in the protection of fundamental social rights. 148 5.2. Improving Impact Assessments However much we can expect from the Court of Justice, the other EU institutions should also move towards strengthening the implementation of the European Social Charter in the EU. A first step could consist in including explicit references to the European Social Charter in the guidelines for impact assessments of legislative proposals prepared by the European Commission. In its December 2012 resolution on the situation of fundamental rights in the EU (2010-2011), the Parliament 'recommends that the Commission revise the existing Impact Assessment Guidelines to give greater prominence to human rights considerations, widening the standards to include UN and Council of Europe human rights instruments'. 149 It also calls on the Commission 'to make systematic use of external independent expertise, notably from the Fundamental Rights Agency, during the preparation of impact assessments'. 150 Though this call was not reiterated in the most recent resolutions of the European Parliament on the same topic, 151 the intention it expresses remains essentially 147 See Case 11/70, Internationale Handelsgesellschaft mbH v. Einfuhr-und Vorratsstelle für Getreide und Futtermittel [1970] E.C.R. 1125, para. 4 (stating that the European Convention on Human Rights shall serve as a source of inspiration for the development of fundamental rights as part of the general principles of Community law, which should be protected 'within the framework of the structure and the objectives of the Community'). 148 See above, Section 4.1.(text corresponding to notes 69-74). 149 European Parliament resolution of 12 December 2012 on the situation of fundamental rights in the European Union (2010 - 2011) (2011/2069 (INI)), doc. P7_TA(2012)0500, op. para. 3. 150 Id., op. para. 6. The same applies to the Council when it initiates legislation. 151 European Parliament resolution of 27 November 2014 on the revision of the Commission’s impact assessment guidelines and the role of the SME test (2014/2967(RSP))(P8_TA-PROV(2014)0069). See however, in the same procedure, the motion for a resolution proposed on 25 November 2014 by MEPs Dennis de Jong and João Ferreira on behalf of the GUE/NGL Group (B8-0316/2014), which in paras. 13-14 'strongly criticises the lack of consideration shown by the Commission with regard to the social consequences for people in the programme countries' and, while welcoming 'the plans for social impact assessments as stated in President Juncker’s political priorities, ... considers that such social impact assessments should also be integrated into the impact assessment guidelines, in order to include the effects of proposals on employment, poverty and social cohesion, as well as the environmental impact, in future impact assessments'. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 42 sound: expanding the list of fundamental rights on which impact assessments are based in order to include the European Social Charter, or at least the provisions of the European Social Charter that were a source of inspiration for the drafting of the EU Charter of Fundamental Rights, would go a long way towards ensuring that EU law shall develop in a way that is fully consistent with the obligations of the member States in international law, thus reducing the risk that they may be faced with conflicting international obligations. 152 It would aso fulfil the mandate of the Treaty on the Functioning of the European Union, which commits the EU to 'take into account requirements linked to the promotion of a high level of employment, the guarantee of adequate social protection, the fight against social exclusion, and a high level of education, training and protection of human health' in defining and implementing its policies and activities. 153 Yet, the calls of the European Parliament in this regard have not been heard. This is particularly disappointing since impact assessments with a strong fundamental rights dimension could become an important tool for a fundamental rights policy of the European Union that would shift from being reactive to becoming proactive . Unless they are more or less equated with asessments of compatibility with fundamental rights and conceived therefore as purely negative, impact assessment could ensure that fundamental rights are mainstreamed in all legislative proposals of the European Commission. 154 In its resolution of 12 December 2012, the European Parliament notes that \"observing the duty to protect, promote and fulfil does not require new competences for the EU but rather proactive institutional engagement with human rights, developing and reinforcing a genuine culture of fundamental rights in the institutions of the Union and in Member States\". 155 It appears from the 2006 Parliament v. Council case that the EU legislator is not considered to act in violation of fundamental rights simply because it leaves to the EU Member States a freedom to act in certain areas (for instance, for the implementation of directives), even in situation where the Member States may be tempted to exercise such freedom in violation of fundamental rights. But this is precisely the point at which fundamental rights impact assessments should be seen as an opportunity to move beyond verifying the compatibility of legislative proposals with the requirements of the Charter of Fundamental Rights, in order to ensure that the European legislator not only does not violate fundamental rights (a merely negative requirement), but in addition exercises its competences in order to contribute to the full realization of fundamental rights (which amounts to a positive duty). This is of particular importance for the realization of social rights, which require the adoption of measures across time in order to become truly effective. 152 For an in-depth discussion, see Olivier De Schutter and Israel de Jesus Butler, ‘Binding the EU to International Human Rights Law’, Yearbook of European Law , vol. 27 (2008), pp. 277-320. 153 Article 9 TFEU. See also Article 3(3) TEU, listing among the objectives of the EU the establishment of 'a highly competitive social market economy, aiming at full employment and social progress', the combating of social exclusion and the promotion of social justice and protection as well as of equality between men and women. 154 See Olivier De Schutter, \"Les droits fondamentaux dans le projet européen. Des limites à l’action des institutions à une politique des droits fondamentaux\", in O. De Schutter and P. Nihoul (eds.), Une Constitution pour l’Europe. Réflexions sur les transformations du droit de l’Union européenne , Bruxelles, Larcier, 2004, pp. 81- 117. 155 Preamble, para. F. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 43 5.3. Defining a Common Approach towards the European Social Charter One major obstacle to relying on the European Social Charter as a source of inspiration for the development of fundamental rights as general principles of EU law, thereby allowing it to complement the EU Charter of Fundamental Rights, is that, in the à la carte system on which the European Social Charter is built, the undertakings of the EU Member States under the Charter remain uneven. The Court of Justice of the European Union is therefore understandably hesitant to derive from this instrument, in the absence of support from the EU Charter of Fundamental Rights, social rights that it can consider to be sufficiently consensual due to the wide recognition they benefit from. Whether this is a real or an imaginary obstacle may be discussed, of course. It is notable that, although the International Covenant on Economic, Social and Cultural Rights does not follow the same à la carte approach for the definition of the commitments of States parties, that instrument too has been largely neglected by the European Court of Justice: indeed, although it has been ratified by all the EU Member States, and should therefore logically be seen as providing a reliable source of inspiration for the development of fundamental rights in the EU legal order, it has been entirely ignored. 156 It is against this background that one should consider the proposals presented by the European Committee of Social Rights to the High-Level Conference on the European Social Charter, which the Council of Europe convened in Turin (Italy) on 17 and 18 October 2014. 157 Noting the lack of uniformity in the acceptance of Charter provisions by the EU member states, the Committee remarked that, sometimes, this denotes 'a lack of consistency', since some EU Member States 'have chosen not to enter any undertaking under the Charter [although,] pursuant to EU law, they have adopted legal instruments or measures providing equal or greater protection than that guaranteed in the Charter provision(s) they have not accepted. In other words, while applying the EU’s binding standards in an area covered by the Charter, some states have not accepted the Charter provisions establishing legally equivalent guarantees. Given this situation', the Committee continues, 'it would be expedient to identify the Charter provisions which EU member states should accept because they belong to the EU'. 158 Thus, the Committee suggests that the EU could encourage its member States to harmonise their commitments, in particular by all ratifying the revised Charter and all accepting all the provisions in the Charter which are most directly related in terms of substance to the provisions of EU law and the competences of the EU [such as] Articles 4§3 (equal pay for women and men) and 2§1 (reasonable working hours). It would be useful for a definition of a kind of ‘Community core’ within the Charter to be drawn up so as to give EU member states clear indications in this respect. 159 Implementing such a proposal would favor the uniform application of EU law. The case of working time is typical in this regard. Although it makes no reference to the European Social Charter, the 2003 Working Time Directive 160 does seek to contribute, in the EU, to the same objectives as those of Article 2 para. 1 of the European Social Charter. At the request in particular of the United Kingdom, however, the directive includes a number of 156 This was also the case during the preparation of the EU Charter of Fundamental Rights: see, in this regard, expressing its concerns, the Statement of the Committee on Economic, Social and Cultural Rights to the Convention to draft a Charter of Fundamental Rights of the European Union (UN doc. E/C.12/2000/21, Annex VIII, 1 Jan. 2000). 157 European Committee of Social Rights, The relationship between European Union law and the European Social Charter , Working document, 15 July 2014. 158 Id., paras. 23-24. 159 Id., paras. 83-84. 160 Directive 2003/88/EC of the European Parliament and of the Council of 4 November 2003 concerning certain aspects of the organisation of working time, OJ L 299 of 18.11.2003, pp. 9–19. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 44 exceptions and exemptions that the EU Member States may rely on in order to reduce the level of their commitments. However, since relying on such exceptions or exemptions may be in violation of the requirements of Article 2 para. 1 of the European Social Charter, only the EU Member States that have not accepted this provision 161 upon ratifying the Charter shall be able to make use of this possibility without violating their other international obligations. This is anomalous: it means, in effect, that not all EU Member States are equal before the flexibilities built into the Working Time Directive, and that the States that have chosen to limit the level of their commitments under the European Social Charter are advantaged within intra-Community competition. Instead, were all EU Member States encouraged to accept at least a core set of provisions of the European Social Charter that correspond to legislative instruments adopted by the EU, the implementation of such instruments would be more consistent across the EU. Quite apart from such immediate benefits in terms of what the European Committee of Social Rights calls \"consistency\", ensuring that the EU Member States' undertakings under the European Social Charter are aligned would encourage the Court of Justice of the European Union to include the fundamental social rights thus identified as part of the general principles of law it ensures respect for: once such rights are identified on a consensual basis, they will be much more difficult for the Court to ignore. 5.4. Launching the Process for the Accession of the EU to the European Social Charter Finally, a third option for the political institutions of the Union may be to launch the process for the accession of the European Union to the European Social Charter. 162 The idea is less novel, and less radical, than it may seem. Already in 1984, when the European Parliament symbolically adopted a Treaty on the European Union - the so-called \"Spinelli Treaty\" -, the document included a reference to the possibility of the EU joining the European Social Charter. 163 This was again suggested in 1989, when the European Commission was preparing the document that was to become the Community Charter of Fundamental Social Rights of Workers: both the Parliamentary Assembly of the Council of Europe and the European Economic and Social Committee declared that acceding to the Council of Europe Social Charter could be more economical, and perhaps more effective, than to reinvent a social rights catalogue for the EU. 164 Finally, when the European Social Charter was revised, the draft that was presented to the Committee of Ministers of the Council of Europe in October 1994 included a provision allowing for the accession of the European Community to the new instrument 165 : although the Ministers did not finally adopt this proposal, this was a clear signal that, within the Council of Europe at least, this option remained very much alive. More recently, the European Trade Union Confederation (ETUC) mentioned this objective as part of its 2012 \"Social Compact for Europe\". 166 And the European Parliament 161 These are Austria, Bulgaria and Sweden, who are parties to the 1996 Revised European Socila Charter; and Denmark and the United Kingdom, which are parties to the 1961 European Social Charter. 162 See Olivier De Schutter, 'L'adhésion de l'Union européenne à la Charte sociale européenne', Revue trimestrielle des droits de l'homme , n°105 (2015), pp. 259-316; and O. De Schutter, ‘Anchoring the European Union to the European Social Charter : The Case for Accession’, in G. de Búrca and B. de Witte (eds), Social Rights in Europe (Oxford Univ. Press, 2005), pp. 111-152. For a more detailed study on the legal and technical dimensions of the accession of the EU to the European Social Charter, see O. De Schutter, 'L'adhésion de L'Union Européenne à La Charte sociale européenne' (The Accession of the European Union to the European Social Charter) (July 8, 2014) (in French), available at SSRN: http://ssrn.com/abstract=2475754 or http://dx.doi.org/10.2139/ssrn.2475754 163 Article 4(2) of the draft Treaty on the European Union of 14 February 1984, Bull. EC , Feb. 1984, No. 2, p. 8. 164 Parliamentary Assembly of the Council of Europe, Res. 915 (1989) on the future role of the European Social Charter, adopted on 9 May 1989 on the basis of the report of the Committee on Social, Health and Family Affairs (doc. 6031, rapp. M. Forschi); European Economic and Social Committee, Opinion on Community Fundamental Social Rights\", doc. CES 270/89 of 22 Feb. 1989. 165 Charte/Rel (84)23, 14 October 1994 (see Article L of the draft). 166 The 'Social Compact for Europe' was adopted by the ETUC Executive Committee on 5-6 June 2012: \"We insist that the EU and its member states should observe scrupulously European and international instruments such as ILO conventions, the jurisprudence of the European Court of Human Rights and the revised European Social ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 45 itself, in its resolution of 27 February 2014 on the situation of fundamental rights in the European Union (2012), mentioned the need to move towards accession of the EU to the European Social Charter. 167 5.4.1. The benefits from accession In response to a parliamentary question on the accession of the EU to the European Social Charter, the European Commission stated that it 'is in dialogue with the Council of Europe on the interplay between the EC law and the European Social Charter as well as on ratification and better application of the latter by EU Member States', and that the legal context is not favourable since 'there is currently no accession clause in the European Social Charter and such a clause would need to be introduced to allow for accession by the EU'. 168 That is of course not satisfactory: the question is precisely whether the legal context should be amended in order to allow for such accession. The accession of the Union to the European Social Charter does not require that the Union become a member of the Council of Europe. However, it does imply the negotiation of a new legal instrument, in the form of an additional protocol to the European Social Charter to be ratified by all 43 member States of the Council of Europe who have joined either the 1961 Charter or the 1996 Revised European Social Charter, including the 28 EU Member States. 169 Launching a political process in favor of accession would send a powerful signal to the European public opinion: it would provide a clear indication that the EU is committed not only to the establishment of the internal market and to the creation of an area of freedom, security and justice, but also to social justice - and that it pays equal attention to both civil and political rights and to economic and social rights. The indivisibility, interdependence and equal importance of all human rights, which the EU Charter of Fundamental Rights partly embodies by bringing together, in a single instrument, different categories of rights, would be reaffirmed. Beyond such symbolic gains, however, more concrete advantages would follow from accession. The risk of conflicts would be minimized. It would remain possible of course that, in concrete cases, the balancing of interests as performed by the Court of Justice of the European Union will arrive at a different result than the balancing performed by the European Committee of Social Rights: as we have seen, the different framings on the basis of which economic freedoms linked to the internal market are balanced against social rights, respectively by the European Court of Justice and by the European Committee of Charter, to which the European Union should accede as well as to its Protocol providing for a system of collective complaints (1995)\" (ETUC position on the social dimension of the European Union (Brussels, 23 April 2013), Annex, available at: www.etuc.org/a/11136). 167 European Parliament resolution of 27 February 2014 on the situation of fundamental rights in the European Union (2012) (2013/2078 (INI)), doc. P7_TA-PROV(2014)0173 para. 8 (a). 168 Answer given by Ms Thijssen on behalf of the European Commission on 8 July 2015 to a parliamentary question raised by Ms Paloma López Bermejo (GUE/NGL) on 28 April 2015 (E-006720-15). 169 Strictly speaking, ratification only by the 33 member States of the Council of Europe which are parties to the 1996 Revised European Social Charter would be required for a protocol to allow for the accession by the Union to this instrument. However, since the protocol would provide that the monitoring procedures established by the European Social Charter would extend to the Union, a ratification also by the States parties to the 1961 version of the Charter is also advisable. Moreover, in accordance with Article 218(8) TFEU, unanimity will be required within the Council of the EU when it will authorise the opening of negotiations, adopt negotiations directives, or authorise the signing of the agreement and conclude them, since the European Social Charter covers some areas for which the requirement of unanimity applies for the adoption of internal acts (such as, notably, social security and social protection of workers, the protection of workers when their contract is terminated, the representation and collective defence of the interests of workers and employers, and conditions of employment for third-country nationals legally residing in the Union) (see Article 153(1) (c), (d), (f) and (g) and Article 153(2) TFEU). Therefore, the protocol providing for the accession of the Union to the European Social Charter shall presumably require that all EU Member States consider this to be a politically desirable option. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 46 Social Rights, implies that such divergences are likely to continue. 170 If however the EU were formally bound to comply with the European Social Charter, such conflicts would remain temporary: it would be necessary to arrive at a common position - not, it should be emphasized, on the basis of some hierarchy between different monitoring bodies, but on the basis of a judicial dialogue, based on a division of labour between respective bodies, respectful of the various positions expressed. 5.4.2. The competence of the EU to accede to the European Social Charter From the point of view of EU law, the question of accession raises two questions. A first question is whether the EU has a competence to accede to the European Social Charter. Such a competence does not need to be explicitly attributed in the EU treaties: Article 216(1) TFEU provides in this regard that The Union may conclude an agreement with one or more third countries or international organisations where the Treaties so provide or where the conclusion of an agreement is necessary in order to achieve, within the framework of the Union’s policies, one of the objectives referred to in the Treaties, or is provided for in a legally binding Union act or is likely to affect common rules or alter their scope. This wording is inspired in part by Opinion 2/91, which the European Court of Justice delivered on 19 March 1993 in response to a request of the European Commission on the compatibility with the EEC Treaty of Convention No 170 of the International Labour Organization concerning safety in the use of chemicals at work. 171 In that opinion, recalling that ' whenever Community law created for the institutions of the Community powers within its internal system for the purpose of attaining a specific objective, the Community had authority to enter into the international commitments necessary for the attainment of that objective even in the absence of an express provision in that connection' , 172 the Court concluded that the European Community could join the ILO Convention concerning safety in the use of chemicals at work, although not all fields covered by the said convention had already led to the adoption of secondary legislation by the EC. The Court simply noted that under the social provisions of the Treaty of Rome, the Community 'enjoys an internal legislative competence in the area of social policy. Consequently, Convention No 170, whose subject-matter coincides, moreover, with that of several directives adopted under Article 118a, falls within the Community's area of competence' . 173 Later opinions make it clear that when assessing whether, given the existing allocation of competences between the European Union and the Member States in a particular area, the EU may have the authority to conclude an international agreement , not only the scope of the rules in question should be taken into account, but also their nature and content; moreover, one should take into account 'not only the current state of Community law in the area in question but also its future development, insofar as that is foreseeable at the time of that analysis'. 174 It is not possible here to provide a full analysis of the international competence of the EU. It seems clear, however, considering the large number of areas covered by the European Social Charter in which the EU has been attributed certain powers by the Member States, as well as the potential for further legislative instruments to be adopted in these areas, that 170 See also U. Khaliq, , 'The European Union and the European Social Charter: Never the twain shall meet?', cited above, pp. 182-183. 171 [1993] ECR I-01061. 172 Opinion 2/91, para. 7. See also on this doctrine Opinion 1/76 [1977] ECR 741, para. 3. 173 Id., para. 17. 174 Opinion 1/03, Competence of the Community to conclude the new Lugano Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters, 7 February 2006, para. 126 (referring to Opinion 2/91, para. 25). ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 47 the EU could accede to the European Social Charter on the basis of Article 216(1) TFEU. Indeed, the relationship of the EU to this instrument would be very similar to that it has developed with the UN Convention on the Rights of Persons with Disabilities, which the EU acceded to in 2009: both the EU Member States and the EU itself have certain competences to implement the provisions of the international instrument concerned, and it is therefore by their joint action that they can fully discharge their international obligations. 175 Admittedly, the UN Convention on the Rights of Persons with Disabilities, the only human rights treaty that the EU had acceded to until now, does contain a specific provision (Article 30) on accession by regional integration organisations, inserted at the request of the EU that participated (represented by the European Commission) in the negotiations. But that is only relevant from the point of view of general international law: it is without relevance to the competence of the EU, under EU law itself, to accede. 5.4.3. The autonomy and specific characteristics of EU law The other question that shall arise if the accession of the EU to the European Social Charter is considered is whether such accession respects the autonomy of EU law and takes into account its specific characteristics. These concerns, as is well known, were at the heart of Opinion 2/13 delivered by the Court of Justice of the European Union on 18 December 2014, which concluded that the Union could not accede to the European Convention on Human Rights. Would the same objections apply to the accession to the European Social Charter? In order to answer this question, it is important to distinguish between accession to the (Revised) European Social Charter and accession to the 1995 Optional Protocol providing for a system of collective complaints. By acceding to the European Social Charter, the EU would be committing to present reports to the European Committee of Social Rights, on the basis of which the Committee would adopt conclusions - expressing its views, in effect, as to whether or not the EU's legislation is, or is not, in conformity with the requirements of the Charter. The monitoring mechanism would not differ substantially from that to which the EU already takes part under the framework of the UN Convention on the Rights of Persons with Disabilities. It would not seem that, under such a scenario, questions arise as to the need to respect the autonomy or the specific characteristics of the EU legal order. The Court of Justice has consistently agreed that 'competence of the EU in the field of international relations and its capacity to conclude international agreements necessarily entail the power to submit to the decisions of a court which is created or designated by such agreements as regards the interpretation and application of their provisions' 176 : in this case, the monitoring system to which the EU would submit would remain very light indeed. The question becomes more complex once accession to the Collective Complaints mechanism is envisaged. A number of objections raised by the Court of Justice of the European Union against the draft agreement providing for the accession of the European Union to the European Convention on Human Rights are irrelevant, because they relate to features of the ECHR that are not replicated in the system of control established, under the European Social Charter, by the Collective Complaints Protocol. In particular, the European Committee of Social Rights is not competent to deliver advisory opinions at the request of 175 Council decision of 26 November 2009 concerning the conclusion, by the European Community, of the United Nationsl Convention on the Rights of Persons with Disabilities (2010/48/EC), OJ L 23 of 27.1.2010, p. 35. See the 6th preambular paragraph: \"Both the Community and its Member States have competence in the fields covered by the UN Convention. The Community and the Member States should therefore become Contracting Parties to it, so that together they can fulfil the obligations laid down by the UN Convention and exercise the rights invested in them, in situations of mixed competence in a coherent manner\". The EU signed the Convention on 30 March 2007; it entered into force vis-à-vis the EU on 22 January 2011. 176 Opinion 2/13, para. 182 (the Court refers to Opinions 1/91, EU:C:1991:490, paras 40 and 70, and 1/09, EU:C:2011:123, para. 74). ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 48 domestic courts, and the European Social Charter does not allow for inter-State applications: therefore, the risks of circumvention of the referral procedure (Article 267 TFEU) through the request for advisory opinions, 177 as well as the risk that States would derogate from the monopoly that Article 344 TFEU reserves to the European Court of Justice for the adjudication of disputes between EU Member States concerning the interpretation of application of the EU Treaties, 178 are absent. Other objections of the Court of Justice expressed in Opinion 2/13 are essentially technical in nature (which is not to say that they are minor), and they could be easily met by carefully drafting the Accession Protocol. For instance, such Accession Protocol should ensure that, when a complaint is filed against an EU Member State or the EU, the EU of any EU Member State respectively should be allowed to join ex officio and be treated as a co-respondent, without the European Committee of Social Rights having to authorize this. 179 Two issues are perhaps more delicate. First, in the course of the negotiation of the draft agreement providing for the accession of the European Union to the European Convention on Human Rights, the Court of Justice of the European Union obtained the establishment of a specific mechanism, allowing for its prior involvement in the cases where an application would have been filed before the European Court of Human Rights without the Court of Justice (as the judicature of the European Union) having been given an opportunity to pronounce itself on the interpretation of the provision of EU law concerned or its compatibility with fundamental rights. 180 This procedure, according to the Court of Justice, is 'necessary for the purpose of ensuring the proper functioning of the judicial system of the EU' 181 ; indeed, the Court of Justice had called for the establishment of such a mechanism in its earlier contribution to the discussions on the modalities of the accession. 182 The \"prior involvement\" mechanism would apply only exceptionally, since the duty of the national courts to request from the Court of Justice preliminary rulings on questions of interpretation or of validity of EU law 183 as well as the duty of the EU Member States to ensure effective remedies in the field of application of EU law 184 imply, in principle, that the Court of Justice should be provided with an opportunity to interpret EU law in line with the requirements of fundamental rights, or to assess the validity of secondary EU legislation, before an application can be filed before the European Court of Human Rights in any situation involving the implementation of EU law. A similar procedure would presumably have to be established if the EU were to consider acceding to the Collective Complaints Protocol. Indeed, such prior involvement of the European Court of Justice would play a far more significant role in this framework, since the Collective Complaints Protocol does not require that unions or non-governmental organisations authorized to file complaints use domestic remedies prior to filing a complaint 177 Opinion 2/13, paras. 196-199 (where the Court finds that Protocol No. 16 to the European Convention on Human Rights, which permits the highest courts and tribunals of the Member States to request the European Court of Human Rights to give advisory opinions on questions of principle relating to the interpretation or application of the rights and freedoms guaranteed by the ECHR or the protocols thereto, would threaten the autonomy and effectiveness of the referral procedure established by Article 267 TFEU). 178 See on Article 344 TFEU Opinion 2/13, paras. 201-214. 179 Opinion 2/13, paras. 215-235. 180 Article 3(6) of the Draft revised agreement on the accession of the European Union to the Convention for the Protection of Human Rights and Fundamental Freedoms, appended to the Final Report to the CDDH (Steering Committee on Human Rights) of the Council of Europe, Fifth Negotiation Meeting between the CDDH Ad Hoc Negotiation Group and the European Commission on the Accession of the European Union to the European Convention on Human Rights, Council of Europe doc. 47+1(2013)008rev2 (Strasbourg, 10 June 2013). 181 Opinion 2/13, para. 236. 182 Discussion document of the Court of Justice of the European Union on certain aspects of the accession of the European Union to the European Convention for the Protection of Human Rights and Fundamental Freedoms (Luxembourg, 5 May 2010) (emphasizing that what matters is that 'where an act of the Union is challenged, [proceedings can be brought before] a court of the Union ... in order to carry out an internal review before the external review takes place' (para. 11)). 183 Art. 267 TFEU. 184 See Article 19(1), 2nd indent, of the EU Treaty (duty of Member States to 'provide remedies sufficient to ensure effective legal protection in the fields covered by Union law') and Art. 47 of the EU Charter of Fundamental Rights. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 49 to the European Committee of Social Rights: in order to preserve the role of the Court of Justice of the European Union, the Accession Protocol would have to provide that the Court will be given an opportunity to pronounce itself on any question of interpretation or validity of EU law prior to such question being examined by the European Committee of Social Rights. Second, in what is clearly the most sensitive part of Opinion 2/13, the Court of Justice insists on the need to ensure that the EU Member States may establish between themselves rules that should not be obstructed by requirements imposed on the EU by instruments external to the EU legal order: although this is not quite how the Court expresses itself, it is this idea that explains its comments on the need to ensure some form of coordination between Article 53 ECHR (which allows States parties to the ECHR to provide for a higher level of protection of rights and freedoms than the minimum standard imposed under the ECHR) and Article 53 of the EU Charter of Fundamental Rights, 185 as well as its insistence on the possibility to rely on mutual trust, a principle which 'requires ... each of [the EU Member States], save in exceptional circumstances, to consider all the other Member States to be complying with EU law and particularly with the fundamental rights recognised by EU law'. 186 In effect, the Court of Justice appears to make any subordination of the EU to an external control mechanism conditional upon a provision allowing this process of integration to continue, by disconnecting the relationships established between the EU Member States under EU law from the commitments of the EU or its Member States under another international instrument. 187 This concern of the Court is particularly relevant to the establishment of the area of freedom, security and justice, a domain which is hardly relevant to the European Social Charter. The implication may be, however, that any rule of the European Social Charter that could result in creating obstacles to the ability for the EU Member States to pursue the process of integration within the EU should be disregarded where the relationships between the Member States are concerned. In particular, workers that are posted by a company established in one EU Member State in order to provide a service in another Member State, may have to be considered not as \"migrant workers\", as did the European Committee of Social Rights (with the implication that, in accordance with Article 6 para. 4 of the Charter, these workers have a right to equality of treatment with the workers employed in the host State), but rather as workers with a specific status linked to the temporary nature of their stay, as provided in the Migrant Workers (Supplementary Provisions) Convention (ILO Convention No. 143 of 1975). If that were the only price to pay for the EU acceding to the European Social Charter and joining the Collective Complaints Protocol, it is one that many would be glad to accept. However, a more systematic study should be prepared to identify any other rules of the European Social Charter that could pose a similar problem, by creating obstacles to the deepening of economic integration in the EU through the full implementation of EU rules, to the exclusion of requirements imposed by the European Social Charter. 185 Opinion 2/13, para. 189. 186 Opinion 2/13, para. 191. 187 On this feature of integration within the EU, see Olivier De Schutter, ‘The Two Europes of Human Rights. The Emerging Division of Tasks Between the Council of Europe and the European Union in Promoting Human Rights in Europe’, Columbia Journal of European Law , vol. 14, No. 3, Summer 2008, pp. 509-561, especially pp. 536-542; see also Olivier De Schutter and Françoise Tulkens, ‘Confiance mutuelle et droits de l’homme. La Convention européenne des droits de l’homme et la transformation de l’intégration européenne’, in Mélanges en hommage à Michel Melchior , Bruxelles, Anthemis, 2010, pp. 939-960. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 50 CONCLUSION The present situation is one in which the EU Member States may face conflicting international obligations, respectively under EU Law and under the European Social Charter. It is also one in which the uniformity of application of EU law is impeded by the uneven commitments of the EU Member States under the à la carte system of the European Social Charter. And it is one in which the Court of Justice is perceived as protecting economic freedoms at the expense of social rights, in situations where the two have to be balanced against one another. There is nothing inevitable in this situation. The Court of Justice would be fully consistent with its approach towards other instruments of international human rights law, that have inspired the development of fundamental rights in the EU legal order, by acknowledging the European Social Charter, and treating it for what it is: the most mature and the most detailed expression of the consensus of the EU Member States in the area of fundamental social rights. Even if the Court of Justice is reluctant to take such a step, the other EU institutions could contribute, by systematically aligning law- and policy-making in the EU with the requirements of the European Social Charter, and by refusing that the EU Member States that have been the least eager to accept the provisons of the European Social Charter enjoy a privileged position, as a result of that choice, in the implementation of EU law itself. As stated by J.-Cl. Juncker, in a 2006 report he prepared in his personal capacity at the request of the Heads of State and Governments of the Council of Europe, the final objective should remain that the EU joins the Council of Europe as a member. 188 But the accession of the EU to the European Social Charter should be seen as a priority on its own merits: in addition to bringing about a significant improvement in the protection of social rights in Europe, this would clearly express that the European Union has reached its age of majority, and can now relate to international instruments in the field of human rights in accordance with the degree of integration it has achieved. 188 See Council of Europe – European Union. A sole ambition for the European continent , report by Jean-Claude Juncker to the Heads of State and government of the Member States of the Council of Europe, 11 April 2006 (recommending that the EU accede to the Council of Europe by 2010 (p. 29)) ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 51 APPENDIX: COMPARATIVE OVERVIEW OF THE 1961 EUROPEAN SOCIAL CHARTER, THE 1996 REVISED EUROPEAN SOCIAL CHARTER, AND THE 2000/2007 EU CHARTER OF FUNDAMENTAL RIGHTS NOTE . This table provides a summary overview of the correspondance between the European Social Charter, in its 1961 and 1996 versions, and the EU Charter of Fundamental Rights: it paraphrases the wordings used in the respective instruments, although not always exactly reproducing such wording verbatim. The 1996 Revised European Social Charter builds on the 1961 European Social Charter, adding a total of 11 rights to the 19 rights that the original Charter listed. (The 1996 Charter incorporates as part of these 11 additional rights the four provisions added by the 1988 Additional Protocol to the European Social Charter (CETS No. 128), which entered into force on 4 September 1992. The 1988 Additional Protocol is therefore not included in this comparative table.) In addition however, the 1996 Revised European Social Charter amends some of the provisions of the original Charter: it strengthens the principle of non-discrimination (see Article E of the Revised European Social Charter); it improves the recognition of gender equality in all fields covered by the treaty; it improves the protection of maternity and social protection of mothers (Article 8); it provides for a better social, legal and economic protection of employed children (Article 7); and it reinforces and updates the protection of persons with disabilities (Article 15). Where such amendments were made, this is indicated in the table by highlighting some wording in the relevant sections of the 1996 Charter, where the changes are most significant. The table includes a reference to Article E of the 1996 Revised European Social Charter, which contains a general principle of non-discrimination in the enjoyment of the rights of the Charter: although this provision is listed in part V of the Charter, it clearly is a substantive provision, relevant to determining the extent of the guarantees it provides. Finally, since the version of the EU Charter of Fundamental Rights that was revised in 2007 with a view to incorporating it in the European Treaties does not differ, as regards the substance of the rights protected, from the original version as proclaimed in 2000, no distinction is made here between these two successive versions. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 52 1961 European Social Charter 1996 Revised European Social Charter 2000/2007 EU Charter of Fundamental Rights Art. 1 . Right to work, implying that (1) Contracting Parties accept as one of their primary aims and responsibilities the achievement and maintenance of as high and stable a level of employment as possible, with a view to the attainment of full employment; (2) they protect effectively the right of the worker to earn his living in an occupation freely entered upon; (3) they establish or maintain free employment services for all workers; (4) they provide or promote appropriate vocational guidance, training and rehabilitation. Art. 5(2). No one shall be required to perform forced or compulsory labour. Art. 15. Freedom to choose an occupation and right to engage in work. 1.Everyone has the right to engage in work and to pursue a freely chosen or accepted occupation. 2.Every citizen of the Union has the freedom to seek employment, to work, to exercise the right of establishment and to provide services in any Member State. 3.Nationals of third countries who are authorised to work in the territories of the Member States are entitled to working conditions equivalent to those of citizens of the Union. Art. 29. Right of access to placement services. Everyone has the right of access to a free placement service. Art. 14(1). Everyone has the right … to have access to vocational … training. Art. 2. Right to just conditions of work, implying: (1) reasonable daily and weekly working hours, the working week to be progressively reduced; (2) to provide for public holidays with pay; (3) to provide for a minimum of two weeks annual holiday with pay; (4) to provide for additional paid holidays or reduced working hours for workers engaged in Art. 31. Fair and just working conditions: 2. Every worker has the right to limitation of maximum working hours, to daily and weekly rest periods and to an annual period of paid leave. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 53 dangerous or unhealthy occupations as prescribed; (5) to ensure a weekly rest period. Art. 3. Right to safe and healthy working conditions, implying: (1) issuing safety and health regulations; (2) providing for the enforcement of such regulations by measures of supervision; (3) consulting, as appropriate, employers' and workers' organisations on measures intended to improve industrial safety and health. Art. 31 . Fair and just working conditions: 1. Every worker has the right to working conditions which respect his or her health, safety and dignity. Art. 4. Right to a fair remuneration, implies: (1) recognising the right of workers to a remuneration such as will give them and their families a decent standard of living; (2) recognising the right of workers to an increased rate of remuneration for overtime work, subject to exceptions in particular cases; (3) recognising the right of men and women workers to equal pay for work of equal value; (4) recognising the right of all workers to a reasonable period of notice for termination of employment; (5) permitting deductions from wages only under conditions and to the extent prescribed by national laws or regulations or fixed by collective agreements or arbitration awards. Art. 23. Equality between women and men. Equality between women and men must be ensured in all areas, including employment, work and pay. Art. 5. Right to organize: freedom of workers and employers to form local, national or international organisations for the protection of their economic Art. 12(1) . Everyone has the right to freedom of peaceful assembly and to freedom of association at all levels, in particular in political, trade union and ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 54 and social interests and to join those organisations. civic matters, which implies the right of everyone to form and to join trade unions for the protection of his or her interests. Art. 6. Right to right to bargain collectively, implying: (1) promoting joint consultation between workers and employers; (2) promoting machinery for voluntary negotiations between employers or employers' organisations and workers' organisations, with a view to the regulation of terms and conditions of employment by means of collective agreements; (3) promoting the establishment and use of appropriate machinery for conciliation and voluntary arbitration for the settlement of labour disputes; (4) recognising the right of workers and employers to collective action in cases of conflicts of interest, including the right to strike, subject to obligations that might arise out of collective agreements previously entered into. Art. 27. Workers' right to information and consultation within the undertaking. Workers or their representatives must, at the appropriate levels, be guaranteed information and consultation in good time in the cases and under the conditions provided for by Union law and national laws and practices. Art. 28. Right of collective bargaining and action. Workers and employers, or their respective organisations, have, in accordance with Union law and national laws and practices, the right to negotiate and conclude collective agreements at the appropriate levels and, in cases of conflicts of interest, to take collective action to defend their interests, including strike action. Art. 7. Right of children and young persons to protection. The Parties undertake: (1) to provide that the minimum age of admission to employment shall be 15 years, subject to exceptions for children employed in prescribed light work without harm to their health, morals or education; (2) to provide that a higher minimum age of admission to employment shall be fixed with respect to prescribed occupations regarded as Art. 7. Right of children and young persons to protection. The Parties undertake: (1) to provide that the minimum age of admission to employment shall be 15 years, subject to exceptions for children employed in prescribed light work without harm to their health, morals or education; (2) to provide that the minimum age of admission to employment shall be 18 years with respect to prescribed occupations regarded as dangerous or Art. 32. Prohibition of child labour and protection of young people at work. The employment of children is prohibited. The minimum age of admission to employment may not be lower than the minimum school-leaving age, without prejudice to such rules as may be more favourable to young people and except for limited derogations. Young people admitted to work must have working conditions appropriate to their age and be protected against ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 55 dangerous or unhealthy; (3) to provide that persons who are still subject to compulsory education shall not be employed in such work as would deprive them of the full benefit of their education; (4) to provide that the working hours of persons under 16 years of age shall be limited in accordance with the needs of their development, and particularly with their need for vocational training; (5) to recognise the right of young workers and apprentices to a fair wage or other appropriate allowances; (6) to provide that the time spent by young persons in vocational training during the normal working hours with the consent of the employer shall be treated as forming part of the working day; (7) to provide that employed persons of under 18 years of age shall be entitled to not less than three weeks' annual holiday with pay; (8) to provide that persons under 18 years of age shall not be employed in night work with the exception of certain occupations provided for by national laws or regulations; (9) to provide that persons under 18 years of age employed in occupations prescribed by national laws or regulations shall be subject to regular medical control; (10) to ensure special protection against physical and moral dangers to which children and young persons are exposed, and particularly against those resulting directly or unhealthy; (3) to provide that persons who are still subject to compulsory education shall not be employed in such work as would deprive them of the full benefit of their education; (4) to provide that the working hours of persons under 18 years of age shall be limited in accordance with the needs of their development, and particularly with their need for vocational training; (5) to recognise the right of young workers and apprentices to a fair wage or other appropriate allowances; (6) to provide that the time spent by young persons in vocational training during the normal working hours with the consent of the employer shall be treated as forming part of the working day; (7) to provide that employed persons of under 18 years of age shall be entitled to a minimum of four weeks' annual holiday with pay ; (8) to provide that persons under 18 years of age shall not be employed in night work with the exception of certain occupations provided for by national laws or regulations; (9) to provide that persons under 18 years of age employed in occupations prescribed by national laws or regulations shall be subject to regular medical control; (10) to ensure special protection against physical and moral dangers to which children and young persons are exposed, and particularly against those resulting directly or indirectly from economic exploitation and any work likely to harm their safety, health or physical, mental, moral or social development or to interfere with their education. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 56 indirectly from their work. their work. Art. 8. Right of employed women to protection. The Parties undertake: (1) to provide either by paid leave, by adequate social security benefits or by benefits from public funds for women to take leave before and after childbirth up to a total of at least 12 weeks; (2) to consider it as unlawful for an employer to give a woman notice of dismissal during her absence on maternity leave or to give her notice of dismissal at such a time that the notice would expire during such absence; (3) to provide that mothers who are nursing their infants shall be entitled to sufficient time off for this purpose; (4) (a) to regulate the employment of women workers on night work in industrial employment; and (b) to prohibit the employment of women workers in underground mining, and, as appropriate, on all other work which is unsuitable for them by reason of its dangerous, unhealthy, or arduous nature. Art. 8. Right of employed women to the protection of maternity. The Parties undertake: (1) to provide either by paid leave, by adequate social security benefits or by benefits from public funds for employed women to take leave before and after childbirth up to a total of at least fourteen weeks; (2) to consider it as unlawful for an employer to give a woman notice of dismissal during the period from the time she notifies her employer that she is pregnant until the end of her maternity leave, or to give her notice of dismissal at such a time that the notice would expire during such a period; (3) to provide that mothers who are nursing their infants shall be entitled to sufficient time off for this purpose; (4) to regulate the employment in night work of pregnant women, women who have recently given birth and women nursing their infants; (5) to prohibit the employment of pregnant women, women who have recently given birth or who are nursing their infants in underground mining and all other work which is unsuitable by reason of its dangerous, unhealthy or arduous nature and to take appropriate measures to protect the employment rights of these women. Council Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding Art. 9. Right to vocational guidance, requiring that the Contracting Parties provide or promote, as necessary, a ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 57 service which will assist all persons, including the handicapped, to solve problems related to occupational choice and progress, with due regard to the individual's characteristics and their relation to occupational opportunity: this assistance should be available free of charge, both to young persons, including school children, and to adults. Art. 10. Right to vocational training, requiring that Contracting Parties: (1) provide or promote, as necessary, the technical and vocational training of all persons, including the handicapped, in consultation with employers' and workers' organisations, and grant facilities for access to higher technical and university education, based solely on individual aptitude; (2) provide or promote a system of apprenticeship and other systematic arrangements for training young boys and girls in their various employments; (3) provide or promote, as necessary: (a) adequate and readily available training facilities for adult workers; (b) special facilities for the re training of adult workers needed as a result of technological development or new trends in employment; (4) encourage the full utilisation of the facilities provided by appropriate measures such as: (a) reducing or abolishing any fees or ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 58 charges; (b) granting financial assistance in appropriate cases; (c) including in the normal working hours time spent on supplementary training taken by the worker, at the request of his employer, during employment; (d) ensuring, through adequate supervision, in consultation with the employers' and workers' organisations, the efficiency of apprenticeship and other training arrangements for young workers, and the adequate protection of young workers generally. Art. 11. Right to protection of health: the Contracting Parties undertake, either directly or in co operation with public or private organisations, to take appropriate measures designed inter alia: (1) to remove as far as possible the causes of ill health; (2) to provide advisory and educational facilities for the promotion of health and the encouragement of individual responsibility in matters of health; (3) to prevent as far as possible epidemic, endemic and other diseases. Art. 35. Health care Everyone has the right of access to preventive health care and the right to benefit from medical treatment under the conditions established by national laws and practices. A high level of human health protection shall be ensured in the definition and implementation of all the Union's policies and activities. Art. 12. Right to social security, the Contracting Parties undertake: (1) to establish or maintain a system of social security; (2) to maintain the social security system at a satisfactory level at least equal to that required for ratification of International Labour Convention (No. 102) Concerning Minimum Standards of Social Art. 34. Social security and social assistance 1.The Union recognises and respects the entitlement to social security benefits and social services providing protection in cases such as maternity, illness, industrial accidents, dependency or old age, and in the case of loss of employment, in accordance with the rules laid down by Union law and ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 59 Security; (3) to endeavour to raise progressively the system of social security to a higher level; (4) to take steps, by the conclusion of appropriate bilateral and multilateral agreements, or by other means, and subject to the conditions laid down in such agreements, in order to ensure: (a) equal treatment with their own nationals of the nationals of other Contracting Parties in respect of social security rights, including the retention of benefits arising out of social security legislation, whatever movements the persons protected may undertake between the territories of the Contracting Parties; (b) the granting, maintenance and resumption of social security rights by such means as the accumulation of insurance or employment periods completed under the legislation of each of the Contracting Parties. national laws and practices. 2.Everyone residing and moving legally within the European Union is entitled to social security benefits and social advantages in accordance with Union law and national laws and practices. 3.In order to combat social exclusion and poverty, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Union law and national laws and practices. Art. 13. Right to social and medical assistance. The Contracting Parties undertake: (1) to ensure that any person who is without adequate resources and who is unable to secure such resources either by his own efforts or from other sources, in particular by benefits under a social security scheme, be granted adequate assistance, and, in case of sickness, the care necessitated by his condition; (2) to ensure that persons receiving such assistance shall not, for Art. 34. Social security and social assistance 3. In order to combat social exclusion and poverty, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Union law and national laws and practices. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 60 that reason, suffer from a diminution of their political or social rights; (3) to provide that everyone may receive by appropriate public or private services such advice and personal help as may be required to prevent, to remove, or to alleviate personal or family want; (4) to apply the provisions referred to in paragraphs 1, 2 and 3 of this article on an equal footing with their nationals to nationals of other Contracting Parties lawfully within their territories, in accordance with their obligations under the European Convention on Social and Medical Assistance, signed at Paris on 11th December 1953. Art. 14. Right to benefit from social welfare services, the Contracting Parties undertake: (1) to promote or provide services which, by using methods of social work, would contribute to the welfare and development of both individuals and groups in the community, and to their adjustment to the social environment; (2) to encourage the participation of individuals and voluntary or other organisations in the establishment and maintenance of such services. Art. 15. Right of the physically or mentally disabled to vocational training, rehabilitation and resettlement. The Contracting Parties undertake: (1) to take adequate measures for the Art. 15. Right of persons with disabilities to independence, social integration and participation in the life of the community . With a view to ensuring to persons with disabilities, irrespective of age and the Art. 26. Integration of persons with disabilities. The Union recognises and respects the right of persons with disabilities to benefit from measures designed to ensure their independence, social and occupational ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 61 provision of training facilities, including, where necessary, specialised institutions, public or private; (2) to take adequate measures for the placing of disabled persons in employment, such as specialised placing services, facilities for sheltered employment and measures to encourage employers to admit disabled persons to employment. nature and origin of their disabilities, the effective exercise of the right to independence, social integration and participation in the life of the community, the Parties undertake, in particular: (1) to take the necessary measures to provide persons with disabilities with guidance, education and vocational training in the framework of general schemes wherever possible or, where this is not possible, through specialised bodies, public or private; (2) to promote their access to employment through all measures tending to encourage employers to hire and keep in employment persons with disabilities in the ordinary working environment and to adjust the working conditions to the needs of the disabled or, where this is not possible by reason of the disability, by arranging for or creating sheltered employment according to the level of disability. In certain cases, such measures may require recourse to specialised placement and support services; (3) to promote their full social integration and participation in the life of the community in particular through measures, including technical aids, aiming to overcome barriers to communication and mobility and enabling access to transport, housing, cultural activities and leisure. integration and participation in the life of the community. Art. 16. Right of the family to economic, legal and Art. 33. Family and professional life. 1. The ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 62 social protection by such means as social and family benefits, fiscal arrangements, provision of family housing, benefits for the newly married, and other appropriate means. family shall enjoy legal, economic and social protection. 2. To reconcile family and professional life, everyone shall have the right to protection from dismissal for a reason connected with maternity and the right to paid maternity leave and to parental leave following the birth or adoption of a child. Art. 17. Right of mothers and children to social and economic protection, requiring that Contracting Parties take all appropriate and necessary measures to that end, including the establishment or maintenance of appropriate institutions or services. Art. 18. Right to engage in a gainful occupation in the territory of any other Contracting Party. The Contracting Parties undertake: (1) to apply existing regulations in a spirit of liberality; (2) to simplify existing formalities and to reduce or abolish chancery dues and other charges payable by foreign workers or their employers; (3) to liberalise, individually or collectively, regulations governing the employment of foreign workers; and they recognise: (4) the right of their nationals to leave the country to engage in a gainful occupation in the territories of the other Contracting Parties. Art. 19. Right of migrant workers and their families to protection and assistance in the territory of any other Contracting State. The Contracting Parties Art. 15(3). Nationals of third countries who are authorised to work in the territories of the Member States are entitled to working conditions ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 63 undertake: (1) to maintain or to satisfy themselves that there are maintained adequate and free services to assist such workers, particularly in obtaining accurate information, and to take all appropriate steps, so far as national laws and regulations permit, against misleading propaganda relating to emigration and immigration; (2) to adopt appropriate measures within their own jurisdiction to facilitate the departure, journey and reception of such workers and their families, and to provide, within their own jurisdiction, appropriate services for health, medical attention and good hygienic conditions during the journey; (3) to promote co operation, as appropriate, between social services, public and private, in emigration and immigration countries; (4) to secure for such workers lawfully within their territories, insofar as such matters are regulated by law or regulations or are subject to the control of administrative authorities, treatment not less favourable than that of their own nationals in respect of the following matters: (a) remuneration and other employment and working conditions; (b) membership of trade unions and enjoyment of the benefits of collective bargaining; (c) accommodation; (5) to secure for such workers lawfully within their territories treatment not equivalent to those of citizens of the Union. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 64 less favourable than that of their own nationals with regard to employment taxes, dues or contributions payable in respect of employed persons; (6) to facilitate as far as possible the reunion of the family of a foreign worker permitted to establish himself in the territory; (7) to secure for such workers lawfully within their territories treatment not less favourable than that of their own nationals in respect of legal proceedings relating to matters referred to in this article; (8) to secure that such workers lawfully residing within their territories are not expelled unless they endanger national security or offend against public interest or morality; (9) to permit, within legal limits, the transfer of such parts of the earnings and savings of such workers as they may desire; (10) to extend the protection and assistance provided for in this article to self employed migrants insofar as such measures apply. Art. 20. Right to equal opportunities and equal treatment in matters of employment and occupation without discrimination on the grounds of sex. The Parties undertake to recognise that right and to take appropriate measures to ensure or promote its application in the following fields: (a) access to employment, protection against dismissal and occupational reintegration; Art. 23. Equality between women and men. Equality between women and men must be ensured in all areas, including employment, work and pay. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 65 (b) vocational guidance, training, retraining and rehabilitation; (c) terms of employment and working conditions, including remuneration; (d) career development, including promotion. Art. 21. Right of workers to be informed and consulted within the undertaking. The Parties undertake to adopt or encourage measures enabling workers or their representatives, in accordance with national legislation and practice: (a) to be informed regularly or at the appropriate time and in a comprehensible way about the economic and financial situation of the undertaking employing them, on the understanding that the disclosure of certain information which could be prejudicial to the undertaking may be refused or subject to confidentiality; and (b) to be consulted in good time on proposed decisions which could substantially affect the interests of workers, particularly on those decisions which could have an important impact on the employment situation in the undertaking. Art. 27. Workers' right to information and consultation within the undertaking. Workers or their representatives must, at the appropriate levels, be guaranteed information and consultation in good time in the cases and under the conditions provided for by Union law and national laws and practices. (See also Directive 2002/14/EC of the European Parliament and of the Council of 11 March 2002 establishing a general framework for informing and consulting employees in the European Community). Art. 22. Right of workers to take part in the determination and improvement of the working conditions and working environment in the undertaking. The Parties undertake to adopt or encourage measures enabling workers or their representatives, in accordance with national ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 66 legislation and practice, to contribute: (a) to the determination and the improvement of the working conditions, work organisation and working environment; (b) to the protection of health and safety within the undertaking; (c) to the organisation of social and socio-cultural services and facilities within the undertaking; (d) to the supervision of the observance of regulations on these matters. Art. 23. Right of elderly persons to social protection. The Parties undertake to adopt or encourage, either directly or in co-operation with public or private organisations, appropriate measures designed in particular: - to enable elderly persons to remain full members of society for as long as possible, by means of: (a) adequate resources enabling them to lead a decent life and play an active part in public, social and cultural life; (b) provision of information about services and facilities available for elderly persons and their opportunities to make use of them; - to enable elderly persons to choose their life-style freely and to lead independent lives in their familiar surroundings for as long as they wish and are able, by means of: (a) provision of housing suited to their needs and their state of health or of adequate support for adapting their housing; (b) the health care Art. 25. The rights of the elderly. The Union recognises and respects the rights of the elderly to lead a life of dignity and independence and to participate in social and cultural life. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 67 and the services necessitated by their state; - to guarantee elderly persons living in institutions appropriate support, while respecting their privacy, and participation in decisions concerning living conditions in the institution. Art. 24 . Right of workers to protection in cases of termination of employment. The Parties undertake to recognise: (a) the right of all workers not to have their employment terminated without valid reasons for such termination connected with their capacity or conduct or based on the operational requirements of the undertaking, establishment or service; (b) the right of workers whose employment is terminated without a valid reason to adequate compensation or other appropriate relief. Art. 30. Protection in the event of unjustified dismissal. Every worker has the right to protection against unjustified dismissal, in accordance with Union law and national laws and practices. Art. 25. Right of workers to the protection of their claims in the event of the insolvency of their employer. The Parties undertake to provide that workers' claims arising from contracts of employment or employment relationships be guaranteed by a guarantee institution or by any other effective form of protection. Directive 2008/94/EC of the European Parliament and of the Council of 22 October 2008 on the protection of employees in the event of the insolvency of their employer Art. 26 . Right of all workers to protection of their dignity at work. The Parties undertake, in consultation with employers' and workers' organisations: (1) to promote awareness, information and prevention ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 68 of sexual harassment in the workplace or in relation to work and to take all appropriate measures to protect workers from such conduct; (2) to promote awareness, information and prevention of recurrent reprehensible or distinctly negative and offensive actions directed against individual workers in the workplace or in relation to work and to take all appropriate measures to protect workers from such conduct. Art. 27. Right to equality of opportunity and treatment for men and women workers with family responsibilities and between such workers and other workers. The Parties undertake: (1) to take appropriate measures: (a) to enable workers with family responsibilities to enter and remain in employment, as well as to reenter employment after an absence due to those responsibilities, including measures in the field of vocational guidance and training; (b) to take account of their needs in terms of conditions of employment and social security; (c) to develop or promote services, public or private, in particular child daycare services and other childcare arrangements; (2) to provide a possibility for either parent to obtain, during a period after maternity leave, parental leave to take care of a child, the duration and conditions of which should be Art. 33(1). Family and professional life. The family shall enjoy legal, economic and social protection. ",
        "The European Social Charter in the context of implementation of the EU Charter of Fundamental Rights ____________________________________________________________________________________________ 69 determined by national legislation, collective agreements or practice; (3) to ensure that family responsibilities shall not, as such, constitute a valid reason for termination of employment. Art. 28. Right of workers' representatives to carry out their functions. The Parties undertake to ensure that in the undertaking: (a) they enjoy effective protection against acts prejudicial to them, including dismissal, based on their status or activities as workers' representatives within the undertaking; (b) they are afforded such facilities as may be appropriate in order to enable them to carry out their functions promptly and efficiently, account being taken of the industrial relations system of the country and the needs, size and capabilities of the undertaking concerned. Art. 29 . Right of workers to be informed and consulted in situations of collective redundancies. The Parties undertake to ensure that employers shall inform and consult workers' representatives, in good time prior to such collective redundancies, on ways and means of avoiding collective redundancies or limiting their occurrence and mitigating their consequences, for example by recourse to accompanying social measures aimed, in particular, at aid for the redeployment or retraining of the workers concerned. Council Directive 75/129/EEC of 17 February 1975 on collective redundancies, as amended by Council Directives 92/56/EEC and 98/59/EC ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 70 Art. 30. Right to protection against poverty and social exclusion. The Parties undertake: (a) to take measures within the framework of an overall and co-ordinated approach to promote the effective access of persons who live or risk living in a situation of social exclusion or poverty, as well as their families, to, in particular, employment, housing, training, education, culture and social and medical assistance; (b) to review these measures with a view to their adaptation if necessary. Art. 34. Social security and social assistance 3. In order to combat social exclusion and poverty, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Union law and national laws and practices. Art. 31. Right to housing. The Parties undertake to take measures designed: (1) to promote access to housing of an adequate standard; (2) to prevent and reduce homelessness with a view to its gradual elimination; (3) to make the price of housing accessible to those without adequate resources. Art. 34. Social security and social assistance. 3. In order to combat social exclusion and poverty, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Union law and national laws and practices. Article E. Non- discrimination. The enjoyment of the rights set forth in this Charter shall be secured without discrimination on any ground such as race, colour, sex, language, religion, political or other opinion, national extraction or social origin, health, association with a national minority, birth or other status. Art. 21. Non-discrimination. 1. Any discrimination based on any ground such as sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or any other opinion, membership of a national minority, property, birth, disability, age or sexual orientation shall be prohibited. 2. Within the scope of application of the Treaties and without prejudice to any of their specific provisions, any discrimination on grounds of nationality shall be prohibited. ",
        "",
        ""
    ]
}