{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 22.2.2017 SWD(2017) 81 final COMMISSION STAFF WORKING DOCUMENT Country Report Luxembourg 2017 Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2017 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2017) 90 final} {SWD(2017) 67 final to SWD(2017) 93 final} ",
        "Executive summary 1 1. Economic situation and outlook 4 2. Progress with country-specific recommendations 11 3. Reform priorities 14 3.1. Public finances and taxation 14 3.2. Financial sector 23 3.3. Labour market, education and social policies 28 3.4. Investment 33 A. Overview Table 42 B. MIP Scoreboard 46 C. Standard Tables 47 References 52 LIST OF TABLES 1.1. Key economic, financial and social indicators – Luxembourg – 10 2.1. Progress with country-specific recommendations 12 3.2.1. Financial soundness indicators, all banks in Luxembourg 24 3.3.1. METR by age group, based on EUROMOD 29 B.1. The MIP scoreboard for Luxembourg 46 C.1. Financial market indicators 47 C.2. Labour market and social indicators 48 C.3. Labour market and social indicators (cont.) 49 C.4. Product market performance and policy indicators 50 C.5. Green growth 51 LIST OF GRAPHS 1.1. Breakdown of real GDP growth 4 1.2. Breakdown of potential growth 5 1.3. Key labour market indicators 5 1.4. Breakdown of NULC (2000=100) 6 CONTENTS ",
        "1.5. Breakdown of the current account balance 7 1.6. Banks activity and profitability 7 1.7. Sectoral breakdown of the general government balance 9 3.1.1. Breakdown of overall tax burden 14 3.1.2. Environmental taxes, % of GDP 17 3.1.3. Total expenditure per inhabitants in 2015, (thousands of pps.) 18 3.1.4. The fiscal rule index in the EU, 2013 and 2014 19 3.1.5. Population and employment evolution 20 3.1.6. Access to retirement by age 21 3.2.1. Size of the financial sector (EUR billion) 23 3.2.2. Real house prices evolution 24 3.2.3. Price to income 25 3.2.4. Price to rent 25 3.2.5. Overvaluation gap with respect to price to income, price to rent and fundamental model valuation gaps 26 3.3.1. Employment rates by age 28 3.3.2. Low-wage trap for second earners in a couple, 2015 29 3.3.3. Sectorial distribution of employment 30 3.4.1. Ease of doing business according to the World Bank, number of reforms 2010-2016 36 3.4.2. Restrictiveness indicator, 2016, Luxembourg and the EU 38 3.4.3. Hours lost in traffic 39 3.4.4. Motorway density 39 LIST OF BOXES 2.1. Contribution of the EU Budget to structural change in Luxembourg. 13 3.1.1. The distributional impact of the tax reform. 15 3.4.1. Analysis of the ICT sector. 34 3.4.2. Renewable energy and energy efficiency 35 3.4.4. Investment challenges in Luxembourg 41 ",
        "1 This report assesses Luxembourg’s economy in the light of the European Commission’s Annual Growth Survey published on 16 November 2016. In the survey the Commission calls on EU Member States to redouble their efforts on the three elements of the virtuous triangle of economic policy – boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. In so doing, Member States should focus on enhancing social fairness in order to deliver more inclusive growth. The economy of Luxembourg has sharply rebounded since the start of the financial crisis. According to the European Commission 2017 winter forecast, the strong momentum is projected to continue in 2016 and in the next two years as GDP growth is expected to have increased by 3.8% in 2016, to accelerate to 4.0% in 2017 and return to 3.9% in 2018, close to, but still below pre-crisis growth rates. Domestic demand is expected to replace net exports as the main growth driver. The financial sector is the largest contributor to national gross value added. The investment fund industry has gained momentum, benefiting from the expansion of global financial markets. At the same time, buoyant credit provided by banks to the private sector has accompanied a solid investment trend, notably in the real estate and non-residential construction sectors. In particular, public investment, mostly in relation to the realisation of sizeable infrastructure projects, has rebounded sharply in recent years after a period of sluggish growth. Economic growth continues to be accompanied by sustained job creation. In 2016 employment growth is estimated to have accelerated to 3.0%, compared to 2.6% in the previous year, with all sectors providing a positive contribution to the overall growth since 2015. Information and Communication Technology (ICT) activities and services to the business sector are areas where growth has been the most dynamic over recent years. Unemployment continues to fall, but at a slower pace than expected, as strong job creation favours more cross-border workers than residents. The general government balance is expected to post a surplus of around 1½ of GDP in 2016. Growth in public revenues has been sustained as the government adopted several measures to counter the loss of VAT revenues from e- commerce related transactions due to a change in the legislation. At the same time, expenditure growth has trended down since 2013, partially thanks to the lack of indexation of a large proportion of public expenditure (public wages, pensions, etc.) due to the low inflation environment and to the saving measures adopted in the context of the 2015 budget. Subdued inflation has contributed to moderate wage developments. However, the long lasting fall in oil prices, which has dragged on inflation in previous years, appears to have bottomed out. The protracted low inflation environment delayed the triggering of the automatic wage adjustment, which occurred only at the beginning of 2017, with the previous automatic wage adjustment having taken effect in October 2013. Thanks to weak wage developments and the surge in output, some of the past cost-competitiveness losses have been recouped. Overall, Luxembourg has made limited progress in addressing the 2016 country-specific recommendations. It has made limited progress in ensuring the sustainability of public finances. In particular, while a bill on the reclassification of workers with disabilities, aiming to keep these people at work, has been implemented, the adoption of the law limiting early retirement is still pending. There has been no progress on aligning the statutory retirement age to change in life expectancy. Limited progress has been made in removing barriers to investment and innovation that limit economic development in the business sector. Some progress has been made to address bottlenecks that hamper housing investment. Few measures have been adopted and others are planned. Nevertheless, in view of the projected population increase challenges ahead for the Luxembourg authorities remain sizeable Regarding progress in reaching the national targets under the Europe 2020 Strategy, Luxembourg is performing well in the areas of employment, renewable energy, energy efficiency, reducing early school leaving and improving tertiary education attainment. By contrast, Luxembourg is still far from reaching its targets for investment in research and developments (R&D), reducing greenhouse gas emission, and reducing poverty. EXECUTIVE SUMMARY ",
        "Executive summary 2 The main findings of the analysis in this report and the related policy challenges are as follows:  Long-term fiscal sustainability concerns remain given the projected increase in ageing costs. Currently, the pension system is still in surplus and has accumulated sizeable reserves, largely due to continued labour force increase. However, findings from the November 2016 pension review carried out by the authorities confirm that concerns remain, as the annual balance of the system is expected to become negative by 2023. Pension expenditure is projected to increase by 3.3 percentage points of GDP up to 2040 (the second highest increase in EU), compared to the EU average of 0.4 percentage points of GDP. Under less favourable demographic and labour market developments the size of future deficits would be even higher. Further challenges to sustainability stem from long-term care, in which expenditure is projected to steeply increase and more than double with respect to the current value measured as a share of GDP.  Housing demand continues to exceed supply, resulting in a sharp increase in real estate prices. The number of dwellings built has consistently remained below the estimated needs to match the demand from the constantly growing population. Insufficient land availability or the incapacity to mobilise the available land seems to be the main obstacle to the creation of new housing units. High and increasing house prices coupled with an ownership bias risk discouraging people from moving to Luxembourg, undermining its ability to attract and retain a high-skilled labour force, many of whom are non-nationals. In addition, this risks exacerbating the problem of traffic congestion and air pollution.  Luxembourg has a healthy financial sector, for which risks can be assessed as contained. The whole economy benefits from the presence of a large financial sector. In the near term, developments in the financial sector are expected to continue to have a strong impact on the country's economic performance. A strong financial supervision framework is key to ensure the resilience of the sector. Luxembourg is in a good position to benefit from the EU banking union because it will provide a better, more integrated European regulatory framework. Favourable lending conditions and low interest rates have supported a surge in mortgage credits. This has led to an increase in households' indebtedness that over the last 10 years has reached a level close to the euro area average as a proportion of GDP. There are potential risks to the financial sector stemming from developments in the housing market and the concentration of mortgage lending activities in a few banks. Nevertheless, mitigating factors such as the sound capitalisation of banks and the low share of non-performing loans mean that direct risks to the banking system related to residential real estate can be assessed as limited.  Reducing the economy's reliance on the financial sector remains a central long-term challenge. A strategic document commissioned by the authorities to foster a transition towards a new industrial model was released last November. Its effective impact will depend, however, on the specific measures that will be implemented. Furthermore, the ultimate success of the diversification strategy is potentially constrained by a number of factors such as innovation and entrepreneurship. Labour cost developments also play a role in more price sensitive sectors, potentially limiting the variety of areas that can be targeted to those with high added value.  Private investment, especially in intangible capital, remains below the euro area average. The low level of investment in intangible capital could harm growth perspectives because it undermines innovation and productivity. Business research and development (R&D) intensity is in a decreasing trend. This together with the high level of restrictiveness of legislation in the services sector, especially in the business services, limit the potential for innovation and hamper diversification  The labour market continues to perform well, but there are still challenges for specific groups. Employment growth continues on a steady path and the unemployment rate is among the lowest in the ",
        "Executive summary 3 EU. Weak labour market outcomes for older workers and, to a lesser extent, women, remain an important policy challenge however. Elderly and low-skilled workers are more likely to be unemployed. This is partly related to the economic structure of the country, characterised by a long-term shift towards high-skilled sectors and a strong specialisation in financial and business services. Poverty and social exclusion risks are increasing but still among the lowest in the EU. Nevertheless, social transfers remain essential in lifting people out of poverty. The tax and benefit system has helped keep income inequality at moderate levels.  Despite very high rates of tertiary education attainment, performance in providing basic skills is weak by international comparison and has worsened since 2012. The impact of the students’ socioeconomic background on their performance is one of the strongest in the EU, pointing to high educational inequality. Adapting vocational education and training to labour market needs remains challenging.  Public finances remain sound. However, part of the available fiscal space has been used to implement a tax reform. The reform aims to increase equity and competitiveness while preserving sustainability. Some features of the Luxembourg taxation system remain sensitive to international initiatives in the fight against tax avoidance. The tax reform narrowed the tax base. At the same time, taxation on housing property is low, which seems to contribute to low housing supply. There is also low transport fuel taxation, which stimulates traffic congestion and may counteract efforts to reach EU2020 targets and to invest in less polluting energy resources. Luxembourg does not have a regular spending review mechanism in its budgetary process, which could increase the efficiency of public expenditure. ",
        "4 GDP growth After peaking at 4.7% in 2014, GDP growth stood at 3.5% in 2015 and is expected to have increased to 3.8% in 2016, underpinned by robust domestic demand and net exports. The growth momentum is expected to accelerate in 2017 to 4.0%, before returning to 3.9% in 2018. Luxembourg's economy has been significantly more dynamic than those of its neighbouring trade partners and the euro area as a whole (Graph 1.1) during the expansion phases, especially in the two waves of the recent crisis. This comes at the expense of pronounced volatility, including frequent, sharp revisions by the statistical authorities.( 1 ) Graph 1.1: Breakdown of real GDP growth Source: European Commission Private and public consumption are estimated to have provided a stable positive contribution to growth in 2016, much in line with developments over the last decade. The continuous demographic expansion combined with dynamic wages and, more recently, the vanishing inflation differentials with the EU, has sustained ( 1 ) In July 2015 STATEC revised the estimate economic output for 2013 at 4.3 %, up from an estimation of 2.0 %. Estimations of growth for 2014 have as well been subject to sharp revisions. In July 2015, GDP growth was estimated at 5.6 % to be revised down to 4.1 % in November. Lately, in October 2016, GDP growth for 2015 was revised down to 3.5% from the June estimate of 4.8%. the purchasing power of households. The tax reduction package that entered into force in January 2017, coupled with the automatic wage indexation triggered at the beginning of 2017 are likely to spur private consumption. Net exports have recovered rapidly after the second wave of the crisis. Since 2013, they have significantly contributed to growth. As a small and open economy, Luxembourg mainly depends on its ability to export its output, largely dominated by services, in particular financial services. While overall perspectives for the financial sector appear positive, a deeper analysis will be carried out in Section 3.2.1. In terms of sectorial composition, Luxembourg's economy is mostly services- driven, with services increasingly driving economic growth. Services sectors represent over 87 % of total economic activity in terms of gross value added, compared with 7.6 % for industry and 4.8 % for construction. Primary activities represent a meagre 0.2 %. Financial services have stagnated at around 26 %, having reached 30 % in the years before the crisis, but non- financial services to the business sector, which represent around 44 % of real value added and employment, have remained the most dynamic, in terms of their value added contribution and employment creation. Potential growth The rapid and sustained recovery of potential growth after the first wave of the crisis hides the vanishing contribution from total factor productivity. During the period 2004-2007 (Graph 1.2), the decline in potential growth was entirely due to continued falls in total factor productivity growth. Potential employment growth remained stable, while capital stock growth accelerated by the end of the period. During the first years of the crisis, 2008-2010, potential growth dropped markedly. Potential employment growth also declined but to a lesser extent, while the contribution from total factor productivity became negative. After the crisis, potential labour bounced back to even higher levels than before the crisis, as did capital though to lower levels. By contrast total factor productivity (TFP) growth remained muted. (see Section 3.4.1). -8 -6 -4 -20 2 468 10 010203040506070809101112131415161718 % , p p s Inventories investment Investment (GFCF) Consumption Net exports Real GDP growth 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 5 Graph 1.2: Breakdown of potential growth Source: European Commission Inflation In September 2016, headline inflation became positive again after 7 months below nil. As a result, the annual average inflation rate remained flat in 2016, down from 0.1% in 2015. However, the long-lasting fall in oil prices, which has dragged on inflation in previous years, seems to have bottomed out. Automatic wage indexation was triggered in January 2017, resulting in a general wage increase of 2.5 %. These factors, coupled with the tax reform entering into force also in January 2017, are expected to foster consumption and subsequently prices. As a result, the annual average inflation is expected to approach 2% in 2017. Core inflation, which excludes unprocessed food and energy, will also increase at 1.6%. Labour market The pace of job creation is set to have accelerated further in 2016 to 3.0 % from 2.6 % in 2015, but unemployment persists for specific groups, albeit at an overall low level. Job creation is high, though not yet matching pre-crisis rates. The outlook for employment growth over the coming years remains positive, despite an expected slowdown in the pace of job creation by 2018, in line with GDP projections. However, as in previous times of economic upswing, job growth in 2016 favoured cross-border workers more than residents. Employment of non-resident workers is estimated to have increased by 3.5 % in 2016 compared with 2.6 % for resident workers. The unemployment rate, although low overall, does not show a considerable declining trend, despite employment growth, stagnating at 6.3 %, in 2016. Youth unemployment (15-24) remains high, despite a sharp decrease in 2015 (17.3 % against 22.6 % in 2014. Due to the high rate of enrolment in tertiary schools, few people are active on the labour market in this age group. The rate of young people not in employment, education or training was 6.2 % in 2015, well below the EU average (see Graph 1.3). Despite the good labour market performance overall, employment rates remain below national targets. Luxembourg has not reached its mid-term employment rate target of 71.5% yet, staying at 70.9% in 2015. The employment rate of older workers did not improve in 2015 and remains far below the EU average. Section 3.4.3 discusses these issues in more detail. Graph 1.3: Key labour market indicators Activity rate and employment rate (% of population), total, ages 20-64. Unemployment rate and long-term unemployment rate (% of labour force), total, ages 15-74. Youth unemployment rate (% of labour force), total, ages 15-24. NEET: Not in employment, education or training (% of population), total, ages 15-24. Source: Eurostat Social developments Income inequality after taxes and benefits remains low in Luxembourg compared to the EU average. The incomes of the richest 20 % of the population were around 4.3 times higher than the incomes of -1.0 0.0 1.0 2.0 3.0 4.0 5.0 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 R a t e o f c h a n g e y - o - y ( % ) Capital Accumulation Contribution TFP Contribution Total Labour (Hours) Contribution 64 66 68 70 72 74 76 78 0 5 10 15 20 25 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 % % Activity rate 20-64 (rhs) Unemployment rate 15-74 (lhs) Long-term unemployment rate 15-74 (lhs) Youth unemployment rate 15-24 (lhs) NEET rate 15-24 (lhs) ",
        "1. Economic situation and outlook 6 the poorest 20% in 2015( 2 ). The ratio has been fairly stable in the past decade.( 3 ) Low income inequality can be explained by relatively equally distributed market incomes, i.e. income by households before taxes and social transfers (see also Section 3.3.3).The gap between market income inequality and disposable income inequality ( 4 ) suggests that Luxembourg tax and benefit system is performing at EU-average level in terms of reducing inequality. ( 5 ) Inequality in net wealth ( 6 ) was within the range observed in several other EU countries for which data were collected in 2013- 2014 (ECB 2016) Competitiveness After a long period of deterioration, the cost competitiveness of the economy has started to improve in 2013. Nominal wage growth was subdued at 0.9% in 2015, and is expected to have slowed down further to 0.5% in 2016. Overall, from 2000 to 2015, nominal unit labour costs (NULC) increased by 50 %, almost twice as much as in the euro-area (27 %) and three times as much as in Germany (16 %). The development of nominal unit labour costs largely follows price developments, since real unit labour costs (RULC) have barely risen over the period starting in 2000 (Graph 1.4) . Real unit labour costs marginally increased at the beginning of the period and during the first years of the crisis, corresponding to relatively small increases in real wages not matched by productivity gains. Throughout the whole period up to 2015, productivity gains have been close to zero, slightly negative even, as has the average real ( 2 ) As measured by the S80/S20 income quintile share ratio. This is the ratio of total income received by the 20 % of households with the highest income (top quintile) to that received by the 20 % of households with the lowest income (lowest quintile). Income must be understood as equivalised disposable income. Data should be interpreted with care because they are for resident households only. As such they do not capture the effects on the income distribution of the large number of cross-border workers. ( 3 ) The S80/S20 ratio increased from 3.9 in 2005 to 4.6 in 2013 after which it decreased again to 4.3 in 2015. ( 4 ) The Gini coefficient was 0.48 in 2015 before taxes, social transfers and pensions were taken into account, and 0.29 after taxes, transfers and pensions - a gap of 19 pps. This is similar than the EU average of 20 pps,. ( 5 ) See for more analysis, including a breakdown of income inequality by revenue source, in: Rapport travail et cohésion sociale (2016) STATEC. ( 6 ) Difference between total assets and total liabilities. wage. The wage drift, i.e. the propensity for employees' actual earnings to grow faster than increases in their negotiated wage rates, was on the contrary relatively small. Graph 1.4: Breakdown of NULC (2000=100) Source: European Commission External position The current account balance still has a comfortable surplus (see Graph 1.5) . Its surplus shrank below 6 % of GDP( 7 ) in 2013. It then continued decreasing to 5.2 % of GDP in 2015. This is because VAT on e-commerce, paid to the consumers' countries of residence, will be discounted from the export of services. The still large current account surplus is driven by the services balance surplus, mostly financial services. Financial services exports represent more than half of the total export of services and are to a large extent (more than 80 %) related to the activities of investment funds. At the same time, the balance of goods recorded a deficit of 5.1 % of GDP in 2015, after -0.5 % in 2014. ( 8 ) The reason for this deterioration is a sharp drop in exports of merchanting activities. The current account surplus is dragged down by the widening deficit of the primary income ( 7 ) Relevant threshold in the context of the macroeconomic imbalance procedure. ( 8 ) The balance of goods has been significantly revised and improved in line with the new international standards on the balance of payments statistics (European Commission, 2016a). 80 90 100 110 120 130 140 150 160 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 NULC GDP deflator RULC Real Wage Labour productivity NULC EA ",
        "1. Economic situation and outlook 7 balance. This net outflow increased to 31% of GDP in 2015 (from 8.1% of GDP in 2000). This reflects the increasing success of the financial services industry in placing its products on the market abroad and the large number of foreign workers and pensioners. Graph 1.5: Breakdown of the current account balance Source: Eurostat Luxembourg is a net creditor to the rest of the world. Its net assets (net international investment position) represent around 25 % of GDP. However, this relatively small figure hides a massive gross international investment position, reflecting large FDI and portfolio claims. Financial sector The financial sector in Luxembourg, very large relative to the size of the economy, has returned to modest expansion since 2013. Over the last three decades, Luxembourg’s financial sector has emerged as a key contributor to domestic economic activity, while also taking on an important international role as a hub for euro- denominated bond issuance. The sector has diversified considerably over the years, and continues to diversify in new areas. In 2015, the financial sector (including insurance) contributed over 26 % to the country's gross value added, somewhat less than before the crisis, when it exceeded 30 %. Since 2013, total assets have resumed their expansion and are doing so fast. The fund industry is at a record high. Luxembourg has the second largest investment fund industry in the world after the US. Since the end of 2008, about 20 % (or EUR 1.2 trillion) of all new net worldwide inflows into investment funds were allocated to Luxembourg funds. These continue to benefit from major central banks’ quantitative easing programmes and the investors' search for a return on their investment. By August 2016, assets under management of the funds industry had reached EUR 3.6 trillion, the highest level on record and twice the amount recorded at the trough of the financial crisis. Graph 1.6: Banks activity and profitability Source: European Commission The banking sector lost some momentum during the crisis years but has remained resilient. Almost all of the 143 banks located in Luxembourg are foreign-owned and internationally oriented. Only five are predominantly domestically focused and government ownership is significant in three of these. Luxembourg banks have the EU's highest solvency and Tier 1 ratios, and the EU's lowest ratio of non-performing loans. After peaking at EUR 1 trillion in October 2008, total bank assets have fluctuated around the EUR 0.7 trillion mark over the last few years, while profitability has remained constant (although above 10 %) (Graph 1.6). However, adapting to new regulations remains a key challenge for banks throughout Europe, especially in the current context of prolonged low interest rates. -50 -40 -30 -20 -100 10 20 30 40 50 99 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 % o f G D P Capital account (KA) Secondary income balance Primary income balance Trade balance - services Trade balance - goods Trade balance Current account balance (CA) Net lending/borrowing (CA+KA) 0 510 15 20 25 300 400 500 600 700 800 900 1000 04 05 06 07 08 09 10 11 12 13 14 15 Balance sheet total (euro billion) (lhs) Return on Equity % (rhs) ",
        "1. Economic situation and outlook 8 Credit and investment Credits to the non-financial private sector have continued to increase in 2016. Companies' demand for loans increased by around 18 % in the first 10 months of the year, boosted by investment projects and debt restructuring operations. This is partially explained by the fact that firms continue to benefit from relaxed credit conditions. The latest bank lending survey confirms that Luxembourg banks have eased their lending criteria, in line with the more flexible trend observed across the euro area. Banks also anticipate a significant recovery in business loan applications, while better conditions on the housing market continue to support the demand for home loans. Box 3.4.2 discusses investment trends and provides an overview of the existing barriers to greater investment and ongoing reforms. Indebtedness Private sector debt is well above the euro-area average although this is mostly explained by the large presence of multinationals. It peaked in 2007 at 402.3 % of GDP (in gross terms) and since then has fallen substantially to 327.9 % in 2014. In 2015 it increased again to 343.1 % of GDP. The increase was mostly related to non-financial corporations. The largest share (284.9 % of GDP) of private debt is from non-financial corporations, in particular multinationals that use Luxembourg as a financial hub for their intra-group financing operations. Low interest rates and the easing of financial conditions have supported the steady growth of mortgage loans. These accounts for a large part of household indebtedness (in 2014 household debt amounted to 58.2 % of GDP, compared with 59.6 % in the euro area). The steady increase in house prices is likely to have exacerbated this trend, with households asking for ever higher loans. As most mortgages are taken out at variable rates, if interest rates were to return to average historical levels, it could put debt service constraints on households, especially lower income households (Section 3.2.2). While private sector debt is comparatively high, public debt is well below the euro area average. After peaking at 23.5 % of GDP in 2013, public debt has declined to 22.1 % of GDP in 2015, and it is projected to decline further in 2016. It remains more than four times lower than the euro-area average (92.6 % of GDP). At the end of 2015, existing public guarantees represented 9.7 % of GDP, 5.5 % of which are related to the financial sector. Given the low level of public debt and its relatively solid economic fundamentals, Luxembourg, together with Germany, is the only country in the euro area that still has an ‘AAA’ rating from all the three major rating agencies. Public finances The general government balance is expected to have recorded a surplus of 1.6% of GDP in 2016. Low inflation combined with the incremental impact of measures adopted in the 2015 budget should help contain expenditure growth, despite of a high level of public investment maintained by the authorities. At the same time, revenues are set to remain firm in line with the projected robust economic growth. The surplus is expected to fade out almost completely in 2017, given the continued high level of investment and the implementation of a comprehensive tax reform that entered into effect in 2017. Its full implementation will cost around one percentage point of GDP. Section 2.6 discusses this issue in more detail. Despite the overall surplus, a breakdown by sector of the general government balance shows that the central government accounts continued to post deficits throughout the period since the outbreak of the financial crisis. The steady surpluses of the social security sector offset this deficit (Graph 1.7). While the large central government deficits recorded from the onset of the financial crisis have been almost completely absorbed, the deficit is projected to widen again in 2017, mostly as a result of the implementation of the comprehensive tax reform. ",
        "1. Economic situation and outlook 9 Graph 1.7: Sectoral breakdown of the general government balance Source: Eurostat -4.0 -3.0 -2.0 -1.0 0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 2000 2002 2004 2006 2008 2010 2012 2014 % o f G D P Central government Local government Social security funds General government ",
        "1. Economic situation and outlook 10 Table 1.1: Key economic, financial and social indicators – Luxembourg – (1) Sum of portfolio debt instruments, other investment and reserve assets (2,3) domestic banking groups and stand-alone banks. (4) domestic banking groups and stand-alone banks, foreign (EU and non-EU) controlled subsidiaries and foreign (EU and non-EU) controlled branches. (*) Indicates BPM5 and/or ESA95 Source: European Commission, ECB ",
        "11 Progress with implementing the recommendations addressed to Luxembourg in 2016 ( 9 ) has to be seen in a longer term perspective since the introduction of the European Semester in 2011 . Luxembourg adopted a pension reform in December 2012, to be phased in gradually. Nevertheless, even after the reform the projected increase in age-related expenditure has remained the largest in the EU. The reform did not revise the statutory retirement age and possibilities of early retirement have remained largely unchanged. It contains incentives to work longer, but their impact is limited. In 2015 a reform of the professional classification scheme for people with partial incapacity for work was adopted . While providing adequate protection for those who are most vulnerable, the reform aims to keep reclassified people, especially older people, at work. ( 10 ) This could have a positive impact on the rate of participation rate of older people in the workforce. Beyond long-term sustainability concerns, Luxembourg has received recommendations since 2011 in relation to its price and cost competitiveness, which has steadily deteriorated up to 2014. Analyses have shown that both productivity and wage evolution have contributed to this trend. In terms of wage evolution, it has been recommended to Luxembourg to ensure that wages evolves in line with productivity. To date no structural measures have been adopted in this regard, apart from the temporary modulation of the automatic wage indexation to inflation between 2012 and 2014. The cost competitiveness of Luxembourg benefits from the current low inflation environment. However, in the absence of new structural measures, the projected increase in inflation may put at risk the earlier gains in cost- competitiveness. Overall, Luxembourg has made limited( 11 ) progress in addressing the 2016 country-specific ( 9 ) For the assessment of other reforms implemented in the past, see in particular section 3.1 and 3.2. ( 10 ) 50.1% of the persons reclassified externally are over 50. ( 11 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a CSR is presented in the Overview Table in the Annex. This overall assessment does not include an assessment of compliance with the Stability and Growth Pact. recommendations (CSRs). Since the recommendation were published, only limited measures have been taken to address the long-term sustainability challenge, related to the projected large increase in pension expenditure. A mid-term review of the sustainability of the pension system in 2016 was carried out as planned and resulted in a detailed analysis including alternative scenarios, also taking account of less favourable demographic and economic developments. A law on reclassification of workers with disabilities was implemented in 2016. However, key legislation on early retirement and the Age Pact have not yet been adopted, meaning that only limited progress has been made on CSR 1. Progress on CSR 2 is also limited. Few measures have been adopted or announced, and the ones that have do not appear to fully address the challenge. Obstacles to economic developments from significant barriers in the business services sector persist even after the adoption and implementation of the announced measures. Some progress has been made to address bottlenecks to housing investment. Incentives to real estate owners to sell their properties have been introduced and a law has been adopted reducing the length of the procedure for granting building permits. Nevertheless, in view of the projected population increase challenges ahead for the Luxembourg authorities remain sizeable. 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 12 Table 2.1: Progress with country-specific recommendations Source: European Commission Luxembourg Overall assessment of progress with 2016 CSRs: Limited CSR 1 : Ensure the long-term sustainability of public pensions by increasing the effective retirement age, by limiting early retirement and increasing incentives to work longer, and by aligning the statutory retirement age to changes in life expectancy. Limited progress  Limited progress in ensuring the sustainability of the public finances.  Limited progress in increasing the effective retirement age.  Limited progress in limiting early retirement.  Limited progress in limiting increasing incentives to work longer.  No progress in aligning the statutory retirement age to changes in life expectancy. CSR 2 : Remove barriers to investment and innovation that limit economic development in the business services sector. Address bottlenecks that hamper housing investment. Limited progress  Limited progress: Few actions have been taken to limit restrictions in the business services sector, but their impact appears to be limited.  Some progress: Some measures have been adopted and other are planned to increase house supply. Nevertheless, the challenge ahead remains significant, also in view of the projected increase in population. ",
        "2. Progress with country-specific recommendations 13 Box 2.1: Contribution of the EU Budget to structural change in Luxembourg. Luxembourg is a beneficiary of the European Structural and Investment Funds (ESIF) with an allocation of up to EUR 140 million for the period 2014-2020. This is equivalent to 1% of the expected national public investment 1 . By 31 December 2016, an estimated EUR 45 million, which represents about 32 % of the total allocation for ESI Funds, has already been allocated to concrete projects. Financing under the European Fund for Strategic Investments (EFSI), Horizon 2020, the Connecting Europe Facility and other directly managed EU-funds is additional to the ESI funds. By end 2016, Luxembourg has signed agreements for EUR 71 million for projects under the Connecting Europe Facility. The EIB Group approved financing under EFSI amounts to EUR 86 million, which is expected to trigger nearly EUR 248 million in total investments (as of end 2016). All necessary strategies as required by the ex-ante conditionalities have been met prior to programme adoption thus ensuring a timely and efficient up-take of the funds, except one related to the smart specialisation strategy. This issue is expected to be addressed shortly as the Luxembourg Government will approve and endorse the planned strategy. All relevant CSRs were taken into account when designing the 2014-2020 programmes. The ESI Funds play a role in strengthening research, technological development and innovation in order to create greater economic diversification and to enhance the number of SMEs involved in research. The ESI Funds will also support measures relating to environmental protection, resource efficiency and support for the shift towards a low-carbon economy in all sectors. In addition to that, support will be provided to sustainable professional integration of jobseekers, inactive persons and young people (including through the implementation of the Youth Guarantee), active inclusion, and skills development through better access to lifelong learning. Nearly 6 000 young people and 500 jobseekers aged 45+ are being mentored; support for entrepreneurship or training in the field of ICT for job seekers is provided; the promotion of active inclusion and professional integration of more than 1 300 disadvantaged people is underway https://cohesiondata.ec.europa.eu/countries/LU 1 National public investment is defined as gross capital formation + investment grants + national expenditure on agriculture and fisheries ",
        "14 3.1.1. TAXATION The overall tax burden amounted to 38.1 % of GDP in 2014, close to the EU average of 38.8 % of GDP (European Commission, 2016b), (Graph 3.1.1 ). The sources of tax revenues are almost equally distributed, with direct and indirect taxes making up around two thirds of total tax revenues, while the remainder corresponds to social contributions. In 2016, the government announced a major overhaul of the tax system. Parliament adopted the reform in December 2016 and it entered into force on 1 January 2017 (with one exception). ( 12 ) The reform of Luxembourg's tax system focuses mostly on personal income tax and corporate income tax. Together, these two taxes account for approximately a third of total tax revenues. The reform is part of a larger overhaul envisaged by the Luxembourg authorities of the redistributive system of incomes (see Section 3.3). Measures that relate to the housing market are discussed in Section 3.2.3. Personal Income Taxation (PIT) The reform of personal income taxation was guided by the principles of social equity and selectivity. The main measures introduced include: i) a review of the tax brackets and tax rates, ii) an increase in the top personal income tax rate, iii) the abolition of the 0.5% temporary budget-balancing tax (\"impôt d'équilibrage budgétaire temporaire\"); iv) the reform of tax credits (for earned income, pensions, self-employed people and single parents); v) a change in the treatment of rental income derived from approved bodies; vi) an increase in the limit of mortgage interest deductibility, as well as vii) an increase in the tax allowance for complementary pension schemes. It also provides for a review of childcare allowances (\"frais de domesticité et frais de garde d'enfant\") and for an increase in the withholding tax on ( 12 ) By law of 29 June 2016, the tax rate applicable to capital gains on real estate transactions occurring between 1 July 2016 and 31 December 2017 has been reduced to a quarter of the global rate (instead of half of the global rate applicable). interests from 10 % to 20 % (above EUR 250 of interest income per person and per credit institution). Finally, it introduces the option for individual taxation of couples, as discussed in Section 3.3.1. At prima facie, the reform appears to benefit all households across the income distribution, even if at a different extent. Box 3.1.1 gives an assessment of the distributional impact of the reform( 13 ). Graph 3.1.1: Breakdown of overall tax burden Source: European Commission ( 13 ) In the exercise only the measures from i) to vii) have been included in the simulation. 05 10 15 20 25 30 35 40 45 50 D K F R B E F I S EA T I T E A 1 9 H U E U 2 8 D E L UN L H R S I E L P T U K C Z E SE E M T C YP L S K L V L T B G R O I E Direct taxes Indirect taxes Social contributions Tax burden 3. REFORM PRIORITIES 3.1. PUBLIC FINANCES AND TAXATION ",
        "3.1. Public finances and taxation 15 Box 3.1.1: The distributional impact of the tax reform. To estimate the distributional effects of the tax reform, a simulation for estimating the impact of several of the planned measures has been carried out based on the EUROMOD model. It should be emphasised, however, that the distributional effects of the overall reform could not be assessed, as not all aspects of the tax reform (e.g. taxation on an individual basis) were simulated. Simulation results show that all households are affected by the reform and that almost all households are benefiting. The only exception is the 10th decile, where some households might be negatively impacted due to the increased top rates. However, there is an important variability across households in terms of the effect of different measures. Graphs 1a and 1b below disentangle the effect by groups of policy measures and provide an overview of those households benefiting (Graph 1a) and of the change in disposable income (Graph 1b) by income decile. Graph 1a shows that abolishing the temporary crisis tax and changing tax allowances benefits higher deciles more than lower deciles. This is expected as the lower deciles were less impacted from the crisis tax, while the allowances by their nature are also designed to reduce the gross tax liability for those that have either a mortgage or intend to pay contribution to the voluntary pension scheme. The share of households benefiting from the changes in personal income tax schedule increases also with the deciles, reaching 100% already in the middle deciles. This is the effect of a more gradual increase in tax rates. By contrast, tax credits clearly benefit more households at the lowest end of the income distribution and the share of households benefitting from the measure decreases with the deciles. Similar results are found when translating the reform into changes of equivalised disposable income (Graph 1b). Disposable incomes are higher after the reform across all earnings ranges. Overall, disposable incomes increase with the deciles, although the highest relative gain (4.6%) is for the 10th decile. Only the increased tax credits had a higher impact on the lower end of the income distribution and therefore were able to reduce income inequality. Also in the light of the redistribution of income, increased tax credits are the policy measures which reduce inequality most. Graph 1: a) Shares of winner households by different measures, by decile (%); b) Change to the mean equivalised disposable income of households (2016-2017) (1) Note: The simulation has been carried out jointly by the European Commission and the Joint Research Center. Section 3.1.1 provides with the list of simulated measures. EUROMOD is the tax-benefit microsimulation model for the European Union, simulating benefit entitlements and tax liabilities (including social security contributions) of individual and households according to the tax-benefit rules in place in each Member State. The simulations are based on representative survey data from the European Statistics on Income and Living Conditions (EU-SILC) and cover the main elements of direct taxation and social contributions as well as non-contributory benefits. Source: European Commission, Joint Research Centre. 0 10 20 30 40 50 60 70 80 90 100 1 2 3 4 5 6 7 8 9 10 % o f w i n n e r h o u s e h o l d s w i t h i n d e c i l e Household income deciles Crisis Schedule Tax credits Full reform Allowances 0.0 1.0 2.0 3.0 4.0 5.0 1 2 3 4 5 6 7 8 9 10 % o f b a s e l i n e Household income deciles Crisis Schedule Tax credits Allowances ",
        "3.1. Public finances and taxation 16 Corporate Income Taxation (CIT) The reform of corporate taxation aims to support investment and boost competitiveness through a decrease in tax rates and a review of several tax expenditures. It provides for a gradual decrease of the corporate income tax rate from 21 % to 19 % in 2017 and 18 % in 2018. Including surcharges, this means that the 29.22 % top corporate rate will go down to 27.08 % in 2017 and 26.01 % in 2018. Also the corporate income tax rate applicable to corporations with a taxable income below EUR 25,000 will be reduced from 20 % to 15 %, while the scope of eligible companies has been enlarged. In order further to support competitiveness and investment, several tax expenditures have been adjusted. The complementary and global tax credit for investment will be each one increased by one percentage point, to 13 % and 8 % respectively. Moreover, the carry forward of losses will be limited to 17 years, the minimum net worth tax for \"Sociétés de Participations Financières (SOPARFI) increased and capital gains derived from the transmission of businesses can benefit, under certain conditions, from a tax deferral. Overall, the reform of corporate taxation is expected to cost, when at regime, around 0.2% of GDP. ( 14 ) This does however not take into account the longer term positive effects on competitiveness and investments. Some of Luxembourg's tax rules may be used in structures of aggressive tax planning. ( 15 ) The absence of certain anti-abuse rules( 16 ) and the absence of withholding taxes on outbound interest and royalties vis-à-vis third countries are features ( 14 ) Draft Budgetary Plan - Luxembourg, 2016-2017, page 4. The estimate reports the impact of the corporate income tax. ( 15 ) Aggressive tax planning consists in taking advantage of the technicalities of a tax system or of mismatches between two or more tax systems for the purpose of reducing tax liability (source: Commission Recommendation of 6 December 2012 on aggressive tax planning (2012/772/EU)). For an overview of the most common structures of aggressive tax planning and the provisions (or lack thereof) necessary for these structures to work, see Ramboll Management Consulting and Corit Advisory (2016), Study on Structures of Aggressive Tax Planning and Indicators, European Commission Taxation Paper n°61. It should be noted that country-specific information provided in the study gives the state of play by May/June 2015. ( 16 ) For more details, see European Commission, 2016a. of the tax system which may facilitate aggressive tax planning. In that respect, the very high level of foreign direct investment (FDI) positions, the share of those FDI held by so-called 'Special Purpose Entities' (SPE), but also of interests, dividends or royalties payments( 17 ) as percentage of GDP suggest that the country's tax rules are used by companies that engage in aggressive tax planning. Within this context, however, it is important to note that corporate tax initiatives, such as the amendment to the Parent-Subsidiary Directive and the Anti-Tax Avoidance Directive, will strengthen Member States' anti-abuse frameworks and boost tax transparency, for example through the automatic exchange of information on tax rulings or on country-by-country reports. Luxembourg has expressed its willingness to maintain an internationally competitive tax regime while respecting international tax rules. In line with Action 5 of the Base Erosion and Profit Shifting (BEPS) (see OECD, 2015), as endorsed by the Code of Conduct for Business Taxation, the patent box regime has been repealed. Moreover, Luxembourg has introduced a new article in the tax legislation that provides more guidance concerning how to apply the arm's length principle that was formalised on 1 January 2015. In order to enhance the fight against tax fraud, Luxembourg introduced the concept of 'aggravated tax fraud', which would constitute a criminal offence. Furthermore, to enhance VAT compliance, joint liability has been introduced for managers and companies, which have not met their VAT obligations. Environmental and energy taxation Luxembourg has witnessed a steady decrease in its environmental tax revenues proportion of GDP over the last 10 years, amounting to 2.0 % of GDP in 2014 (EU28 average: 2.5 % of GDP), (European Commission, 2015b, p. 68). Energy taxes make up the largest proportion of ( 17 ) In 2015, the level of inward and outward foreign direct investment amounted respectively to 5868% and 6867% of GDP. The share of inward and outward FDI held by SPE amounted respectively to 93% and 95% of GDP. The flows of dividends paid and received (calculated as net income on FDI) amounted respectively to 85.6% of GDP and 108.9% of GDP. Interests received (calculated as net income on FDI) amounted to 23.02% of GDP and the royalties paid and received amounted respectively to 5.5 % of GDP and 2.3% of GDP in 2015. ",
        "3.1. Public finances and taxation 17 environmental taxes in Luxembourg by far, amounting to 1.8 % of GDP in 2014, see Graph 3.1.2. Revenues from taxation of transport (excluding fuels) amount to just 0.1 % of GDP in 2014. Luxembourg’s transport fuel tax rates are some of the lowest in the EU, not having been modified since October 2007 (petrol) and July 2012 (diesel), although the increase in VAT from 15 % to 17 % contributed to increased fuel taxes. The tax rate on diesel fuel is 62 % of the petrol tax rate ( 18 ). This differential does not reflect the respective social costs associated. ( 19 ) The lower tax rate on diesel fuel helps explain the high share of new registered diesel cars in total cars, which at more than 70% in 2015, was still among the highest in the EU. ( 20 ) Transport taxes in Luxembourg are also low in comparison to other Member States. The vehicle registration fee applied regardless of vehicle type or emissions is one of the lowest in the EU and has no impact on a driver’s choice of vehicle. The low excise duties on transport fuels are an incentive to fuel consumption, resulting in a high cost for the economy and creating traffic congestion and air pollution (see also Section 3.4.5) . In 2012, the total cost of fuel consumption amounted to approximately EUR 3.5 billion per year considering national and international negative ecological and health impact compared to EUR 2.1 billion of benefits in terms of taxes and employment( 21 ). More than half of the country's Greenhouse Gas (GHG) emissions stem from the transport sector, 70 % of which are linked to fuel export. Emissions per capita are the highest in Europe due to the very high proportion of road fuel sales to non-residents (European Commission, 2015c). ( 18 ) European Environment Agency 2016, Environmental taxation and EU environmental policies. Table 4.3 on p.24. ( 19 ) Diesel fuel affects local air pollution much stronger than gasoline, primarily due to the higher emissions of particulate matter and nitrogen oxides per litre. ( 20 ) European Automobile Manufacturers Association, 2013 data. ( 21 ) Ermittlung und Bewertung der positiven und negativen Wirkungen des Treibstoffverkaufs unter besonderer Berücksichtigung negativer externer Umwelt- und Gesundheitseffekte – Status quo 2012 und maßnahmeninduzierte Veränderungen, Government of Luxembourg, 25 November 2016. Graph 3.1.2: Environmental taxes, % of GDP Source: European Commission The above-mentioned tax reform includes measures to encourage a \"sustainable mobility\", supporting the purchase of electric cars, pedelecs and bicycles. For company cars, the valuation of the benefit in kind will be differentiated depending on the CO2 emissions of the car. The current rate of 1.5 % of the commercial value of the car will be replaced with a range of percentages between 0.5 % and 1.8 %. Measures taken in favour of more \"sustainable mobility\" are likely to have limited impact as long as conventional fuel has comparative advantage . Policy approach in terms of both taxation and investment priorities (Section 3.4.5.) does not seem to pursue entirely coherent objectives. In spite of these measures, Luxembourg is expected to miss its 2020 target to decrease its greenhouse gas emissions by 20 %. According to the latest national projections based on existing measures, non-emission trading scheme emissions will decrease by 15 % between 2005 and 2020. The target is consequently expected to be missed with a margin of 5 percentage points. ( 22 ) ( 22 ) Report from the Commission, \"Implementing the Paris Agreement - Progress of the EU towards the at least -40% target\", COM(2016) 707 final 0.00 0.50 1.00 1.50 2.00 2.50 3.00 3.50 4.00 4.50 D KS I H R E L I T N L C Y M TF I B U E E L V H U P O U KE U 2 8 I EA T E A 1 9 R O P T S E C Z B E F RD E L U E SS K L T Other Transport taxes Energy taxes Total environmental taxes ",
        "3.1. Public finances and taxation 18 3.1.2 Spending review The adopted tax reform is expected to narrow the tax base. In addition, at least a part of fiscal revenues remain rather fragile. At the same time, expenditure, especially that age related, is projected to increase significantly. Government expenditure, as a proportion of GDP, is below the euro area average, however expenditure per inhabitant is one of the highest in the euro area (see Graph 3.1.3). At 41.5 % of GDP in 2015, total public spending appears low compared to the euro area average of 48.4 %. However, Luxembourg continues to have one of the highest levels of public expenditure per capita in the EU, even when the number of cross-border workers is taken into account. These workers benefit from several elements of the Luxembourg welfare system. Other costs, such as those related to transport infrastructure, would probably be lower, were it not for the large amount of commuting. When the number of cross-border workers is included in the denominator, the gap versus average spending in the euro area decreases considerably, but still remains significant. In line with the government programme, a spending review was carried out in 2014 . Aiming to reduce overall public spending through a renewed budgetary strategy focused on more efficiency and transparency in government action, or achieving the same results with less, the review produced a list of 258 measures, most of them spending cuts. The consolidation package named 'ZukunftsPak' was integrated into the 2015 budget and its implementation is planned for the period 2015-2018. Graph 3.1.3: Total expenditure per inhabitants in 2015, (thousands of pps.) * Figures for LU have been corrected to include the number of cross-border workers. (1) Government outlays are measured in purchasing power parity to take account of the different level of prices across countries. Source: European Commission The government's planned reform of the budgetary procedure envisages the introduction of a programme-based budgetary system. The reform aims at implementing a framework for evaluation and audit and a better system for managing major infrastructure projects. A spending review mechanism for future reviews has not yet been integrated into the budgetary process. 3.1.3 Fiscal framework The design of Luxembourg's national fiscal framework has improved recently, as it became more aligned with European regulation. A structural balanced budget rule was introduced with the adoption of the Law of 12 July 2014. This was also done with a view to transposing the requirements of the 2011 Council Directive on budgetary frameworks and the Fiscal Compact (Graph 3.1.4).( 23 ) ( 23 ) The Fiscal Rule Index is calculated by the Commission annually based on self-declared data from the Member States. The latest update has a cut-off date of end-2014. The index is based on five dimensions of the strength of all fiscal rules in place (legal base, room for revising objectives, monitoring and enforcement bodies, enforcement mechanism and media visibility) and adjusted for the sector coverage for each country. 0 5 10 15 20 25 30 35 L U L U * D K A T B E F I S E F RN L D E E A - 1 9 I E I T E U - 2 8 U KE SS I E L M T P T C Z S K H UC YE EP L H R L T L V R O B G ",
        "3.1. Public finances and taxation 19 Despite recent improvements, the setting of the multiannual expenditure ceiling is fraught with some shortcomings. First, it does not cover all government layers, only the central government sector. The binding nature of the ceilings, an essential feature for ensuring their effectiveness, is not safeguarded by law. The expenditure ceilings can be modified at the discretion of the government to allow, for instance, for revisions in underlying macroeconomic assumptions or respond to other unforeseen events, without the explicit regulation for providing explanations for the changes. The timely availability of sub- national budgetary (local government) figures is still not guaranteed. This also has negative implications for budgetary planning. There are some concerns with the plausibility of the macroeconomic projections underlying both annual and multi-year budgetary planning. ( 24 ) First, these macroeconomic forecasts do not appear to take into account the most recent and available economic information, reflecting the lack of harmonisation between the releases of updates and the budgetary calendar. The frequent and sizeable revisions of the most important economic figures also undermine the credibility of the budgetary projections. ( 24 ) The macroeconomic forecasts underlying the government budgetary planning are prepared by the \"Institut national de la statistique et des études économiques du Grand-Duché du Luxembourg\" (STATEC). Graph 3.1.4: The fiscal rule index in the EU, 2013 and 2014 Source: European Commission 3.1.4 Fiscal sustainability Luxembourg faces low fiscal sustainability risks in the short and medium term. However, the need to meet future ageing cost increases puts the country at medium fiscal sustainability risk in the long term. Specifically, this is indicated by the relatively sizeable value of the long-term fiscal sustainability gap indicator S2, at 4.4 percentage points of GDP. These risks are entirely driven by the need to meet future increases in ageing costs, in particular pension and long-term care expenditure. ( 25 ) Pension Luxembourg pension system has benefited from a steady increasing population and workforce (see Graph 3.1.5). ( 26 ) In particular the number of non-national residents and cross-border workers has increased significantly since 1990. The financing of the Luxembourg pension system is based on a pay-as-you-go system and therefore on an inter-generational contract. Given the, on average, relatively young age of immigrants and ( 25 ) See Debt Sustainability Monitor 2016 (European Commission Institutional Paper no. 047, January 2017). ( 26 ) Between 1990 and 2015 total population increased by 49.2% (compared to 9.0% on average in the EA19), while over the same period the labour force increased by 116.2%. The composition of the labour force has experience a significant shift as the share of frontier workers in the overall labour force has moved from 33.6% in 2000 to 43% in 2015. -2.0 -1.0 0.0 1.0 2.0 3.0 4.0 B G F R E S N L S K I T L V D E I E L UR O S E D KP L H R P T B E M T U KA T E L H U E E L T C Y F I C Z S I 2013 2014 ",
        "3.1. Public finances and taxation 20 cross-border commuters, Luxembourg has so far never experienced ageing effects that would have put other welfare regimes under pressure. On the contrary, the continuous increase in the number of, on average, younger active foreigners (both immigrants and cross-border commuters) has had, a positive effect on the revenues of the pension system as well as on the modest increase in the average age of the workforce. Graph 3.1.5: Population and employment evolution Source: European Commission Since 2009 new pensioners have outnumbered new contributors, ( 27 ) but the annual amount of contributions still exceeds payments. In 2015, the overall amount of earning-related pension contributions exceeded payments by around 15.5 %. The excess revenues have fed the pension fund reserves so that at the end of 2015, the fund owned assets worth EUR 16.5 billion (more than 30% of GDP). Since the 24 % notional payroll contribution rate is higher than the effective payroll rate, estimated at 21.94 % in 2015 the system produces surpluses that feed the pension reserves. Nevertheless, with the effective payroll rate set to progress and to exceed the notional rate of 24 % the system will have to start drawing on its reserves. In particular, the current positive gap with regard to cross-border workers between ( 27 ) In 2015, the number of new contributors increased by 2.5% compared to the previous year. Nevertheless, the increase was well below the increase in the number of new pensions, In light of the large number of pensions paid to non-residents, most of which are not completed, the financial situation of the system is better off than the demographic evolution shows. contributions paid and pension benefits received is expected to fade out as the proportion of pensions paid to frontier-workers equalize or exceed the share of contribution paid by them. In 2015 a proportion of 46.2% of pension payments was granted to non-residents. The proportion of pensions paid to non-residents has been steadily increasing since 1995, when it represented less than a quarter of the overall number of pension payments. By 2040, Luxembourg will face a significant increase in age-related public expenditure, mostly related to pension liabilities . According to the 2015 Ageing Report, the latter is expected to increase by 3.3 percentage points of GDP up to 2040 ( 28 ), compared to an EU average increase of 0.4 percentage points of GDP. While the above increase is one of highest in the EU, it represents a sharp downward revision of estimated pension expenditure compared with the 2012 Ageing Report. However, the revision mostly reflects more favourable demographic assumptions (see European Commission, 2016a). Simulations run under more conservative assumptions would project pension expenditure to increase to 20.0 of GDP in 2060, compared with 13.4% of GDP in the central scenario, (see Central Bank of Luxembourg, 2017, p. 215). The national authorities carried out a mid-term review of the sustainability of the pension system in 2016, one year ahead of schedule ( 29 ) . On December 2016 a report with the findings of the review was published (Box 3.1.2.) The report presents an analysis of the expenditure trend based on the current set of rules. It also looks at the impact of alternative demographic and economic scenarios on the expenditure projection. On the basis of the findings of the report, the government intends to discuss with social partners the possible measures necessary to ensure the financial consolidation of the pension system. ( 28 ) These projections represent a sharp downward revision compared to the previous 2012 Ageing report projections and largely reflect more favourable demographic assumptions, in the absence of a new pension reform. ( 29 ) According to the 2012 pension reform a review of the sustainability of the pension system should take place every 5 years, then the first one should have occurred in 2017. 90 95 100 105 110 115 120 125 07 08 09 10 11 12 13 14 15 LU - Population EA19 - Population LU - Employment EA19 - Employment ",
        "3.1. Public finances and taxation 21 In 2015, the average effective retirement age was 61.3. ( 30 ) While the statutory retirement age to receive the old-age pension is 65, only less than 30 % of the overall number of people receiving an old-age pension (including early old-age pensions at 57 and 60) was granted a pension at the age of 65 (see Graph 3.1.6). The effective retirement age could be even lower, if specific pre-retirement schemes or invalidity pensions were taken into account . A number of pre-retirement schemes (European Commission, 2014, pages 13-14) are available from the age of 57, provided the conditions for early retirement from the age of 60 are satisfied within the following 3 years. The draft law to limit early retirement (presented to Parliament in July 2015) has not been passed yet. Its net impact is not clear because other elements such as salaries, health or working conditions play a major role in employees' decisions to work longer. The impact of the law on the reclassification of workers with disabilities (implemented since January 2016) on ( 30 ) Estimation based on national information as published at: http://www.isog.public.lu/islux/assurance-pension/analyse- et-resultats/les-prestations.html. See Graph 3.1.6. reducing the number of people entering an early retirement scheme has not been assessed yet. Graph 3.1.6: Access to retirement by age Source: CNAP/IGSS The gender gap in pensions (40% in 2014) ( 31 ) is one of the widest in the EU, although it has ( 31 ) Cf. at http://www.isog.public.lu/islux/assurance- pension/analyse-et-resultats/les-prestations.html. 0% 5% 10% 15% 20% 25% 30% 57 58 59 60 61 62 63 64 65 Box 3.1.2: Findings of the pension review. To carry out the medium-long term sustainability analysis of the pension system different scenarios have been used. The baseline scenario is built on the demographic and economic assumptions that have been used for the 2015 Ageing report and factor in the measures introduced with the 2012 pension reform. In particular, it includes the gradual implementation of the changes in the calculation method and the limitation to maximum 50% of the automatic adaptation of pension benefits to real wage evolution in case pension expenditure would exceed revenues. According to this scenario in 2060 the system will post a deficit of 4.0% of GDP as revenue will amount at 8.3% of GDP and outlays at 12.4% of GDP. A second scenario is built where the changes introduced with the 2012 pension reform are not taken into account. From the simulation it results that the measures in the reform have contributed to improve the sustainability of the system. In 2060, while revenues will not be different from the previous scenario, outlays will amount at 14.9% of GDP, 2.5% of GDP more than in absence of the reform. Finally, the review includes a scenario based on the less favourable demographic and economic assumptions, close to that underlying the 2012 Ageing Report. Under this scenario the pension system is expected to record a larger deficit of 8.2% of GDP in 2060, with revenues at 7.1% of GDP and outlays at 15.3% of GDP. The conclusions of the review are that the pension system is current on a comfortable position recording recurrent surpluses, which allowed cumulating sizeable pension reserves (around 30% of GDP in 2015). Nevertheless, additional measures seem needed to tackle the expected increase in expenditure. ",
        "3.1. Public finances and taxation 22 narrowed by 5.1 percentage points since 2013. This gap is primarily caused by women receiving low pensions rather than not having access to a pension at all. The 2012 pension reform shows limited progress towards allowing more women accumulating their own pension rights. A government working group will be set up to assess the voluntary insurance introduced by the Law of 21 December 2012; it aims to introduce compulsory insurance. Poverty and social exclusion risks (AROPE) for women aged over 65, albeit lower than the EU average, have increased from 6.9 in 2014 to 9.5 in 2015. The recent reform of family allowances seeks to remedy this situation (Section 3.4.3). Long-term care The government proposed a long awaited reform of the long-term care insurance in June 2016. It aims to guarantee a better focus on individual needs, simplified procedures and institutions, and to maintain the social ties of dependent people without changing the guiding principles and mechanisms of the system. Maintaining a dependent person integrated in their family would be guaranteed by paying more attention to informal carers, providing more respite care, training and more regular follow-up, together with a proposal to more frequently re-assess needs. The evaluation and orientation division of the General Social Security Inspectorate (IGSS) will become an independent body overseeing the assessment of the delivery of the insurance. Adequate controls would help improve the quality of services provided and tailor them better to the needs of individuals. A biannual assessment report will also be drafted. The reform is expected to enter into force in the second half of 2017. It could potentially contribute to alleviate concerns related to the expected increases in long-term care expenditure, which is projected to increase from 1.5% to 3.2% of GDP until 2060, thereby more than doubling with respect to the current level. When additional cost drivers with respect to strictly demographic and health-status related factors are considered, an increase of larger magnitude is projected with expenditure on long- term care reaching 4.8% of GDP. ",
        "23 3.2.1. FINANCIAL SECTOR Luxembourg’s financial sector weathered the financial crisis of 2008-2009 relatively well compared to its neighbours, helped by its specialisation in low-risk niches . Combined with the relatively small scale of the domestic banking sector, this has helped to mitigate some of the negative spill-overs from unfavourable developments in international markets. Most banks in Luxembourg are foreign-owned and have negligible direct links with the resident economy. Bank assets expressed as a multiple of national GDP are by far the highest in Europe, but modest in absolute terms (Graph 3.2.1). However, indirect links between the Luxembourg banking sector and the financial system could remain sources of risks in relation to the potential transmission of financial shocks to the banking sector, domestically and abroad, and even to the real economy. Graph 3.2.1: Size of the financial sector (EUR billion) Source: European Central Bank, own calculation Luxembourg is the largest fund administration centre worldwide after the USA, having created a tax and regulatory framework especially suited for fund vehicles. In relative terms, investment funds are the most important financial intermediaries. Their assets increased on average 14 % per year since 2008-2015, amounting to EUR 3.6 trillion by end 2016. This is roughly 70 times Luxembourg's GDP. Banks are the second most important financial intermediaries. Their assets have oscillated between EUR 0.7 and 0.8 trillion since 2013, about 15 times the country's GDP. Assets held by insurance companies totalled EUR 219 billion in 2015, more than four times GDP and more than double what it was at the end 2008. Although small compared to investment funds and banks, Luxembourg's insurance sector is the EU's biggest when assets are expressed as a proportion of GDP. Luxembourg's banks have the highest capital ratios in Europe. Loan-to-deposit ratios are well below 100 %, because most Luxembourg banks act as creditors to their mother institutions. Profitability has been sound and stable. The non- performing loans ratio is the lowest in Europe and their coverage rate is in line with the European average (Table 3.2.1). Luxembourg chose a tri-partite supervisory model. Investment funds and banks are overseen by the Commission de Surveillance du Secteur Financier (CSSF). At the end of 2015 out of 143 banks established in Luxembourg, 59 were directly supervised by the ECB. The CSSF identified six other systemically important institutions amongst them. These 59 banks represented 74 % of the total assets; 73 banks were considered less significant institutions and 11 banks were branches of banks whose headquarters were established outside the EU and did not fall within the SSM's remit. Luxembourg introduced a number of macro- prudential measures in 2016. The countercyclical capital buffer (CCB) was introduced on 1 January 2016 and calibrated at 0 %. It has been maintained at this level at each quarterly re-setting, as measured by the credit-to-GDP gap. ( 32 ) The CSSF set the capital buffer requirements for the six other systemically important institutions between 0.5 - 1%. ( 33 ) ( 32 ) In accordance with Article 130(2) CRD IV, in January 2016 the CSSF exempted small and medium-sized investment firms from the countercyclical capital buffer. ( 33 ) These banks are Deutsche Bank LU (1%), Société Générale Bank & Trust (1%), Banque et Caisse d'Epagne de l'Etat Luxembourg (0.5%), BGL BNP Paribas (0.5%), CACEIS Bank LU (0.5%) and Banque Internationale a Luxembourg (0.5%). 0 2000 4000 6000 8000 10000 BE FR LU NL UK DE Total Assets of Credit Institutions Domestic credit institutions Foreign-controlled subsidiaries and branches 3.2. FINANCIAL SECTOR ",
        "3.2. Financial sector 24 3.2.2. CREDIT SUPPLY AND HOUSEHOLDS' INDEBTEDNESS Luxembourg's real estate market shows a constant dynamism with house prices growing steadily for several decades. In 2015 house prices ( 34 ) increased by 6.1 %, the steepest increase since the outbreak of the financial crisis (Graph 3.2.2). Demand for loans for house purchase continued expanding in 2015 (6.7 %). In addition to strong macroeconomic fundamentals and demographic growth, favourable financial conditions reflected in low interest rates and easier access to credit may have contributed to the increase in home loans and maintained the strong house price dynamics. Steep increasing house prices have had a negative impact on households' capacity to access property. Housing affordability measured as the price-to-income ratio has continuously deteriorated since 2000, except in 2008 and 2009 (Graph 3.2.3.) House prices have increased more quickly than households' disposable income. While the affordability ratio has decreased between 2010 and 2015 by 5.2 % in the euro area as a whole, it increased by 17.8 % in Luxembourg. This means accessing property is taking an increasingly higher toll on the finances of households. The price-to-rent indicator shows a similar evolution (Graph 3.2.4 ), indicating a possible over-evaluation of house prices . At the same ( 34 ) The deflated house price index estimated as the ratio between the house price index and the national accounts deflator for private final consumption expenditure (households and non-profit institutions serving households (NPISHs). Source: Eurostat. time current real estate policies encourage house ownership over renting. Graph 3.2.2: Real house prices evolution Source: European Commission Measures under the 2017 tax reform have the potential to increase further the system bias in favour of ownership. This is the result of (i) the legislated increase in the tax deduction possibilities under a home savings contract ( 35 ) (with the maximum amount deductible set at EUR 1.344 per year, up from EUR 672 currently); (ii) the legislated abolition of the deemed rental value of one's own residence and (iii) the increase in the ceiling of the 'deductible passive interests' linked to a mortgage loan. Fiscal incentives that favour ownership over renting often go hand-in-hand with households' excessive indebtedness. This is because a large part of these tax subsidies is likely to be capitalised into house prices. ( 35 ) Only Individuals up to 40 years old can benefit from the measure. 90 95 100 105 110 115 120 125 07 08 09 10 11 12 13 14 15 BE FR DE LU Table 3.2.1: Financial soundness indicators, all banks in Luxembourg * ECB aggregated balance sheet loans excluding to gov and MFI / deposits excluding from gov and MFI Source: ECB CBD, IMF (%) 2010 2011 2012 2013 2014 2015 Non-performing loans 0.2 0.4 0.1 0.2 - - Coverage ratio Loan to deposit ratio* 69 65.8 60.9 54.9 52.4 51.8 Tier 1 ratio 16.2 17.1 19.6 22.3 18.5 20.2 Return on equity 13.0 5.1 10.4 9.9 11.0 11.0 Return on assets 0.7 0.3 0.6 0.6 0.7 0.8 ",
        "3.2. Financial sector 25 Graph 3.2.3: Price to income Source: European Commission More than 80 % of households' indebtedness is mortgage-related and the household indebtedness ratio mirrors real estate inflation. Over the last 10 years household debt has been increasing, to reach a level of GDP close to the euro area average. Recent figures show that, on average, one third of a household's disposable income is needed to service mortgage debt. Since a large part of the loans are at variable rate, a sudden hike in interest rates could put some households at risk of defaulting, especially those with low incomes. Developments in the housing market can contribute significantly to vulnerabilities in the financial sector, as the European Systemic Risk Board has warned . ( 36 ) The potential risks stemming from housing price developments are linked to the level of banks' exposure to mortgage credit and the indebtedness of households. In 2013 the national macro-prudential authority introduced more demanding capital requirements for mortgages that exceed the 80 % loan-to-value ratio threshold. Risks for the Luxembourg financial sector appear to be limited in the short term, as banks are well capitalised and the proportion of non-performing loans remains low. ( 36 ) The European Systemic Risk Board issued on 22 September 2016 a warning to Luxembourg as it identified medium-term vulnerabilities in the residential real estate sector in Luxembourg, in relation to the combination of high residential real estate prices and increasing household indebtedness. Graph 3.2.4: Price to rent Source: European Commission Vulnerability risks could increase in the case of an abrupt fall in house prices. Based on the price-to-income and the price-to-rent ratios house prices in Luxembourg appear to be overvalued. Nevertheless when the evolution of other variables as population and real disposable income is factored in, the current level and evolution of house prices appears to be in line with the fundamental (see Graph 3.2.5.) and, diminish the risks of a sudden fall in house prices.( 37 ) 3.2.3. THE HOUSING CHALLENGE Insufficient housing and building land supply explains a large part of the steady increase in real estate prices. Luxembourg's large population and employment increase between 2000 and 2015, compared to other euro area countries, has fed a strong demand for housing. At the same time residential construction has suffered from serious underinvestment. Except for 2008 and 2009 the number of dwellings built (as measured by the number of building permits granted 2 years earlier) has remained below 6300( 38 ), the quantity of new entities estimated to be needed to keep up with ( 37 ) BCL, Revue de stabilité financière, 2016. ( 38 ) STATEC, Projection des ménages privés et des besoins en logements 2010-2030 », Working Papers, Septembre 2011, p. 51. An average annual population increase of 1.27% was used as underlying working assumption. Nevertheless between 2010 and 2015 population increased by an annual average of 2.32%, implying that an even higher housing needs. 60 70 80 90 100 110 120 130 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 LU EA19 50 60 70 80 90 100 110 120 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 LU EA19 ",
        "3.2. Financial sector 26 constantly growing demand. In fact, supply has proved largely inelastic to demand. Over the last 20 years only an annual average of 2600 housing units has been built. Graph 3.2.5: Overvaluation gap with respect to price to income, price to rent and fundamental model valuation gaps (1) Long-term values for the price to income and price to rent ratios are computed over 1995-2015. For the model based valuation gaps, a Vector Error Correction Model has been estimated for a panel of 21 EU countries, using a system of five fundamental variables; the relative house price, total population, real housing investment, real disposable income per capita and real long-term interest rate. Source: European Commission Economic developments in Luxembourg have been so rapid that the economic and demographic scenarios underlying existing landscape plans have quickly become outdated. Plans ( 39 ) were prepared in 2004 for a harmonious and coordinated development of the country's landscape. However, population and employment, and in particular the number of cross-border workers as a proportion of total workforce have changed more quickly than expected making those plans outdated. High and increasing house prices, in particular in Luxembourg city and its surrounding areas, has led to urban sprawl significantly increasing, with low population density areas experiencing faster population growth rates than urban areas. This in turn has led to a large increase in commuting within the country (Section 3.4.5). Recently, the authorities ( 39 ) Luxembourg’s national concept for transport and territorial development (IVL). renewed their efforts to produce updated plans for coordinated urban developments. ( 40 ) The scarcity of supply has been attributed to several factors, mainly the lack of available land. A recent census ( 41 ), shows that in 2013 around 9 % of the surface of the country was defined as urbanised or to be urbanised according to the general development plans (PAG). However, only around 8 % of it is owned by the municipalities and the state, while most of it belongs to the private sector. Private owners do not have any major incentive to sell land or buildings because they generate good rents and increase significantly in value year after year. In the current low interest environment it is hard to conceive an investment with such a high return combined with that low risk. It is the incapacity to mobilise this land that constrains housing supply and not the lack of constructible land in itself. The Housing Pact ( Pacte de Logement ) was adopted in 2008 to overcome these constraints and give municipalities specific tools to increase the supply of housing and compensate for the limited amount of land at their disposal. These consisted of the right of first refusal for the municipalities, and some additional fiscal and administrative measures. They include the possibility of imposing a local tax on specific land that has not been developed yet to avoid speculation. Nevertheless, according to the findings of a recent review the measure did not yield the expected results. A working group of representatives of the state and the municipalities was set up in 2016 to formulate proposals for a new Housing Pact. Recurrent property taxes are low. Revenues from recurrent property taxes on real estate amounted to 0.1 % of GDP in 2014, lower than the euro area average of 1.4 % of GDP. Outdated cadastral values are the reason for this, because levies are computed according to a scale that dates back to 1941 and is not aligned with real current values. Low tax rates on real estate properties, combined with interest tax relief, generally result in a bias towards home ownership. ( 40 ) See the initiative \"Wéi e qualitative Wuesstem fir ein Land\", available at http://www.gouvernement.lu/6466657. ( 41 ) L'Observatoire de l'Habitat, Le potentiel foncier destiné à l’habitat au Luxembourg en 2013, October 2015. -50 -40 -30 -20 -10 0 10 20 30 40 50 1 9 9 5 1 9 9 7 1 9 9 9 2 0 0 1 2 0 0 3 2 0 0 5 2 0 0 7 2 0 0 9 2 0 1 1 2 0 1 3 2 0 1 5 Model-based valuations gap Price to income vs. hist. avg. Price to rent vs. hist. avg. ",
        "3.2. Financial sector 27 The government's recent action aims to remove certain constraints on the housing supply. The recently adopted tax reform contains measures that aim to promote the placing on the market of dwellings intended for sale. Capital gains on real estate sales between 1 July 2016 and 31 December 2017 will be taxed at a quarter of the standard rate. A similar measure in the past produced significant results. It has to be noted however that in the previous episode the measure remained in place for a longer time period, from 2002 to 2007. Given that this time the measure is time-limited (less than 2 years, a relatively short term in real estate market) and given the continuous trend towards higher prices, it is not certain that it will significantly increase the housing supply. The Omnibus law was adopted at beginning of 2017. It contains measures that could have a material impact in reducing the length of the procedure to obtain a building permit (European Commission, 2016b), and then it could contribute to increase housing supply. The authorities also plan to increase the supply of affordable housing. Housing costs and housing exclusion are among the major challenges for Luxembourg’s social inclusion policies. Housing costs still represented more than 40 % of their disposable household income for 27.9 % of people at risk of poverty in 2015. The planned tax reform provides for the non-taxation of 50 % of rents from the rental of buildings to government-regulated bodies such as the ‘Agence Immobilière Sociale\". For several years, the government has been encouraging local authorities and private partners to increase the (social) housing stock (for example by obliging a duty on property developers to include at least 10% of social housing in new developments), with limited results to date. Further progress has been made with the introduction of a rent subsidy from January 2016 for low-income households (around the minimum wage) if their monthly rent on the private market exceeds 33 % of their net disposable income. So far this measure has not been much used: the authorities only received 3000 applications (19 600 expected). Additional measures to increase the supply of housing are planned by the authorities. In order to increase the supply of affordable and social housing they have proposed to Parliament a reform to improve the operational efficiency of the Housing Fund in charge of managing the country's largest stock of social housing. Moreover, in the context of the planned reform of the 19 July 2004 law on local planning it is foreseen to introduce a new type of contract (Baulandvertrag). Under this contract the local authorities will have the possibility of introducing the obligation for the landowner to build within a fixed period. Municipalities will be able to impose penalties, such as the reclassification of the land as not suitable for construction, in case the land is not used. The government is engaged in promoting the supply of subsidised housing . ( 42 ) In January 2017, 61 new projects of subsidised housing have been approved for an additional cost of EUR 42.1 million. This will lead to the construction of 10.981 new dwellings, of which 53.4% is to be sold and 46.4% to be rented out. All in all, despite the number of measures adopted and envisaged to increase housing supply, the challenge ahead for the Luxembourg authorities remains sizeable. In view of the projected strong increase in population and workforce (Section 3.1.4 and European Commission, 2016b) housing demand is projected to remain strong in the years ahead. Conversely, and in spite of the measures mentioned above, housing supply is not expected to accelerate significantly. ( 42 ) See for more details: http://www.gouvernement.lu/6646229/13-conseil- gouvernement ",
        "28 3.3.1. LABOUR MARKET The labour market in Luxembourg continues to perform well but unemployment has increased over time and weaker labour market outcomes for specific groups still constitute important policy challenges. The labour market is characterised by continued employment growth and an unemployment rate that is among the lowest in the EU. Nevertheless, unemployment has significantly increased since 2011, especially for medium- and low-skilled workers. Employment is shifting further to high value-added services tending to employ high-skilled workers. Aggregate employment and activity rates have increased over time, with an important composition effect at play: tertiary education attainment has been consistently increasing and people with tertiary education have higher activity and employment rates. However, in 2015 employment and activity rates did not improve.( 43 ) The strong net employment creation can be attributed mostly to the continuous increase in the number of cross-border workers, who make up around 45% of the workforce, many employed in highly specialised sectors (e.g. financial services). Improving older workers' attachment to the labour market remains a key challenge as they still have one of the lowest employment rates in the EU. Generous early retirement arrangements coupled with financial disincentives to work embedded in the tax and benefit system contribute to this low employment rate. Women's attachment to the labour market is also weak and characterised by a high amount of part-time employment, largely due to high financial disincentives to work for second earners. Employment of older workers: disincentives to work and employability The employment rate of older workers (55-64) remained at around 40 % in 2015, one of the lowest in the EU, (Graph 3.3.1 ) ( 44 ) and it has broadly stagnated since 2010. The low ( 43 ) Provisional 2016 LFS quarterly data also do not point to an improvement. ( 44 ) Due to a redesign of the Labour Force survey in 2015, precise percentages are not given but annual data, in combination with quarterly 2016 data suggests that employment rates of older workers have not improved in 2015. employment rate of older workers is due to high inactivity in this age group and, to a lesser extent, to unemployment, which is well below the level of the average working age population. While life expectancy is continuing to increase (from 82.7 in 2006 to 85 years in 2014 for women and from 77.6 to 80.5 years for men), the employment rate for people aged between 60 and 64 is 17 % (the second lowest in the EU, compared to an EU average of 38.3 %), while 51 % of persons older than 65 consider their health to be very good or good compared to the EU average of 38 %. Graph 3.3.1: Employment rates by age Source: Eurostat There is a significant variation in older workers’ employment rates according to their educational attainment. The employment rate of older workers with higher qualifications is 60.6 % International Standard Classification of Education (ISCED 5-8) ( 45 ), a much lower 34.3 % for ISCED 3-4 and only 25.2 % for ISCED 0-2. Older workers, especially the low-skilled, are also particularly affected by long-term unemployment. ( 45 ) According to the ISCED 2011 definition there are nine levels of education, from level 0 to level 8 (tertiary education is more detailed): ISCED 0: Early childhood education (‘less than primary’ for educational attainment); ISCED 1: Primary education; ISCED 2: Lower secondary education; ISCED 3: Upper secondary education; ISCED 4: Post-secondary non-tertiary education; ISCED 5: Short- cycle tertiary education; ISCED 6: Bachelor’s or equivalent level; ISCED 7: Master’s or equivalent level; ISCED 8: Doctoral or equivalent level. 0 20 40 60 80 100 15-19 20-24 25-29 30-34 35-39 40-44 45-49 50-54 55-59 60-64 65-69 LU 2015 Male Female % of population % of population 3.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "3.3. Labour market, education and social policies 29 Their unfavourable labour market performance can be partly attributed to high disincentives to work embedded in the tax and benefit system . Inactivity traps are high for various family types across the wage spectrum, in particular for low income earners (see European Commission, 2016a). The results of micro-simulations run using EUROMOD show that the financial disincentives are comparatively higher for older workers (Table 3.3.1). Table 3.3.1: METR by age group, based on EUROMOD (1) The METRs are an indicator of incentives to work resulting from the combined effect on net income from work of increasing taxes and social security contributions and decreasing benefits. Source: Joint Research Centre. Targeted measures have been adopted to improve the employability and labour market attachment of older workers, but a comprehensive strategy has not been put forward. Two new active labour market policy schemes for jobseekers over 45, managed by the Public Employment Service (PES) entered into force in 2016. Both schemes are intended for companies that can provide real hiring opportunities. No information on their impact is available yet. Older jobseekers can benefit from the specific personalised support depending on their situation in the labour market. This personalised support has been mainstreamed for all PES agencies as part of the overall reform passed in 2013 (see European Commission, 2016a). The Age Pact, a package of measures to keep older workers in employment, submitted to Parliament in April 2014, is still pending due to the very slow legislative process for its adoption. ( 46 ) The bill ( 46 ) Within 3 years of its adoption, companies with more than 150 employees would have to present an age management plan focusing on at least three of the following issues: recruiting older workers, facilitating career changes, improving working conditions, giving access to life-long learning and passing- skills on to younger generations. Financial support for the implementation of such plans is remains stalled, awaiting the outcome of tripartite negotiations that could lead to major modifications (see Section 3.1.4 for details of the planned law on early retirement and the law on reclassification). Labour market participation of women While the employment rate of women has increased since 2008 to reach 65.4 % in 2015, their labour market potential remains underused. This largely reflects the high gender gap in part-time employment (28.1 pps.): the part- time employment rate for women is one of the highest in the EU (7th) and that of men one of the lowest (21st). Gender differences in employment rates also increase with age. The employment rate of women already declines considerably from the 45-49 age group. Graph 3.3.2: Low-wage trap for second earners in a couple, 2015 (1) Low-wage trap for second earner in two-earner couple with two children, principal earner with 100% of average wage, second earner moving from 33% to 67% of average wage. The low-wage trap is defined as the rate at which taxes are increased and benefits withdrawn as earnings rise due to an increase in work productivity. Source: European Commission, OECD The low-wage trap for second earners, at 41 % ( 47 ), is relatively high in the EU context, also planned for smaller companies willing to submit an age management plan. The reform will only cover 39% of employees. ( 47 ) Percentage of the gross earnings that is 'taxed away' by the combined effects of the withdrawal of benefits and higher tax and social security contributions. Age group METR 18-29 years 33.0 30-39 years 39.4 40-49 years 40.0 50-54 years 40.5 55-59 years 41.7 60-64 years 43.5 -20 -100 10 20 30 40 50 60 70 B EB G S I D E F R A T P T L U I T D K F I N L H U E U 2 8 I E R O U K L VP L S E H RC Z L T E E E S E L M T S K ",
        "3.3. Labour market, education and social policies 30 (Graph 3.3.2 ) . The tax system plays an important role in this respect. The mandatory joint taxation system for married couples can in fact provide strong disincentives to work for the second earner in a couple. The tax reform (Section 3.1.1.) gives married couples the option to choose either joint or individual taxation. When choosing to change in favour of individual taxation, a couple must then opt for individualisation with income reallocation or strict individualisation. However, only strict individualisation of the tax system would substantially remove the tax disincentive to take up more work for second earners. In recent years, the government has intervened to remove several benefits based on household income that resulted in disincentives for women to participate in the labour market. Over 2015 and 2016 the government initiated a review of the whole set of family-related transfers. This resulted in abolishing the education and maternity allowances, bringing social security to the needs of a modern society and abolishing some other benefits. At the same time, parental leave has been encouraged, enabling parents to take time off to care for their children while keeping an attachment to the labour market (Section 3.1.4). The labour market performance of immigrant women from non-EU countries is also weak. In 2015 the employment rate of women from non-EU countries was 41.5 % as compared to 64.7 % for Luxembourgish women, resulting in a gap of 23.2 pps., well above the EU average of 18.4 pps. One reason for this could be that most women from non-EU countries (75 %) residing in Luxembourg came there to accompany their (working) husbands. The design of the tax and benefit system also plays a role. Mitigating the impacts of sectorial shifts in labour demand The unemployed are more likely to be elderly, male, medium- and low-skilled workers, due partly to long-term changes in the employment structure. For several years, employment has been shifting gradually away from manufacturing, employing mostly low- and medium-skilled workers, towards high-skilled services employing predominantly high-skilled workers. Occupations with shortages are all jobs requiring high qualifications and forecasts show that this will continue to be the case up to 2025. Financial and administration professionals, ICT professionals, medical doctors and technical and logistic engineers are in high demand.( 48 ) Graph 3.3.3: Sectorial distribution of employment Source: European Commission The population is upskilling in response to these shifts in labour demand, but older generations may continue to feel the impact of these shifts until they retire. The government is currently working on a strategy for logistics that could pave the way for career opportunities for the less qualified resident population . The recently created employers’ department in the PES has strengthened links with the business community. The recruitment goals announced by the Luxembourg Employers' Association (over 5000 jobseekers over 3 years compared to 2014) are likely to be met. Relevant training is proposed, focusing on new occupations in ICT and logistics (see European Commission, 2016a, on Active labour market policies). To adapt vocational education and training to labour market needs, a law was adopted in March 2016, aiming to ensure quality learning outcomes. It is applicable from the beginning of the 2016/2017 school year. In collaboration with the professional chambers, the government will put emphasis on the implementation of quality assurance for work- based learning and define a process aimed at not ( 48 ) CEDEFOP (2016): Skills Panorama, analytical highlights. Luxembourg: Mismatch priority occupations. Available at: http://skillspanorama.cedefop.europa.eu/en/analytical_highligth s/luxembourg-mismatch-priority-occupations. 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 1 9 9 8 2 0 0 0 2 0 0 2 2 0 0 4 2 0 0 6 2 0 0 8 2 0 1 0 2 0 1 2 2 0 1 4 2 0 1 6 Public sector IT, fin. and insurance, real estate, profess. act, admin and support Trade, transport, storage, accommodation and food Construction Industry without construction Agriculture ",
        "3.3. Labour market, education and social policies 31 discouraging companies, especially small and medium-sized enterprises, from offering apprenticeship and internship positions. In September 2015, a bill was passed on financial support for companies that invest in life-long learning for their employees. It also covers work adaptation training for low-skilled workers. While the overall rate of adult participation in life-long learning (18 % in 2015) is above the EU average (10.7 %), it is low among older workers (7.1 % in 2015), (see also European Commission, 2016a, on vocational education and training challenges in Luxembourg). 3.3.2. EDUCATION Basic skills outcomes are worse than the EU average. The proportion of low achievers in the 2015 OECD Programme for International Student Assessment (PISA) was higher than the EU average in all three areas tested fields (reading, mathematics and science), at 26 %. Performance worsened between 2012 and 2015, especially in reading and science. There is a strong relationship between socioeconomic background and performance. The performance gap between non-immigrants and first-generation immigrants is around the EU average, but second-generation immigrants do not catch up with non-immigrants. Research shows that teachers’ tracking recommendations are biased against students with an immigrant background (Glock et al., 2013). Students from families where a language other than Luxembourgish is spoken are more likely to fall behind in all subjects and be oriented to the technical tracks of secondary school, together with students who are less good in French. ( 49 ) The difference in language regimes between the general and the technical tracks of secondary education narrows the scope for switching from technical to general education. In 2013/2014, 47.4 % of Luxembourg pupils completing primary education were oriented to general secondary school, against only 11.4 % of Portuguese pupils and 33.6 % of pupils of other nationalities (Ministry of Education/University of ( 49 ) The proportion of students in the two different tracks was 32 % in the general and 68 % in the technical path in 2013/2014 (Ministry of Education/University of Luxemburg, 2015). As of 2016/2017, parents are to be involved in the orientation decision. Luxembourg, 2015). There was a sharp increase in the number of minors applying for international protection in 2015/2016 (Ministry of Education, 2016). Special measures to address this intake have included welcome classes in primary and secondary schools focussed on learning the language of instruction. These are also available to young adults. Luxembourg's early school leaving rate rose by 3 pp in 2015, to 9.3 %. While the rate is still below the EU average of 11 % and Luxembourg's Europe 2020 national target of 10 %, the increase from the previous year is still substantial. In 2014, early school leaving rates were much higher (15.1 %) for native-born children with both parents born outside of the EU than for native-born without a migration background (5.4 %). On the positive side, virtually all children participate in early childhood education and care (ECEC) from age four. An amendment of the bill on youth, passed in April 2016, introduced mandatory quality standards for all education and childcare services, parental assistants and youth centres. This can help prevent early school leaving in the long term. The high frequency of grade repetitions is one of the factors behind the increasing early school leaving rates. The graduation rate in the minimum period of a secondary school programme is only 41%, the lowest among the OECD countries and far below the OECD average of 72% (OECD 2014). Grade repetition is high in all secondary school types but particularly so in the lower cycles of the technical secondary school and lower technical secondary education (Klapproth and Schaltz, 2015, pp. 76-83). Data show that the probability of repeating a grade is almost 50 % higher for students of Portuguese nationality than for Luxembourg students with similar school scores. Repeating years is costly ( 50 ) and demotivating for students: a survey showed that school failure was one of the major reasons given for interrupting their studies (Ministry of Education, 2015). ( 50 ) The additional year of schooling for one student generates costs of more than 18.000 € (MENJE 2016. L’enseignement luxembourgeois en chiffres. Année scolaire 2014-2015). ",
        "3.3. Labour market, education and social policies 32 The reform of secondary education is under preparation and new legislative proposals were introduced in September 2016. In February 2016, the Minister signed an agreement with a national teacher trade-union (SNE) on measures to develop the quality of primary education (European Commission, 2016d) . 3.3.3. SOCIAL POLICIES Poverty risks continue to be below the EU average, but social exclusion risks are high for children, one-parent households and non EU nationals. The at-risk-of-poverty or social exclusion rate (AROPE) increased from 16.8 % in 2011 to 18.5 % in 2015. The groups most at risk are single-parent households (44. 6% in 2015 against 45.5 % in 2011), migrants (non-EU nationals aged 18 and over: 46.4 % in 2015 against 47.7 % in 2011 and 12.1% for nationals) and children (23 % in 2015 against 21.7 % in 2011). In-work poverty increased to 11.6 % in 2015 and is above the EU average. The number of people at risk of poverty or social exclusion increased during the crisis years and has been relatively stable since 2012. It therefore seems that it will be difficult for Luxembourg to meet its 2020 targets, also in light of demographic factors. The at-risk-of-poverty or social exclusion rates vary a lot between Luxembourgish citizens (12.1 % in 2015), EU-28 citizens (20.9 %) and non EU citizens (46.4 %). The differences are similar for monetary poverty (the at-risk-of- poverty rate is 42.8 % for non-EU citizens against 7.8 % for nationals) and for relative in-work poverty rates (36 %, with a 29.8 pps. gap to those born in Luxembourg, one of the highest in the EU). In light of the high number of recent asylum seekers, these challenges might persist. The December 2015 change in legislation - allowing asylum seekers to work after a period of 6 months after seeking asylum - is welcome, as is the planned specialised section that will be created in 2017 in the Public Employment Services to deal with people who have been granted refugee status. Social transfers are essential for reducing the at-risk-of-poverty rate even if the income of some 39 % of people on the minimum income (RMG) is below the at-risk-of-poverty threshold. The at-risk-of-poverty rate reached 15.3 % after social transfers from 27.3 % before transfers in 2015, thus effectively reducing poverty in Luxembourg. Several measures are intended to support the participation in the labour market of disadvantaged parents. A major reform of the minimum income (‘Revenu Minimum Garanti, RMG´) was submitted to Parliament in the first half of 2017. The planned new income scheme REVIS (Social Inclusion Income) builds on a social and labour market inclusion approach, establishing a coherent system of income stabilisation, activation and vocational reintegration policies, with a focus on tackling child poverty and the poverty of single-parent families, and simplifying its administration. The reform is expected to considerably reduce the high inactivity traps generated by the current minimum income scheme (European Commission, 2016a). A new body, the National Social Inclusion Office (ONIS) will be set up, with responsibility for social and occupational stabilisation measures for those furthest away from the labour market. The ministry is working with PES and the voluntary sector to reinforce services provision with specialised staff for disadvantaged people. The possible impact of various new measures in the area of family policies for disadvantaged people is not clear yet, due to their sequencing and timing issues. The family allowances reform came into force in August 2016. For new cases, families will receive the same allowance for each child (before, the allowance per child increased for the second and subsequent children), which represents a potential lowered support for larger families in the future. ( 51 ) The education allowance was abolished in June 2015, but the reform of the parental leave system came into force in December 2016 ( 52 ), making it more flexible and accessible for people with precarious jobs. Another act under preparation, concerning the regular adaptation of different family allowances to the evolution of the median wage, will show its effects only in 2018. ( 51 ) Up to about EUR 240 per month for a family with three children. ( 52 ) Law n. 6935 of 3 November 2016. ",
        "33 3.4.1. DIVERSIFICATION POLICIES Reducing the economy's reliance on the financial sector remains a central long-term challenge. As highlighted last year, the relatively large weight in the economy of this sector is a risk factor (European Commission, 2016a). Diversification towards high value-added emerging activities remains a major challenge for the economic sustainability and development of Luxembourg. Given its technological development and high labour costs, Luxembourg's comparative advantage is likely to lie in sectors with high added value and high-skilled activities. Activities in these sectors tend to be technology- and knowledge- intensive. Areas identified as most promising are Information and Communication Technologies (ICT) (see Box 3.4.1), materials (composites), space and logistics. ( 53 ) The successful diversification of the economy will partly depend on efforts to strengthen investment in innovation and knowledge-based capital (KBC). Luxembourg is pursuing a transition towards a new industrial model. A strategic study on 'the third industrial revolution' commissioned by the government was released last November. The study encourages the transition to a new industrial model based on the convergence of ICT, renewable energy and new transport modes( 54 ).Targeted areas include increasing energy efficiency, developing a high performance computing infrastructure, as well as setting up technology platforms for co-located industry and university researchers working on common transversal issues. The study will now be subject to a consultation with the relevant institutions. A national committee under the responsibility of the Minister for the Economy has been set up to coordinate the implementation of the measures, some of which have already received the endorsement of the government. The effective impact on diversification will depend on the specific measures to be implemented. The low level of investment in intangible capital may have had a negative impact on total factor productivity (TFP). Despite their relative ( 53 ) Cf. Alexander S, Rumpf, G, del Rio, JC; RIO Country Report 2016: Luxembourg (pending publication) ( 54 ) Namely: energy, mobility, building sector, food sector, industry, finance, smart economy, circular economy, prosumers and social model. resilience during the crisis, Luxembourg is the only Member State, with Finland and Greece, where investment in intangible capital decreased after the crisis. Investment growth in knowledge- based capital (KBC) ( 55 ) has also significantly slowed down. This raises concerns because such investment is an important driver of productivity and growth (Corrado et al., 2012) as it usually underpins innovations and their subsequent adoption. The decline may suggest a slowdown in innovation performance detrimental to total factor productivity growth. The sharp decrease in business expenditure on research and development (R&D), a key type of intangible investments, is a matter of particular concern. Public R&D intensity increased fivefold between 2000 and 2015, but business R&D intensity dropped in the same period from 1.5 % of GDP to 0.7 %. ( 55 ) These investments include expenditures in human capital, e.g. in the form of education and training, public and private scientific research, business expenditures for product research and development, market development and organisational and management efficiency. 3.4. INVESTMENT ",
        "3.4. Investment 34 The decline in the productivity of the financial services sector remains a drag. Like in most Member States, labour productivity growth has declined after the crisis. However, in contrast to its neighbouring countries, Luxembourg has not yet reached its 2007 level. ( 56 ) After being strong in 2015, labour productivity growth is set to slow down again in 2016. The stagnation in the aftermath of the crisis is partly explained by the decline in the contribution of traditional growth drivers, especially the financial services sector. The latter's decline is largely due to the declining productivity growth of the sector (the within effect) rather than to the movement of workers across sectors (cross-sectoral effect). ( 56 ) Data for change in period 2007-2016 of labour productivity per hour worked in US$ (converted to 2015 price level with updated 2011 PPPs): 6% Germany, 4% Belgium, the Netherlands and France, and -1% Luxembourg. Source: The Conference Board Database. 3.4.2. THE CIRCULAR ECONOMY Over the past few years Luxembourg has increased its focus on the circular economy as a way of diversifying economic activities and promoting competitiveness . In the context of the government diversification strategy, an eco- Innovation cluster was created. An inter- ministerial committee was set up in 2015 to bring together public actors and broaden consensus on the circular economy. The strategy builds on the national commitment to a sustainable development model (see Box 3.4.2). A dedicated financial support scheme has been started for companies willing to develop a circular economy strategy. While the circular economy is gaining momentum within the government and the private sector, some barriers hamper further developments (Eco- Innovation Observatory, 2015, page 11-12). Box 3.4.1: Analysis of the ICT sector. Information and communications technology is one of the priority sectors selected in the context of the economic diversification strategy where significant improvements have been made . Between 2008 and 2012, the sector recorded the fourth highest growth in the EU. In 2013 it further expanded by 4.8% representing 7.3 % of the national gross value added (Observatoire de la compétitivité, 2016, page 156). Strong technological infrastructure underpins this good performance. In recent years, additional measures have been taken to encourage the development of young innovative companies in this sector. For instance, the: Fit4start programme helps a selection of start-ups through a combination of financial support for prototype development and coaching. In January 2016, the ICT Seed Fund was launched to finance new innovative high-tech ICT businesses. The favourable position of ICT activities in the Luxembourg's economy could be hampered in the medium term by the shortage of high-level experts. Luxembourg is one of the top Member States for digital skills: 86 % of people aged 16-74 have basic or above basic digital skills (EU average: 56 % in 2016) and 97 % of individuals aged 16-74 are regular internet users (EU average: 79 % in 2016). However, the sector suffers from a shortage of qualified ICT experts. In 2016, 61 % of businesses that recruited or tried to recruit staff for jobs requiring ICT specialist skills reported problems in filling these positions (EU average: 41 % in 2016). This is also related to Luxembourg’s low number of Science, Technology and Mathematics (STEM) graduates. A mere 3.5 people per 1000 aged 20-29 graduated in STEM in 2014, the lowest performance in the EU-28 (EU average: 18 graduates per 1000 in 2013). However, this low number is also due to the large number of Luxembourgish students who study abroad. In response to this problem, in May 2015 Luxembourg launched the new \"Digital4Education\" initiative as part of the \"Digital Lëtzebuerg\" strategy. One year after the launch of the \"Start&Code\" programme, offering the possibility to young unemployed people and refugees to participate in a six-week IT training course, Employment Minister Nicolas Schmit presented the state of play. By 2017, 90 participants will have completed the training, 15 % of whom are refugees. ",
        "3.4. Investment 35 3.4.3. LABOUR COST DEVELOPMENTS Wages and labour costs have increased in line with productivity developments since 2013. The subdued wage developments recorded since 2013 have helped reverse the deterioration in cost competitiveness accumulated over the past decade (European Commission, 2016a). A very small increase in nominal unit labour costs of 0.3% was recorded in 2015, and unit labour cost developments are expected to be minor in 2016. Looking at wage developments in real terms, over the years 2013-2015, wage growth lagged behind productivity growth, as in most Member states. The decrease in wage growth was also driven by a modulation in the automatic wage indexation, limiting the frequency of indexation between 2012 and 2014, since at least 12 months should have to elapse between two consecutive indexation steps of 2.5 %. Luxembourg returned to automatic wage indexation in 2015. The temporary modulation of the automatic wage indexation decided in December 2011 for the period 2012-2014 came to an end in 2014. Given sluggish consumer prices and plummeting oil prices, the next automatic wage indexation was triggered only at the beginning of 2017, leading to a nominal wage increase of 2.5% in 2017. In addition, workers paid at minimum wage will see their overall wage increasing by 3.9% in 2017 as the social minimum wage has been increased, with effect from January 2017, by 1.4% to align it with the evolution of average real wages over the period 2014-2015.( 57 ) 3.4.4. BUSINESS ENVIRONMENT (BUSINESS SERVICES AND RETAIL SECTOR) Business environment Little progress has been made in enhancing the business environment in recent years. According to the World Bank, Luxembourg ranks low in terms of ease of doing businesses (see Graph 3.4.1).( 58 ) This results from Luxembourg trailing other Member States in getting credit, protecting investors, and resolving insolvency. Other survey data sometimes yields different results from the data of the World Bank (Observatoire de la Compétitivité, 2016; Eurobarometer) ( 59 ). Nevertheless, there have been relatively few reforms to enhance the business environment in recent years. ( 57 ) Law n. 7085 of 15 December 2016. ( 58 ) Luxembourg is ranked 59th in the World Bank's Doing Business 2017, while it was ranked 57th in the previous edition. It is the third lowest ranking amongst Member States, only higher than those of Greece and Malta. Cf. Doing Business 2016, World Bank. ( 59 ) There are various potential reasons for the discrepancies between surveys, including the different focus and sampling strategies, and implementation lags not well captured by the Doing Business methodology. Box 3.4.2: Renewable energy and energy efficiency Renewable energy and energy efficiency policies are crucial, as the country has little domestic energy production and imports nearly all its needs in oil, gas and electricity. Further investment in renewable energy is warranted for Luxembourg to reach the 2020 target of 11 %. In 2014, the proportion of renewable energy sources in final energy consumption (4.5%) was above the indicative trajectory for 2013-2014 (3.9). But the trajectory will become steeper towards 2020. Luxembourg recently introduced a scheme of premium payments for operators of wind, solar, biogas, hydropower and biomass installations, to spur further investment in renewable electricity generation. The total budget of the measure will be approximately EUR 150 million, allocated between 2016 and 2020. With regard to energy efficiency, Luxembourg has reduced its primary energy consumption from 4.3 Mtoe in 2013 to 4.18 in 2014. Final energy consumption decreased from 4.13 Mtoe in 2013 to 4 Mtoe in 2014. Luxembourg has also implemented an Energy Efficiency Obligation Scheme, under which electricity and natural gas suppliers are required to encourage and/or incentivise their customers to reduce their energy use by investing in more efficient appliances and better insulation and renovating buildings. ",
        "3.4. Investment 36 Graph 3.4.1: Ease of doing business according to the World Bank, number of reforms 2010-2016 The vertical segment indicates the variation in the indicator between 2010 and 2016 (or the mentioned period in the following graphs) with the upper and minimum levels reached during the period. The distance to frontier (DTF) is reflected on a scale from 0 to 100, where 0 represents the lowest performance and 100 represents the frontier. Source: World Bank, Doing Business Database. Luxembourg is showing improvement, but entrepreneurship is still not a preferred career choice. Early stage entrepreneurship is back on track, with around 50% more people engaged in new businesses than elsewhere in the EU, on average. However, there is still a low rate of established businesses (half the EU average). Transferring property requires considerably more resources than the EU average. Businesses in Luxembourg also have twice the number of tax payment transactions to do than their peers on average. The Chamber of Commerce has published a guide on transferring of businesses to provide entrepreneurs with practical information on transferring and taking over companies. Efforts have been made to provide a more responsive administration with better online access for small and medium-sized enterprises (SMEs). ( 60 ) Much has also been done to reduce administrative response times for different procedures. Measures have also been taken to digitalise administrative procedures, ( 61 ) accelerate administrative simplification (Box 3.4.3), ( 62 ) and simplify the legal and regulatory system for SMEs. ( 63 ) ( 60 ) Part of the site online portal ‘www.guichet.lu’. ( 61 ) The ‘Digital Luxembourg’ initiative - Digital Lëtzebuerg. ( 62 ) European Commission (2016a), Small Business Act - Fact sheet Luxembourg. ( 63 ) Current update of the ‘Luxembourgish Accounting Law’ and the ‘draft bill on the introduction of a company with simplified limited liability’ currently under review by the Council of State. Businesses are engaged in innovation, although business R&D expenditure remains low. Luxembourg's SMEs are overall more innovative than their EU peers. However, private R&D investments and non-R&D innovation expenditures ( 64 ) are below the EU-average. Luxembourg SMEs also lag behind their peers in terms of the commercialisation of innovation, especially on-line. The government has launched a comprehensive range of measures to encourage the creation of innovative start-ups. It is also taking action to raise the SME community's awareness through initiatives such as the 'Pakt Pro- Commerce' (see below). Competition in product and services markets The functioning of services markets is critical for the cost competitiveness of the economy . The cost competitiveness of Luxembourg's economy deteriorated in the last decade, partly because unit labour costs (ULC) increased twice as much as in the euro area and four times as much as in Germany. The proportion of labour cost is relatively low however. ( 65 ) In contrast, the proportion of cost that is due to intermediate inputs from the services sector (60 %) is much larger and well above the EU average (24 %), notably in the services market. Although two thirds of these services are imported, high levels of restrictiveness in services markets can harm the competitiveness of businesses in Luxembourg. These data also point to the negative spillover effects that restrictions in the services markets of neighbouring economies could have on Luxembourg's competitiveness. High regulatory barriers remain in the business services sector . According to a new indicator developed by the European Commission,( 66 ) the ( 64 ) Innovation expenditure for enterprises, excluding R&D expenditures (e.g. investment in equipment and machinery, acquisition of patents and licenses. ( 65 ) Labour costs represent \"only\" 16% of the production cost for Luxemburg's businesses, in comparison with 26% in the EU as a whole. ( 66 ) The European Commission has developed a new composite indicator on restrictiveness of most existing barriers to the access to and exercise of regulated professions. It is based on data collected from Member States, complemented by desk research. This new indicator has many similarities with the Commission's indicator assessing the barriers in business services published in 2015, but also differs from it in certain aspects. Cf. SWD(2016) 436 final. 05 10 15 20 25 50 55 60 65 70 75 80 85 90 MTEL LU IT CYHRBEHUBGROSK ES SI FR NL CZ PT PL LT AT IE DE LV FI EE SEUSUKDK DTF Min of 2010-2017 DTF Max of 2010-2017 DTF DTF 2017 number of reforms 2010-2016 ",
        "3.4. Investment 37 level of restrictiveness is higher in Luxembourg than the EU-weighted average for all the professions analysed, except for the profession of patent agent where the opposite is true and for the profession of tourist guide, which is not regulated (see Graph 3.4.2). Amongst the professions analysed, restrictiveness is highest for lawyers. For all these professions, with the exception of real estate activities, the business turnover rate ( 67 )is lower than the EU average and the average rate for the overall economy. The reform implemented in 2011 showed the significant impact of further liberalising professional services. ( 68 ) Over the last two years Luxembourg has made some progress mainly regarding the professions of architect and engineer. In 2015 it has removed some shareholding and voting right requirements for ( 67 ) Business churn rate is calculated as the ratio of the sum of newly founded and closed enterprises to the total number of enterprises in year t. No data available for patent agent related activities. ( 68 ) Luxembourg conducted in 2011 a reform to facilitate access to the professions of arts, craft and industry as well as to some liberal professions. It brought changes to facilitate the access to the professions covered with simplified administrative procedures and also to enlarge the scope of activities of the professions. Comparing the 15 months after the reform with the 15 months preceding the reform it was found that the number of permits issued for new businesses increased by 19% and the number of permits issued for existing businesses due to the broadening of activity increased by 172%. A total of 30 to 40% of companies have benefited from the reform. architects and engineers. In 2016 it decided to remove the fixed tariffs in public contracts for architects and engineers. It has also announced some simplification measures for the recognition of professional qualifications, in particular for access to the teaching profession. Box 3.4.3: Selected highlights: National action plan to support SMEs Luxembourg adopted in March 2016 its 4th national action plan to support SMEs ('4ème Plan d'action national en faveur des PMEs'), a document setting out its SME policy. The plan is a comprehensive set of measures to improve the business environment for SMEs. It encompasses 99 measures aiming at: promoting and fostering entrepreneurship, develop smart regulation and adapting it to the economic development of Luxembourg and the evolution of the labour market, easing the access to finance, setting up a more innovation-friendly business environment and enable SME to internationalise. These measures include, for instance, actions to accelerate further administrative simplification e.g. by setting up the 'guichet.lu 2.0' which allows enterprises to submit online only once and in one place all documents required for tax declaration purposes, permits, statistical data, etc. The main business stakeholders (Chambre des Métiers, Fédération des artisans, CLC, et l’Horesca) provided their input during the preparation of the plan and have welcomed its adoption. They all agree that the adopted measures will enhance the business environment. Furthermore, they are active members of the body in charge of monitoring the implementation of the plan (Haut Comité pour le soutien des PME et de l’entrepreneuriat) There are over 31.000 SMEs in Luxembourg (99.6% of all businesses). SMEs play a critical role in Luxembourg's ‘non-financial business economy’, generating 72 % of its value added and more than two thirds of total employment (footnote). Supporting their development and growth will contribute to enhancing business dynamics and diversifying the economy. Source: European Commission (2016), SBA Fact sheet Luxembourg ",
        "3.4. Investment 38 Graph 3.4.2: Restrictiveness indicator, 2016, Luxembourg and the EU (1) Numerical values on a scale from 0 to 6 are attributed for every restriction/variable. The higher the score, the more restrictive is the assessment. Source: European Commission High consumer prices and mark-ups point to the existence of restrictions in retail. A high level of restrictiveness in the conditions for retail establishment has been linked with low levels of competition in the sector, which in turn can have a negative impact on consumer choice and price levels (European Commission, 2015). While the level of mark-ups is difficult to monitor, available evidence shows that mark-ups in Luxembourg's retail sector are the highest in the EU. Consumer prices are also among the highest. Luxembourg considers that alleged territorial supply constraints play an important role in pushing up consumer prices. A joint consultation with the Netherlands and Belgium was recently launched on the subject. The analysis of the replies received will take place in 2017. Luxembourg appears to apply particularly strict rules to the operation of shops, in addition to a restrictive framework for establishing new retail outlets. ( 69 ) The conditions for establishing medium to large retail outlets (over 400 square metres) in Luxembourg are particularly restrictive. Some requirements apply to stores with a relatively small surface. However, the Luxembourg authorities recently announced their ( 69 ) Luxembourg recently scored highest in both the Commission and the OECD's assessment of restrictiveness of regulation for establishment of new retail outlets. intention to propose a wide-reaching reform of the retail establishment framework. According to the Luxembourg authorities, the draft proposal should be submitted to parliament for approval in the first quarter of 2017. Luxembourg has also adopted measures that could help improve the operational environment for retail. A law to remove restrictions on sales below cost and end-of- business sales was adopted at the end of 2016. ( 70 ) Luxembourg also authorised extended opening hours on Sundays and bank holidays in Luxembourg city during a test period that ended in September 2016. There are currently no plans to extend this measure. Luxembourg has adopted an action plan ( Pakt Pro Commerce ) to revitalise small retail based on cooperation with local authorities and support for digitisation. ( 71 ) Although the action plan does not involve changes to the legal framework for retail, it may lead to improvements in productivity. It is being implemented in cooperation with business stakeholders and features measures around five axes. Measures have been launched under all axes but one. 3.4.5. INVESTMENT IN ROAD AND RAIL INFRASTRUCTURE In the light of the significant projected increase in population and the size of the workforce, the provision of an adequate transport infrastructure remains a challenge. The significant increase in the number of cross-border workers, the lengthening of distances travelled and the constant enlargement of source areas add to internal mobility requirements. Luxembourg is among the EU countries where most time is spent in traffic, entailing a significant cost to the economy and creating GHG emissions and air pollution, see Graph 3.4.3. This is noteworthy, given its comparatively low population density and lack of any large ( 70 ) Law 7038 of 23 December 2016, Loi sur les ventes en soldes et sur trottoir et la publicité trompeuse et comparative. ( 71 ) Pakt Pro Commerce, April 2016. 0.0 1.0 2.0 3.0 4.0 5.0 Accountant Architect Civil engineer Lawyer Patent agent Real estate agent Tourist guide EU LU ",
        "3.4. Investment 39 cities. ( 72 ) Furthermore, Luxembourg has the highest motorisation rate in the EU. 92 % of cross- border commuters use a car to get to work. This behaviour could partially be related to the favourable tax treatment of company cars, as well as to the low levels of transport taxes (see Section 3.1.1.). Peak-hour congestion in Luxembourg continues to constitute a major problem, above all in the capital city and on the main surrounding motorways and roads. For 2014, exceedances above the EU air quality standards have been registered. Furthermore, target values and long- term objectives for greenhouse gas emissions (cf. section 3.1.1.) and ozone concentrations are exceeded. ( 73 ) Graph 3.4.3: Hours lost in traffic Source: European Commission Investment in road infrastructure has decreased (in GDP terms) since the start of the decade . Following an investment peak in 2002, which resulted in an expansion of the motorway network, the investment rate has dropped sharply to around 0.45% of GDP and has since fluctuated around that level. The current investment rate is comparable to that of neighbouring countries, where investments in road infrastructure decreased more gradually during the period 1998-2014. In the rail sector, the investment rate has fluctuated more. During part of the reference period, it exceeded that of neighbouring countries. ( 72 ) The capital city, Luxembourg City, has about 104,000 inhabitants. Other settlements are towns of at most 32,000 inhabitants. ( 73 ) EIONET, The Air Quality Portal. Currently, it is still above average. However, Commission analysis ( 74 ) shows that road investment in Luxembourg has been at or below their structural rate ( 75 ) for more than a decade. Investment in the rail sector has also dipped below the structural rate in recent years (Matha T.Y. et al., 2014). In spite of the recent underinvestment, the provision of land transport infrastructure, measured as the length of motorways and rail per person, appears to be comparatively high in Luxembourg compared to the neighbouring countries. In particular, the provision of motorways appears to be relatively high compared to its neighbouring countries. Graph 3.4.4: Motorway density Source: European Commission The provision of road infrastructure, while still adequate, has not quite kept pace with the increase in traffic. The total length of motorways has increased by about 40 percent between 1998 and 2015 ( 76 ), which roughly matches the increase in passenger traffic in the same period. However, ( 74 ) Up-dated data of \"Infrastructure in the EU: Developments and Impact on Growth\", European Economy, Occasional Papers, n. 203. ( 75 ) The structural rate refers to a model-predicted investment rate which accounts for country-specific macro-economic and sector-related factors, including traffic intensity. ( 76 ) Sources: European Commission (2016) EU Transport in Figures. Statistical Pocketbook 2016 and Grand Duchy of Luxembourg, Portail des Ponts et Chaussées: http://www.pch.public.lu/fr/reseau- routier/statistiques/index.html 0 10 20 30 40 50 B E N L D E L U U K 0 50 100 150 200 250 300 350 1 9 9 8 2 0 0 0 2 0 0 2 2 0 0 4 2 0 0 6 2 0 0 8 2 0 1 0 2 0 1 2 2 0 1 4 BE DE FR LU ",
        "3.4. Investment 40 freight traffic by road ( 77 ) has almost tripled since 1998. Furthermore, the data on passenger traffic includes only traffic by passenger cars registered in Luxembourg. Since the share of cross-border commuters is high and the vast majority of them use the private car to commute, the actual traffic on the domestic network is likely to be considerably higher. The rail sector shows a rather different pattern . The total length of rail lines has remained virtually constant during 1998-2014, whereas passenger traffic has grown by 83%. Freight traffic decreased to only 36% of its 2008 level, suggesting a shift of freight from rail to road during the period. Against this background, the authorities have recently engaged in a number of projects to upgrade further the country's transport infrastructure, both rail ( 78 ) and road . An investment plan was launched at the beginning of the century with EUR 2,500 million spent on new projects. An even more ambitious investment plan was started in 2014 with a budget of EUR 400 million per year for the coming years. The extent of congestion in Luxembourg contrasts with the provision of the motorway network, which in quantitative terms appears adequate . This suggests, in addition to demand- focused policy, that currently policy coherence is not sufficiently observed. In particular, the developments in transport efficiency( 79 ), air pollution, traffic congestion and the provision of housing do not seem to always go hand in hand (see Section 3.1.1). ( 77 ) Haulage performed within the territory of Luxembourg by any vehicle, irrespective of the country in which it is registered. Values from 2005 are directly from European Commission (2016) EU Transport in Figures. Statistical Pocketbook 2016. Values before 2005 are estimated based on the assumption that the ratio of haulage according to the territorial principle to haulage by registered vehicles is constant and equal to the ratio in 2005. ( 78 ) See for more detail: http://www.cfl.lu/espaces/infrastructure/en/les-grands- projets/descriptif-des-projets ( 79 ) Communication on the European Strategy for Low- Emission Mobility, COM(2016)501 final indicates several measures: promoting multi-modality and public transport and to accelerate the shift to a more sustainable and low- emission mobility in terms of carbon and air pollutants ",
        "3.4. Investment 41 Box 3.4.4: Investment challenges in Luxembourg Section 1. Macroeconomic perspective Total investment in Luxembourg (measured as gross fixed capital formation) proved to be fairly resilient to the crisis. While public investment was above the EU average, business investment was below it. Favourable financial conditions favoured investment that is expected to accelerate. In particular, residential and non- residential construction investment is projected to remain robust, though decelerating somewhat, supported by household and government investment. By contrast, since both capacity utilisation and demand from the euro area remain low and in spite of the accommodative credit stance, the surge in equipment investment is mostly driven by specific sectors, in particular purchases by the aeronautic and satellite industry. Section 2. Assessment of barriers to investment and ongoing reforms Barriers to private investment are relatively moderate overall, as confirmed by the European Commission's assessment (European Commission, 2015d). Some reforms have been adopted in the area of regulated professions and the housing supply, however reform measures to address the remaining barriers should be stepped up (see Section 3 for details). Main barriers to investment and priority actions underway 1. Business sector investment remains low compared to the euro area average. This could in part be due to the presence of a large financial sector and the low investment intensity associated with its activities. Nevertheless, the low level of investment in intangible capital, and in particular the sharp decrease in business R&D expenditure, contrasts starkly with public R&D intensity, which increased fivefold between 2000 and 2015. This points to a weakness in the framework conditions for cooperation between public and private research and of not completely adequate comprehensive approach to the innovation eco-system. 2. The sharp demographic and employment dynamics have also resulted in steady underinvestment in residential construction. Despite the strong demand for housing, the number of dwellings built has consistently remained below the estimated number required to keep up with the demand. This points to bottlenecks on the supply side, mainly to the incapacity to mobilise the land available for construction and the suboptimal procedure for granting building permits. Regulatory/ administrative burden Taxation Public administration Access to finance Public procurement /PPPs Cooperation btw academia, research and business Judicial system Financing of R&D&I Insolvency framework Business services / Regulated professions CSR Competition and regulatory framework Retail EPL & framework for labour contracts Construction CSR Wages & wage setting Digital Economy / Telecom Education Energy Legend : Transport No barrier to investment identified CSR Investment barriers that are also subject to a CSR Some progress No progress Substantial progress Limited progress Fully addressed Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "42 2016 Country-specific recommendations (CSRs) CSR 1 : Ensure the long-term sustainability of public pensions by increasing the effective retirement age, by limiting early retirement and increasing incentives to work longer, and by aligning the statutory retirement age to changes in life expectancy. Ensure the long-term sustainability of public pensions by increasing the effective retirement age, Luxembourg has made limited progress in addressing CSR1. Progress has limited for all subparts of the CSR and no progress has been made in relation to the recommendation to align the statutory retirement age to changes in life expectancy. Limited progress in ensuring the sustainability of the public finances. A working group on pensions was set up in April 2016 with the task of carrying out a sustainability analysis of the pension system. In early December 2016 a report was published. It contains a detailed analysis of the situation of the national pension system. It shows inter alia that based on current scenario (the Ageing Working Group) revenues from contributions will remain higher than pension expenditure up to 2022 (the last year of the current contribution period). Simulations were also done with alternative scenarios. These simulations show that under less favourable economic and demographic assumptions, the size of the pension challenge could be larger than currently estimated. Limited progress in increasing the effective retirement age. A law on reclassification of workers with working disabilities has been adopted in 2015 and is being implemented since the beginning of 2016. It aims to keep workers with disabilities in the labour market. It is too early to assess its impact ( 80 ) The following categories are used to assess progress in implementing the 2016 CSRs: No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. Below a number of non- exhaustive typical situations that could be covered under this, to be interpreted on a case by case basis taking into account country-specific conditions: (i) no legal, administrative, or budgetary measures have been announced in the National Reform Programme or in other official communication to the national Parliament / relevant parliamentary committees, the European Commission, or announced in public (e.g. in a press statement, information on government's website); (ii) no non-legislative acts have been presented by the governing or legislator body; (iii) the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures that would need to be taken (unless the CSR explicitly asks for orientations or exploratory actions), while clearly-specified measure(s) to address the CSR has not been proposed. Limited progress: The Member State has: i) announced certain measures but these only address the CSR to a limited extent; and/or ii) presented legislative acts in the governing or legislator body but these have not been adopted yet and substantial non-legislative further work is needed before the CSR will be implemented; iii) presented non-legislative acts, yet with no further follow-up in terms of implementation which is needed to address the CSR. Some progress: The Member State has adopted measures that partly address the CSR and/or the Member State has adopted measures that address the CSR, but a fair amount of work is still needed to fully address the CSR as only a few of the adopted measures have been implemented. For instance: adopted by national parliament; by ministerial decision; but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way in addressing the CSR and most of which have been implemented. Fully implemented: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A Overview Table Commitments Summary assessment ( 80 ) ",
        "A. Overview Table 43 by limiting early retirement and increasing incentives to work longer, and by aligning the statutory retirement age to changes in life expectancy. however. Limited progress on reforms regarding early retirement. A draft law to modify existing legislation on early retirement is still to be discussed in the Parliament. Limited progress on increasing incentives to work longer. A legislative initiative, referred to as ` Age Pact ´, which includes a whole package of measures to keep workers longer in employment, is tabled in the Parliament, but it has not been adopted yet. No progress in aligning the statutory retirement age to changes in life expectancy. There are no measures to link the effective retirement age to changes in life expectancy. CSR 2 : Remove barriers to investment and innovation that limit economic development in the business services sector. Address bottlenecks that hamper housing investment. Remove barriers to investment and innovation that limit economic development in the business services sector. Address bottlenecks that hamper housing investment. Luxembourg has made limited progress in addressing CSR 2. Progress has been limited in removing barriers to investment, while some progress has been made in addressing bottlenecks to housing investment. Limited progress in removing barriers to investment and innovation that limit economic development in the business services sector. By decision of the ‘ Conseil de Gouvernement ’ of 2 September 2016, the fixed tariffs in public contracts for the services provided by architects and engineers have been abolished. Some progress in addressing bottlenecks that hamper housing investment. Numerous measures have been adopted or are planned. The measures are: i) a reform of local government financing has been adopted in December 2016. It links, at least partially, the financing of the municipalities to initiatives favouring housing investment; ii) a draft 'Omnibus' law (n. 6704) has been approved at beginning of 2017. Among others, it aims at streamlining the building permits procedure; iii) the tax reform includes measures intended to provide incentives to increase the supply of houses and construction land (temporary tax exemption for ",
        "A. Overview Table 44 50 % of the capital gain realised on the sale of constructible land); and iv) an initiative to produce a new sectoral housing plan. Nevertheless, the challenge ahead for the Luxembourg authorities remains sizeable. Europe 2020 (national targets and progress) Employment: 73 % The overall employment rate of the resident population decreased slightly from 72.1 % in 2014 to 70.9 % in 2015, getting more distant from its target. R&D: 2.3 %-2.6 % of GDP (of which 1.5 % to 1.9 % for the private sector and 0.7 % to 0.8 % for public spending) 1.31 % (2015) Luxembourg is not at all on track to reach its R&D intensity target for 2020, due to a sharp decrease in business R&D intensity (from 1.46 % of GDP in 2000 to 0.67 % in 2015). Public sector R&D intensity on the contrary steadily increased from 0.12 % in 2000 to 0.64 % in 2015. This fivefold increase reflects the willingness of the Grand- Duchy to build up its public research capacities from a situation where, 30 years ago, the public research system was in fact non-existent. Greenhouse gas emissions: 20 % compared to 2005 emission (from sources not covered by the Emission Trading System)° According to the latest national projections submitted to the Commission and taking into account existing measures, it is expected that non- ETS emission will decrease by 15% between 2005 and 2020 and then the target will be missed, (i.e. a projected shortfall of 5 percentage points). Non-ETS 2015 target: -10 % Renewable energy target: 11 % Share of renewable energy in all modes of transport In 2015, the share of renewable energy sources in final energy consumption (5.0 %) was above the indicative trajectory for 2015-2016 (5.4 %). ( 81 ) As the trajectory will become steeper towards 2020. Luxembourg will have to continue to promote renewable energy deployment in all sectors to achieve its renewable energy target. Energy efficiency: Luxembourg has set an indicative national energy efficiency target which implies reaching a 2020 level of 4.48 Mtoe, expressed in primary consumption and 4.24 Mtoe expressed in final Luxembourg has made good progress on energy efficiency. The country reduced its primary energy consumption by -1% from 4.19 Mtoe in 2014 to 4.14 Mtoe in 2015. Final energy consumption decreased by -0.3% from 4 Mtoe in 2014 to 3.99 Mtoe in 2015. Even if Luxembourg has already ( 81 ) Renewable energy shares for 2015 are approximations and not official data, reflecting the available data (04.10.2016). See the Öko-Institut Report: Study on Technical Assistance in Realisation of the 2016 Report on Renewable Energy, http://ec.europa.eu/energy/en/studies. ",
        "A. Overview Table 45 energy consumption. achieved levels of primary and final energy consumption which are below the indicative national 2020 targets (4.5 Mtoe in primary energy consumption and 4.2 Mtoe in final energy consumption) it would need to make an effort to keep these levels until 2020. Early school leaving: <10 % The early school leaving rate rose by 3 percentage points in 2015, to 9.3%. While the rate is still below the EU average of 11% and Luxembourg's Europe 2020 national target of 10%, the increase from the previous year is substantial. National data for 2013/2014, the latest year available, also indicate an increase from the previous year and estimate the rate at more than 13%. Tertiary education: >40 % (national target 66%) The tertiary educational attainment rate among 30- 34 year olds stood at 52.3% in 2015, well above the EU target of 40%. To strengthen its knowledge economy, Luxembourg has set the target of further increasing the rate to 66 % by 2020. Poverty/social exclusion: reduction of the number of people threatened by poverty or social exclusion by 6 000 in 2020. In 2015, 95000 people were at risk of poverty or social exclusion (starting from 84.000 in 2011), 1000 less than in 2014 but still well above the target set in 2012. ",
        "46 ANNEX B MIP Scoreboard Table B.1: The MIP scoreboard for Luxembourg Flags: b: break in time series. i: see metadata. \"Note: 1) Unemployment rate: for 2006 i = Eurostat back-calculation to include 2011 Population Census results. 2) Youth unemployment rate: for 2006 i = Eurostat back-calculation to include 2011 Population Census results. Source: European Commission, Eurostat and Directorate General for Economic and Financial Affairs (for Real Effective Exchange Rate), and International Monetary Fund Thresholds 2010 2011 2012 2013 2014 2015 Current account balance, (% of GDP) 3 year average -4%/6% 7.2 6.7 6.2 5.9 5.5 5.3 -35% -20.5 29.1 52.2 44.4 33.5 35.8 Real effective exchange rate - 42 trading partners, HICP deflator 3 years % change ±5% & ±11% 1.2 0.1 -2.4 0.7 0.5 -0.5 Export market share - % of world exports 5 years % change -6% 3.6 -3.4 -9.6 3.8 11.3 22.9 Nominal unit labour cost index (2010=100) 3 years % change 9% & 12% 16.5 10.3 5.9 7.1 4.8 0.6 6% 4.0 0.7 2.2 3.4 4.1 6.1 14% -16.7 48.6 31.0 -5.5 20.1 24.2 133% 302.2 328.3 351.2 321.3 327.9 343.1 60% 19.9 18.8 21.8 23.5 22.7 22.1 Unemployment rate 3 year average 10% 4.9 4.8 4.8 5.3 5.7 6.1 16.5% 11.3 10.1 14.8 11.2 29.9 15.5 -0.2% 1.3 1.1 0.7 1.7 2.9 1.5b 0.5% 0.1 -0.2 0.4 0.5 0.2 0.3 2% 0.2 -0.9 1.5 1.1 5.9 -1.4 Activity rate - % of total population aged 15-64 (3 years change in p.p) Long-term unemployment rate - % of active population aged 15-74 (3 years change in p.p) Youth unemployment rate - % of active population aged 15-24 (3 years change in p.p) External imbalances and competitiveness New employment indicators Net international investment position (% of GDP) Deflated house prices (% y-o-y change) Total financial sector liabilities (% y-o-y change) Private sector credit flow as % of GDP, consolidated Private sector debt as % of GDP, consolidated General government sector debt as % of GDP Internal imbalances ",
        "47 ANNEX C Standard Tables Table C.1: Financial market indicators (1) Latest data Q2 2016. (2) Quarterly values are not annualised. * Measures in basis points Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2011 2012 2013 2014 2015 2016 Total assets of the banking sector (% of GDP) 2565.2 2190.9 1973.6 1954.2 1957.9 1972.0 Share of assets of the five largest banks (% of total assets) 31.2 33.1 33.7 32.0 31.3 - Foreign ownership of banking system (% of total assets) 68.1 71.5 71.8 71.4 69.1 - Financial soundness indicators: 1) - non-performing loans (% of total loans) - - - 1.1 0.9 0.8 - capital adequacy ratio (%) 17.8 21.9 24.4 19.6 20.9 20.7 - return on equity (%) 2) 2.7 7.0 6.4 7.2 7.2 3.4 Bank loans to the private sector (year-on-year % change) 1.5 -6.5 -4.8 3.2 5.4 9.6 Lending for house purchase (year-on-year % change) 8.9 7.2 6.7 7.0 6.2 6.4 Loan to deposit ratio 65.8 60.9 54.9 52.2 51.8 54.1 Central Bank liquidity as % of liabilities 1.5 1.3 1.2 0.5 0.6 0.6 Private debt (% of GDP) 328.3 351.2 321.3 327.9 343.1 - Gross external debt (% of GDP) 1) - public 6.0 8.0 10.1 10.3 9.2 8.4 - private 2574.6 4033.0 4606.7 5131.1 5741.0 5360.2 Long-term interest rate spread versus Bund (basis points)* 31.5 32.7 28.2 17.3 -12.7 16.8 Credit default swap spreads for sovereign securities (5-year)* - - - - - - ",
        "C. Standard Tables 48 Table C.2: Labour market and social indicators 1 Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within 2 weeks. 2 Long-term unemployed are peoples who have been unemployed for at least 12 months. 3 Not in education employment or training. 4 Average of first three quarters of 2016. Data for total unemployment and youth unemployment rates are seasonally adjusted. Source: European Commission (EU Labour Force Survey). 2011 2012 2013 2014 2015 2016 4 Employment rate (% of population aged 20-64) 70.1 71.4 71.1 72.1 70.9 70.3 Employment growth (% change from previous year) 3.0 2.4 1.8 2.6 2.6 2.9 Employment rate of women (% of female population aged 20-64) 61.9 64.1 63.9 65.5 65.0 64.4 Employment rate of men (% of male population aged 20-64) 78.1 78.5 78.0 78.4 76.7 75.9 Employment rate of older workers (% of population aged 55-64) 39.3 41.0 40.5 42.5 38.4 39.2 Part-time employment (% of total employment, aged 15-64) 18.0 18.5 18.7 18.4 18.4 19.0 Fixed-term employment (% of employees with a fixed term contract, aged 15-64) 7.1 7.6 7.0 8.1 10.2 8.8 Transitions from temporary to permanent employment 30.7 32.4 34.2 36.9 31.6 : Unemployment rate 1 (% active population, age group 15-74) 4.8 5.1 5.9 6.0 6.5 6.3 Long-term unemployment rate 2 (% of labour force) 1.4 1.6 1.8 1.6 1.9 2.3 Youth unemployment rate (% active population aged 15-24) 16.4 18.0 16.9 22.3 16.6 19.1 Youth NEET 3 rate (% of population aged 15-24) 4.7 5.9 5.0 6.3 6.2 : Early leavers from education and training (% of pop. aged 18-24 with at most lower sec. educ. and not in further education or training) 6.2 8.1 6.1 6.1 9.3 : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 48.2 49.6 52.5 52.7 52.3 : Formal childcare (30 hours or over; % of population aged less than 3 years) 28.0 27.0 24.0 30.0 : : ",
        "C. Standard Tables 49 Table C.3: Labour market and social indicators (cont.) (1) People at risk of poverty or social exclusion: individuals who are at risk of poverty and/or suffering from severe material deprivation and/or living in households with zero or very low work intensity. (2) At-risk-of-poverty rate: proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (3) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) For EE, CY, MT, SI and SK, thresholds in nominal values in euros; harmonised index of consumer prices (HICP) = 100 in 2006 (2007 survey refers to 2006 incomes). Source: For expenditure for social protection benefits ESSPROS; for social inclusion EU-SILC. Expenditure on social protection benefits (% of GDP) 2010 2011 2012 2013 2014 2015 Sickness/healthcare 5.7 5.5 5.7 5.8 5.7 : Disability 2.5 2.5 2.5 2.5 2.5 : Old age and survivors 8.1 8.1 8.5 8.6 8.4 : Family/children 4.0 3.6 3.6 3.6 3.5 : Unemployment 1.2 1.1 1.3 1.5 1.5 : Housing 0.3 0.3 0.3 0.3 0.3 : Social exclusion n.e.c. 0.5 0.5 0.5 0.5 0.5 : Total 22.3 21.6 22.4 22.8 22.4 : of which: means-tested benefits 0.8 0.8 0.8 0.8 0.8 : Social inclusion indicators 2010 2011 2012 2013 2014 2015 People at risk of poverty or social exclusion 1 (% of total population) 17.1 16.8 18.4 19.0 19.0 18.5 Children at risk of poverty or social exclusion (% of people aged 0-17) 22.3 21.7 24.6 26.0 26.4 23.0 At-risk-of-poverty rate 2 (% of total population) 14.5 13.6 15.1 15.9 16.4 15.3 Severe material deprivation rate 3 (% of total population) 0.5 1.2 1.3 1.8 1.4 2.0 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 5.5 5.8 6.1 6.6 6.1 5.7 In-work at-risk-of-poverty rate (% of persons employed) 10.6 9.9 10.2 11.2 11.1 11.6 Impact of social transfers (excluding pensions) on reducing poverty 50.2 50.0 47.9 45.9 40.6 43.8 Poverty thresholds, expressed in national currency at constant prices 5 18155 17772 17261 17043 17270 17626 Gross disposable income (households; growth %) 5.0 3.9 4.2 : : : Inequality of income distribution (S80/S20 income quintile share ratio) 4.1 4.0 4.1 4.6 4.4 4.3 GINI coefficient before taxes and transfers 48.2 47.0 48.6 50.3 48.5 : GINI coefficient after taxes and transfers 28.0 27.2 28.0 30.4 28.7 : ",
        "C. Standard Tables 50 Table C.4: Product market performance and policy indicators 1 The methodologies, including the assumptions, for this indicator are shown in detail at: http://www.doingbusiness.org/methodology. 2 Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received most of it, two if only received a limited part of it, three if refused or rejected and treated as missing values if the application is still pending or if the outcome is not known. 3 Percentage population aged 15-64 having completed tertiary education. 4 Percentage population aged 20-24 having attained at least upper secondary education. 5 Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail at: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm 6 Aggregate OECD indicators of regulation in energy, transport and communications . Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance indicators 2010 2011 2012 2013 2014 2015 Labour productivity (real, per person employed, year-on-year % change) Labour productivity in industry 2.62 -11.44 4.92 17.65 8.92 -1.42 Labour productivity in construction 2.85 1.83 -8.83 1.63 6.29 -9.54 Labour productivity in market services 4.18 0.31 -4.23 1.72 1.79 2.71 Unit labour costs (ULC) (whole economy, year-on-year % change) ULC in industry -6.84 12.54 -2.41 -14.81 -6.67 0.81 ULC in construction -1.88 -2.24 11.18 -0.55 -4.47 10.58 ULC in market services -2.37 2.11 6.38 1.20 0.52 -2.22 Business environment 2010 2011 2012 2013 2014 2015 Time needed to enforce contracts 1 (days) 321.0 321.0 321.0 321.0 321.0 321.0 Time needed to start a business 1 (days) 16.5 16.5 16.5 16.5 16.5 16.5 Outcome of applications by SMEs for bank loans 2 na 0.18 na 0.29 0.00 0.32 Research and innovation 2010 2011 2012 2013 2014 2015 R&D intensity 1.51 1.47 1.28 1.31 1.28 1.31 Total public expenditure on education as % of GDP, for all levels of education combined na na na na na na Number of science & technology people employed as % of total employment 34 34 36 38 40 37 Population having completed tertiary education 3 30 32 33 35 40 35 Young people with upper secondary education 4 73 73 72 77 74 69 Trade balance of high technology products as % of GDP 1.91 0.90 -0.86 -1.60 -1.42 -3.25 Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) 5 , overall na 1.44 1.46 OECD PMR 5 , retail 4.17 4.47 4.54 OECD PMR 5 , professional services 3.52 3.55 3.47 OECD PMR 5 , network industries 6 2.96 2.72 2.73 ",
        "C. Standard Tables 51 Table C.5: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2005 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of \"energy\" items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as a percentage of total value added for the economy Environmental taxes over labour taxes and GDP: from European Commission's database, ‘Taxation trends in the European Union’ Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2005 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as a percentage of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of greenhouse gas (GHG) emissions covered by EU Emissions Trading System (ETS) (excluding aviation): based on greenhouse gas emissions (excl land use, land use change and forestry) as reported by Member States to the European Environment Agency Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2005 EUR) Transport carbon intensity: greenhouse gas emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European Commission and European Environment Agency Source: European Commission (Eurostat) unless indicated otherwise Green growth performance 2010 2011 2012 2013 2014 2015 Macroeconomic Energy intensity kgoe / € 0.12 0.11 0.11 0.10 0.10 0.09 Carbon intensity kg / € 0.36 0.35 0.34 0.31 0.29 - Resource intensity (reciprocal of resource productivity) kg / € 0.32 0.32 0.32 0.33 0.33 0.35 Waste intensity kg / € 0.31 - 0.24 - 0.19 - Energy balance of trade % GDP -3.6 -4.4 -4.8 -4.0 -3.4 - Weighting of energy in HICP % 11.32 11.52 11.59 14.85 14.48 12.32 Difference between energy price change and inflation % 3.5 6.8 3.9 -3.5 -6.3 -8.0 Real unit of energy cost % of value added 8.9 9.3 9.1 8.7 5.1 - Ratio of environmental taxes to labour taxes ratio 0.15 0.15 0.14 0.13 0.12 - Environmental taxes % GDP 2.4 2.4 2.4 2.2 2.0 - Sectoral Industry energy intensity kgoe / € 0.37 0.40 0.36 0.29 0.27 0.27 Real unit energy cost for manufacturing industry excl. refining % of value added 58.0 59.0 50.5 49.5 19.4 - Share of energy-intensive industries in the economy % GDP - - - - - - Electricity prices for medium-sized industrial users € / kWh 0.10 0.10 0.10 0.10 0.10 0.09 Gas prices for medium-sized industrial users € / kWh 0.04 0.05 0.05 0.05 0.04 0.04 Public R&D for energy % GDP 0.01 0.01 0.01 0.01 0.01 - Public R&D for environmental protection % GDP 0.02 0.02 0.03 0.02 0.02 - Municipal waste recycling rate % 46.5 46.4 47.4 46.6 47.7 48.0 Share of GHG emissions covered by ETS* % 20.8 19.3 19.3 16.5 17.8 15.9 Transport energy intensity kgoe / € 1.82 1.98 1.96 1.77 1.61 1.39 Transport carbon intensity kg / € 4.44 4.96 4.96 4.45 3.93 - Security of energy supply Energy import dependency % 97.1 97.3 97.5 97.1 96.5 95.9 Aggregated supplier concentration index HHI 3.0 2.8 2.8 2.7 2.9 - Diversification of energy mix HHI 0.45 0.46 0.46 0.46 0.45 - ",
        "52 Banque centrale du Luxembourg, (2017), Bulletin BCL 216/3. Available at: http://www.bcl.lu/fr/publications/bulletins_bcl/Bulletin_BCL_2016_3/index.html. CES, Conseil Economique et Social, (2015), Analyse des données fiscales au Luxembourg . Available at: https://ces.public.lu/fr/index.html Corrado, C., J. Haskel., C. Jona-Lasinio and M. Iommi, (2012), Intangible Capital and Growth in Advanced Economies: Measurement Methods and Comparative Results , IZA Discussion paper n. 6733. Eco-Innovation Observatory, (2015), Country Profile 2014-2015: Luxembourg. Available at: https://ec.europa.eu/environment/ecoap/sites/ecoap_stayconnected/files/field/field-country- files/luxembourg_eco-innovation_2015.pdf. European Central Bank, (2016), The household finance and consumption survey: results from the second wave, Statistics Paper Series n. 18/2016. European Commission, (2016a), Country report for Luxembourg . Available at: http://ec.europa.eu/europe2020/pdf/csr2016/cr2016_luxembourg_en.pdf. European Commission, (2016b), Taxation trends in the European Union, Publications Office of the European Union , Luxembourg. Available at: http://ec.europa.eu/taxation_customs/sites/taxation/files/resources/documents/taxation/gen_info/economic _analysis/tax_structures/2016/econ_analysis_report_2016.pdf. European Commission, (2016c), EU Tax Policies: 2016 Scoreboard , Publications Office of the European Union, Luxembourg. Available at: https://ec.europa.eu/taxation_customs/sites/taxation/files/2016-09- 15_scoreboard-indicators.pdf. European Commission, (2015a), A Single Market Strategy for Europe - Analysis and Evidence, SWD(2015) 202. Available at: http://ec.europa.eu/DocsRoom/documents/14012?locale=en. European Commission, (2015b), Tax reform in EU Member States , Institutional Paper 008. Available at: http://ec.europa.eu/economy_finance/publications/eeip/pdf/ip008_en.pdf. European Commission, (2015c) , Country Factsheet Luxembourg Accompanying the Communication State of the Energy Union , SWD(2015) 232 final. Available at: http://eur-lex.europa.eu/legal- content/EN/TXT/?uri=CELEX%3A52015SC0232. European Commission, (2015d), Challenges to Member States’ Investment Environments’ , SWD (2015) 400 final. Available at: http://ec.europa.eu/europe2020/challenges-to-member-states-investment- environments/index_en.htm. European Commission, (2014), Country report for Luxembourg . Available at: http://ec.europa.eu/europe2020/pdf/csr2014/swd2014_luxembourg_en.pdf. Glock, S., Krolak-Schwerdt, S., Klapproth, F., Boehmer, M. (2013), Beyond judgment bias: How students’ ethnicity and academic profile consistency influence teachers’ tracking judgments . Social Psychology of Education, 16:555-573. Klapproth, F. and P. Schaltz, (2015), Klassenwiederholungen in Luxemburg , in Ministry of Education / University of Luxemburg: Bildungsbericht Luxemburg 2015. Band 2: Analysen und Befunde. Available REFERENCES ",
        "References 53 at: http://www.men.public.lu/catalogue-publications/themes-transversaux/statistiques- analyses/bildungsbericht/2015/band-2.pdf Matha T.Y., A. Porpiglia and M. Ziegelmeyer, (2014), Cross-border commuting and consuming: An empirical investigation . Banque Centrale du Luxembourg. Working paper. Ministry of Education, (2015), Le décrochage scolaire au Luxembourg: Parcours et caractéristiques des jeunes en rupture scolaire . Available at: http://www.men.public.lu/catalogue- publications/secondaire/statistiques-analyses/decrochage-scolaire/decrochage-11-12/fr.pdf. Ministry of Education, (2016), Rapport d’activités 2015 . Available at: http://www.men.public.lu/catalogue-publications/themes-transversaux/rapport-activites-ministere/2015/1- fr.pdf. Observatoire de la compétitivité, (2016), Bilan compétitivité 2016, Vers une croissance qualitative , Ministère de l’Économie, Luxembourg. Available at: http://www.gouvernement.lu/odc. Ramboll Management Consulting and Corit Advisory, (2015), Study on Structures of Aggressive Tax Planning and Indicators , European Commission, Taxation Paper n°61. Van der Marel, J. Kren, and M. Iootty, (2016), Liberalizing Services in the EU: What Regulatory Barriers Benefit Productivity? Multiple-country Firm-level Evidence , background paper. "
    ]
}