{
    "text": [
        "E U R O P A - P A R L A M E N T ET EUROPÄISCHES PARLAMENT ΕΥΡΩΠΑΪΚΟ ΚΟΙΝΟΒΟΥΛΙΟ EUROPEAN PARLIAMENT PARLAMENTO EUROPEO PARLEMENT EUROPEEN PARLAMENTO EUROPEO EUROPEES PARLEMENT PARLAMENTO EUROPEU EUROOPAN PARLAMENTTI E U R O P A P A R L A M E N T ET Published by the Directorate for Information Director: David Harley Editors: Roy Worsley & Tim Boden PHS4C-87&85 43, rue Wiertz B-1047 Brussels Tel: +32 2 284 2941-3459 Fax: +32 2 284 6515 During Plenary sessions in Strasbourg: WIC 433/431 Avenue Robert Schuman F-67070 Strasbourg Tel: +33 388 174751-3785 Fax:+33 388 17 9355 E-mail: presse-en@europarl. eu. int Internet: http://www. europari, eu. int D i r e c t o r a te f or P r e ss a nd A u d i o v i s u al S e r v i c es Brussels, 31 March 2000 THE WEEK Brussels 29-30 March 2000 This week in Brussels MEPs gave strong support to the EU stance in negotiations with the US on the issue of \"Hushkit\" aircraft which the Commission considers to be a source of noise pollution. There was also concern over the allegations of the existence of a US-UK telecommunication system - Echelon - which it was feared could represent an intrusion into private communications and could also be used for economic advantage. Other issues debated were fears of human cloning and asylum and immigration proposals. QA-AH-00-03C-EN-C PE 283.952 DA DE EL EN ES FR IT NL PT Fl SV ",
        "Conversion rates: Abbreviations €1 = £ sterling 0.599 as at 31.03.2000 €l=IR£(punt) 0.79 EPP/ED PES ELDR GREENS/EFA EUL/NGL UEN EDD TGI IND European People's Party/European Democrats Party of European Socialists Group of the European Liberal, Democratic and Reformist Party Green Group in the European Parliament Confederal Group of the European United Left-Nordic Green Left Union for Europe of the Nations Group The Europe of Democracies and Diversities Group Technical Group of Independents Non-attached A: Austria; B: Belgium; D: Germany; Dk: Denmark; E: Spain; F: France; Fin: Finland; Gr: Greece; I: Italy; Irl: Ireland; L: Luxembourg; Nl: Netherlands; P: Portugal; S: Sweden; UK: United Kingdom; EC: European Community, EU: European Union Mailing list changes For any deletions, additions or changes of address please contact the address on the front cover, giving label reference number. EPADES PUBLIC The Briefing and The Week are available to European Parliament readers on EPADES PUBLIC under Directory BRIEFING.SES\\SESSION. The Strasbourg Notebook is also available under Directory BRIEFING.SESUOURNAL. Document names are as follow: The Briefing PREMM.EN where MM indicates the month - in months with two sessions I or II will be added after MM The Week POSTMM.EN where MM indicates the month - in months with two sessions I or II will be added after MM Strasbourg DD-MM-AM.EN where DD is the date, MM the month, AM the Notebook DD-MM-PM.EN midday edition and PM the evening edition INTERNET Please note that details of Parliament's session activities can now be found on the Internet on the European Union EUROPA server: http://www.europarl.eu.int PE 283.952 ",
        "CONTENTS Product safety 4 BSE tests 4 \"Hushkits\" 4 Asylum and migration 6 Echelon system 7 Cloning and embryos - NO to patents 9 Budget 2001 - employment policy a priority 11 Call for renewed boost for Mediterranean policy 11 Combatting child sex tourism 11 Liability for defective products 12 Renewable energies 12 Political Groups 13 Index 14 PE 283.952 ",
        "Product safety Wednesday 29 March - Reporting on decisions taken at that day's meeting of the Commission, David BYRNE told MEPs that Commissioners had agreed a new proposal to strengthen EU rules designed to promote product safety. The intention was to cover more issues and speed up rapid alert procedures in the event of perceived dangers. As the Commissioner put it, a high premium was put on food safety and improving transparency with a view to ensuring that citizens were given up-to- date information about any new dangers or scares as soon as possible. BSE tests Mr Byrne also announced three new tests designed to improve procedures for detecting BSE. These tests would be valid throughout the EU and, he added later in reply to a question, would cover Austria, where there has to date not been any case of BSE, and the intention was to speed up and improve monitoring by increasing the number of tests on dead carcasses to around 65,000 per year. The new procedures would begin next year and would not have any implications for the budget, he added. Replying to questions, Mr Byrne was not in a position to add much further information with regard to the Commission's reaction to new tests in Switzerland and implications for this BSE getting into the food chain whereas as far as a study in France was concerned, which seemed to reveal a gap in testing for BSE, Mr Byrne said that he had been assured by the French authorities that all issues in the study had been addressed and that testing procedures in that country were now up to scratch \"Hushkits\" (B5-0018/2000 - Hatzidakis; B5-0020/2000 - Jackson) Wednesday 29 March - Opening the debate, Caroline JACKSON (EPP/ED, South West) sought to establish the current position regarding the \"Hushkit\" (aircraft fitted with engine-mufflers) issue and the current EU-US dispute on the matter. She noted that from 4 May 2000 the EU would be applying a regulation halting the addition to national registers of Hushkit aircraft, as these are deemed to be considerably noisier than similar planes. The regulation will also prevent Hushkit aircraft from non-EU countries from flying to and from Europe after April 2002 unless registered in the same country for 4 May this year. Mrs Jackson was unhappy that if the regulation was not implemented there would be a prospect of \"noisy old planes clattering around the skies\". She believed that the first compromise proposed by the Commission - that has been rejected by the US - was much too shaky and that US demands were totally unacceptable and would expose people in the EU to noise levels which endangered their health and quality of life. This line was followed by Hans BLOKLAND (EDD, NL) who agreed that Hushkit aircraft still made too much noise. He called for a firm and reliable EU-US agreement. Konstantinos HATZIDAKIS (EPP/ED, GR) argued that the US had shown \"supreme\" arrogance in the issue but he warned against the prospect of another trade war. On behalf of the Commission, Loyola de PALACIO stressed that the only thing that was crystal- clear was that the Hushkit regulation for EU aircraft would be entering into force on 4 May. However, she would continue to negotiate with the USA and would be seeking to get better - 4 - PE 283.952 ",
        "international standards and to phase out the noisiest aircraft. She wanted the US to suspend the formal complaint that it has filed to the International Civil Aviation Organisation (ICAO). She also wished to emphasise that the article in that day's Financial Times was not correct as nothing had been agreed yet between the US and the EU. For Council, Jorge COELHO stressed that member states were giving unanimous support to the Commission's line. This was, he said, part of a broader strategy of building a different Europe. In particular, he wanted principles for the sustainable development of airports to be elaborated that took into account the interests of local people. There was broad support from most speakers such as Ria OOMEN-RUIJTEN (EPP/ED, NL) and Dagmar ROTH-BEHRENDT (PES, D) for this line. Alexander de ROO (Greens/EFA, NL), however, emphasised the need to negotiate with the US. Erik MEIJER (EUL/NGL, NL) believed that in the US profits were more important than people and that the EU could have no illusions about US intentions in the presidential election year. Francesco SPERONI (IND I) was another speaker to support the Commission's line. Citing Shakespeare, Mel READ (PES, East Midlands) wondered \"whether 'tis nobler in the mind to suffer the slings and arrows of outrageous Fortune or to take arms against a sea of troubles and by opposing end them\". She underlined the massive pressures, especially from big business, on the US Congress in election year. She wanted Parliament's powers to be explained to the US. Caroline LUCAS (Greens/EFA, South East) strongly supported the resolution being tabled arguing that it established the principle of Europe setting regional standards. ICAO standards should be a floor and not a ceiling, she considered, and concluded by calling for a pro-active environmental global policy. Avril DOYLE (EPP/ED, Leinster) on the other hand had problems with the genesis of the regulation. It had been voted through Parliament without debate, she said, and was contrary to the principle of proportionality and the rules of the WTO. The proposal had come from Airbus, she noted, and was a piece of \"commercially-sponsored\" legislation. Mrs Doyle believed that the criteria for legislation should be by performance, and not design, and that it should be applicable world-wide. David BOWE (PES, Yorkshire and the Humber) believed that there was no reason to suspend the regulation as it would be of positive benefit. However, he too wanted to see negotiations and argued that Rodney Slater, the US Under-Secretary for Transportation, seemed to be reasonable and willing to talk of long-term solutions to the problem. Mr Bowe wanted to see worldwide controls on aircraft noise and called for the US to suspend its complaint to the LATO. Winding up the debate, Commissioner PALACIO stressed that the Hushkit regulation was part of a much wider attempt to tackle aircraft noise. She stressed that the regulation came into effect for EU airlines from 4 May but that it would only hit third-country airlines after April 2002. There was a possibility, however, of suspending the provision for non-EU airlines if a negotiated settlement could be reached with the US. In its subsequent resolution the House underlined its support for a global agreement on more stringent noise certification standards for aircraft. In the absence of this agreement it supports the measures currently being taken by the EU to restrict the use of Hushkit aircraft and rejects the demands of the US for an indefinite suspension of the EU Regulation that is due to come into effect - 5 - PE 283.952 ",
        "for third countries from April 2002. In addition it underlines its unwillingness to postpone the regulation concerning the aircraft of member states which is due to come into effect on 4 May 2000. The resolution also calls for close cooperation between the EU and the US on the issue. The sole amendment to be tabled was adopted, calling on the US to withdraw (rather than simply suspend) its complaint on the issue to the International Civil Aviation Organisation. Asylum and Migration (A5-057/2000 - Hernandez Mollar) Wednesday 29 March - Opening the debate on Council action plans to tackle the causes of people coming from countries such as Albania, Afganistan, Albania, Morocco, Somalia, Sri Lanka and Iraq by strengthening cooperation with the countries concerned, Jorge Salvador HERNANDEZ MOLLAR (EPP/ED, E) complained about the low role given to Parliament in the decision making process. And, he added, with human rights in countries such as Iraq a serious question, he felt MEPs did have a valuable contribution to make, especially on this issue. Nevertheless he thought there were signs of improved cooperation with the other countries. It was vital, he said, for EU member states to adopt a fair policy towards migrants based on humane treatment. It was also necessary to crack down on the trafficking in human beings, yet this new policy area was conspicuous by the absence of appropriate funding in the budget and he called on Council to adopt the appropriate legal base enabling funds to be earmarked for next year. Underlining the need to distinguish between asylum seekers and illegal migrants, Citizens' Freedoms Committee chairman Graham WATSON (ELDR, South West) was too anxious to ensure that a humane approach to the people concerned was adopted. Unfortunately governments tended to seek the easy way out of looking for headlines in the press illustrating new forms of action without dealing with the problem properly. He too underlined the need for proper budgetary resources as well as accurate data and a balanced policy. Daniel HANNAN (EPP/ED, South East) on the other hand felt this was an area where member states cooperating on a bi-lateral or multi-lateral basis could act more effectively than the EU. Furthermore this approach would include countries from outside the EU he said, commenting that police cooperation between the UK and countries such as Belgium and France was better ten years ago before the Dublin Convention. By way of example, he pointed out that although the UK together with Germany topped the league with 93,000 refugees last year, most of these people must have passed through \"safe\" countries in the EU, yet were not detained. Robert EVANS (PES, London) made a special plea for a resolution of the violence and civil war in Sri Lanka, pointing out that atrocities were just as much committed on the government side as by the Tamils and that a real concerted effort was needed to bring peace to the country. Replying for the Commission, Antonio VITORINO appreciated Parliament's support and understood its \"cautious\" approach. He stressed that the plans only existed on paper and that implementation would require a high degree of political cooperation. Partnership with third countries would also be of concern and there was a need to develop a political dialogue that would take into account the situation in each of the 5 countries. Mr Vitorino also stressed that NGOs had a key role to play and that migration problems would not be solved in the short term. The EU needed to adopt a long term structural policy and while the Commissioner accepted that deadlines set in the action plans were rather optimistic, they did represent a first step and should be given a 6 - PE 283.952 ",
        "chance. Mr Vitorino noted that, although the Commission was ready to play an active role, it lacked sufficient finance and he welcomed the possibility of extra funds. In voting for its resolution by 380 to 25 with 76 abstentions, MEPs recognised the cross pillar approach that has been adopted by member states in the action plans that have been prepared for six countries (Afghanistan and the neighbouring region, Albania and the neighbouring region, Morocco, Somalia, Sri Lanka and Iraq). These action plans contain proposals to step up cooperation in the short and medium term in the political, economic and humanitarian spheres. Parliament wants to be involved in the development of future action plans. There is concern over a wide range of issues such as the lack of a coherent distinction between immigration and asylum proper and the involvement of the Taliban regime of Afghanistan in the plans. The resolution also puts forward a series of recommendations on asylum policy to be based on strict application of the Geneva Convention. It condemns the \"incoherent and unbalanced nature of the action plans\" in the area of immigration. It expresses concern that there will be inadequate finance for the plans and considers that the timetable is \"totally unrealistic\". Among the amendments adopted was one from the Socialist Group stressing the importance of adopting a visa policy that would not hinder exchanges between such groups as journalists, artists, sportsmen and women, business people and students. An amendment from the EPP-ED Group called for proper financial evaluation of the programmes and the formulation of appropriate exit strategies. Echelon system Thursday 30 March - Opening the debate for Council on the Echelon system which was suspected of providing information for individual espionage, Femando GOMES stressed that the EU required respect for individual rights. Council could not accept the existence of a telecommunications system that did not respect national laws and fundamental human rights. Therefore the Presidency considered it necessary to guarantee a more solid European legal area that would respect these rights. He argued that interception of telecommunications could be justified under certain circumstances and that in 1995 a list had been drawn up of occasions when authorised interception of telecommunication messages was permissible. In the same year a code of conduct had also been drawn up. Mr Gomes noted that a parallel policy had been followed by the U.S. and other countries. Last year a Commission communication on the interception of telecommunications had been issued but Council had not commented to date on this. Nevertheless, he emphasised, there was full political agreement in Council on the question of interception and he hoped that the matter would be finalised at the meeting of Justice Ministers in May. He noted that Europol's mission was to analyse data supplied by the member states but it was not its task to obtain this information. This was the responsibility of member states. Mr Gomes concluded by recognising the concerns of MEPs and noting that agreement would have to be reached within the EU on whether to have a common method of monitoring or to establish a joint secretariat. - 7 - PE 283.952 ",
        "Speaking for the Commission, Erkki LIIKANEN reiterated many of the points made by Mr Gomes and stressed that national security fell within the competence of member states. He underlined the need for people to be able to trust in electronic communication - this had been emphasised in the targets set at the Lisbon summit this month. He stressed that it was important to enhance security by encryption but that there needed to be some restrictions on encryption products so that they could not be used by organised crime. Mr Liikanen drew attention to the Data Protection Directive of 1995 which established the right to privacy and also to the EU Convention on Human Rights. He underlined the need to strike a balance between the right to privacy and the legitimate needs of national security. Mr Liikanen then noted that the Commission was not entirely satisfied with the transposition of the directives on data protection and that infringement proceedings were being implemented against a number of member states. He concluded by stating that clarification on the issue was being sought from the UK government. A reply had been received stating that the British security agencies were working within a framework established by the national Parliament and that was in line with the European Convention on Human Rights. The U.S. authorities had also replied and had rejected any allegations of industrial espionage. Eva KLAMT (EPP/ED, D) welcomed the steps taking so far by the EU but stressed that these could only be the first stop. She believed that it was not necessary to have a Committee of Enquiry into a simple case of economic espionage. In contrast she wanted action towards establishing an independent encryption system. Martin SCHULTZ (PES, D) wanted to know whether or not the U.S. was involved in industrial espionage and he underlined the need for an adequate counter-strategy. His group would be deciding following the debate whether or not it would support the call for a Committee of Enquiry or another approach. Jan Kees WIEBENGA (ELDR, Nl) was surprised that Mr Gomes had made no reference to Echelon in his speech. It was clearly an espionage network but the question was whether it was being used for industrial espionage. He wanted national parliaments to be involved in investigation of the matter and noted that his group too would be considering whether it would support the proposal for a Committee of Enquiry. A strong call for such a committee came from Paul LANNOYE (Greens/EFA, B). If such a system of industrial espionage did exist, he stressed, it would be an intolerable attack on human rights. There was a need for a transparent debate on this issue - and the current debate was not. A similar line was supported by Francis WURTZ (EUL/NGL, F) who argued that the U.S. had admitted to the existence of the Echelon network. His group wanted to know what type of information was being intercepted and also what role the UK government was playing in this matter. Further opposition came from Georges BERTHU (UEN, F) who saw Echelon as a very dangerous attack on the sovereignty of member states. He was confused by the statement from Council and called for a halt to Echelon activities. Bastiaan BELDER (EDD, NL) too called for proper protection of EU citizens from any form of telecommunication tapping. Jean-Claude MARTINEZ (IND, F) saw the whole thing as an \"Anglo-Saxon Calvinist\" conspiracy that showed where the UK's real allegiances lay, with \"Washington, Ottawa, Wellington and Canberra\". This was Mr Tony BLAIR's idea of European solidarity, he concluded. - 8 - PE 283.952 ",
        "A very different note was struck by Robert EVANS (PES, London) who understood the concerns of the House while stressing that by its very nature, intelligence work had to be done in secret. The UK government's practice was not to comment on allegations. He stressed that everything done in the U.K. was done under tight controls, including Parliamentary scrutiny. It was also in line with the European Convention on Human Rights. Mr Gomes concluded by stating that Council could clearly not accept the creation of a system of industrial espionage. The key issue was the use being made of the system. He had no information that would allow the conclusion that the business interests of any compames had been damaged by Echelon. Or indeed, that other companies had benefited from the system. Nevertheless it would be on the agenda of the next meeting of Justice Ministers. Commissioner Liikanen stressed the need for strong encryption products and noted that much progress had been made in the last 18 months. Telecommunication legislation was being reviewed, he said. The Commission had not heard from any companies that had lost business because of the Echelon system. However, he stressed that the legislation needed to be particularly precise in this area and that action would be taken if any law were reached. NB The request for a Committee of Enquiry needs to be supported by a quarter of the total number of MEPs - i.e. 156. At a press conference on Tuesday this week one of the leaders of the Green group, Heidi Anneli HAUTALA (Greens/EFA, FIN), announced that the request had already been signed by 171 MEPs and was being forwarded to the President of Parliament, Nicole FONTAINE. The request must now be examined within 10 days by the Conference of Presidents of the political groups which will make a recommendation to the plenary session in April. There will be a vote on a resolution on Echelon during the April session in Strasbourg. Cloning and embryos - NO to patents Thursday 30 March - For the Commission, Frits BOLKESTEIN shared the concerns of the House. It was very clear, he said, that the patent should not have been granted and indeed this had been acknowledged by the European Patent Office in Munich. Mr Bolkestein was, however, of an open mind as to whether this occurred following a genuine error. As the Patent Office was not formally an EU institution, the Commission as such did not have a direct responsibility. Nevertheless, he had good relations with the institution and had written to Munich expressing the view that even though a formal opposition note had been filed, the delays to hear this were undesirable. The Office had responded by agreeing to set up a working party to discuss the question immediately with a view to issuing a preliminary statement, pending a final ruling, as soon as possible. In the debate, speakers from the political groups put on record their concern at the granting of the patent. For the EPP/ED, Peter LIESE ( D) said the patent could quite easily be used for cloning human beings and this was a grave violation of the 1998 EU Directive on Biotechnology. Indeed, he added, the action by the Patent Office showed that Parliament was quite right to insist on high standards and in particular to outlaw any experiments which could lead to the cloning of human beings or modifying human genes. For the PES, Evelyne GEBHARDT (D) too strongly objected to the granting of the patent, taking the view that such carelessness could lead to a very grave situation. The loophole must be closed as soon as possible, she added, calling for an independent authority to mediate in such matters. For - 9 - PE 283.952 ",
        "the Liberals, Willy DE CLERCQ (Β) agreed it was only right for MEPs to express the anxiety of public opinion on this matter, adding that it was clear that the directive specifically excluded cloning. She called for an immediate moratorium on all experiments involving such practices. Expressing his shock at the decision, Hans BLOKLAND (EDD, NL), however, took the view that the legal situation was not clear-cut since the Dutch government challenged the validity of the EU directive on the grounds that it contained contradictions and that this was now before the Court of Justice, to which Mr Bolkestein in his reply sought extra information from the MEP, as he was not aware of this. Mr Blokland took the view that there would be continuing tension between what he termed economic and moral interests as more and more similar cases would be heard. Willi ROTHLEY (PES, D) on the other hand, who was instrumental in piloting the 1998 directive through the House, defended it arguing that it was the first attempt in the world to legislate for this area and should be respected. It was left to Lord INGLEWOOD (EPP/ED, North West) to explain the position of Edinburgh University where, he said, medical researchers had sought the patent in good faith to carry out research on human tissue which would be vital in finding remedies to such illnesses as Alzheimer's disease and leukaemia. He emphasised that the university had acted in good faith, had broken no national law and had no intention whatsoever of carrying out experiments involving cloning of humans. It was, he said, a genuine mistake that should be corrected and he urged the House to ignore some of the \"wilder claims\" that had been made. The error could be rectified by removing the offending elements from the patent, he said, before adding that it seemed that similar research could not be carried out in some member states owing to national law. There was, however, no justification for using international or European law to interfere with national priorities and the right to carry out legitimate research. Replying to the debate, Commissioner Bolkestein emphasised that he was seeking a pragmatic solution to the problem and he was hopeful that this could be achieved through a negotiated settlement. However, if this was not possible, then the Commission reserved the right to oppose the patent. He emphasised that there was nothing wrong with the 1998 EU Biotechnology directive as far as he was concerned and indeed that the Commission would be coming up with a new proposal for a European patent before this summer. One particular problem with the present situation, he said, was high translation costs since it could cost up to €30,000 to register a patent under current procedures. MEPs subsequently voted in favour of a resolution expressing their concern and shock at the granting of a patent to the University of Edinburgh, which includes a technique for genetic modification of the germ line of human embryos which could be used for the cloning of human beings. The patent was apparently granted as a result of translation error. The resolution was supported by 285 members with 131 voting against and 27 abstaining. MEPs are looking to the European patent office in Munich to deal with the situation and rectify the matter by revoking the patent as soon as possible. There is also a call for the review of the operations of the European patent office in view of making it publicly accountable. There is another call on the patent office to ensure that all existing patent applications in Europe do not violate the principle of non- patentability of humans, their genes or cells and human embryos. There is also a call on the 10- PE 283.952 ",
        "Commission to take all the necessary action to remove any ambiguity in European patent law in this area and to close any loophole that exists as soon as possible. Budget 2001- employment policy a priority (A5-0070/2000 - Haug) Thursday 30 March - Parliament approved a resolution setting out its priorities for next year's budget. Once again, tackling unemployment is the main concern, where the emphasis is on providing help for small firms, encouraging new technology and strengthening the social and cultural dimension of the EU. There is support for financial aid to go to the reconstruction of Kosovo and the stabilisation of the Balkans, with the emphasis on reaching agreement with Council to raise the ceiling on this area of expenditure. There is also support for reforms in the budgetary procedure with a view to improving management efficiency and cost effectiveness. Parliament also wants to see more evaluation and better implementation of the budget. In particular, MEPs want to see an evaluation of the employment initiative launched in 1998. Parliament also confirmed its support for trans-European networks and, in particular, for emphasis to be placed on improving technological and information links. Emphasis is also placed on putting in place a proper legal base to enable funds for a European Refugee Fund to be created. Parliament is also looking for improvements in the management of funding for Russia while in other aid areas priority should be given to eradicating poverty particularly in the poorest countries. As far as reforms are concerned, MEPs want to see a clearer profile of subsidies allocated to European organisations with a view to ensuring that they have a greater impact on citizens and that they do not duplicate other areas of expenditure. Provision should also be made in the 2001 Budget for a proper pension fund for officials. In a separate resolution, Parliament set out its views on how the budget of the institutions should be affected by the forthcoming reforms. On Parliament's own budget, there is a reminder of the need to earmark funds for the new Statute for assistants and a request to the Secretary-General to commission a study designed to improve working methods and staffing of the institution in light of the challenges ahead. There is also support for reforming the procedures of the Petitions committee. Call for renewed boost for Mediterranean policy (B5-0292, 0298,0300, 0303, 0304/2000) Thursday 30 March - The House in this resolution called for the relaunching of the Euro- Mediterranean partnership that was agreed in Barcelona in November 1995, and states that the current lack of progress undermines the EU's political role in leading the efforts to achieve stability. Stress is laid on cooperation in security matters as well as developing trade. There is a call for the EU to provide appropriations for its Mediterranean policy that will restore the balance that was agreed at the Cannes summit for funding for the Central and Eastern European countries and the Mediterranean states - a ratio of 5 to 3.5. Combatting child sex tourism (A5-0052/2000 - Klamt) Thursday 30 March - The resolution condemns child sex tourism and all forms of trafficking in human beings. It calls for provisions on the respect for children's rights to be incorporated into the - 1 1- PE 283.952 ",
        "Charter of Fundamental Rights of the EU and for a comprehensive new legal basis for an EU policy on children. A series of amendments from the Socialist group were adopted, including one that would define a \"child\" as anyone under 18 years old. Another one calls for common legislation to tackle abuse of the internet in this field. Liability for defective products (A5-0061/2000 - MacCormick) In response to the Commission's Green Paper, MEPs adopted a resolution welcoming the move to consult all those affected by any review of existing product liability legislation. Parliament wants the review to cover such points as the burden of proof, \"development risk\", exemptions for consumer products in general use, time limits for the application of the legislation, categories of damage and problems with regard to access to justice. Renewable energies (A5-0078/2000 - Turmes) Thursday 30 March - MEPs adopted a resolution asking the Commission to submit a plan to promote renewable sources of energy in the context of opening up the single market in electricity supplies. The resolution takes the view that financial incentives to encourage renewable energies should not be considered as straightforward assistance coming under EU rules on State Aid and there is support for Council to adopt legislation on the introduction of an energy tax in the context of the internal electricity market. There was also a call to set up a European Sustainable Energy Agency. -12- PE 283.952 ",
        "POLITICAL FORMATIONS IN THE EUROPEAN PARLIAMENT as at 31.3.2000 EPP/ED PES ELDR GREENS/ EFA EUL/NGL UEN TGI EDD IND TOTAL Β 6 5 5 7 2 25 DK 1 3 6 1 1 4 16 D 53 33 7 6 m GR 9 9 7 25 E 28 24 3 4 4 1 64 F 21 22 9 11 12 5 6 1 87 IRL 5 1 1 2 6 15 I 34 17 8 2 6 9 11 87 L 2 2 1 1 6 NL 9 6 8 4 1 3 31 A 7 7 2 5 21 Ρ 9 12 2 2 25 FIN 5 3 5 2 1 16 S 7 6 4 2 3 22 UK 37 30 10 6 3 1 87 Total 233 180 51 48 42 30 18 16 8 626 EPP/ED The European People's Party and European Democrats comprising Christian Democrat and Centre Right parties from all member states including British Conservatives and Fine Gael members from Ireland. It is the largest group in the Parliament and also now includes Ulster Unionist MEP Jim Nicholson. PES The Party of European Socialists comprising members from all EU states including Britain and Ireland. ELDR European Liberal, Democratic and Reformist Group, where the largest contingent is now from the UK. It includes one Irish independent, who is Group leader. GREENS/ This comprises 38 MEPs from Green parties in 11 member states who have formed a new alliance with 10 EFA MEPs from home rule parties in Scotland, Wales, Flanders, the Basque country, Galicia and Andalusia. The UK Greens and Plaid Cymru are represented for the first time with two MEPs respectively. EUL/NGL Next comes the Confederal Group of the European United Left/Nordic Green Left NGL Group made up of representatives of Left/Green parties from Denmark, Finland, Germany, Greece, Italy, the Netherlands, Spain and Sweden as well as members of Communist parties from France, Greece and Portugal. UEN The Union for Europe of the Nations Group is pledged to defend the nation state and is led by 12 French national MEPs and is opposed to further integration. It includes 6 Fianna Fail members from Ireland, nine Italians from Mr Fini's \"Allianza Nazionale\", one Danish member from the People's Party and two Portuguese members from the \"Partido Popular\". TGI This group brings together various parties of differing political complexions who have formed a Parliamentary alliance to register as a group and thus enjoy group privileges, ie. the Bonino Radical group from Italy, the \"Vlaams Blok\" from Belgium and the \"Front National\" from France. The constitution of the group is still under dispute. EDD \"The Europe of Democracies and Diversities Group\" comprises six members from the French pro-hunting/defence of rural traditions group, the three new MEPs from the UK Independence Party, four anti-EU Danish members and three Dutch Calvinists. IND The independents include Belgian and French National Front members and regionalist members from the Freedom Party in Austria, a Spanish regionalist and Ian Paisley. 13 PE 283.952 ",
        "INDEX Agriculture Animal health testing -Marli, p25 Grain legumes -Marli, p29 GMOs in animal feed - call for labelling Feb II, pi2 Promoting the CAP -Marll, p29 Scrapie - Feb II, ρ 19 Austrian crisis Resolution on Haider - Febl, ρ 4 Budgetary Control Budget 1997 - Accounts to be cleared - Jan, ρ 17 Commission reforms - Jan, ρ 18 Tackling fraud - Jan, ρ 9 Budgets Budget 2001 - Marlll, pi 1 Citizens' Rights Asylum and migration - Marlll, p6 Child sex tourism - Marlll, pi2 Cross border judicial cooperation - Febll, p2 Echelon system - Marlll, p7 Eurodac - Marll, p23 Euro protection against forgers - Febll, ρ 25 Freedom and justice - annual debate - Jan, pl8 Human Rights in the EU : annual report - Marll, pi 7 Racism in the EU - Marli, pi7 Work Card - Febl, ρ 11 Constitutional Affairs IGC - Febl, Ρ 11 Support for Charter on basic rights - Marll, pi 3 Consumer Protection BSE tests - Marlll, p4 Chocolate - Marll, pi 1 Ecolabel Award - Marll, p23 Food Safety Agency - Jan, ρ 13 Product safety - Marlll, p4 Culture Culture 2000-Febl, pi 6 Development & Cooperation Environmental dimension in the development process - Marll, p22 Coherence of EU development policy - Febll, 14 Conservation and sustainable forest management -Marll, pi3 Disasters Cyanide spilling in Romania - Febll, p27 Erika - Oil slick off the French coast - Jan, ρ 10/MarI, p8 Mozambique floods -Marll, p26 Storms across Europe- Jan, pi2 Venezuela floods - Jan, p23 Economic and Monetary Affairs Annual economic report - Marl, plO Competition Policy and State Aids - Jan, ρ 6 Company restructuring -Febll, ρ 25 ECB foreign reserve assets - Marll, p28 Taxation and majority voting - Marll, pi6 Tobin tax - Jan, ρ 22 UCITO - investment market - Febll, ρ 22 VAT-Austria and Portugal - Marll, p22 Employment Social Security and Welfare policy - Febll, pl9 -14 PE 283.952 ",
        "Energy ALTENER II-Febl, pi 6 Ballasts for fluorescent lighting - Jan, p22 Renewable energies - Marlll, pi2 SAVE Π-Febl, pi6 Enlargement Cyprus - Febll, p20 Malta - Febll, p20 Environment Atmospheric pollutants - Marll, p23 CITES Convention - Marll, p27 \"Hushkits\" - Marlll, p4 LIFE programme -Feb, pi 7 Ozone cutback- Marll, p23 Regional funding - Marll ,p26 Waste incineration -Marll, p23 Water policy - Pressure on Council - Febll, pi 3 Colombia - Jan, ρ 24 Geneva Convention -Marll, pi6 Gulf War prisoners - Jan, ρ 23 Human rights in the world, March Π, pi7 Indonesia - Moluccas - Jan, ρ 23 Jammu and Kashmir - Marll, p27 Kosovo aid - Febl, pi 7 Kosovo - Febll, p26 Organised crime -Marll, p27 Peru - Marll, p26 Racism in applicant countries -Marll, pl7 Serbia - Marll, p27 Spain - El Ejido, Febll, p26 UN Human Rights Commission - Febll, pl7 US - Native Americans - Febll, p27 Industry Information Society - Marll, p27 Postal services - Febll, p27 Institutional Affairs Fisheries Common Fisheries Policy - Jan, p20 Common Fisheries Policy - Marl, p9 Formal sittings Havel, Vaclav - Feb, pi9 Commission Work Programme - Febll, p7, Marll p7 Institutional reform - Febll, ρ 14, Marl ρ 4 Implementing power - Febll, p25 MEP arrested in Scotland - Febll, ρ 7 Register of Interests and MEPs consultancies - Febll, ρ 4 Foreign Affairs Chechnya - Jan, p22 Côte d'Ivoire - Jan, p22 Egypt - Jan, p22 FYROM - Febll, p25 High Representative statement - Marl, ρ 4 Middle East Peace Process - Jan, pi6 Western Sahara - Marll, p26 Legal Affairs Cloning and embryos - Marlll, p9 Court of First Instance - Febl, pi 7 Cross border insolvency - Marl, p9 Liability for defective products - Marlll, pl2 Petitions Human Rights Angola - Febll, ρ 26 Cambodia - Febll, p27 Cameroon - Jan, p23 Chad - Jan, p23 Chechnya - Febll, ρ 27, Marli, p26 China - Jan, ρ 23 Portuguese Presidency Lisbon summit, Marll, p4 Portuguese Presidency - Jobs a priority - Jan, ρ 13 15 PE 283.952 ",
        "Regional Policy Additionality -Marli, p29 Cohesion Fund coordination - Jan, ρ 4 EQUAL - Feb, ρ 4 INTERREG III - Feb, ρ 4 LEADER - Feb, ρ 4 URBAN - Feb, ρ 4 Tourism Multiannual framework for tourism - Feb, ρ 27 Trade EC - Israel trade agreement - Marl, p8 EU-Mexico agreement - Marll, p25 Transport Dangerous goods transport - Jan, ρ 4 Ship generated waste and cargo residues - Marll, pi 3 Technical roadside inspection of commercial vehicles -Marll, ρ 13 Women's Rights Women and Science - Febl, ρ 15 Women in decision making - Marl, p7 - 1 6- PE 283.952 "
    ]
}