{
    "text": [
        "The Atlantic Geopolitical Space: common opportunities and challenges Synthesis Report of a conference jointly organised by DG Research and Innovation and BEPA, European Commission, and held on 1 July 2011 Studies and reports ISBN 978-92-79-21628-2 EUROPEAN COMMISSION / / Research & Innovation Socio-economic Sciences & Humanities K I - N A - 24 - 978 - E N - C The relations between the “four pillars” of the Atlantic – Europe, Africa, North America, South America – need further and systematic analysis. Paradoxically, the academic and policy interest on the “rise of the Pacifi c” has not been paralleled yet with an “Atlantic space” perspective which is key for Europe and its partners in the region. The Atlantic region, both North and South, displays strong cultural, political and economic convergence. The great majority of the countries have embraced multiparty democracies and market economies. The level of economic interdependence in the region, seen by the rise of the volume in trade, has consider- ably grown during the last decade. At the same time there are important cleavages and diversities to be considered and managed at the multilateral as well as sub-regional levels. Issues discussed at the workshop, by experts from all regions of the Atlantic, included: partnerships between major players; regional integration and Atlantic cooperation; good governance and develop- ment; trade, fi nance and investment; energy and environment; peace building and security challenges. ",
        "European Commission The Atlantic Geopolitical Space: common opportunities and challenges Luxembourg: Publications Offi ce of the European Union 2011 — 34 pp. — 17.6 x 25 cm ISBN 978-92-79-21628-2 doi:10.2777/83581 EUROPEAN COMMISSION Angela Liberatore European Commission Directorate-General for Research and Innovation Social Sciences and Humanities Programme B-1049 Brussels Tel:+32.2.2952229 email: Angela.Liberatore@ec.europa.eu http://ec.europa.eu/research/social-sciences/index_en.html How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Offi cial Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Offi ce of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "EUROPEAN COMMISSION The Atlantic Geopolitical Space: common opportunities and challenges Rapporteur: Mark Aspinwall Synthesis Report of a conference jointly organised by DG Research and Innovation and BEPA, European Commission, and held on 1 July 2011 Directorate-General for Research and Innovation 2011 Socio-economic Sciences and Humanities EUR 24978 EN ",
        "Europe Direct is a service to help you fi nd answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Offi ce of the European Union, 2011 ISBN 978-92-79-21628-2 doi:10.2777/83581 © European Union, 2011 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON ELEMENTAL CHLORINE - FREE BLEACHED PAPER (ECF) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 3 • Contents Executive summary 5 1. Setting the scene 7 2. Multilateral and inter-regional cooperation in the Atlantic 8 ★ Economic and trade fl ows 8 ★ Energy and natural resources 11 ★ Security challenges 14 3. Key issues for cooperation: multiple perspectives 19 ★ Africa 19 ★ Latin America 20 ★ North America 24 ★ Europe 25 4. Concluding refl ections 27 Annex 1 28 Annex 2 – Short Biographies of speakers 31 ",
        "",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 5 • Executive summary This report summarizes discussions among a group of experts who met on 1 July 2011 to examine the prospects for cooperation in the Atlantic space. Summarizing the tenor of these discussions is a challenge given the wide variety of experts involved – academics and govern- ment offi cials from all parts of the Atlantic participated, drawing on themes across a range of issues – economic, security, energy, environmental, crime and many others. The report therefore stays close to the original discussion, with some small editorializing here in this executive summary and in the conclusion. The Atlantic space is a region connected by growing linkages and common challenges. One of the aims of this conference was to begin thinking about and elaborating that which dis- tinguishes and unites the region, and indeed whether unifying characteristics are suffi cient to overcome the divergences and disparities among these four continents, which together house the world’s richest and its poorest. It is clear that economic fl ows and social linkages are growing across the Basin. Investment, trade, migration, social networking, criminal activities, and other indicators are on the rise, though in some cases the same is true for extra-Atlantic interactions, especially with Asia. Yet most agreed that these fl ows and links alone were suffi cient to call for agenda-setting on governance issues, and to begin thinking about how to resolve common problems collectively. Meanwhile Northern Atlantic basin states are the architects of the post-war economic and security order – a liberal order whose foundational ideas remain more widely accepted today than its institutional architecture, which represents a snapshot of the distribution of power in 1945. In the absence of global agreement on reframing institutions of governance, it seems doubly important to examine the Atlantic space as a region ripe for better mechanisms of cooperation. In terms of cross-border interactions, conference participants discussed activities between social actors such as private enterprises; they looked at region-wide economic and social activity; they disaggregated activity by state and by sector. Different pictures emerged from these analyses. Taken as a whole, economic activity between South America and Africa is low (by comparison to the EU-US relationship), but in certain areas like mining and energy there is growing investment in Africa, especially from Brazil. A bewildering host of challenges and concerns emerged from these discussions. Promoting security linkages in the South Atlantic – where there is virtually nothing in place – was seen as important both because of Brazil’s rising military strength and also because new discoveries and new technologies make it possible to exploit offshore resources more comprehensively. Likewise, new security threats – including drug shipments, piracy, and other illicit activities – threaten weak littoral states and call for cooperative security solutions. Energy, climate change, and natural resources are a key theme in the Atlantic. The divergence between the most and least effi cient producers (and the most and least prolifi c consumers) is perhaps greater than anywhere else on the planet. The North Atlantic states have tech- ",
        "6 • nological solutions that are the most advanced in the world. Yet they cannot translate into control of agendas and solutions, or preservation of historical rights and access to common resources. Governance mechanisms for common resources have been devised in the North Atlantic. How can these be translated successfully to other parts of the basin? Thus, different parts of the Atlantic basin clearly have diverging objectives and concerns given varying levels of development, democratization, and security challenges. Opening the discussion of these factors raises a host of questions needing attention, among them: ★ How do interactions drive interests and what does that mean for Atlantic basin coop- eration? Most (but not all) Atlantic states are market economies and democracies – can norms and values also play a role in driving cooperation, and if so what should they be? ★ What should the emerging powers of the South Atlantic do with their power? Can they serve as anchors (along with North America and the EU) around which all Atlantic states can coalesce in order to promote democracy and development, and to fi nd solutions to common natural resource problems? ★ What is the best way forward for cooperation and policy coordination? A sectoral approach often seems most feasible, drawing together stakeholders in agreements which are lim- ited to interested actors and to narrow sectors. But how does this affect national sover- eignty? Is sovereignty still so tightly held by most states that meaningful cooperation is precluded, or can cooperative solutions be forged among Atlantic basin states without EU-style relaxation of sovereignty norms? ★ What role do (and should) civil society groups play in the Atlantic space, and how do we best ensure respect for democratic accountability and the rule of (international) law given the deep power imbalances and the diverse interests at stake? Joao Marques de Almeida (European Commission), Dan Hamilton (SAIS, USA) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 7 • 1. Setting the scene Jean-Claude THEBAULT opened the conference with a discussion of the commonalities of the Atlantic community: most states are market economies and democracies, and they share four principal European languages and cultural similarities forged through the colonial expe- rience. Together these countries represent two-thirds of the global economy, and therefore are a force to be reckoned with. They face numerous challenges, such as crime, security, and environmental degradation. They also have fundamental disagreements generated by competing interests and by divi- sion between the developed North Atlantic area and the developing South Atlantic. Mr Thebault called for a new Atlanticism and an Atlantic Order, underpinned by an equal partnership among the states of the Atlantic rim. Responding to common predictions that the 21 st Century will be the Pacifi c Century, he raised the possibility of it being also an Atlantic Century. Octavio QUINTANA TRIAS also emphasized the sectoral challenges confronting the Atlan- tic Space, including health, agriculture, transport, information technology, environment and energy, and demography. He emphasized that these call for sharp analysis and for effective action in an increasingly “multipolar” or even “interpolar” world. While the “rise of the Pacifi c” is high on the agenda in current debates, the Atlantic basin is an increasingly interconnected “region” with perhaps more potential than often perceived. To harvest such potential, we need a better understanding of both the commonalities and the great diversity of needs, resources, priorities and actors. A view of the meeting ",
        "8 • 2. Multilateral and inter-regional cooperation in the Atlantic This initial session was comprised of three panels, the fi rst on economic and trade fl ows and the second on energy and natural resources , the third on security challenges . Economic and trade fl ows Dan HAMILTON began by discussing patterns of economic activity across the four continents, asking how dynamics of activity are evolving. It is clear from his data that 1) economic activ- ity in the Atlantic Space is dominated by the EU-US relationship, and that trade, investment and most other fl ows to and between the South Atlantic continents are weaker; 2) that the EU-US relationship is services and investment-driven, in contrast to their respective relation- ships with China, which are dominated by merchandise trade; 3) that nevertheless, growth prospects are stronger for the South Atlantic than for the North. Money In- and Outward US FDI from the Atlantic Bassin Africa South and Central America Caribbean EU-27 Africa Central America South America Caribbean EU-27 Outward FDI Inward US FDI Source: BEA, 2010 JHU SAIS Center for Transatlantic Relations He singled out the energy sector as especially important given that the Atlantic Basin com- prises the most signifi cant producers and consumers of energy. This highlighted the need to protect connectedness among Atlantic partners, not simply territorial integrity. Connected- ness includes energy links, but also information fl ows, communication, transport, and oth- ers. He ended by calling for an agenda which promotes networks connecting stakeholders at state and civil society levels, which seek to exploit and better understand these growing links. Richard HIGGOTT followed, stating that the picture changes as we disaggregate sectors and take longer term views. Moreover, institutional cooperation has been less successful than market fl ows. He argued that although there had been a longstanding elite consensus regarding the leadership of the US and the EU, that consensus was under threat. The moral authority of these powers was challenged by the end of the stable macroeconomic climate, the end of the Cold War, and globalisation. Furthermore, the recent fi nancial crisis, failure of the Doha Round, and the rise of the G20 all pointed to a failure of leadership. ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 9 • Professor Higgott pointed to the emergence of Preferential Trade Agreements in the wake of the failure of the Doha Round, and that discourse is often quite distinct from facts on the ground. Global economic institutions had not been capable of overseeing the far-reaching economic changes of recent times, including the rise of the BRICs and other strong emerging economies. Finally he raised the important issue of norms and values in the Atlantic Space, in distinction to the hard empirical reality of economic fl ows. Lorena RUANO also presented a set of economic data, but focussing on Latin America pri- marily. Important emerging trends include the fact that Latin American trade with the EU is growing in importance relative to US-EU trade, and the importance of Brazil and Mexico in the total Latin American trade mix (together representing about half of all Latin American trade with the EU). The EU mainly exports capital goods to Latin America, and imports raw materials. Dr Ruano contrasted the trade profi les of Brazil and Mexico to highlight their differences. Mexican exports are weighted toward manufacturing in comparison with Brazil’s, which are far more commodities-based. This is principally due to Mexico’s membership of NAFTA and its proximity to the US, which takes 81% of Mexican exports (in contrast, only 8% of Brazil’s exports go to the US). Finally she also evaluated the EU’s free trade agreements with Latin America. Pointing out that only two were in force (with Mexico and Chile), she concluded that the FTA policy was a failure. The EU-Mercosur agreement had foundered since its beginning in 1995, and only the agreement with Central America had been concluded recently (in 2010, pending ratifi cation). The failure of the FTAA in 2004 removed the EU’s incentive to enter its own FTAs with Latin America, and she noted the fact that the EU has only concluded FTAs with those states or regions that have FTAs with the US. In DISCUSSION a point was made that given the highly varied patterns of trade – with Asia an important trade partner for many Atlantic states – and also the lack of widespread coopera- tion, it makes little sense to talk of an Atlantic Space as though it were a community. While there is cooperation on a piecemeal basis (including across the South Atlantic, with Brazil making ethanol technology available to Africa and Central America, and a peace and secu- rity agreement having been renewed between Brazil and African states), different regulatory attitudes mitigated against considering the area a space. The Atlantic is mainly a group of regions, and it makes sense to try to better understand the regions. In response the point was made that trends and patterns in economic and social activity call for an agenda to be created, and that leaders need to focus on how they can facilitate or protect trends that are emerging. Likewise, the Asia Pacifi c region itself is rife with dif- ferences and divisions, like the Atlantic, but this has not prevented an emerging agenda of cooperation. Other questions included how trade fl ows drive policy, and what they mean for development. In fact, it became clear that much of the driving force behind economic linkages was foreign direct investment, not merchandise trade, including between the EU and Latin America (not simply between North Atlantic states). Interestingly the levels of African services exports ",
        "10 • stood out as signifi cant. A point was made that North America and the EU provided 90% of development aid, and that none of the rising powers were signifi cant donors. Better coordi- nation is needed among donors, and a wider pool of donors. EU trade with the USA and Canada, 2003-2010 EU share of total USA and Canada trade, 2009 2003 M i l l i o n E u r o M i l l i o n E u r o Exports Imports 600,000 500,000 400,000 300,000 200,000 100,000 0 200,000 180,000 160,000 140,000 120,000 100,000 80,000 60,000 40,000 20,000 0 2004 2005 2006 2007 2008 2009 2010 2003 2004 2005 2006 2007 2008 2009 2010 Exports Imports Other partners 82% EU 18% Other partners 86% EU 14% Source: Eurostat Cited in: Lorena RUANO ‘Trade between Europe and Latin America’ presentation at the workshop The Atlantic Geopolitical and Geo-economic Space: Common Opportunities and Challenges , Brussels, July 1, 2011. EU trade with Latin America EU share of total Latin American trade, 2009 Octavi Quintana Trias, Angela Liberatore (European Commission, DG Research & Innovation) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 11 • EU exports to Latin America 2003-2010 (%) EU exports to Latin America 2003-2010 2003 Brazil M i l l i o n E u r o M i l l i o n E u r o 100% 80% 60% 40% 20% 0 Mexico Chile Argentina Colombia Rest of LA 2004 2005 2006 2007 2008 2009 2010 2003 Brazil 100% 80% 60% 40% 20% 0 Mexico Chile Argentina Colombia Rest of LA 2004 2005 2006 2007 2008 2009 2010 2003 Brazil 100 000 80 000 60 000 40 000 20 000 0 Mexico Chile Argentina Colombia Rest of LA 2004 2005 2006 2007 2008 2009 2010 2003 Brazil 100 000 80 000 60 000 40 000 20 000 0 Mexico Chile Argentina Colombia Rest of LA 2004 2005 2006 2007 2008 2009 2010 Source: Eurostat Cited in: Lorena RUANO ‘Trade between Europe and Latin America’ presentation at the work- shop The Atlantic Geopolitical and Geo-economic Space: Common Opportunities and Chal- lenges , Brussels, July 1, 2011. Energy and natural resources Frances BURWELL began the panel on energy and natural resources by pointing out that the energy issue could either unite or divide the Atlantic space. It could be a means of integrating the Atlantic Space. The EU-US relationship is linked in part because they both consume the energy that is provided by Africa and Latin America, and the latter in turn need to develop energy output partly to help them reach their full potential. She addressed the US approach to energy policy and how that may change with the establish- ment of a new energy resources bureau in the State Department. Its objectives are expected to revolve around managing competition for energy resources, creating incentives for clean energy, and to widen access to electricity among world’s poor. Most US energy imports come from the Atlantic basin states, contrary to the common perception that the Middle East is the source. Cooperation with some parts of Africa is hampered by mistrust of the US, capacity weaknesses, and corruption. The EU imports its energy mainly from Russia, Africa, and the Middle East. Institutionally some mechanisms exist to coordinate policy. The Energy and Cli- mate Partnership of the Americas was created to help promote sustainable energy, while the US-EU Energy Council was launched to allow discussion of strategic, technology and policy issues related to energy. Both were launched under President Obama. EU imports from Latin America 2003-2010 (%) EU imports from Latin America 2003-2010 ",
        "12 • JHU SAIS Center for Transatlantic Relations Source: BP Statistical Review of World Energy 2011 But questions still exist on how to build on these institutions and how to deepen the dialog on the energy-environment nexus, and the energy-security nexus. Likewise, it remains to be seen what will happen once Latin America and Africa become bigger consumers of energy. Whether the relationship becomes more competitive or more cooperative as a result remains to be seen. She recommended that the US-EU Energy Council widen its focus to beyond Eura- sia, and that discussion be widened to include other states, regions, and the private sector. A tariff-free zone could be created across the Atlantic in clean energy products. The issue of the environmental consequences of shale gas also need to be addressed. Energy Oil Imports in Atlantic Basin Jean-Claude Thébault (European Commission, BEPA), Joao Marques de Almeida (European Commission, BEPA) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 13 • M i l l i o n s d e G a l l o n s North America South America Europe Europe 5% Africa 0% Africa Asia Pacific 16,000.00 14,000.00 12,000.00 10,000.00 8,000.00 6,000.00 4,000.00 2,000.00 0.00 South America 34% North America 61% JHU SAIS Center for Transatlantic Relations Source: RFA, International Trade Commission, Jim Jordan & Associates Jordi VAQUER argued that resources are what make the Atlantic basin so interesting and desirable. Four issues are particularly important to address – 1) regulating the race for resources, including new offshore discoveries. New technologies, new claims on the outer continental shelf, new discoveries (of oil), and new investors all raise the stakes; 2) advancing the clean energy revolution. The Atlantic space has both the cleanest and dirtiest energy, and it has highly energy-effi cient regions and deep pockets of energy poverty; 3) developing food security, where the Atlantic space has the most effi cient and least effi cient producers. It has needs across all states – to reduce subsidies and protectionism in the developed North and to invest in infrastructure in the poorest states of Africa; 4) building on successful models of common governance of fi sh resources to protect stocks, which are subject to severe over- exploitation. Various cooperative or governance solutions to these challenges are conceivable, including 1) Atlantic-wide multilateralism, with participation from Africa and perhaps on a sectoral basis in certain areas; 2) regional or inter-regional agreements, including EU-Maghreb on solar energy and Mercosur-Africa on agriculture; 3) more local “subregionalism”, with a focus on cooperation to protect resources; 4) global multilateralism with the Atlantic as a bench- mark, focussing on issues such as climate change and sea bed exploitation in compliance with the Law of the Sea treaty. He raised several risks resulting from the resource abundance: 1) the imbalance which would result from a deindustrialization of the North Atlantic and the relegation of the South Atlantic Energy Global Fuel Ethanol Production Fuel Ethanol Production in the Atlantic Basin ",
        "14 • to simply a provider of commodities; 2) that the competition for resources increases tensions; 3) that a race for energy resources is incompatible with efforts to reduce climate change and protect natural resources; 4) that institutional development precedes substantive coopera- tion where there is the willingness to cooperate; 5) where the North seeks to control and lead, and asserts historical privileges, such as over resource rights; 6) that ideology drives coopera- tion (or lack of it); 7) and where Atlanticism is exclusive by keeping Asia out. Cooperation on fi sheries issues in the North Atlantic – and technology transfer on food security – provide good models for cooperation, which is less visible in the energy area. DISCUSSION touched on the lack of an Africa-Latin America dialog on best practice in man- agement of natural resources, and the absence of US support for the Law of the Sea treaty. Seeing the Atlantic as a common public international good may help push cooperation among states where it does not yet exist. Possibilities exist for tensions to arise or worsen. This will happen if institutions to govern common resources are developed prematurely; if wealthy states or corporations seek to preserve privileges over quotas and rights, or domi- nate weaker partners; and if some states are excluded from common maritime resources. All these remain dangers. Security challenges Stefan SCHIRM began discussion of this topic by placing the Atlantic basin in the context of wider global security and the rise of the BRICs. He sounded a note of optimism regarding their rise given that (at least) India and Brazil are market economies and stable democracies. They share broad values, and an interest in stable economies and security arrangements. Thus, the emergence of new powers should be seen as an opportunity rather than a cause for concern. Moreover, broad values over democracy and markets obscures different attitudes to rulemaking, even among the developed states, where for example the EU prefers binding rules (and is more risk averse) in comparison to the US. In terms of economic challenges, the rising powers present signifi cant markets and sources of investment capital in the EU as the west faces severe fi nancial and budgetary challenges, witnessed by the fi nancial crises from 2008 to the Greek debt crisis. The US withdrawal from Afghanistan is at least partly an effort to redirect resources toward the US economy. The ris- ing powers can play a role in stabilizing economies not simply because of their market size but also their reserves of capital. In addition, the rising powers have shown a commitment to the stability of global economics institutions and are “pragmatic stakeholders” in the world economy. It should be a priority to embed them further into the institutions of global govern- ance. The EU can act as a mediator between the US and the rising powers, since it already integrates very different places and has long experience mediating various interests and development levels. In terms of reforming security cooperation, the EU can act as honest broker, helping integrate rising powers into a common security system. The present strategy needs rethinking, and the EU should lead the transformation away from a US-dominated security strategy to a rules- based strategy with clear rules on intervention, nation-building and democratization strate- gies, and exit strategies. On a number of security dimensions – humanitarian intervention, ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 15 • exit strategies, institution-building and rule of law issues – it will remain important for the North Atlantic powers to lead. Matias SPEKTOR followed, focusing on the sources of Brazil’s interests, and on recent security developments. It is defi ning hard-core interests which stem from its economic power. Brazil sees West Africa as part of its security interests, and in particular shares security interests with Angola. The US does not have a presence in the South Atlantic and so Brazil has taken it upon itself to act to keep sea lanes safe. However, it has long had a hostile attitude to collective security (since the 1950s) due to a fear of becoming entangled and a reluctance to see foreign powers in the South Atlantic. It does not want the region to become militarized. Yet it has formulated a new doctrine on maritime security known as the Blue Amazon. This policy relates as much to the protection and exploitation of resources in its Exclusive Economic Zone and Continental Shelf as it does to traditional military security. Brazil is also seeking to expand its maritime defense, and is building a nuclear submarine for this purpose, and also to promote a sense of national identity purpose around its resources. Brazilians are concerned about climate change and poverty, but also fear losing resources, and there is some concern about foreign interests taking them. Thus the Brazilian military is training to resist foreign incursion. Jakkie CILLIERS’ discussion focussed on Africa, beginning with a look at demographic changes and population growth in comparison to other parts of the Atlantic basin. Prospects are that economic growth in Africa will be among the fastest in the world. This is partly tied to popu- lation growth, but there are other reasons too. The population is becoming urbanized, policy and economic governance have improved, agricultural output has risen, politics has stabi- lized, there is better targeted aid and debt relief, remittances and foreign investment have grown, as has demand for its commodities. Commodity prices have risen but investment returns are strong too. Richard Higgott (University of Warwick, UK), Lorena Ruano (CIDE, Mexico) ",
        "16 • Source: Creative Commons, cited by Jakob Cilliers Its links to the west remain strong, due to history, proximity, energy resources, and even the sense of threat that Europe has with regard to Africa. Yet African trade is shifting from Europe to Asia. China-Africa trade doubles every 4 years. Overall, while the uncertainties make the prognosis risky, the positive outlook places Nigeria, South Africa and Egypt at the core of an African renaissance. Issues of concern in Africa include religious and poverty-related extremism and radicaliza- tion. In addition, while a new wave of democratization is occurring, it is fragile. The youth bulge and lack of employment pose challenges for leaders, as does the management of urban space. There are also signifi cant and important differences between regions of Africa (and between countries) in terms of stability and growth. North Africa has stronger links to Europe, the Horn to the Middle East. West Africa needs to deepen its integration, while South Africa faces huge wealth disparities. How to diversify the economies away from dependence on oil and commodities exports is a critical challenge. The DISCUSSION returned to many of these issues. The Brazil-Africa relationship was put in context – it has been consistent and long term, according to one intervention, dating back at least to the 1970s. The India, Brazil, South Africa Dialog Forum (IBSA) was raised as well. It was established in 2003 in order to bring together three emerging democracies which face common domestic challenges of multi-ethnicity and inequality, but also have the capacity to act globally. One ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 17 • person questioned whether IBSA is anti-Chinese, while another claimed that it is simply a show, with little substance, and is asymmetrical in the sense that it is Brazil’s project much more than others. On Brazil specifi cally, one comment claimed that actors have multiple normative identities, and that Brazil shares interests on some fi nancial issues, for example, but not on others. Its policy is more sophisticated and variable than simply building security to protect against incursion. In fact, the general tendency of some states in the South Atlantic to claim that the US was bent on interference was seen as naïve and misguided. Around this discussion the question was raised whether there was scope for normative con- vergence among states of the South Atlantic. Brazil major aid donor to Lusofone countries, and has intervened in Haiti, where it has a large presence. But can and will Brazil operate according to accepted international rules on intervention and aid? A more general discussion on security raised the question of how to defi ne security and secu- rity needs. There is a capacity problem, and weakness and inability to ensure security. Trust is lacking, making cooperation diffi cult. Trust has been built between Brazil and Argentina with a nuclear inspection agreement dating back 20 years. Trust is seen both as a necessary condi- tion of certain kinds of cooperation, and also something that can result from cooperation. Cocaine Flows in Atlantic Basin (tons) ANDEAN REGION USA Canada Europe Brazil Mexico B.R. of Venezuela Caribbean P a c i fi c 165 124 17 14 U N O D C / S C I E N C E S P O West Africa Southern Africa Cocaine trafficking* (in metric tons) 140 60 15 Cocaine consumption (in metric tons) Main cocaine producers 6 JHU SAIS Center for Transatlantic Relations Source: UNODC World Drug Report(2010) ",
        "18 • The Latin American-African security agreement from 1986 on the South Atlantic space was raised as an example of security cooperation. Yet an alternative for Brazil and other emerg- ing countries of the South Atlantic is to focus on human security rather than traditional hard security, because the latter raises suspicions in the US. Food security, crime, piracy, and many other challenges remain. Narcotraffi cking and crime in the central Atlantic was raised as an example. There is scope for collaboration as everyone has a stake. It is a challenge for Africa as much as the traditional powers. Transnational crime is on the rise. Yet there is little mari- time tradition in Africa, even defense of fi sheries, so participation in Atlantic security is low. It remains the case that differences in power in the Atlantic are critical, not simply differences in values. There are deep sectoral differences among states on willingness to cooperate, so that resolution of issues in some areas is far easier than others. Fran Burwell (Atlantic Council, USA) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 19 • 3. Key issues for cooperation: multiple perspectives This session was comprised of four panels, one each on the main continental pillars of the Atlantic Space. Africa Abdelhak ALLALAT began the session by reviewing the “Tri-continental Atlantic Initiative” of 2009. Morocco is concerned with both the EuroMed and the Atlantic. It has an FTA with the US and a special relationship with the EU. The Initiative is an effort to address questions surrounding resources and shared public goods. Morocco is also concerned to get the bal- ance better between liberal economies and intervention, and seeks to share best practice and knowledge on many challenges, from climate change to human development to crime. A shared response to these challenges is required, taking into account differences between North and South. For example, developed states of Europe, with aging populations and low growth, need migration from the South. A number of sectoral issues require attention, including energy, water, and agriculture, where there is much potential around the Atlantic, but also places with low productivity. The Initiative calls for solutions to balance differences in development levels. Gaps in living standards are widening. Frustration is growing among the young. Democratization is under- way and will spread in North Africa but it needs an economic platform. The potential of young people could be tapped using mechanisms for mobility of students and teachers. Atlantic integration would help this process. What is needed is a framework for communica- tion. Variable geometry for both states and NGOs could be the best way to approach Atlan- tic integration, allowing some sectors or groups to move forward more quickly than others. He also called for incorporation of reference of the Atlantic dimension into policy actions at national and local levels. Victor BORGES referred to the divergent visions on the Atlantic between the North and the South. The idea of the Atlantic as an entity has developed in the North more than in the South. Democracy dominates discussion in the South, but democracy is a national matter. The Atlantic space should be made part of a global vision around the basin. It should be inter- nationalized. Yet development questions need to be addressed before there can be a true unity. New meth- ods to achieve developmental parity are needed. Likewise confi dence is important because beliefs, attitudes, and perceptions regarding others can make dialog more diffi cult. The achievement of an Atlantic space is complicated by the existence of many different actors with a variety of agendas. Regional entities in Africa, the Americas, and Europe mean states are already preoccupied with dialog at regional level. Transcontinental organizations such as the ACP and the OAS further complicate the picture. ",
        "20 • What is needed is to construct a concept of the Atlantic collectively. Development, poverty, democratic governance, urbanization, and other issues have to be part of the dialog. States should promote an open and free debate. Language and leadership issues are important too. Francis KORNEGAY addressed the position of South Africa at a critical strategic location between the Indian and Atlantic oceans. We need to consider the Atlantic alongside the Indian-Pacifi c geo-strategic realms, instead of thinking of it separately. There are points of comparison in terms of how we govern the two areas. We also need to think of the Atlantic as a developmental space between North and South Atlantic. He described three Africas – an Afro-Latin south Atlantic; a “Euro-Afrabia” covering North Africa from the Atlantic to the Arab world; and an Afro-Asia extending from East Africa to south Asia. Africa is governed by various regional entities, such as SADC, Comesa, ECOWAS, but gov- ernance across the South Atlantic is weak. The zone of peace security and cooperation in the South Atlantic is the only governance mechanism there, and it is very outdated. Nothing else exists in the South Atlantic, in contrast to the North Atlantic, and better South Atlantic governance mechanisms are a precondition to a wider Atlantic Space. ECOWAS needs to be engaged in this, possibly with IBSA, and particularly the African states of Nigeria, Angola, Sen- egal, and Ghana. A further idea is to cultivate links around the notion of the African diaspora – a “Black Atlantic” – which would include Afro-Latin and Afro-Caribbean communities. DISCUSSION among participants focussed on African growth, and on its participation in gov- ernance and security. A point was made that various African states are driving the growth we see there, including Ethiopia. Their emergence needs to be noted. What kind of security forces are needed in the Atlantic space – will this be a realm of defense cooperation? Will security aid and partnerships evolve in lieu of development aid? In addition, the balance in African rela- tions with other continents is important. Variable geometry was again raised as an important mechanism for making progress. Regarding the weight of African powers, such as Nigeria, there could emerge a competition over leadership. We need to go beyond recommendations based on economic size because even small countries can foster or destabilize progress. Latin America Mauricio CÁRDENAS kicked off discussion of Latin America with a look across the region, where stagnant growth, high inequality, and crime are major challenges. Seven countries represent 80% of GDP in the region, and within them are some of the highest levels of ine- quality anywhere. Richard Higgott (University of Warwick, UK), Lorena Ruano (CIDE, Mexico), Jakob Kamfer Cilliers (ISSAfrica, South Africa), Matias Spektor (FGV, Brazil) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 21 • Latin America and Caribbean region – population and GDP LAC & LAC7 GDP (USD) G D P ( B i l l i o n s c u r r e n t U S D ) LAC & LAC7 Populations P o p u l a t i o n i n M i l l i o n s 40 193 16 45 107 29 28 578 0 100 200 300 400 500 600 700 LAC7 Latin America & Caribbean Venezuela Peru Mexico Colombia Chile Brazil Argentina 458 307 1573 163 234 874 130 326 4179 0 500 1000 1500 2000 2500 3000 3500 4000 4500 LAC7 Latin America & Caribbean Venezuela Peru Mexico Colombia Chile Brazil Argentina 3607 Source: World Bank, World Development Indicators (2009) Changes are evident – macroeconomic policy has improved, and states have enacted better social policies. But so far the region has failed to replicate the fast growth of Asia. Some states increasingly rely on China for exports, particularly of commodities. He noted a trend toward deindustrialization and expanded service sectors in some economies. Meanwhile the middle class has grown alongside improved public health, education, and other social initiatives. Abdelhak Allalat (Haut Commissariat au Plan, Morocco), Mauricio Cárdenas (Brookings Institution, US/Colombia), Dorval Brunelle (IEIM, UQAM, Canada) ",
        "22 • GDP Per Capita of Selected Regions / US GDP per Capita 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 1 9 0 0 1 9 0 6 1 9 1 2 1 9 1 8 1 9 2 4 1 9 3 0 1 9 3 6 1 9 4 2 1 9 4 8 1 9 5 4 1 9 6 0 1 9 6 6 1 9 7 2 1 9 7 8 1 9 8 4 1 9 9 0 1 9 9 6 2 0 0 2 2 0 0 8 LAC/US Asian Tigers/US Gold Standard Period Interwar Period US Recovers Alliance for Progress Imports Substitution Lost Decade Washington Consensus Washington Dissensus Source: Maddison (2009). The Brookings Latin America initiative is measuring growth performance, fi nancial resilience, pol- icy track records, development (inequality, human development, etc), and fi nding mixed results in the region. While there is quite a lot of disparity between countries on the World Governance Indicators, there are also bright spots, with Chile scoring well on rule of law, for example. Thiago DE ARAGÃO focused on Brazil and provided a sobering counterpoint to the common image of it as a dynamic power- house. He pointed out its insulated and isolated nature, and high lev- els of bureaucracy, making it one of the hardest places to do busi- ness in the emerging states. At the same time, cooperation is under- way with South Africa to develop missile technology, and it wants to acquire frigates as well to posi- tion itself as a security power in the South Atlantic. Source: UNDP Human Development Report 2007-2008, Cited by Mauricio Cárdenas ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 23 • New oilfi eld discoveries are leading Brazil to reassess its regional strategies. It is beginning to side with Argentina on the Falklands/Malvinas issue due to oil fi elds there. It is also creating a dialog in region on biofuels. In short, Brazil is beginning to build a logic of what it expects in the region and what its role will be. There is good will, resources, and forward planning, but it is also protectionist and inward and bureaucratic. It is also seeking to usurp Chinese land purchases in the country. Alejandra AYUSO began by asserting the commonality between Argentina and the EU in democracy, rule of law, and human rights, and that these core values form the basis of the Atlantic geopolitical space. The space is not homogenous, and many challenges remain – including strengthening institutional capacity, social cohesion, protecting natural resources, and promoting regional integration. Civil society must also be strengthened, and a truly effective multilateralism embraced which helps in the promotion of human rights and eco- nomic freedoms. Asymmetries between the North and South Atlantic over levels of development should be addressed. Regional integration through FTAs are important means of addressing develop- ment challenges. The South Atlantic peace and cooperation zone and the OAS are examples of intercontinental agreements. She is more sanguine than some over the achievements and prospects of EU-Mercosur discussions. MERCOSUR negotiations over its Association Agree- ment was relaunched in 2010. Continued dialog with the EU will bring trade and investment benefi ts. Issues for further cooperation include sustainable use of resources, climate change, energy, social cohesion and poverty, migration, drug traffi cking, and crime. The DISCUSSION which followed these presentations centred on Brazil’s relationship with the EU, and on Latin America-EU relations more widely, as well as Africa-Latin American rela- tions. In 2007 the EU-Brazil strategic partnership was agreed. Thought needs to be given how to combine this with regional cooperation involving other states, and whether such a partnership works against inter-regional dialog. Brazil is even described as being a possible regional hegemonic power in its own right, and its growing infl uence can be resented. It will be important to mitigate against that, and against confl ict with other Latin American states inside international organizations such as the UN Security Council. Its biofuels projects shouldn’t undermine food security in Africa, for exam- ple. The point was made that cultural, geopolitical and practical interests all link Brazil to Africa. Brazil wants Africa to associate certain aspects of modernization with it. Also, it feels it can only get a permanent seat on the UN Security Council through the G77, so it is deter- mined to link with Africa. Some concern was voiced that Europe needs a new relationship with Latin America. However, the existence of problems and weak institutions of governance across parts of the Atlantic space are not unique to the Atlantic – the Pacifi c too has disagreements, territorial disputes and wide diversity, but this has not prevented an agenda of cooperation and dialog from emerging. Other issues were raised as well. One is that it’s necessary to maintain a proper perspec- tive, since Brazil’s importance can be overstated. Issues such as migration and remittances ",
        "24 • need to be considered too, as they are very signifi cant to the region. Civil society activity in general needs to be incorporated into thinking about how the Atlantic space develops, since migrants do more than send home remittances – they establish links with home towns, vote in their home countries, and in other ways build connections across borders. Finally an impor- tant question was raised as to whether help for Central America should be internationalized to include the EU and US. North America Dorval BRUNELLE called for the trilateralization of the Atlantic community along the lines pro- posed by the Morocco Haut Commissariat au Plan in its Skhirat Appeal of 2009. One way to achieve this would be to set up rotating colloquia throughout the Atlantic basin countries, mov- ing around the rim as a means to build a sense of community in order to bridge the North-South divide. One of the objectives of such an initiative would be to involve academic as well as epis- temic networks in the creation of an association along the lines of the Association of Pacifi c Rim Universities (APRU) with its own research agenda. In order to achieve such an ambitious goal, civil society involvement could also prove more rewarding than resorting to state-led actions alone, as it would bring together communities, organisations and associations in the defi nition of common issues and objectives. Furthermore, in many cases, civil society organisations have been trilateralizing their relations within the Atlantic basin for quite a while and their experi- ence could prove rewarding in this regard. Finally, as subnational units (states, provinces), as well as cities and metropolitan areas have their own transatlantic relations and agendas, their collaboration in extending and deepening Atlantic communities should be sought out as well. Penelope NAAS asked what follows the Doha round. Bilateral relations may be popular but will they bring benefi ts? Agriculture liberalization will be tough to crack for the US due to the power of lobbyists. The standards issue needs more cooperation and discussion to resolve confl icts and create opportunities. Likewise investment, as most trade agreements are really about investment. The migration issue is important for the US too, as immigration increas- ingly links the US to other parts of the world. Mark Aspinwall (University of Edinburgh), Alejandra Ayuso (Embassy of Argentina to the EU), Helen Sjursen (ARENA-Oslo University, Norway), Alfredo Valladão (Science Po, Paris Mercosur Chair, Université de Paris), Jordi Vaquer (CIDOB, Spain) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 25 • Europe Helene SJURSEN spoke of the challenges for democracy once regional integration occurs. Regionalism can potentially undermine democracy, given the remoteness of decision-mak- ers. It is clear that the EU foreign policy bureaucracy has acquired some powers independ- ent of member states, thus jeopardising the chain of democratic accountability. EU member states cannot always control EU decisions on foreign policy, and the European Parliament has less power in this domain than in other areas of EU competence, thus raising issues of democratic accountability. She connected these important questions of democracy to the Atlantic Space by asking us to think about the regional cosmopolitan democratic model, about democracy beyond the state. Affected parties may be outside the state or region. In the Atlantic geopolitical space the challenge is to consider how others may be affected. Using the EU as a model, there are several potential ways to institutionalize democratic principles of accountability, such as thinking of the EU as an “audit democracy” or as a “federal multinational democracy.” She called for greater consideration of the legal basis of foreign policy, and its effect on civil society. She elaborated the idea of “regional cosmopolitan democratic model” which the EU embodies to a certain extent. It is a form of democracy without a state. Its rules are legally binding and it draws in civil society. It supports global cosmopolitan law as well as multilat- eral institutions and cooperation. It can serve as a model for the Atlantic space in the sense that cooperation should aim for ownership by all affected parties, including citizens and those outside the Atlantic area. A sense of trust, openness and legitimacy needs to be fos- tered to avoid suspicion of neo-colonialism. Carlo GASPAR argued that the EU strategy should have three priorities: 1) to strengthen global multilateral system; 2) to forge new alliances and partnerships; 3) innovation. It needs to move beyond its normative-internationalist and regional-neighborhood positions and embrace an Atlantic position. The US needs to be recognized as a key partner. The EU should also be develop- ing further key strategic partnerships. The question is which are the most important partners? Francis Kornegay (Institute for Global Dialogue, South Africa) ",
        "26 • The US-EU relationship is still critical but less so than it was. The EU strategy should include regions, states, and civil society. Brazil is one of the most important of these partnerships. Trust between democracies is strong. New areas of security cooperation between democra- cies should include cyber threats and other new security areas. He suggested that meetings be established between EU defence ministers and the UNASUR Defense Council, and that the EU and Brazil create a joint naval task force to end drug traffi cking in the central Atlantic. Small island states in the Atlantic need security partnerships as they are vulnerable to crime. Cape Verde’s vulnerability to drug crime was single out as an example. It needs coopera- tion assistance. Finally, the consolidation of democracy across the Atlantic space requires the solid foundation of the US, EU, Brazil, and South Africa. DISCUSSION focussed fi rst on how the EU should choose strategic partnerships. One approach is to support states that are vulnerable and may fail without them – in other words not just supporting “good” states using strategic partnerships to stave off unwelcome outcomes. The EU could use benchmarking to choose partners to choose strategic partners, differentiating between big states and “swing states.” The Arab spring has brought an opportunity to create new regions which the EU could facilitate. Discussion also addressed the Arctic and Antarctic, and how the EU can act in partnership to ensure these areas remain protected from claims. Virtually all claimant states on the Antarc- tic are members of the Atlantic space. On all partnerships, leadership is important. Respected states should lead efforts to institutionalize dialog, acting as honest brokers. EU dialog with the US should be further institutionalized – it is the only major player without a forum for the EU. Some transatlantic discussion exists but it is not as institutionalized as for the neigh- bourhood. Victor Borges (Foundation for Development and International Exchanges, Cape Verde), Dorval Brunelle (IEIM, UQAM, Canada) ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 27 • 4. Concluding refl ections It is clear on several measures that economic, social and political interactions in the Atlantic Basin are on the rise. Growing links lead to common challenges. Trade, investment, crime, migration, security challenges, resource scarcity, inequality, energy, technological change – all require careful thinking about how to coordinate strategy and cooperate most effectively. But if the agenda needs to be set, it’s still not entirely clear what should be at the top of it. We need to know more about the challenges faced collectively by Atlantic Basin states. We need to identify emerging opportunities for common governance. Questions abound. Should cooperation begin as sectoral and confi ned to bilateral arrange- ments, or subgroups of Atlantic states? Resource governance and crime/security issues seem especially critical to address given the rising scarcities, technological change (making resource exploitation and crime easier). Is there a trade-off between how wide cooperation is (in terms of sectoral coverage and number of participants) and the quality or depth of this cooperation? Thus, mapping where the needs for greater cooperation lie seems especially critical as an agenda item for Atlantic Basin cooperation. There is room for a plurality of perspectives, not simply North-dominated. We need an account not simply of fl ows and interactions, but also of agreements and understandings – what are states and regions already doing to cooperate, whether in a formal and codifi ed way, or informally? What role can and should civil society play? What is the potential for Atlantic cooperation in the global geopolitical and economic context? These are among the questions that need further exploration from both research and policy perspectives. A view of the meeting ",
        "28 • Annex 1 Conference on The Atlantic Geopolitical and Geo-economic Space: Common Opportunities and Challenges Co-organised by BEPA and DG Research and Innovation Brussels, 1 July 2011 Berlaymont, SCHUM Room Aim and rationale of the Conference It is important to look at the whole Atlantic region, both North and South, as a common geo- political space. It is a region with a strong cultural, political and economic convergence. The great majority of the countries have embraced multiparty democracies and market econo- mies. The level of economic interdependence in the region, seen by the rise of the volume in trade, has considerably grown during the last decade. There is an historical opportunity to overcome the division between the North and the South Atlantic. The relations between the “four pillars” of the Atlantic – Europe, Africa, North America, South America- need further and systematic analysis. We need to look at four factors: strategic interests of the main powers and players; the drivers for Atlantic integration and coopera- tion; common opportunities; and common challenges. Issues to be discussed include: partnerships between major players; regional integration and Atlantic cooperation; good governance and development; trade, fi nance and investment; energy and environment; peace building and security challenges such as terrorism, organ- ised crime and drugs traffi cking. ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 29 • Agenda 8:30 – 9:00 Registration and Welcome coffee 9:00 – 9:20 Opening: Jean-Claude Thebault (BEPA) and Octavi Quintana Trias (DG Research and Innovation) 9:20 -11:30 Session 1: Chair, Margaritis Schinas (BEPA) Multilateral and inter-regional cooperation in the Atlantic with regard to : – Economic and trade fl ows: Dan Hamilton (SAIS, USA) Richard Higgott (University of Warwick, UK) Lorena Ruano (CIDE, Mexico) – Energy and natural resources Fran Burwell (Atlantic Council, USA) Jordi Vaquer (CIDOB, Spain) Bartosz Wisnieski (PISM, Poland –could not attend) 11:30 -11:45 Coffee/tea break 11.45 -13:00 Session 1 (continued) – Security Challenges Stefan Schirm (Ruhr University Bochum, Germany) Matias Spektor (FGV, Brazil) Jakob Cilliers (ISSAfrica, South Africa) 13:00-14:00 Buffet Lunch 14:00-16:15 Session 2: Chair, Steven Everts, Cabinet Ashton Key issues for cooperation – Multiple perspectives from: – Africa Abdelhak Allalat (Haut Commissariat au Plan, Morocco) Victor Borges (Foundation for Development and International Exchanges, Cape Verde) Francis Kornegay (Institute for Global Dialogue, South Africa) – South America Mauricio Cardenas (Brookings Institution, US/Colombi) Thiago de Arago (Arko Advice, Brazil) Alejandra Ayuso (Embassy of Argentina to the EU) 16:15 -16:30 Coffee/tea break ",
        "30 • 16:30 -17:45 Session 2 (continued): – North America Dorval Brunell (UQAM, Canada) Penelope Naas (CITI, USA) – Europe Helen Sjursen (ARENA-Oslo University, Norway) Carlo Gaspar (IPRI, Portugal) 17:45 – 18:00 Conclusions and prospects João Marques de Almeida (BEPA) Angela Liberatore (DG Research and Innovation) 18:00 End of the conference Rapporteur of the Conference: Mark Aspinwall, Edinbourgh University ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 31 • Annex 2 – Short Biographies of speakers Abdelhak ALLALAT (Haut Commissariat au Plan, Morocco) Director of forecasting and foresight at the High Planning Commission of Morocco. He works on issues of economic development and impacts of public policies on macroeconomic aspects and living standards. He also contributes to the implementation of the Global Per- spective Studies and themes. Mark ASPINWALL (University of Edinburgh) Head of the Department of Politics and International Relations at the School of Social and Political Science. His work focuses on the political economy of North America, Mexican politics, regionalism, European Integration. He coordinates the research project MERCURY on Multilateralism and the EU – funded under the 7 Th Framework Research Programme: http://www.mercury-fp7.net/ Alejandra AYUSO (Embassy of Argentina to the EU –participating on personal capacity) Counsellor at the Embassy of Argentina to the EU, was Vice-chairperson of the UN Commis- sion for social development. Victor BORGES (Foundation for Development and International Exchanges, Cape Verde) Former Minister of Foreign Affairs, Co-operation and Communities of Cape Verde (2004-2008), as well as Minister of Education and Human Resources Development (2002-2004), Victor Borges is now an Independent Consultant focusing on international and public affairs; coop- eration for development; migrations and development; education policies, planning, reforms. Dorval BRUNELLE (IEIM, UQAM, Canada) Professor in the department of sociology and, since 2008, director of the Montreal Institute of International Affairs (IEIM) at Université du Québec à Montréal (UQAM). He has written extensively on globalisation and free trade. Fran BURWELL (Atlantic Council, USA) Vice President, Director of the Program on Transatlantic Relations at the Atlantic Council. Prior to joining the Council, she was executive director of the Center for International and Security Studies at the University of Maryland, and also served as founding executive director of Women In International Security. Mauricio CÁRDENAS (Brookings Institution, US/Colombia) Senior fellow and Director of the Latin American Initiative at Brookings at the time of the Conference. Formerly Minister of Economic Development and Transportation, and director of National Planning of Colombia, his research focuses on international and development eco- nomics. In September 2011 he was appointed as Minister of Mines and Energy in Colombia. ",
        "32 • Jakob Kamfer CILLIERS (ISSAfrica, South Africa) Executive Director of the Institute for Security Studies. He co-founded the Institute for Secu- rity Studies (ISS) in 1990 and is an Extraordinary Professor in the Centre of Human Rights and the Department of Political Sciences, Faculty Humanities at the University of Pretoria. He played an important role in the transformation of the South African armed forces and the institution of civilian control over the military in the period 1990 to 1996. Thiago De ARAGÃO (Arko Advice, Brazil) Senior Research Associate and Director for Latin American Political Risk Analysis at Arko Advice a political and public policy analysis company, based in Brasilia. Member of the Brazil- ian “Leaders of the Future” group and regular columnist for the main Brazilian news group Agência Estado de São Paulo. Steven EVERTS (European External Action Service) Member of Cabinet of the High Representative Catherine Ashton Carlo GASPAR (IPRI, Portugal) Director of the Portuguese Institute of International relations of Universidade Nova de Lisboa (IPRI-UNL) and is also the author of several works on Portugal’s policies toward Angola and Mozambique and European security after the cold war. Dan HAMILTON (SAIS, USA) Executive Director of the Center for Transatlantic Relations; Executive Director of the Ameri- can Consortium on EU Studies; Austrian Marshall Plan Foundation Research Professor; former deputy assistant secretary of State for European Affairs; U.S. special coordinator for South- east European Stabilization; associate director of the Policy Planning Staff for two secretaries of State; senior associate with the Carnegie Endowment for International Peace; coordinator of two national commissions on U.S. foreign policy. Richard HIGGOTT (University of Warwick, UK) Pro-Vice Chancellor for Research and Professor of International Political Economy at the University of Warwick, UK. He was Senior Scientist and Director of the EU Framework 6 Network of Excellence GARNET on Global Governance, Regionalisation and Regulation. http://www2.warwick.ac.uk/fac/soc/garnet/ In August 2011 became Vice Chancellor of Murdoch University, Australia. Francis KORNEGAY (Institute for Global Dialogue, South Africa) Senior Research Fellow at the Institute for Global Dialogue (IGD). He served two stints in the US Congress as a professional staffer, developing fi nancial sanctions legislations on South Africa. Established the Research and Evaluation Unit for the African Development Founda- tion, an independent US agency. In South Africa, he served as the country director of the African-American Institute (AAI). ",
        "T H E A T L A N T I C G E O P O L I T I C A L S P A C E 33 • Angela LIBERATORE (European Commission) Scientifi c offi cer in the Social Sciences and Humanities Programme, Directorate General Research and Innovation Joao MARQUES de ALMEIDA (European Commission) Head of Global Dialogue Sector at the Bureau of Policy Advisers Penelope NAAS (CITI, USA) Managing Director for the European Government Affairs at Citi, based in Brussels. She previ- ously served as Director of the offi ce of European Union at the International Trade Adminis- tration of the Department of Commerce. Octavi QUINTANA TRIAS (European Commission) Director ‘European Research Area’ at the Directorate General for Research and Innovation. Lorena RUANO (CIDE, Mexico) Professor of International Relations at CIDE (Centro de Investigación y Docenca Económicas) and Jean Monnet Chair. Obtained her D.Phil from Oxford University and was Jean Monnet Fellow at the RSCAS, European University Institute, Florence. Her research focuses on EU- Latin America relations, and comparative regional integration. Stefan A. SCHIRM (Ruhr University Bochum, Germany) Professor of Political Science at the Ruhr University of Bochum, where he holds the Chair of International Politics. Previously he taught at the Universities of Munich and Stuttgart, was a Research Associate at the Stiftung Wissenschaft und Politik, and Fellow at the Center for European Studies, Harvard University: www.sowi.rub.de/lsip Helen SJURSEN (ARENA-Oslo University, Norway) Professor at ARENA, she has previously worked as a lecturer in politics at the University of Glasgow and the University College Dublin. She received the Anna Lindh Award (2006) for outstanding contributions to research in the fi eld of European Foreign and Security Policy Studies and leads the work on CFSP in the FP6 research project RECON, Reconstituting democracy in Europe: http://www.reconproject.eu/ Matias SPEKTOR (FGV, Brazil) Professor at the Fundação Getulio Vargas, where he coordinates the Center of International Relations. He worked at the United Nations and was visiting fellow at the London School of Economics and at the US Council of Foreign relations. Jean-Claude THEBAULT (European Commission) Director of BEPA, Bureau of Policy Advisers. ",
        "34 • Jordi VAQUER (CIDOB, Spain) Director of CIDOB and the scientifi c coordinator of the EU4SEAS project – funded under the 7 th Framework Programme – that studies cooperation in and around the Black Sea, the Baltic, the Caspian and Mediterranean: http://www.eu4seas.eu/ Previously he worked as a civil servant in the special services area of the Department of Foreign Affairs of the Generalitat of Catalunya. ",
        "",
        "",
        "European Commission The Atlantic Geopolitical Space: common opportunities and challenges Luxembourg: Publications Offi ce of the European Union 2011 — 34 pp. — 17.6 x 25 cm ISBN 978-92-79-21628-2 doi:10.2777/83581 EUROPEAN COMMISSION Angela Liberatore European Commission Directorate-General for Research and Innovation Social Sciences and Humanities Programme B-1049 Brussels Tel:+32.2.2952229 email: Angela.Liberatore@ec.europa.eu http://ec.europa.eu/research/social-sciences/index_en.html How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Offi cial Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Offi ce of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "The Atlantic Geopolitical Space: common opportunities and challenges Synthesis Report of a conference jointly organised by DG Research and Innovation and BEPA, European Commission, and held on 1 July 2011 Studies and reports ISBN 978-92-79-21628-2 EUROPEAN COMMISSION / / Research & Innovation Socio-economic Sciences & Humanities K I - N A - 24 - 978 - E N - C The relations between the “four pillars” of the Atlantic – Europe, Africa, North America, South America – need further and systematic analysis. Paradoxically, the academic and policy interest on the “rise of the Pacifi c” has not been paralleled yet with an “Atlantic space” perspective which is key for Europe and its partners in the region. The Atlantic region, both North and South, displays strong cultural, political and economic convergence. The great majority of the countries have embraced multiparty democracies and market economies. The level of economic interdependence in the region, seen by the rise of the volume in trade, has consider- ably grown during the last decade. At the same time there are important cleavages and diversities to be considered and managed at the multilateral as well as sub-regional levels. Issues discussed at the workshop, by experts from all regions of the Atlantic, included: partnerships between major players; regional integration and Atlantic cooperation; good governance and develop- ment; trade, fi nance and investment; energy and environment; peace building and security challenges. "
    ]
}