{
    "text": [
        "DG Employment, Social Affairs and Inclusion Vacancy notice for a Director function (AD 14) Brussels (Article 29(2) of the Staff Regulations) COM/2017/10375 (2017/C 271 A/02) We are The Directorate-General for Employment, Social Affairs and Inclusion (DG EMPL) pursues policy, legislative and financial initiatives to build a highly competitive social market economy in the European Union. Through the implementation of the Europe 2020 Strategy it aims to create more and better jobs, promote skills and entrepreneurship, improve the functioning of the labour markets, confront poverty and social exclusion, modernise social protection systems including pensions, health and long-term care, facilitate the free movement of workers, promote workers’ rights, health and safety at work, and protect the rights of persons with disabilities. Within DG EMPL, the Directorate for Social Affairs (EMPL.C) helps to shape and reinforce a modern European social model and furthers the values of social fairness that underpin it, in line with the objectives of the Treaty, within the framework of the Europe 2020 Strategy. The Directorate develops and provides expertise on achieving upward social convergence in Member States and delivering on the Europe 2020 targets on employment and poverty and social exclusion, through the modernisation of social policies and building on experiences in Member States and EU funding. With responsibility for two geographical units, the Directorate’s mission is also to ensure the effective implementation of the European Social Fund, the Youth Employment Initiative and the Fund for European Aid to the most deprived and contribute to the European Semester driven reform agenda in a number of Member States. To achieve its objectives, the Directorate pursues the following main activities: — promoting, monitoring and assessing strategies to strengthen the modernisation, effectiveness, efficiency and adequacy of both social protection systems and wider social policies which foster social and labour market inclusion, notably through the European Semester and the open method of coordination among Member States, and in close cooperation with other EU institutions and by using the analytical and country-level expertise within in the DG, — enhancing dialogue and stakeholders’ involvement in employment and social affairs, fostering partnership with civil society and with other institutional actors around these issues and promoting good governance practices both at national and at European level, — mainstreaming the promotion of social inclusion across other Community policies, including the European funds, — developing policy initiatives for active and social inclusion particularly of disadvantaged groups, including dovetailing with other relevant policies, such as employment, skills and education, migration, antidiscrimination and gender equality, — protecting the rights of persons with disabilities, — contributing to the European-Semester-driven reform agenda in Germany, Austria, Slovenia, Croatia, Cyprus and Greece through country knowledge and expertise, — ensuring the efficient and effective programming, implementation and monitoring of European Social Fund, Youth Employment Initiative and the Fund for European Aid to the Most Deprived in those countries in partnership with the Member States. We propose We propose a challenging task for a Director who will be responsible for providing overall strategic orientation and management of the Directorate. 17.8.2017 EN Official Journal of the European Union C 271 A/5 ",
        "The Director will plan and monitor the Directorate’s activities and human resources to ensure a sound administrative and financial management. S/he will represent the Commission in negotiations with Member States related to these issues. The Directorate counts five units and a total of about 95 staff. It operates under the direct supervision of the Director- General. We look for The successful candidate should possess the following skills and competences: — proven management experience and leadership skills, ability to lead, inspire and develop teams to the best of their potential; very good capacity to communicate with staff and to motivate them; strong capacity to set objectives and targets, prioritise tasks and ensure their effective execution, — excellent capacity to develop a strategic approach linking the Directorate’s activities to the wider EU agenda and to cooperate and interact with the other relevant activities of DG EMPL, notably the European Semester, the European Social Fund, Youth Employment Initiative and the Fund for European Aid to the Most Deprived, — a very good understanding of the policy fields managed by the Directorate, — a good knowledge of the European Commission’s internal procedures and practices, including practical experience in legislative procedures and financial management, — strong communication skills and ability to cooperate efficiently and effectively with interlocutors at senior level, inside and outside the European Commission, — excellent negotiation skills and sound political judgment; experience in international negotiations and with other stakeholders within and outside of the European Institutions will be an advantage. Candidates must (eligibility criteria) Candidates will be considered for the selection phase on the basis of the following formal criteria to be fulfilled by the deadline for applications: — Nationality: candidates must be of Croatian nationality. — University degree or diploma: candidates must have: — either a level of education which corresponds to completed university studies attested by a diploma when the normal period of university education is 4 years or more, or — or a level of education which corresponds to completed university studies attested by a diploma and appropriate professional experience of at least 1 year when the normal period of university education is at least 3 years (this 1 year’s professional experience cannot be included in the postgraduate professional experience required below). — Professional experience: candidates must have at least 12 years’ postgraduate professional experience at a level to which the qualifications referred to above give admission. — Management experience: at least 6 years of that professional experience must have been gained in a management function at high level ( 1 ) and should be in direct relation to a field relevant for this position. — Languages: have a thorough knowledge of one of the official languages of the European Union ( 2 ) and an adequate knowledge of another of these official languages. Selection panels will verify during the interview(s) whether candidates comply with the requirement of a satisfactory knowledge of another official EU language. This may include part of the interview being conducted in this other language. C 271 A/6 EN Official Journal of the European Union 17.8.2017 ( 1 ) In their CVs applicants should indicate at least for these 6 years during which high-level management experience has been acquired: (1) title and role of management positions held; (2) numbers of staff overseen in these positions; (3) the size of budgets managed; and (4) numbers of hierarchical layers above and below and number of peers. ( 2 ) http://ec.europa.eu/education/official-languages-eu-0_en ",
        "— Age limit: not yet have reached regular retirement age, which for officials of the European Union is defined as being the end of the month in which the person reaches the age of 66 years (see Article 52(a) of the Staff Regulations) ( 3 ). Independence and declaration of interests Before taking up their duties, candidates are required to make a declaration of their commitment to act independently in the public interest and of any interests, which might be considered prejudicial to their independence. Appointment and conditions of employment The European Commission will select and appoint the Director according to its selection and recruitment procedures (see also the Compilation Document on Senior Officials Policy ( 4 )). As part of this selection procedure, candidates who have been invited for an interview by the Commission’s Consultative Committee on Appointments will have to participate, beforehand, in an assessment centre run by external recruitment consultants. For functional reasons and in order to complete the selection procedure as quickly as possible in the interest of the candidates as well as that of the institution, the selection procedure will be carried out in English and/or French only ( 5 ). Salaries and conditions of employment are those laid down in the Staff Regulations for AD 14 grade officials of the European Union. Candidates should note the requirement under the Staff Regulations for all new staff to complete successfully a 9-month probationary period. The Directorate-General for Employment, Social Affairs and Inclusion is based in Brussels. Equal opportunities The European Union applies an equal opportunities policy. Given the low representation of women in management functions, the Commission would particularly welcome applications from women. Application procedure Before submitting your application, you should carefully check whether you meet all the eligibility criteria (‘Candidates must’), particularly concerning the required types of diploma and professional experience as well as your linguistic capacity. Failure to possess any of these eligibility requirements means an automatic exclusion from the selection procedure. If you want to apply, you must register via the internet by going to the website: https://ec.europa.eu/dgs/human-resources/seniormanagementvacancies/ and follow the instructions there concerning the various stages of the procedure. You must have a valid email address. This will be used to identify your registration as well as to remain in contact with you during the different stage of the selection process. Therefore, please keep the European Commission informed about any change in your email address. To complete your application, you will need to upload a CV in PDF format and to fill out, online, a letter of motivation (maximum 8 000 characters). For functional reasons and in order to complete the selection procedure as quickly as possible in the interest of the candidates as well as that of the institution, both the CV and motivation letter must be written in English, French or German. Once you have finished your online registration, you will receive an electronic mail confirming that your application has been registered. The mail also contains a registration number which will be your reference number in all matters concerning your application. If you do not receive a confirmation mail, your application has not been registered! Please note that it is not possible to monitor the progress of your application online. You will be contacted directly by the European Commission regarding the status of your application. 17.8.2017 EN Official Journal of the European Union C 271 A/7 ( 3 ) http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CONSLEG:1962R0031:20140101:EN:PDF ( 4 ) http://ec.europa.eu/civil_service/docs/official_policy_en.pdf ( 5 ) The selection panel will ensure that no undue advantage is given to native speakers of these languages. ",
        "If you have a disability that prevents you from registering online, you may submit your application (CV and letter of motivation) on paper by registered mail to the following address: European Commission, Directorate-General for Human Resources and Security, Unit for Executive Staff and CCA Secretariat, SC11 8/35, 1049 Bruxelles/Brussel, BELGIQUE/BELGIË indicating clearly as a reference: Vacancy for a Director in DG EMPL (COM/2017/10375) , and postmarked no later than the closing date for registration. All subsequent communication between the Commission and you will be by post. In this case, you must enclose with your application a certificate attesting your disability, issued by a recognised body. You should also set out on a separate sheet of paper any special arrangements you think are needed to make it easier for you to take part in the selection. If you require more information and/or encounter technical problems, please send an email to: HR-SM-vacancies@ec.europa.eu Closing date The closing date for registration is 29 September 2017, 12.00 noon Brussels time , after which online registrations will not be possible any more. It is your responsibility to complete your online registration in time. We strongly advise you not to wait until the last few days before applying, since heavy internet traffic or a fault with your internet connection could lead to the online registration being terminated before you complete it, thereby obliging you to repeat the whole process. Once the deadline for the submission of registrations has passed, you will no longer be able to introduce any data. Late registrations are not accepted. Important information for applicants Applicants are reminded that the work of the selection committees is confidential. It is forbidden for applicants to make direct or indirect contact with members of these committees, or for anybody to do so, on their behalf. Protection of personal data The Commission will ensure that candidates’ personal data are processed as required by Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the EU institutions and bodies and on the free movement of such data ( 6 ). C 271 A/8 EN Official Journal of the European Union 17.8.2017 ( 6 ) OJ L 8, 12.1.2001, p. 1. "
    ]
}