{
    "text": [
        "Gender Equality Index 2020 LUXEMBOURG Since 2017 SE 3.7 0.2 DK -0.1 2.2 77.4 FR 0.5 7.6 75.1 FI 1.3 1.6 74.7 NL 2.0 0.1 74.1 UK 0.5 4.0 72.7 IE 0.9 6.8 72.2 ES 1.9 5.6 72.0 BE 0.3 2.1 71.4 LU 1.1 9.1 70.3 EU 0.5 4.1 67.9 SI -0.6 5.0 67.7 DE 0.6 4.9 67.5 AT 1.2 7.8 66.5 IT 0.5 10.2 63.5 MT 0.9 9.0 63.4 PT 1.4 7.6 61.3 LV 1.1 5.6 60.8 EE 0.9 7.3 60.7 BG 0.8 4.6 59.6 HR 2.3 5.6 57.9 CY 0.6 7.9 56.9 LT 0.8 1.4 56.3 CZ 0.5 0.6 56.2 PL 0.6 0.3 55.8 SK 1.4 2.5 55.5 RO -0.1 3.6 54.4 HU 1.1 0.6 53.0 EL 1.0 3.6 52.2 Since 2010 83.8 Change out of 100 70.3 Progress on gender equality in Luxembourg since 2010 With 70.3 out of 100 points, Luxembourg ranks 10th in the EU on the Gender Equality Index. Its score is 2.4 points above the EU’s score. Since 2010, its score has increased by 9.1 points (+ 1.1 points since 2017). Luxembourg is progressing towards gender equality at a faster pace than other EU Member States. Its ranking has improved by two places since 2010. Best performance Luxembourg’s score is high- est in the domain of money (90.0 points), where it ranks 1st. Its second highest score is in the domain of health (89.5 points), where it ranks 10th among all countries. Most room for improvement Gender inequalities are most pronounced in the do- main of power (48.4 points), where Luxembourg ranks 16th. Compared with oth- er countries, there is also room for improvement in the domain of health, where it ranks 10th. Biggest improvement Since 2010, Luxembourg’s score has improved the most in the domain of pow- er (+ 22.8 points). Its rank- ing has improved by six places. It has also moved up seven places in the domain of work, with an increase of 4.3 points. A step backwards Since 2010, Luxembourg’s scores have decreased in the domains of money (– 1.8 points), time (– 1.1 points) and health (– 0.3 points). In the domain of health, it has dropped by two places in the ranking. The most recent reference period for data used in the 2020 Index is January 2020. The EU aggregate refers to the EU-28 and includes the United Kingdom be- cause during the reference period the United Kingdom was a Member State. ",
        "Explore Luxembourg’s Index results Scores 2010 2012 2015 2017 2018 Trends in scores 2010-2018 Country and EU trends 61.2 65.9 69.0 69.2 70.3 Luxembourg EU Work 70.9 72.5 74.0 74.1 75.2 Participation 74.8 77.7 81.3 82.4 83.5 Luxembourg EU Segregation and quality of work 67.3 67.7 67.4 66.7 67.6 Money 91.8 92.1 94.4 91.8 90.0 Financial resources 91.2 91.6 97.0 96.8 97.3 Luxembourg EU Economic situation 92.5 92.7 92.0 87.2 83.2 Knowledge 66.3 68.7 69.4 69.5 70.0 Attainment and participation 74.8 78.6 84.1 84.5 85.9 Luxembourg EU Segregation 58.7 60.1 57.2 57.1 57.1 Time 70.2 71.5 69.1 69.1 69.1 Care activities 72.1 74.8 79.4 79.4 79.4 Luxembourg EU Social activities 68.3 68.3 60.2 60.2 60.2 Power 25.6 34.9 43.5 44.8 48.4 Political 45.3 47.6 51.1 48.9 51.5 Luxembourg EU Economic 5.2 12.5 23.5 28.2 32.1 Social 71.5 71.2 68.2 65.2 68.6 Health 89.8 90.0 89.0 89.6 89.5 Status 93.8 94.4 92.0 91.9 91.5 Luxembourg EU Behaviour 78.5 78.5 78.5 78.5 78.5 Access 98.3 98.4 97.7 99.7 99.7 Each year, we score the EU Member States and the EU as a whole to see how far they are from reaching gender equality. The Index uses a scale of 1 to 100, where 1 is for total inequality and 100 is for total equality . The scores are based on the gaps between women and men and levels of achievement in six core domains – work, money, knowledge, time, power and health – and their subdomains. Two additional domains are included in the Index but do not have an impact on the final score. The domain of intersecting inequalities highlights how gender inequalities manifest in combination with age, (dis)ability, country of birth, education and family type. The domain of violence against women measures and analyses women’s experiences of violence. The Index is composed of 31 indicators . The Gender Equality Index 2020 also includes a thematic focus on digitalisation and the future of work . About the Index ",
        "Key highlights 3 6 % 2 4 % 3 2 % 3 4 % 2010 2018 2010 2018 More graduates from tertiary education There has been an increase in tertiary educational at- tainment among both women and men. The share of women tertiary graduates increased at a faster pace than the share of men tertiary graduates, narrowing the gender gap. 38 % 22 % Uneven concentration of women and men in education persists More women than men study ed- ucation, health and welfare, or humanities and the arts. Women on company boards Women on the board of the central bank 4 % 15 % 2010 2020 0 % 22 % 2010 2019 Improvements in economic decision-making The shares of women among the board mem- bers of the largest quoted companies and on the board of the central bank have increased. 3 0 % 6 % Unequal take-up of part-time work Women are five times more likely than men to work part-time. 10 % 28 % 10 % 26 % 2010 2018 Uneven concentration of women and men persists in the workforce More women than men work in education, health and social work. 2018 2010 2010 2018 40 % 46 % 62 % 58 % Narrowing gender gap in employment The gender gap in the full- time equivalent (FTE) employ- ment rate has narrowed. ",
        "Explore Luxembourg’s performance by indicator Sources: Eurostat (education statistics, European Union Labour Force Survey, European Health Interview Survey, European Union Statistics on Income and Living Conditions, Structure of Earnings Survey), Eurofound (European Working Conditions Survey, European Quality of Life Survey), EIGE (Women and Men in Decision-Making). *FTE employment rate measures employed persons in a comparable way, even though they may work a different number of hours per week. **EU: non-weighted average. Read more about the Gender Equality Index at http://eige.europa.eu/gender-equality-index Indicators Luxembourg EU Women Men Women Men Work Participation Full-time equivalent (FTE) employment rate* (15 +, %, 2018) 46 58 42 57 Duration of working life (15 +, years, 2018) 32 35 34 39 Segregation and quality of work Segregation in employment (15 +, %, 2018) 26 10 31 8 Flexibility (15 +, %, 2015) 23 30 23 27 Career Prospects Index (15 +, points, 0–100, 2015) 70 73 63 64 Money Financial resources Mean monthly earnings (16 +, euro in purchasing power standard, 2014) 3 322 3 601 2 249 2 809 Mean yearly household net income** (16 +, euros in purchasing power standard, 2018) 38 187 39 265 17 860 18 668 Economic conditions At risk of poverty (16 +, %, 2018) 19 16 17 16 Income distribution (16 +, %, 2018) 17 18 20 19 Knowledge Attainment and participation Graduates from tertiary education (15 +, %, 2018) 34 36 26 25 Participation in lifelong learning (15 +, %, 2018) 24 25 17 16 Segregation Segregation in education (15 +, %, 2017) 38 22 43 21 Time Care activities Caring for children, grandchildren, older people or people with disabilities (18 +, %, 2016) 42 36 38 25 Cooking and/or housework every day (18 +, %, 2016) 78 39 79 34 Social activities Sporting, cultural or leisure activities (15 +, %, 2015) 37 46 28 32 Voluntary or charitable activities (15 +, %, 2015) 10 22 12 11 Power Political Ministers (%, second quarter of 2020) 29 71 32 68 Members of parliament (both houses) (%, second quarter of 2020) 32 68 32 68 Members of regional assemblies/local municipalities (%, 2019) 25 75 29 71 Economic Board members of largest companies (%, first semester of 2020) 15 85 29 71 Board members of central bank (%, 2019) 22 78 25 75 Social Board members of research funding organisations (%, 2019) 44 56 38 62 Board members of public broadcasting organisations (%, 2019) 44 56 37 63 Board members of national Olympic sport organisations (%, 2019) 20 80 17 83 Health Status People in good health (16 +, %, 2018) 66 71 67 72 Life expectancy (years, 2018) 85 80 84 78 Healthy life years (years, 2018) 60 61 64 63 Behaviour Smoking and drinking** (16 +, %, 2014) 35 54 28 48 Physical activity and/or consuming fruit and vegetables** (16 +, %, 2014) 48 51 36 40 Access Unmet need for medical examination (16 +, %, 2018) 1 1 4 3 Unmet need for dental examination (16 +, %, 2018) 1 1 4 4 ",
        "Violence Why is there no score for the violence domain? There is no new data to update the score for violence, which is why no figure is given. Eurostat is currently coordinat- ing an EU-wide survey on gender-based violence, with results expected in 2023. EIGE will launch a second round of administrative data collection on intimate partner violence, rape and femicide in 2022. Both data sources will be used to update the domain of violence in the Gender Equality Index 2024. Unlike the other domains of the Index, the domain of violence does not measure differences between women’s and men’s situations; rather, it examines women’s experiences of violence (prevalence, severity and disclosure). The overall objective is not to reduce the gaps in violence between women and men, but to eradicate violence completely. Istanbul Convention: state of play The Istanbul Convention is the most comprehensive international human rights treaty on violence against women and do- mestic violence. Luxembourg signed the Istanbul Convention in May 2011 and ratified it in August 2018. The treaty entered into force in December 2018. Data gaps mask the true scale of violence. The EU needs comprehensive, up-to-date and comparable data to develop effective policies that combat violence against women. Thematic focus on digitalisation and the future of work The Gender Equality Index 2020 focuses on digitalisation and the future of work. The thematic focus looks at three areas: y use and development of digital skills and technologies; y digital transformation of the world of work (segregation, working conditions, work–life balance); y broader consequences of digitalisation for human rights, violence against women, and caring activities. During the COVID-19 lockdowns, women in violent relationships were stuck at home and exposed to their abus- er for long periods of time, putting them at greater risk of domestic violence. Even without a pandemic, women face the greatest danger from people they know. No data available No data available 5 % of women experienced online harassment Source: Eurofound, European Quality of Life Survey Femicide Female Genital Mutilation (FGM) Cyberviolence Violence at a glance ",
        "European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. © European Institute for Gender Equality, 2020 This factsheet was developed in cooperation with PPMI. Reproduction is authorised provided the source is acknowledged. Print: ISBN 978-92-9482-497-4 doi:10.2839/49946 MH-AG-20-023-EN-C PDF: ISBN 978-92-9482-499-8 2600-1780 doi:10.2839/190242 MH-AG-20-023-EN-N Contact details http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 https://eurogender.eige.europa.eu/ Read more about the Gender Equality Index at http://eige.europa.eu/gender-equality-index European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA Source: Eurostat (education statistics, digital economy and society statistics, European Union Labour Force Survey, Structure of Earnings Survey), Eurofound (European Working Conditions Survey). s: Eurostat estimate. u: low reliability. b: break in time series. Some areas of concern (e.g. platform work and artificial intelligence) are not covered by the indicators owing to a lack of EU-wide comparable data. Main indicators Luxembourg EU Women Men Women Men Digital skills Internet daily users (16–74, %, 2019) 84 90 78 80 Above basic digital skills (16–74, %, 2019) 32 (b) 40 (b) 31 36 Information skills 71 (b) 76 (b) 71 71 Communications skills 72 (b) 72 (b) 67 66 Problem-solving skills 57 (b) 69 (b) 56 63 Software skills 43 (b) 50 (b) 39 44 Training to improve digital skills (16–74, %, 2018) 24 37 18 22 Segregation in education and labour market ICT graduates (%, 2018) 10 90 20 80 ICT specialists (15 +, %, 2019) 17 83 18 (s) 82 (s) Scientists and engineers in high-technology sectors (25–64, %, 2019) 13 (u) 87 20 80 Working in ICT ICT at work and activities performed (16–74, %, 2018) Used computer, laptop, smartphone, etc. 42 49 37 42 Used other computerised equipment 10 17 8 13 Exchanged emails 37 42 32 36 Created or edited electronic documents 32 35 24 28 Used social media 9 12 9 11 Used applications to receive tasks or instructions 12 18 10 14 Used occupation-specific software 19 27 19 24 Developed or maintained IT systems or software 3 9 3 7 Part-time in ICT (20–64, %, 2018) 25 4 17 5 Working time arrangements among ICT specialists (20–64, %, 2015, national-level data not available) In the EU, 21 % of women and 22 % of men entirely determined their working hours themselves, compared with 13 % of women and 18 % of men in other oc- cupations Gender pay gap in ICT (%, 2014) 7 11 56 % 76 % Women Men Above basic problem- solving skills, among those with medium level of formal education 25 % Women 4 % Men Part-time in ICT ICT graduates 90 % 10% Women Men "
    ]
}