{
    "text": [
        "POLICY BRIEF Social and employment situation of people with disabilities Quality of life ",
        "When citing this report, please use the following wording: Eurofound (2018), The social and employment situation of people with disabilities , Publications Office of the European Union, Luxembourg. Author: Daphne Ahrendt Research managers: Daphne Ahrendt and Robert Anderson Eurofound project: EQLS policy briefs (180701) Luxembourg : Publications Office of the European Union This report and any associated materials are available online at http://eurofound.link/ef18023 © European Foundation for the Improvement of Living and Working Conditions, 2018 Reproduction is authorised provided the source is acknowledged. For any use or reproduction of photos or other material that is not under the Eurofound copyright, permission must be sought directly from the copyright holders. Cover image: © Monika Wisniewska/Shutterstock Other images: p. 1 © belushi/Shutterstock; p. 2 © Chatchai Somwat/Shutterstock; p. 5 © Sergey Rusanov/Shutterstock; p. 18 © DGLimages /Shutterstock; p. 20 © Thomas Bethge/Shutterstock Any queries on copyright must be addressed in writing to: copyright@eurofound.europa.eu The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite European Union Agency, whose role is to provide knowledge in the area of social, employment and work-related policies. Eurofound was established in 1975 by Council Regulation (EEC) No. 1365/75 to contribute to the planning and design of better living and working conditions in Europe. Print: ISBN: 978-92-897-1757-1 ISSN: 2599-8110 doi:10.2806/36466 TJ-AR-18-003-EN-C PDF : ISBN: 978-92-897-1759-5 ISSN: 2599-8153 doi:10.2806/213629 TJ-AR-18-003-EN-N European Foundation for the Improvement of Living and Working Conditions Telephone : (+353 1) 204 31 00 Email : information@eurofound.europa.eu Web : www.eurofound.europa.eu Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number* : 00 800 6 7 8 9 10 11 *Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "This policy brief examines the social situation of people with disabilities in the EU. It looks specifically at changes between 2011 and 2016 in the following priority areas of the European Disability Strategy: (cid:2) employment (cid:2) education and training (cid:2) participation (in public and social life) (cid:2) social protection (promoting decent living conditions and combating poverty and social exclusion) (cid:2) healthcare It also looks at the subjective well-being of people with disabilities and examines the factors that influence it. Analysis of the 2011 European Quality of Life Survey (EQLS) showed that people with disabilities consistently report lower living standards than those without disabilities and identified this population as one of the most disadvantaged groups in the EU (Eurofound, 2013a). The latest round of the EQLS, from 2016, shows improvements in the quality of life of the EU population in general, with some dimensions having recovered to the pre-crisis levels of 2007. However, the survey also shows that this progress does not apply to all groups and points to persistent inequalities on some indicators (Eurofound, 2017). Analysis of the latest EQLS data identifies people with disabilities as one of the groups who score low on dimensions that contribute to social cohesion, such as perceived social exclusion and participation in society (Eurofound, forthcoming). This policy brief uses EQLS data to investigate the social situation of people of working age (aged 18–64 years) in the 28 EU Member States reporting a disability. The aim is to assess progress among this group by comparing data from the 2016 round with data from the 2011 round. The brief provides insights at EU level as sample sizes for the population with disabilities are not generally large enough to monitor progress at national level. 1 Introduction ",
        "With the adoption of the European Disability Strategy 2010–2020, the European Union has been promoting the active inclusion and full participation of people with disabilities in society through action in eight priority areas: accessibility, participation, equality, employment, education and training, social protection, health and external action. While an evaluation of the first five years of the strategy shows some progress – particularly in the area of accessibility – people with disabilities on average remain at a disadvantage in many areas of life (European Commission, 2017a). The European Pillar of Social Rights, established in 2017, is structured around three core themes, all of which are important for people with disabilities: equal opportunities and access to the labour market, fair working conditions, and social protection and inclusion (ANED, 2018). It provides further impetus to the active inclusion of people with disabilities through Principle 17, which states that ‘people with disabilities have the right to income support that ensures living in dignity, services that enable them to participate in the labour market and in society, and a work environment adapted to their needs’. The Commission’s active inclusion strategy of 2008 continues to be relevant too. Through promotion of measures that enable every citizen to fully participate in society, it aims to increase the participation of people with disabilities in the labour market and facilitate the integration into sustainable, quality employment of those who are able to work. Member States’ progress on achieving this goal is monitored through the Open Method of Coordination as part of the European Semester. An ongoing framework is provided by the 2006 UN Convention on Rights of Persons with Disabilities (CRPD), which has led to a paradigm shift on independent living and inclusion. The EU is unique in being the only international organisation that is a State Party to the UNCRPD, and all 28 Member States have ratified the convention. In a recent opinion, the European Economic and Social Committee (EESC) notes that the EU and its Member States ‘lack consistent and comparable data and human rights indicators on women and girls with disabilities, as well as research on the situation of women and girls with disabilities in the EU’ (EESC, 2018, p. 6). 2 Policy context ",
        "It calls on the European agencies, notably Eurofound, the European Centre for the Development of Vocational Training (Cedefop), the Fundamental Rights Agency (FRA) and the European Institute for Gender Equality (EIGE), to ‘particularly take into account the situation of women and the fact that intersectionality can lead to multiple forms of discrimination’. One of the recommendations of the EESC is that ‘all research on the rights of persons with disabilities should take a gender perspective into account, and research on women and girls should take the disability perspective into account’ (EESC, 2018, p. 6). 3 Policy context ",
        "(cid:2) In 2016, more people with disabilities reported being employed than was the case in 2011, and fewer reported being unable to work because of their disability. (cid:2) Although employment rates have improved both for men and women with disabilities, the figure is higher for men (55%) than it is for women (47%). (cid:2) The employment rate of people with disabilities continues to be lower than that of people without disabilities, but the employment gap between the two groups narrowed between 2011 and 2016. (cid:2) In 2016, people with disabilities lagged further behind their non-disabled counterparts in completion rates for tertiary education than was the case in 2011. This finding is particularly worrying considering that the employment gap for disabled people with a tertiary degree is significantly smaller than it is for those with lower educational attainment. (cid:2) More people with disabilities are participating in social and sports activities than previously. There no longer is a gap in social participation rates between people with and without disabilities. (cid:2) In 2016, people with disabilities reported feeling left out of society less often than in 2011. (cid:2) The extent to which people with disabilities feel left out of society varies considerably depending on whether they are employed or not. Those who have a job far less often report feeling left out of society than long-term unemployed disabled respondents or those who are unable to work because of their disability. (cid:2) People with disabilities in 2016 were more satisfied with their living standards and less likely to report difficulty making ends meet than in 2011. Overall, the disadvantage of this group persists but it is now less pervasive. (cid:2) Levels of satisfaction with GP and hospital services are similar for people with and without disabilities. (cid:2) On average, 46% of people with disabilities are at risk of depression compared to 16% of their non-disabled counterparts, as measured by the WHO-5 Well-being Index. This index is the strongest predictor of life satisfaction among people of working age with disabilities. (cid:2) Overall, people with disabilities report significantly lower subjective well-being levels than their non-disabled counterparts. 4 Key findings ",
        "Monitoring disability An important objective of the European Disability Strategy is to monitor the situations of people with disabilities through various social surveys. FRA has noted that many factors impede a systematic assessment of progress, including the lack of comparability of data within and between Member States (FRA, 2017). An advantage of the EQLS is that the same questions are asked across all Member States, following the guidelines for cross-cultural surveys, which improves the comparability of the data. It also provides trend data, allowing for developments within countries to be examined and providing an additional means to control for cultural influences. The EQLS is an established tool for monitoring and analysing the quality of life of Europeans and presents a multidimensional picture of quality of life in Europe. It measures both people’s objective circumstances (such as living conditions, income and material deprivation) and their subjective feelings and perceptions (such as life satisfaction, well-being and feelings of social exclusion). It is a cross-sectional representative survey of people aged 18 and over living in the EU and has been carried out four times, in 2003, 2007, 2011 and 2016. In the 2016 round, nearly 37,000 people in the 28 EU Member States and the 5 candidate countries were interviewed. In 2016, nearly 3 out of every 10 people in the EU (28%) reported having a long-standing physical or mental health problem, illness or disability. Three-quarters (74%) of these respondents reported that this condition limits them in their daily activities severely or to some extent. Chronic health problems increase with age, and close to half (48%) of respondents aged 65 or more report such problems. The focus of this report, however, is on the working-age population, that is, people aged 18 to 64. Of these, one in five has a chronic health problem (21%), and for a majority (71%), the health problem severely or to some extent limits them. In this report, people with disabilities are defined as people having any chronic (or long-standing) physical or mental health problem, illness or disability that limits them in their daily activities. This linkage of chronic health problems with limitations in daily activities represents the established approach 5 Exploring the evidence ",
        "to measuring disability in cross-national surveys. 1 In total, the 2016 EQLS surveyed 3,741 respondents aged 18–64 with disabilities living in the EU. Employment Through the Disability Strategy, but also through the Employment Guidelines and the European Pillar of Social Rights, the EU aims to increase the employment of people with disabilities by promoting a labour market and work environments that are open, inclusive and accessible. Half of people with disabilities in the EU are in work. The proportion of men is greater than that of women (55% versus 47%, respectively, in 2016), as is the proportion of younger people compared to older people (56% of 18–34-year- olds versus 49% of 35–64-year-olds). There are large differences depending on education: just 26% of people with disabilities who completed primary level only have a job; this figure rises to 46% for those with secondary education and 72% for those who completed tertiary education. EQLS data show that employment increased more sharply in this group than among people without disabilities between 2011 and 2016. The proportion of people with disabilities who are in work rose from 41% in 2011 to 50% in 2016, compared to a rise from 66% to 70% in the non-disabled population. The disability employment gap, which is the percentage-point difference in the employment rate of people with and without disabilities, has narrowed (Figure 1). The greatest improvement was in the 18–34 age group, where a disability employment gap no longer exists, and there was also a large drop among men. 6 Social and employment situation of people with disabilities Note: The disability employment gap is the percentage-point difference in the employment rates of people with and without disabilities. 1 Eurostat presents a good overview of how disability is measured in surveys on its Disability statistics introduced web page at: https://ec.europa.eu/eurostat/statistics-explained/index.php/Disability_statistics_introduced F i g u r e 1 : D i s a b i l i t y e m p l o y m e n t g a p b y g e n d e r , a g e a n d e d u c a t i o n , E U , 2011 a n d 2016 25 18 32 12 31 15 25 16 19 18 20 0 28 21 20 8 EU Women Men 18–34 years 35–64 years Primary Secondary Tertiary 2011 2016 eurofound.link/0048 ",
        "At the same time, Figure 1 shows a growing divergence in the EU between people with disabilities who have different educational attainment. Whereas the employment gap has halved among people who completed tertiary education, it increased by 6 percentage points among those who have just a primary education. The proportion of people with disabilities reporting being unable to work due to long-term illness or disability has fallen (Table 1). A majority of this group are aged 50 or over (around two-thirds), and whereas the proportion of men in this age range reporting inability to work has fallen (from 21% in 2011 to 15% in 2016), the proportion has stayed the same among women (13%). As Table 1 shows, employment has risen both for men and women of working age with disabilities. The sharp increase among men (+16 percentage points) can to some extent be attributed to fewer male respondents reporting that they are unable to work due to a disability (-6 percentage points). Given that two-thirds of the people in this category are aged 50 and over, further research would be needed to examine whether policies that aim to extend working lives or opportunities to stay in work targeted men more than women. Reactivation policies may also have played a role. In addition, fewer working-age people with disabilities reported in 2016 that they were retired than was the case in 2011 (13% versus 18%, respectively – Table 1). While this may be the outcome of policies that generally aim to extend working lives, it is also likely that older people with disabilities were simply more often given the opportunity to stay in work. The long-term unemployment rate among people with disabilities did not change significantly between 2011 and 2016, and remained higher among men than women (12% versus 6%, respectively). The gender distribution of homemakers in the sample of working-age people with disabilities mirrors that of the general population. On average, male workers with disabilities do not differ from their non-disabled counterparts in the number of hours they work, with both groups working 42 hours per week on average. Female workers with disabilities, however, work fewer hours (33 hours), both when compared to their female non-disabled counterparts (36 hours) and to male workers with disabilities. These figures have not changed significantly between 2011 and 2016. Exploring the evidence 7 Table 1: Employment status of people with disabilities (%), by gender, 2011 and 2016 2011 2016 Men Women 2011 2016 2011 2016 Employed 41 50 39 55 42 47 Short-term unemployed 4 3 4 3 4 4 Long-term unemployed 8 9 10 12 6 6 Unable to work due to illness or disability 17 14 21 15 13 13 Retired 18 13 20 13 16 13 Homemaker 7 8 1 1 14 14 Student 3 2 4 2 2 3 Other 2 1 1 1 2 1 Note: Totals may not add up to 100% exactly due to rounding. Green cells indicate a statistically significant positive change. ",
        "While increased employment of people with disabilities is, of course, a positive development, there is evidence that they continue to have poorer employment conditions than non-disabled workers. Among the latter, the EQLS shows that the proportion who have a permanent contract increased significantly between 2011 and 2016 from 74% to 83%. For people with disabilities, no significant change has been recorded, with 78% having a permanent contract. Conversely, the likelihood of working on a fixed-term contract (of 12 months or more) increased significantly for disabled workers from 5% to 9% but stayed at the same level for non-disabled workers (5%). Education and training The specific objective of the Disability Strategy is to ‘ensure that people with disabilities receive the support required, within the general education system, to facilitate their education, and that effective individualised support measures are provided in environments that maximize academic and social development, consistent with the goal of full inclusion’. Furthermore, the Education and Training 2020 (ET 2020) framework for cooperation in education and training has four EU common objectives to address challenges in education and training systems by 2020. Two of these – making lifelong learning and mobility a reality and promoting equity, social cohesion and active citizenship – also pertain to the situation of people with disabilities. 2 Between 2011 and 2016, the EU witnessed an increase in the proportion of people with disabilities who have a tertiary education (rising from 19% to 21%), but this was not as high as the increase among those without disabilities (from 26% to 30%). This means, as Figure 2 shows, the gap in tertiary attainment between people with and without disabilities has widened – from 7 percentage points to 9 percentage points. The gap is largest among 35–49-year-olds, at 9 percentage points, as Figure 3 demonstrates. Among people with disabilities in this age group, 20% have a tertiary education; this compares to 29% among those without disabilities. In the 50–64 age bracket, 17% of people with disabilities have completed tertiary education compared to 23% of people without. 8 Social and employment situation of people with disabilities F i g u r e 2 : P e r c e n t a g e p o i n t d i ff e r e n c e i n e d u c a t i o n a l a tt a i n m e n t o f p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , E U , 2011 a n d 2016 13 -5 -7 Lower secondary or below Upper secondary or post-secondary Tertiary 10 -2 -9 Lower secondary or below Upper secondary or post-secondary Tertiary 2011 2016 2 See: http://ec.europa.eu/education/policy/strategic-framework_en. ",
        "The good news is that a larger proportion of younger respondents with disabilities (aged 25–34) has completed tertiary education (29%) and the gap with their non-disabled counterparts is smaller (-4 percentage points). An educational gap between men and women with disabilities becomes apparent only when age is taken into account. Among the 18–34 years age group, women with disabilities outperform their male counterparts in tertiary education completion rates by 10 percentage points (27% versus 17%). There are no statistically significant differences between people with and without disabilities in the take-up of non-professional training or courses. However, when it comes to participation in training or courses for professional or work-related reasons, people aged 35 and over with disabilities are underrepresented, whereas younger people with disabilities report participation in training more often than their non-disabled counterparts do (Figure 4). Participation in society To ensure equal opportunities for people with disabilities and their families to fully participate in all aspects of social and economic life, one specific objective of the Disability Strategy is full access to cultural, recreational, leisure and sports activities. 9 Exploring the evidence F i g u r e 3 : P e r c e n t a g e p o i n t d i ff e r e n c e i n e d u c a t i o n a l a tt a i n m e n t o f p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , b y a g e g r o u p , E U , 2016 11 -2 -9 Lower secondary or below Upper secondary or post-secondary Tertiary 9 -5 -4 Lower secondary or below Upper secondary or post-secondary Tertiary 5 1 -6 Lower secondary or below Upper secondary or post-secondary Tertiary Aged 25 – 34 Aged 35 – 49 Aged 50 – 64 45 41 33 21 37 36 38 27 18–24 years 25–34 years 35–49 years 50–64 years People with disabilities People without disabilities F i g u r e 4 : P a r t i c i p a t i o n i n p r o f e ss i o n a l t r a i n i n g a m o n g p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s ( % ) , b y a g e g r o u p , E U , 2 01 6 ",
        "In 2016, more people with disabilities reported taking part in sports or physical exercise than was the case in 2011 (Figure 5). They were also more likely to participate in the social activities of a club, society or an association. There are no gender differences among people with disabilities when it comes to participation in physical and social activities. While the 2011 EQLS showed a gap in social participation rates between people with and without disabilities, this gap no longer existed in 2016. Participation in physical activities is still less common for people with disabilities than it is for their non-disabled counterparts (45% versus 55%, respectively), although the difference between the two groups has fallen from 13 percentage points in 2011 to 10 percentage points in 2016. Although not specifically spelled out in the Disability Strategy, the political participation of people with disabilities is also interesting. There are minimal differences between people with and without disabilities in this area: 39% of people with disabilities didn’t participate in any of six political activities listed in the EQLS, compared to 36% of people without disabilities. The Disability Strategy also aims to reduce social exclusion by targeted support of concrete actions through the European Social Fund. The degree to which people with disabilities feel socially excluded has not changed. The EQLS uses an index – the Social Exclusion Index – to measure the extent to which people feel disconnected from society. The average score for people with disabilities was 2.5 (on a scale of 1–5) in both 2011 and 2016, and is higher than the average score of 2.1 for the non- disabled population. The Social Exclusion Index is made up of four items, one of which measures whether people feel left out of society. While at index level the situation of people with disabilities has not improved, progress was made on this particular item, with the proportion who feel left out of society falling from 18% in 2011 to 15% in 2016 (Table 2). Compared to the other three items, which did not significantly change since 2011, this measure is most strongly linked to the aim of the Disability Strategy to promote the active inclusion of people with disabilities. The importance of targeted action is highlighted by the difference in the proportions of working and non-working disabled people who feel left out of society. A far smaller 10 Social and employment situation of people with disabilities 2011 2016 40 24 45 29 Take part in sports or physical exercise Take part in social activities of a club, society or an association F i g u r e 5 : P a r t i c i p a t i o n i n p h y s i c a l a n d s o c i a l a c t i v i t i e s a m o n g p e o p l e w i t h d i s a b i l i t i e s ( % ) , E U , 2 01 1 a n d 20 1 6 Table 2: Proportion of people with disabilities who agreed or strongly agreed with items in the Social Exclusion Index (%), EU, 2011 and 2016 Social Exclusion Index items 2011 2016 I feel left out of society. 18 15 Life has become so complicated today that I almost can’t find my way. 29 27 I feel that the value of what I do is not recognised by others. 29 31 Some people look down on me because of my job situation or income. 28 27 Note: Green cells indicate a statistically significant positive change. ",
        "proportion of those who have a job (8%) report feeling left out of society than those who are long-term unemployed (31%) or say they are unable to work because of their disability (25%). The differences between men and women (16% versus 14%, respectively) are small and less pronounced than in 2011, when 21% and 16%, respectively, felt left out. Social protection In the area of social protection, the Disability Strategy aims to ensure decent living conditions for people with disabilities through access to social protection systems and poverty reduction programmes, disability-related assistance, public housing programmes, and retirement and benefits programmes. Working-age people with disabilities are worse off financially than their non-disabled counterparts, but things have improved since 2011. Over half (52%) of people with disabilities report that their household has difficulty making ends meet, compared to 37% of people without disabilities. But the gap between people with and without disabilities is now smaller (15 percentage points) than it was in 2011 (19 percentage points). This is because the proportion of households with difficulty making ends meet fell more sharply among respondents with disabilities than it did among non-disabled respondents. The group of people with disabilities who are unable to work because of a long-term illness or disability experience greater disadvantage, with 68% reporting difficulty making ends meet. Another relevant measure in this context is people’s satisfaction with their living standards. As Figure 6 shows, in 2016 people with disabilities were significantly less satisfied with their living standards (scoring 6.3 on a scale of 1 to 10) than their non-disabled counterparts (scoring 7.2). The satisfaction level was even lower among people whose disability prevents them from working. However, as is true for people in general (see Eurofound, 2017), those with disabilities are now more satisfied with their living standards than they were in 2011. Healthcare The Disability Strategy aims to ensure that people with disabilities have equal access to healthcare, including prevention, and that quality and affordable health services are provided to them. Overall, health services receive a slightly higher rating in the EQLS from people without disabilities (6.7 on a scale of 1–10) than people with disabilities (6.5) but the difference is small. The assessment of both groups was more positive in 2016 than it was in 2011 (with an increase of 0.5 points for both). There are no differences between people with and without disabilities in their ratings of primary care and hospital or specialist services. Both give a higher rating for primary care services (7.3 for both groups) than for hospital or specialist 11 Exploring the evidence 2011 2016 6.9 6.0 5.5 7.2 6.3 5.8 People without disabilities People with disabilities People with disabilities and unable to work F i g u r e 6 : S a t i s f a c t i o n w i t h l i v i n g s t a n d a r d s a m o n g p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , E U , 2011 a n d 2016 Note: Satisfaction with living standards is measured on a scale of 1–10. ",
        "services (6.7 for people with disabilities and 6.9 for those without). These results are somewhat surprising, considering that people with disabilities use health services much more extensively than people without disabilities and that users of health services are generally more satisfied than non-users (Eurofound, 2017). Figure 7 highlights the large differences in usage between the two groups. The EQLS also provides insight into the Disability Strategy’s objective to exploit the potential of online medical consultations for people with disabilities. As Figure 7 shows, the use of online or telephone medical prescriptions is significantly more common among people with disabilities. Compared with 2011, people with disabilities less often report difficulties accessing primary care services, particularly when it comes to the cost of seeing a doctor – see Figure 8 (see p. 13). A similar development has been noted for the general population, where the cost of seeing a doctor was also mentioned far less frequently in 2016 (Eurofound, 2017). 3 But no improvement has been recorded in waiting times, which nearly half of people with disabilities find difficult. Access is more of a problem for people with disabilities than for people without disabilities when it comes to distance (a difference of 6 percentage points between the two), waiting times (a difference of 4 percentage points) and delays in getting an appointment (a difference of 3 percentage points). 12 Social and employment situation of people with disabilities F i g u r e 7 : U s e o f d i ff e r e n t m e d i c a l s e r v i c e s w i t h i n l a s t 12 m o n t h s b y p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s ( % ) , E U , 2016 88 58 32 22 57 21 14 8 Used GP, family doctor or health centre services Used hospital and medical or surgical specialist services Ordered prescriptions online or by telephone Used emergency healthcare People with disabilities People without disabilities eurofound.link/0049 3 The question in 2011 asked about access to a ‘doctor or medical specialist’, while the question in 2016 explicitly restricts this to primary care services. As noted in the EQLS overview report, ‘this may explain the reduction in cost as a barrier to seeing a doctor as the costs of primary care services may be lower than for other types of care by a medical specialist’ (Eurofound, 2017, p. 52). ",
        "However, people with disabilities are less likely to report difficulty in finding time to see a doctor (a difference of 6 percentage points). And while they also less often consider the cost of seeing a doctor a problem (a difference of 3 percentage points), they more often report that it would be difficult for them to cover different kinds of unexpected medical expenses (Figure 9). As Figure 9 shows, unexpected dental care is not only the most difficult expense to cover, it is also the expense for which the difference with non-disabled people is the largest. If people’s employment status is taken into account – an indicator of their economic circumstances – differences between people with and without disabilities remain, even if the gap between the two groups is slightly smaller. 13 Exploring the evidence F i g u r e 8 : P r o p o r t i o n o f p e o p l e w i t h d i s a b i l i t i e s r e p o r t i n g d i ff e r e n t d i ff i c u l t i e s a cc e ss i n g p r i m a r y c a r e ( % ) , E U , 2016 a n d 2011 35 29 27 46 47 15 23 28 42 47 Cost of seeing doctor Distance to doctor’s o ff ice Finding time because of work or care responsibilities Delay in getting appointment Waiting time to see doctor 2011 2016 eurofound.link/0049 F i g u r e 9 : P r o p o r t i o n o f p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s r e p o r t i n g d i ff i c u l t y c o v e r i n g u n e x p e c t e d m e d i c a l e x p e n s e s ( % ) , E U , 20 16 23 29 36 42 45 16 21 27 32 34 Primary care Emergency healthcare Hospital or medical specialist services Mental health services Dental care People with disabilities People without disabilities eurofound.link/0049 ",
        "There are very few differences between people with and without disabilities in their levels of satisfaction with GP and hospital services (Figure 10). Users, irrespective of their disability status, are generally satisfied with the quality of the facilities, the expertise and professionalism of staff, the personal attention given, and that they were informed or consulted about their care, with average scores ranging from 7.5 to 8 on a scale of 1 to 10 for the various services. Impact of disability on subjective well-being What is the impact of being disabled on a person’s quality of life? One approach to answering that question is to compare the subjective well-being of people with disabilities to their non-disabled counterparts. This final section briefly examines the differences between people with disabilities and the non-disabled population on the following dimensions of quality of life: self-reported health, mental health, life satisfaction, and satisfaction with a number of domains. Health A much higher proportion of people of working age with disabilities report bad health: 27% of those with disabilities compared to only 1% of those without. Up until middle age, disabled men tend to report good health more than disabled women do; later on in life, men more often report bad health in comparison to women; for instance, in the 50–64 age group, 35% of men with disabilities say they have bad health compared to 30% of women. 14 Social and employment situation of people with disabilities F i g u r e 10 : A v e r a g e u s e r s a t i s f a c t i o n w i t h G P a n d h o s p i t a l s e r v i c e s a m o n g p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , E U , 2016 People with disabilities People without disabilities 7.6 7.8 7.6 7.9 7.8 8.0 7.8 8.0 7.5 7.7 7.5 7.7 7.8 7.9 7.6 7.8 Being informed or consulted about your care (H) Being informed or consulted about your care (GP) Personal attention you were given (H) Personal attention you were given (GP) Expertise and professionalism of sta ff (H) Expertise and professionalism of sta ff (GP) Quality of the facilities (H) Quality of the facilities (GP) Note: The results are for people who had used the relevant service in the previous 12 months and refer to the last time they had used the service. User satisfaction is measured on a scale of 1–10. H = hospital services. ",
        "Mental health People with disabilities are far more likely to be at risk of depression than their non-disabled counterparts. The average score of people with disabilities on the WHO-5 Well-being Index is 51 out of a possible score of 100 (a score of 50 or lower indicates risk of depression). For those without disabilities, the score is 68. Using the index to assess the risk of depression, 46% of people with disabilities on average are at risk, compared to 16% of their non-disabled counterparts. 4 To highlight the particularly vulnerable position of people with disabilities, Figure 11 shows the distribution of the index scores for people with disabilities (left histogram) and those without disabilities (right histogram). Whereas for people without disabilities, the majority of scores are above 50, the distribution for the population of people with disabilities includes many scores below 50. Life satisfaction People with disabilities report significantly lower life satisfaction (scoring 6.3 on a scale of 1–10) than their non-disabled counterparts do (7.3). As Figure 12 shows, the gap between people with and without disabilities exists across all age groups and is largest in the 35–49 age group. Being severely limited in daily activities by illness or disability has been identified as a factor associated with low life satisfaction (Eurofound, 2013b). So far this brief has made no distinction between those who feel somewhat limited and those who say their limitation is severe. The life satisfaction score of people who report severe limitations is 5.7. 15 Exploring the evidence 4 This is not completely surprising considering that the definition of disability used in this report includes chronic mental health problems. Unfortunately, the way the question is asked it is not possible to distinguish between physical and mental health problems. F i g u r e 11 : D i s t r i b u t i o n o n t h e W H O - 5 W e ll - b e i n g I n d e x o f p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , 2016 , E U 0 50 100 150 200 250 300 0 20 40 60 80 100 F r e q u e n c y WHO Well-being Index score - 500 1,000 1,500 2,000 2,500 3,000 3,500 4,000 0 20 40 60 80 100 F r e q u e n c y WHO Well-being Index score People with disabilities People without disabilities ",
        "Employment is positively correlated with life satisfaction: disabled people who are employed have a life satisfaction score that is significantly higher (6.8) than those who are long-term unemployed (4.9), unemployed for less than 12 months (5.5) or unable to work because of their disability (5.7). As is the case for people without disabilities, life satisfaction increases with relative income. However, there are two distinct differences between the two groups (Figure 13). First, the difference between the lowest and the second income quartiles is much larger for people with disabilities that for people without disabilities. Second, there is no difference in life satisfaction levels for the third and fourth income quartiles among people with disabilities, whereas the increase in life satisfaction is continuous between these quartiles among the non-disabled population. This highlights that low income has a greater effect on the life satisfaction of people with disabilities and also that for people with disabilities, high income has less of a positive impact on life satisfaction than is the case for non-disabled people. As is generally the case, women with disabilities report somewhat higher life satisfaction (6.4) than their male counterparts do (6.2). Satisfaction with various life domains This brief earlier noted that people with disabilities are significantly less satisfied with their living standards than their non-disabled counterparts. As Table 3 shows, the same applies to other domains of life, and this extends even to the realm of family life. Best predictors Do some factors better predict life satisfaction than others, and if so, do they differ between people with and without disabilities? To answer this question, 24 factors derived from the 2016 EQLS dataset were analysed. For the population with disabilities, nine have a significant effect on life satisfaction and together they explain 35% of the total variation 16 Social and employment situation of people with disabilities eurofound.link/0050 6.9 6.6 6.3 6.2 7.7 7.3 7.3 7.1 5.0 5.2 5.4 5.6 5.8 6.0 6.2 6.4 6.6 6.8 7.0 7.2 7.4 7.6 7.8 8.0 18–24 years People with disabilities People without disabilities 25–34 years 35–49 years 50–64 years F i g u r e 12 : L i f e s a t i s f a c t i o n s c o r e s a m o n g p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , b y a g e g r o u p , E U , 2016 Note: Life satisfaction is measured on a scale of 1–10. eurofound.link/0050 5.6 6.4 6.9 6.9 6.4 6.9 7.3 7.6 5.0 5.2 5.4 5.6 5.8 6.0 6.2 6.4 6.6 6.8 7.0 7.2 7.4 7.6 7.8 8.0 Lowest income quartile Quartile 2 Quartile 3 People with disabilities People without disabilities Highest income quartile F i g u r e 13 : L i f e s a t i s f a c t i o n s c o r e s b y i n c o m e q u a r t i l e s f o r p e o p l e w i t h a n d w i t h o u t d i s a b i l i t i e s , E U , 2016 Note: Life satisfaction is measured on a scale of 1–10. ",
        "in life satisfaction in this population; Table 4 lists these in order of importance. The analysis was replicated for the non-disabled sample, and for this population, 15 of the tested indicators together explain 27% of the variance in life satisfaction. As can be seen in Table 4, the WHO-5 Well-being Index best predicts life satisfaction for people with disabilities and explains 19% of variation in individual life satisfaction. The second strongest predictor is social exclusion, which explains 6% of the variance, followed by self-reported bad health (3%). For the non-disabled sample, the order of the first two variables is reversed: social exclusion is a stronger predictor of life satisfaction than the risk of depression. The effect of social exclusion on life satisfaction for both groups sends a strong message about the importance of measures that enable every citizen to fully participate in society. Believing one’s health to be bad or very bad has a negative effect on the life satisfaction of people with disabilities but does not play a role for people without disabilities. The model also shows that being unemployed affects life satisfaction to similar degrees for both groups, as does social participation. Belonging to the lowest income group has a small negative effect. Previous research has pointed to the role of public services in improving quality of life for people in general (Eurofound, 2013a). This brief extends that finding, showing that the quality of health services has a significant effect on the life satisfaction of people with disabilities. 17 Exploring the evidence Table 3: Satisfaction scores of people with and without disabilities on various domains of life, EU, 2016 Education Job Living standards Accommodation Family life People with disabilities 6.8 6.8 6.3 7.2 7.7 People without disabilities 7.4 7.5 7.2 7.7 8.2 Note: All domains are measured on a scale of 1–10. Table 4: Predictors of life satisfaction for people with and without disabilities, EU, 2016 Predictors of life satisfaction for people with disabilities % change explained by factor Predictors of life satisfaction for people without disabilities % change explained by factor WHO-5 Well-being Index 19.3 Social Exclusion Index 13.7 Social Exclusion Index 5.7 WHO-5 Well-being Index 6.1 Health status bad or very bad 3.4 Unemployed 2.4 Unemployed 2.4 Quality of health services 1.9 Quality of health services 1.4 Social participation 1.0 Social participation 1.2 Basic education 0.7 Lowest income quartile 0.7 Lives with partner and children 0.3 50–64 years 0.4 35–49 years 0.3 Female 0.4 Completed higher education 0.2 Total % change explained 35 Lives with partner 0.2 Female 0.1 Lowest income quartile 0.1 50–64 years 0.1 Social participation 0.1 Second income quartile 0.1 Total % change explained 27 ",
        "The EQLS offers several insights into developments between 2011 and 2016 in a number of priority areas of the European Disability Strategy across many aspects of life and work. Overall, the evidence shows that despite improvements, having a disability consistently puts people at a disadvantage. For instance, access to and availability of good-quality healthcare have improved, but people with disabilities continue to face more difficulties than their non-disabled counterparts. Boosting employment (cid:2) Much progress is still to be made to ensure that people with disabilities can fully avail of their right to work. Among the working-age population with disabilities, the employment situation of those with primary education only and of women – often these overlap – is particularly deserving of policymakers’ attention. (cid:2) In 2016, more people with disabilities had completed tertiary education than in 2011, but they lagged further behind their non-disabled counterparts in completion rates. This finding is particularly worrying considering that the employment gap for people with disabilities who have a tertiary degree is significantly smaller than it is for those with lower educational attainment. Tertiary education completion rates are below one in five among people with disabilities aged 35 and over, underlining the need to focus on the employability of the large number of people with disabilities who have lower educational attainment levels. (cid:2) Gains in reducing the employment gap can also be made by investing in the group of people who are unable to work because of their disability, who represent 14% of the total working-age population with disabilities. In comparison to 2011, the number of men in this group has gone down whereas no improvement has been recorded among women. Given that being unable to work because of disability is more common among older people, the reported reduction of men in this group raises the question of whether policies to extend working life and to enable people to stay in their job or return to work have targeted women with disabilities sufficiently. Taking account of gender and age (cid:2) Between 2011 and 2016, the increase in the employment rate of men with disabilities was greater than for women. 18 Policy pointers ",
        "This highlights the added disadvantage that being female brings to disability: women continue to be excluded from employment more often than men are. But female disadvantage is not evident in all areas, and younger women with disabilities, for instance, outperform their male counterparts when it comes to completing tertiary education. In other words, the quality of life of people with disabilities differs depending on the interrelationship of gender and age. Any policy measures aimed at mainstreaming gender into disability policy should also consider age. Improving inclusion and well-being (cid:2) The importance of having a job is highlighted by the different extent to which people with disabilities in and outside of employment feel left out of society. Those that have a job less often report feeling left out of society than those who are long-term unemployed or unable to work because of their disability. One area that can play a role in improving people’s sense of well-being and belonging is social participation. (cid:2) Having a job is also positively correlated with subjective well-being: the life satisfaction of people with disabilities who are employed is significantly higher than those who are long-term unemployed, unemployed for less than 12 months or unable to work because of their disability. (cid:2) Life satisfaction increases with income, but this brief has shown that for people with disabilities, the difference in life satisfaction between the lowest and the second income quartiles is much larger than for people without disabilities. The analysis also found no difference in life satisfaction levels for the third and fourth income quartiles. These two findings indicate that low income has a greater effect on life satisfaction for people with disabilities, and unlike people without disabilities, their life satisfaction doesn’t increase beyond the third income quartile. This implies that, while removing the risk of poverty and ensuring adequate living standards for people with disabilities are important policy priorities, this group also needs – and perhaps even more so than for the non-disabled population – non-monetary support measures. (cid:2) One area that deserves particular attention is mental well-being. As has been shown in this brief, the risk of depression for people with disabilities is significantly larger than it is for people without disabilities: 46% of people with disabilities are at risk compared to 16% of their non-disabled counterparts. Even if it is not possible to examine causality with this cross-sectional data set, these figures alone justify paying more attention to the mental well-being of people with disabilities. 19 Policy pointers ",
        "ANED (Academic Network of European Disability Experts) (2018), Mainstreaming disability rights in the European Pillar of Social Rights – A compendium , ANED. EESC (European Economic and Social Committee) (2018), The situation of women with disabilities , Exploratory opinion requested by the European Parliament, SOC/579, Brussels. Eurofound (2013a), Third European Quality of Life Survey – Quality of life in Europe: Social inequalities , Publications Office of the European Union, Luxembourg. Eurofound (2013b), Third European Quality of Life Survey – Quality of life in Europe: Subjective well-being , Publications Office of the European Union, Luxembourg. Eurofound (2017), European Quality of Life Survey 2016: Quality of life, quality of public services, and quality of society , Publications Office of the European Union, Luxembourg. Eurofound (forthcoming), Social cohesion and well-being , Publications Office of the European Union, Luxembourg. European Commission (2017a), Progress Report on the implementation of the European Disability Strategy (2010 – 2020) , Commission Staff Working Document, SWD (2017) 29 final, Brussels. European Commission (2017b), Establishing a European Pillar of Rights , COM(2017) 0250 final, Brussels. FRA (2017), From institutions to community living Part III: outcomes for persons with disabilities , Publications Office of the European Union, Luxembourg. Jones, M. (2016), ‘Disability and labor market outcomes’, IZA World of Labor , No. 253. UN Committee on the Rights of Persons with Disabilities (2016), Concluding observations on the initial report of the European Union , CRPD/C/EU/CO/1. 20 R e s o u r c e s All Eurofound publications are available at www.eurofound.europa.eu EQLS results by country and the key breakdowns are available online at https://www.eurofound.europa.eu/data/european-quality-of-life-survey ",
        "People with disabilities are among the most disadvantaged groups in the EU. This policy brief examines the social situation of people of working age with disabilities, using data from the 2011 and 2016 rounds of the European Quality of Life Survey (EQLS). The brief looks at changes over this period in employment, education and training, participation in society, social protection and healthcare, all priority areas of the European Disability Strategy. The brief also looks at the subjective well-being of this group of Europeans and examines the factors that influence their well-being. Among its policy pointers, the brief highlights the work that must be done to improve the employment situation of people with disabilities. The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite European Union Agency, whose role is to provide knowledge in the area of social, employment and work-related policies. Eurofound was established in 1975 by Council Regulation (EEC) No. 1365/75, to contribute to the planning and design of better living and working conditions in Europe. EF/18/023/EN "
    ]
}