{
    "text": [
        "European Economic and Social Committee The priorities of the EESC during the Czech Presidency of the Council of the European Union JANUARY - JUNE 2009 ",
        "The European Economic and Social Committee A bridge between Europe and organised civil society The European Economic and Social Committee represents the various economic and social components of organised civil society. It is an institutional consultative body established by the 1957 Treaty of Rome. The EESC's consultative role enables its members, and hence the organisations they represent, to participate in the Community decision–making process. With views occasionally being diametrically opposed, the EESC's discussions often require real negotiations involving not only the usual social partners, i.e. employers (Group I) and employees (Group II), but also – and this is the distinguishing feature of the EESC – all the other socio- occupational interests represented (Group III). This expertise, these discussions and negotiations and the search for convergence may improve the quality and credibility of the Community decision-making process, inasmuch as they make it more comprehensible and acceptable for Europe's citizens and increase the transparency which is so vital for democracy. Within the European institutional set-up, the EESC fulfils a specific role; it is the prime forum in which the organisations of civil society in the European Union can have their views represented and discussed. As a debating and consultative chamber, the EESC helps to strengthen the democratic credentials of the process of building the European Union, including the promotion of relations between the EU and socio-economic groupings in third countries. In so doing it helps to promote a genuine identification with Europe. The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 3 ",
        "The Presidency of the Council of the European Union The Council of the European Union brings together ministerial representatives of the governments of the EU Member States, meeting in various formations according to the policy area under discussion. The Council's legislative and political decisions are prepared by a large number of specialised working parties and are fed up through the Permanent Representatives Committee to the Council itself. Member State governments take it in turn to chair the Council's various meetings and to represent the Council vis-à-vis the EU's other institutions and the European Union vis-à-vis the larger world. These presidencies of the Council of the European Union traditionally establish a set of broad political priorities and a work programme. The Czech Republic holds the Presidency for the first half of 2009. Its priorities can be found at http://www.eu2009.cz This publication sets out some of the major activities of the European Economic and Social Committee during the period of the January-June 2009 Czech Presidency. 4 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 ",
        "CONTENTS Introduction by President Mario Sepi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Priorities of the EESC during the Czech Presidency of the Council of the European Union . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Communicating Europe in partnership . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Lisbon Treaty and Organised Civil Society . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The renewed Lisbon Strategy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Economic and Monetary Union and Economic and Social Cohesion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Single Market, Production and Consumption . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 Employment, Social Policy and Citizenship, Immigration and Integration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Agriculture, Rural Development, Environment, Sustainable Development . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 Sustainable Development Observatory . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 Transport, Energy, Infrastructure and the Information Society . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 Industrial Change . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 Europe in the World . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 The European Economic and Social Committee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 The Czech members of the European Economic and Social Committee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21 Priorities for the Czech Presidency of the Council, January – June 2009 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23 Council of Economic and Social Agreement of the Czech Republic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24 Some basic facts about the Czech Republic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25 Programme of Events in 2009 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 5 ",
        "6 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 INTRODUCTION BY PRESIDENT MARIO SEPI The Czech presidency of the European Council will commence at a difficult moment for Europe, since it has to contend with the financial crisis at the same time as a number of crucial events are due take place, including the elections to the European Parliament in June 2009 and the ongoing process of ratifying the Lisbon Treaty. This situation is reason enough for it to ratify the treaty quickly and to invest every effort into pushing forward the key European issues. The European Economic and Social Committee will thus have a special responsibility which is also an opportunity: it needs to prove that it constitutes an added value for the new Council presidency and for the other institutions generally in pursuing the EU's goals by involving civil society at grassroots. This goal can be achieved by engaging in extensive cooperation with national ESCs and pursuing a process laid out during the French presidency of the Union that will result in an assessment of the social impact of European measures. In this connection, we also wish to be of the greatest assistance to the European Parliament during the elections by working to inform and involve the public in the discussions leading up to them. For this we shall be looking to our members and hence the various components of civil society. We must help to reach a consensus and shape a European public opinion. Here, the Czech presidency must also demonstrate its active commitment to sending out positive signals about a Europe that offers prospects to all our countries and is also open to the rest of the world. We are confident that an active approach to the current challenges of globalisation is the only way for Europe to steer our society of tomorrow by implementing its social model. It is in this connection that I wanted to relaunch the role of the European Economic and Social Committee through the issues set out in the work programme of my presidency: “Rights and solidarity to guide globalisation”. Having put in place the framework, I am convinced that the three priorities of my work programme – ratification of the Lisbon Treaty through the application of the rules of participatory democracy, the relaunch of the Lisbon Strategy after 2010 and finalising the European Social Model and the rights incorporated in the Charter of Fundamental Rights – will be the key planks of cooperation with the Czech presidency on brining a shared project to fruition. Contact: Andrea.Pierucci, Head of the President's Private Office (+32 2 546 84 41; andrea.pierucci@eesc.europa.eu) Mariachiara Esposito, the president's spokeswoman (+32 2 546 93 50; mariachiara.esposito@eesc.europa.eu) Mario SEPI, President of the EESC ",
        "At President Sepi's insistence, having in mind his slogan: \"Rights and solidarity to guide globalisation\", and under the scrutiny of the EESC's Communication Group, chaired by Vice-President Irini Pari, the European Economic and Social Committee will continue to pursue its role as a committed player in the EU communication context during the Czech EU Presidency. The EESC will give special attention to facing globalisation, in- cluding the challenges of growth and jobs, climate change and energy so as to defend the European Social Model. It will focus on external relations and the year of innovation and creativity and support the interinstitutional Communication priorities, besides energy and climate change, linked to the Eu- ropean Parliament elections and the 20 th anniversary of the fall of the iron curtain. It will work to help boost the communication partnership with the other European institutions, in line with its latest opinion on \"Communicating Europe in Partnership\", in order to listen, and communicate Europe with one voice, and to respond better to the public's expec- tations on the information front. In the same interinstitu- tional context, the EESC will actively participate in communication ef- forts for the new Re- form Treaty (the Lisbon Treaty) by that strengthening the prin- ciple of Participatory De- mocracy. The EESC will continue to implement the operational recom- mendations contained in its opinions on \"Plan D\", \"the White Paper\" and the Commission Communication \"Communicating Europe in Partnership\" and the visions expressed in its 2008 opinion \"Reconciling the national and European dimensions of communicating Europe\". Lastly, the EESC will seek to implement in practice the adden- dum on communication appended to the November 2005 European Commission-EESC protocol of cooperation, signed in May 2007. That addendum puts the focus on decentralised cooperation and synergies with the European Commission in the area of communication. Contact: Peter Lindvald Nielsen +32 2 546 98 88 peter.lindvaldnielsen@eesc.europa.eu The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 7 Priorities of the EESC during the Czech Presidency of the Council of the European Union Communicating Europe in partnership ",
        "Despite a long period of reflection following the failure of the Constitutional Treaty ratification process, the recent setback to the ratification of the Lisbon Treaty following the negative outcome of the referendum in Ireland on 12 June 2008 not only plunges the European Union into a new institutional cri- sis, but also, and beyond the apparent reasons for this rejec- tion, reflects considerable scepticism, or even profound differences regarding the direction that EU policies have taken, with regard to the future, and sometimes even regar- ding the meaning of the European project itself. As a consequence, it is essential that the process of ratifying the Lisbon Treaty be completed and the reforms thus be put in place for equipping the European Union with the right insti- tutional framework and tools for implementing new policies needed to cope with the many challenges facing the Union, which are at the heart of public concerns in Europe, namely globalisation, the fight against poverty and social exclusion, climate change and the future of the European social model. The Committee firmly supports the principles and values un- derlying the European venture, as well as the achievements of the constitutional process enshrined in the Lisbon Treaty. The imponderables of the Lisbon Treaty ratification process should not however mean that we lose sight of the fact that the European venture is still a project which will yield dividends for future generations; nevertheless these imponderables yet again demonstrate the vital need to boost the legitimacy and profile of the project by, amongst other things, ensuring that the European public and the organizations and institutions re- presenting it play a full part in the integration process. Against this backdrop, civil society participation in the public decision-making process is an essential tool, not only for strengthening the democratic legitimacy of the European ins- titutions and EU action, but also for developing a shared per- ception of Europe's purpose and where it is heading. By preserving all of the Constitutional Treaty provisions en- shrining participatory democracy and introducing a citizen's right of initiative, the Lisbon Treaty opens up significant pros- pects for the development of European democracy. Participatory democracy and a pro-active approach to citi- zenship are fundamental principles upon which the success of European Union policies – and hence the Union's very future – depend. Consequently it is essential to secure as broad an in- volvement of civil society as possible in the political processes at national, regional and local level, encourage the European public to express its actual expectations and, to this end, put in place a genuine strategy for listening and dialogue on Union policies and the public's vision for a common future. The renewal of the European Parliament in June 2009 in par- ticular will provide a suitable framework for doing to. The Committee has thus already called on numerous occasions for the European institutions to follow the reasoning set out in the provisions of the Lisbon Treaty, and before that the Consti- tutional Treaty, and establish genuine participatory democracy. For its part, and in keeping with the tasks assigned to it by the European treaties, the Committee will pursue its initia- tives aimed firstly at promoting a pluralist debate on reviving the European integration process by ensuring the views of civil society organizations are heard at both national and Eu- ropean level, and secondly at facilitating and structuring dia- logue and consultation between European civil society organizations and networks and also between these organi- zations and the European institutions. Contact: Patrick Fève +32 2 546 96 16 patrick.feve@eesc.europa.eu 8 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 The Lisbon Treaty and Organised Civil Society Participatory democracy and a pro-active approach to citizenship are fundamental principles upon which the success of European Union policies – and hence the Union's very future – depend. ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 9 Since the Lisbon Strategy was re-launched in 2005 by the Eu- ropean Heads of State and Government, the EESC has consi- dered this to be one of the most important projects for Europe. The Summary Reports prepared by the EESC in 2006 and 2008 set a solid cornerstone for future regular contributions of or- ganised civil society to the renewed Lisbon Strategy. Civil society has a particularly important role in the imple- mentation process. In order to step-up its work in this area, in July 2008 the EESC decided to create a Lisbon Strategy Obser- vatory (LSO) with the mandate to further strengthen the in- volvement of relevant stakeholders in the Lisbon process. During the Czech Presidency the EESC will kick off its work on an Integrated Report on the implementation and the future of the Lisbon Strategy in the post - 2010 period to be presented to the Spring Council 2010. In parallel the EESC will work an Opinion on the external dimension of the renewed Lisbon Strategy and an Opinion on the impact of energy and climate on the Lisbon Strategy which set the background for the Integrated Report. The LSO will work jointly with the National Economic and So- cial Councils and other partner organisations and will conduct country missions in order to hold genuine discussions on the implementation process with all civil society actors. This pre- paratory work at Member States level will also feed into the Integrated Report. In order to keep policy makers informed about the contributions made by organised civil society and as an intermediate step towards the report, a resolution will be presented to the 2009 Spring Summit. This approach is in line with the 2008 Spring Summit general mandate which \"…invites the Commission and Member States to strengthen the involvement of relevant stakeholders in the Lisbon process…\". Contact: Gilbert Marchlewitz +32 2 546 93 58 gilbert.marchlewitz@eesc.europa.eu Jüri Soosaar +32 2 546 96 28 juri.soosaar@eesc.europa.eu The renewed Lisbon Strategy ",
        "The banking and financial crisis has hit the European economy violently and the damage to growth, employment and overall welfare are still to be determined. The EESC will work on an own-initiative opinion to shed light on the mat- ter and make policy proposals for future governance of the fi- nancial sector. Furthermore, the EESC will discuss general questions of eco- nomic governance, economic policy coordination and Euro- pean Monetary Union in its opinion on the achievements and challenges with the Single currency following the Commis- sion report EMU@10. The EESC will also present an opinion on the Communication by the Commission on the challenges caused by high oil and energy prices, in which the economic aspects of a sustainable energy policy besides measures to help the vulnerable play an important role. Contact: Gilbert Marchlewitz +32 2 546 93 58 gilbert.marchlewitz@eesc.europa.eu Taxation In the area of indirect taxation the Presidency will give prio- rity to concluding work on the review of existing legislation on VAT reduced rates. The EESC has just started to elaborate an opinion on the matter, which is to be adopted by March 2009. The Presidency will also take up, as a priority, several initiatives on combating fraud: In particular, the EESC will be consulted on the so-called VAT fraud package, i.e. amongst others the proposals on \"administrative cooperation in the field of VAT with a view to prevent and fight cross border tax fraud\" (Regulation), the \"common system of value added tax to include provisions aiming at preventing and fighting against cross border tax fraud\" (Directive) and the common system of VAT to combat tax evasion linked to import and other cross border transactions (Directive). Furthermore, at- tention will be given to the discussion on the revision of the Directive on tobacco taxation, area in which the EESC is pre- sently taken up its works. The adoption of the Review of the Energy Taxation Directive is finally to be expected by January 2009 and consequently the EESC will be consulted on the topic and will stimulate a substantial debate on the matter. A priority matter in the area of direct taxation during the 1st half of 2009 will be the evaluation of the functioning as well as the reform of the savings tax directive. The amending pro- posal is expected to be adopted by November 2008 and the EESC will elaborate an opinion on the topic. Finally and an equally important matter, the EESC expects to be consulted on a communication on inheritance taxation. Contact: Siegfried Jantscher +32 2 546 82 87 siegfried.jantscher@eesc.europa.eu Economic, Social and Territorial Cohesion The Commission adopted its Green Paper on Territorial Cohe- sion on 6 October 2008. Once ratified, the Lisbon Treaty will include territorial cohesion alongside economic and social co- hesion as one of the Union's goals. To develop more effecti- vely the substance of a future territorial cohesion policy, the Commission has launched a public debate on the major issues that underpin it. At the end of the first four months of 2009, the EESC will finalise its contribution to this debate. A first as- sessment by the Commission is expected in the summer. The Commission's communication on the results of the ne- gotiations on cohesion policy strategies and programmes for the period 2007-2013 will enable the EESC to reflect upon, among other things, the role played by civil society in the pre- paration and implementation of this policy's projects. The EESC's contribution will be completed during the first four months of 2009. A recurrent issue on this front is the degree and efficacy of partnership in cohesion policy, a point often raised and criticised in the Committee's recent opinions. The EESC should be consulted on this matter in order to establish, for instance, best practices in this area. The EESC will be able to assess the efficacy of the current partnership and the de- gree to which civil society is involved. Contact: Marco Thyssen +32 2 546 96 79 marco.thyssen@eesc.europa.eu 10 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 Economic and Monetary Union and Economic and Social Cohesion ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 11 Single Market, Production and Consumption The Czech Presidency has indicated some priorities which are of a great interest for the Section, since they are closely rela- ted to its ongoing activities. Competitiveness The Presidency has the objective of increasing competitive- ness via the promotion of the four freedoms (people, goods, capital and services) within the Single Market. It will also search for new sources of competitiveness, namely recogni- zing the importance of high-valued innovated products. RTDI Closely related to competitiveness is the promotion of re- search, technological development and innovation, which the Presidency intends to support actively. The European Year of Creativity and Innovation, planned by the Commission for 2009, will be welcome by the Czech Presidency. The European Research Area will be strengthened and further developed, at the same time that efforts will be made to create a single, attractive labour market for researchers. The Presidency in- tends to support the Troika objective of creating an impact ",
        "assessment of the coordination of European research and will also try to improve the protection of intellectual property rights, including an integrated and affordable patent system. Competition Policy The current modernization of European competition law will be actively pursued by the Presidency. Better legislation The Presidency will seek the improvement of the regulatory environment, to combat the heavy administrative burden and level of regulation attached to the European economy. The Section, and namely its Single Market Observatory, is parti- cularly active in this field The Presidency recognises, as well as the Section, that better regulation is of fundamental importance for SMEs. And it will organise a conference on the European Charter for Small En- terprises. The Czech Presidency supports the Council com- mitment to the compulsory assessment of the impact of EU legislative proposals on the private sector. The activities of the Single Market Observatory will take ac- count of relevant items of the Czech Presidency work pro- gramme: • One external public hearing of the SMO focusing either on Czech civil society views re the functioning of the Single Market or, in line with the Czech Presidency slogan \"Europe Without Barriers\", pinpointing remaining obstacles to the Single Market. This hearing could take place in the Czech Re- public (to be confirmed); • Continuation of the SMO activities on Better Regulation as an on-going priority of all EU Presidencies linked to the Lis- bon Agenda, Europe's competitiveness and the implemen- tation of the four freedoms of the Single Market. Industry The Presidency supports the competitiveness of industrial sectors and the development of new technological processes. It will consider a plan to develop services that help to esta- blish companies in foreign markets. It will promote the mid- term review of the CARS 21 initiative and the chemical sector. Services In an attempt to start a debate on further liberalisation of the services sector, the Presidency will organise a conference on \"Free Movement of Services within the EU\". Consumers The European Consumer Day, organised by the Committee since 1999, always in close cooperation with the European Commission and the country holding the presidency of the Council, will be organized with the participation of the Czech Presidency. Since 15 March (the traditional Consu- mers day) will be a Sunday in 2009, the ECD 2009 will be held on 13 March. Contact: João Pereira dos Santos +32 2 546 92 45 joao.pereiradossantos@eesc.europa.eu SMO Contact: Jean-Pierre Faure +32 2 546 96 15 or +32 2 546 92 30 jean-pierre.faure@eesc.europa.eu or paivi.koivuniemi@eesc.europa.eu 12 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 The Presidency recognises, as well as the Section, that better regulation is of fundamental importance for SMEs. ",
        "The SOC Section will draw-up two important exploratory opi- nions requested by the Czech Presidency, respectively on Identification of outstanding barriers of mobility on the in- ternal labour market and on Partnerships between education institutions and employers. The Committee expects to deli- ver theses opinions to official Czech Presidency conferences and events. On the question of youth mobility, recent Com- mittee opinions on a European Credit System for Vocational Education and Training on Quality Assurance in Vocational Education and Training and on Enhancing mobility of young people in Europe should fit in well with the Czech Presidency priorities and with the announced 2009 evaluation of achie- ved objectives of the European Youth Pact. Committee opi- nions on volunteering and on a European civic service should also be useful for Czech Presidency work on the proposed Re- commendation on the Mobility of Young Volunteers across Europe. In addition, the expected evaluation and report of the SOC Labour Market Observatory concerning youth em- ployment will no doubt focus on eradicating barriers to young people's access to the European labour market. An active fol- low-up to the Labour Market Observatory work on the situation of older workers, on women and the labour market, on the employment situation of people with a disability and on the question of growth, quality of working life and sustai- nable productivity is also expected in the first part of 2009. During the Czech Presidency, the SOC Section will continue to focus on the need for a European social model and for a social agenda that keeps pace with economic and market develop- ments; a Committee opinion on the latter will be adopted in January 2009. A campaigning follow-up to the recent Com- mittee opinion on A New European Social Action Programme is also planned, with the view to highlighting the EU social dimension and to help reconnect the EU to its citizens. Specific opinions on updating the European Works Councils directive and health and safety directives will be adopted for the start of the Czech Presidency. An important own-initia- tive opinion on the Situation of older workers will also be ready for 2009. Likewise, a major opinion on trans-national healthcare and patients' rights will be adopted in time for the Czech Presi- dency, an issue with considerable importance for free move- ment and a Europe without barriers. The Czech Presidency interest in legal migration will be ad- dressed by two key Committee opinions which will be adop- ted at the beginning of 2009, respectively on A Common Immigration Policy for Europe and on a Policy plan on asy- lum. An opinion on Migration, mobility and education will also be adopted for the start of 2009. The Committee is ex- pected to play a key role in the setting-up and functioning of the proposed Forum on European Integration Policies. Following on from 2008 as the European Year of Inter-cultu- ral Dialogue, and following, the European High Level Summit on Roma, the Committee is also likely to be a major contri- butor to an EU institutionalised platform structure for this trans-national minority. Contact: Alan Hick +32 2 546 93 02 alan.hick@eesc.europa.eu The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 13 The Mobility of Young Volunteers across Europe Employment, Social Policy and Citizenship, Immigration and Integration ",
        "Two of the NAT section's major priorities for the period 2008-2010 coincide with those of the Czech presidency: • The Common Agricultural Policy over the long term. After the Health Check, what is needed now is to look to the ex- piry of the current financial framework and engage in a pro- found discussion about the prospects for the CAP after 2013. This could take the form of an own-initiative opinion backed up by conferences, hearings and so on both at the Commit- tee building and away from Brussels. • Climate change and renewable forms of energy in rural areas. At times of crisis, in particular, it is important to have simple and cheap solutions that work immediately for those concerned. With its expertise in sustainable and rural deve- lopment, the Committee already has the foundations for col- laborating with those directly affected by this new phenomenon. Contact: Jakob Andersen +32 2 546 92 58 jakob.andersen@eesc.europa.eu 14 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 Agriculture, Rural Development, Environment, Sustainable Development ",
        "The question of safe and sustainable energy is at the centre of climate policies within the EU and in the framework of the in- ternational negotiations. The SDO will continue to focus on this subject during the Czech Presidency, both in its reports and in the events it is organising. Contact: Annika Korzinek +32 2 546 80 65 annika.korzinek@eesc.europa.eu) The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 15 Sustainable Development Observatory The Sustainable Development Observatory is playing a key role in coordinating the EESC's action on climate change. ",
        "16 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 Transport, Energy, Infrastructure and the Information Society Transport The two key priorities of the Czech Presidency will be the Trans-European Transport Network (TEN-T) and road trans- port. The Green Paper on future TEN-T policy will be an op- portunity to address the connection with neighbouring countries, and the linkage between ports, airports, and hin- terland areas. The TEN section will be requested to prepare an exploratory opinion about road transport (detailed content will be communicated later). In the field of air transport, the Czech Presidency aims to achieve maximum progress in discussing the proposal for re- vision of the legal framework of Single European Sky pro- gramme and to deepen relations with third countries to improve competitiveness of European air carriers (notably fo- cusing on negotiation with the US and Canada). It aims to promote inland waterway transport by endorsing the ambi- tious European program NAIADES in the event of any specific legislative initiative of the Commission in this area. It indica- ted its support to organise two hearings in Czech Republic along the preparation of the opinions on the Urban mobility Action Plan and on the Action Plan for the deployment of In- telligent Transport Systems (ITS). Contact: Aleksandra Klenke +32 2 546 98 99 aleksandra.klenke@eesc.europa.eu Ana Cristina Costea +32 2 546 88 97 anacristina.costea@eesc.europa.eu Energy The Czech Presidency will put the emphasis on security of supply and related neighbourhood policies and on transition towards a low-carbon energy system. These issues will be tackled through the diversification of supply routes and sources, transatlantic cooperation on energy, a genuine EU external energy policy based on solidarity, long term invest- ment in power generation capacities and freedom for each member country to design a proper energy mix. The Czech Presidency wants also to concentrate on lacking capacities and interconnections. The TEN section aims at contributing to a ministerial conference that the Czech Presidency will or- ganize on the functioning of the internal electricity market (and in particular at inter-connectors) on 29 – 30 January 2009 in Ostrava. The TEN section also could be requested to prepare an exploratory opinion about the \"Financial measures to maximise energy efficiency – how to use the full potential\". Contact: Sven Dammann +32 2 546 93 66 sven.dammann@eesc.europa.eu In the nuclear energy domain, the Czech Presidency will be focusing on the revised legislative proposal on nuclear energy, which might be the basis for a revision of the \"Nuclear safety\" directive. It will also hold the 4th meeting of European Nuclear Energy Forum (ENEF) in May 2009 in Prague under the patronage of Mirek Topolanek, Prime Minister of the Czech Republic. This will be an opportunity for the TEN Sec- tion, whose President János Tóth chairs the ENEF “Transpa- rency” Working Group, to inform the meeting's participants about the outcome of the conference on \"What does civil so- ciety think of nuclear energy?” that the EESC is organising on 26 January 2009 in Brussels. Contact: Maria José Lopez Grancha +32 2 546 87 13 mariajose.lopezgrancha@eesc.europa.eu Information Society The main priority during the Czech Presidency will be the adoption of the Telecoms Reform Package, followed by the adoption of the amendment for the roaming regulation and the promotion of the Safer Internet programme. In this context, the TEN Section aims to: 1. Organise a public hearing of the opinion to be prepared on the review of the roaming regulation at the end of January or beginning of February 2009; 2. Contribute to the High level ministerial conference on Safer Internet (Prague, 20 April 2009), on the basis of the opinion on the same subject which was adopted in May 2008. Contact: Georgios Karageorgos +32 2 546 87 54 georgios.karageorgos@eesc.europa.eu ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 17 Industrial Change In general terms, the CCMI will put its expertise and expe- rience towards supporting the Czech Presidency in its stated key area of interest, viz: a competitive and open Europe. In so doing, the CCMI will continue its examination of proposals to pursue the goals of the Lisbon Strategy. More specifically, and given the long-standing industrial tra- dition in the Czech Republic, the CCMI will put at the disposal of the Czech Presidency the fruits of its examinations of is- sues affecting the competitiveness of industrial sectors – no- tably the automotive and chemical – and how best advantage may be taken from the phenomenon of relocation. In all of these areas, given the existing expertise and experience of the CCMI, the consultative commission stands ready to pro- vide updates and reviews at the behest of the Presidency. Finally, given the stated wholehearted intention of the Czech presidency to intensify efforts to implement the European Neighbourhood Policy (particularly in relation to the EU's Eas- tern neighbours), the CCMI intends to continue its pro- gramme of events designed to disseminate the lessons learned in the areas of industrial change. This involves the sta- ging of events conceived as comparative case-studies of me- thods employed both to mitigate and to pre-empt the effects of industrial change in both the so-called 'new' and 'old' Member States. The CCMI intends to extend this to include si- milar discussions involving bordering states such as the Ukraine. Contact: Pol Liemans +32 2 546 82 15 pol.liemans@eesc.europa.eu ",
        "In connection with the enlargement process, the EESC will hold a meeting of the EU-Turkey Joint Consultative Commit- tee (JCC) in Turkey during the first semester of 2009. The Czech Presidency will be invited to make a statement at this meeting. A meeting of the EU-Croatia JCC will also take place in the first six months of 2009. This meeting could be orga- nised in the Czech Republic. Also regarding the Western Bal- kans, the Committee will hold the first meeting of the EU-Former Yugoslav Republic of Macedonia JCC as well as adopt an opinion on EU-Bosnia-Herzegovina relations at the request of the European Commission. With regard to the relations with Eastern Neighbours, a joint meeting will be held with the Ukrainian National Tripartite Social and Economic Council and other elements of Ukrai- nian civil society to monitor jointly the current EU-Ukraine negotiations for an Association Agreement and to contribute further to adding a civil society dimension to the EU-Ukraine relations. Two opinions, one on civil society in the Southern Caucasus and another on the Baltic Sea region, will also be adopted in the first half of 2009. Relations with the Public Chamber of the Russian Federation will also be developed on the basis of the work accomplished in 2008. A meeting of the European Economic Area Consultative Committee will take place during the first semester of 2009. This meeting could take place in Prague. Finally, a joint EESC-ILO Conference on the role of civil society organisations in the Black Sea countries will be held in Brus- sels in February 2009. The Czech Presidency will be invited to participate in this event. As far as relations with Southern Partner Countries are concerned, the EESC will start preparing the 2009 Economic and Social Councils' Summit and will continue assisting Egypt and Morocco in establishing Economic and Social Councils. A report on Climate change and the Mediterranean: environmental and energy challenges will be adopted. The EESC will continue monitoring the current free trade ne- gotiations with various partners in the world. It will also fol- low closely the evolution of the negotiations at WTO level and will adopt an opinion on Transatlantic relations: how to improve the participation of civil society. There will be various activities in connection with relations between the EESC and Asia. A meeting of the EU-China Round Table will take place in China in the first semester of 2009. There will also be a workshop with India civil society representatives on the issue of participation of civil society in trade and investment negotiations. The EESC will continue monitoring Economic Partnership Agreement (EPA) negotiations with the ACP countries and contribute to the implementation of the EPA concluded with the Caribbean countries. The EESC will participate in the EU- ACP Joint Parliamentary Assembly that will take place in Prague from 6 to 9 April 2009. The EESC will organise a re- gional seminar in South Africa in June 2009. The Czech Re- public Presidency will be invited to participate in this event. The first meeting of the EU-Brazil civil society Round Table should take place in the first semester of 2009. The EESC will continue actively monitoring the negotiations for an Asso- ciation Agreement with Central America. Finally, the EESC will adopt an opinion on the European Ins- trument for Democracy and Human Rights in the first quar- ter of 2009. Contact: Jean-François Bence +32 2 546 93 99 jean-francois.bence@eesc.europa.eu 18 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 Europe in the World ",
        "The European Economic and Social Committee (EESC) is a consultative body set up by the Rome Treaties in 1957. It consists of representatives of the various economic and so- cial components of organised civil society. Its main task is to advise the three major institutions (European Parliament, Council of the European Union and European Commission). It is mandatory for the EESC to be consulted on those issues stipulated in the Treaties and in all cases where the institu- tions deem it appropriate. It can also be consulted on an ex- ploratory basis by one of the other institutions, or can itself take the initiative to issue opinions (around 15% of its opi- nions are own-initiative opinions). The EESC adopts on ave- rage 150 opinions a year on a wide range of subjects concerning European integration. It therefore plays an ac- tive role in the Community decision-making process. The EESC also has two complementary tasks: first, involving civil society organisations more in the European venture, and, second, boosting the role of civil society organisations in non-member countries or groups of countries, such as the countries applying for EU membership, with which very ac- tive consultative committees have been set up; the Euro- med countries bordering the Mediterranean; African, Caribbean and Pacific (ACP) countries; Mercosur countries (Latin America); and India, amongst others. The EESC holds structured dialogue with representatives of civil society or- ganisations in these countries and regions, and promotes The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 19 The European Economic and Social Committee In the heart of the European quarter, the building of the EESC. A r c h i t e c t u r e : A r t & B u i l d + A t e l i e r d ’ a r c h i t e c t u r e P a u l N o ë l ",
        "the creation of consultative structures based on its own model. Thanks to the EESC, building Europe is therefore the task not only of the European Union and politicians, but also of members of the public belonging to organisations invol- ved in economic, social and cultural life. The EESC is made up of 344 members split into three groups: the \"Employers\" group, the \"Employees\" group and the \"Va- rious Interests\" group, which brings together representatives of sectors of economic and social life that are not covered by the first two groups, that is, bodies representing craftsmen, farmers, SMEs, the professions, consumers in the social eco- nomy, family associations and associations promoting the rights of people with disabilities and combating exclusion, the general interest, etc. The EESC's membership is not static. It changes with each four-yearly renewal so as to re- flect changes in civil society in the Member States as accu- rately as possible. The last EESC renewal – which covers the next four-year period – took place in October 2008. A total of 30% of members were newly appointed. Until September 2010, the EESC presidency will be held by Mario Sepi (Workers' group, Italy), assisted by two vice-pre- sidents, Irini Ivoni Pari (Employers' group, Greece) and Seppo Kallio (Various Interests group, Finland). The EESC Secretariat is headed by Martin Westlake, Secretary- General. Links between the European Economic and Social Commit- tee and the national economic and social councils and other similar bodies. The EESC and economic and social councils and similar ins- titutions have in close cooperation built an important net- work at EU level. In the EU's Member States, this cooperation is based on regular meetings on specific subjects (in parti- cular on the renewed Lisbon Strategy), the exchange of in- formation and the development of a joint website (http://eesc.europa.eu/ceslink/08-en/presentation- ceslink-en.html). It also participates actively in the work of the International Association of Economic and Social Councils and Similar Ins- titutions (IAESCSI), the members of which span 50 countries. Lastly, the EESC maintains regular relations with civil society organisations in the countries applying for EU membership and in several countries or country groupings outside the European Union. These activities are carried out jointly with the economic and social councils of the relevant countries. 20 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 Thanks to the EESC, building Europe is therefore the task not only of the European Union and politicians, but also of members of the public belonging to organisations involved in economic, social and cultural life. ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 21 The Czech members of the European Economic and Social Committee Helena Čornejová Head of the socio-economic section, Czech-Moravian Confederation of Trade Unions (ČMKOS) Employment, Social Affairs and Citizenship (SOC) Economic and Monetary Union and Economic and Social Cohesion (ECO) Vladimíra Drbalová Director of the Department of International Organisations and EU Affairs, Confederation of Industry of the Czech Republic (SPČR) Employment, Social Affairs and Citizenship (SOC) External Relations (REX) Roman Haken, Member of the EESC Bureau Director of the Czech Centre for Community Organisation (CpKP) of Central Moravia – Member of the government advisory body on non-governmental non-profit organisations Member of the committee for strategic and regional development and external relations of the Olomouc region. Agriculture, Rural Development and the Environment (NAT) External Relations (REX) Ludvík Jírovec Director, SP Poběžovice a.s. – Chairman of the supervisory board of the district agrarian chamber – chairman of the supervisory board of the district chamber of commerce Member of the COPA-COGECA working group on oilseeds and protein crops in Brussels Consultative commission on industrial change (CCMI) Agriculture, Rural Development and the Environment (NAT) Economic and Monetary Union and Economic and Social Cohesion (ECO) ) Vladimír Matoušek Head of the international section of the Czech-Moravian Confederation of Trade Unions (ČMKOS) Consultative commission on industrial change (CCMI) Single Market, Production and Consumption (INT) Economic and Monetary Union and Economic and Social Cohesion (ECO) ",
        "22 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 Jaroslav Němec Czech Council of Humanitarian Organisations Director of the Archdiocesan Charity, Prague Employment, Social Affairs and Citizenship (SOC) External Relations (REX) Dana Štechová Advisor, Section for European and International Relations, Czech-Moravian Confederation of Trade Unions (ČMKOS) Employment, Social Affairs and Citizenship (SOC) External Relations (REX) Josef Suchel Advisor, Czech-Moravian Confederation of Trade Unions(ČMKOS) External Relations (REX) Transport, Energy, Infrastructure and the Information Society (TEN) Pavel Trantina Representative of the Czech Council for Children and Young People Employment, Social Affairs and Citizenship (SOC) Single Market, Production and Consumption (INT) Ivan Voleš Deputy Secretary, Czech Republic Chamber of Commerce and Industry (HKČR) Single Market, Production and Consumption (INT) External Relations (REX) Josef Zbořil Consultant in the paper and cellulose industry, company management and the environment – member of the board of the Confederation of Industry of the Czech Republic (SPČR) Consultative commission on industrial change (CCMI) Agriculture, Rural Development and the Environment (NAT) Transport, Energy, Infrastructure and the Information Society (TEN) Marie Zvolská Legal advisor and expert in labour law and social affairs, Union of Czech and Moravian Production Co-operatives (SČMVD) Employment, Social Affairs and Citizenship (SOC) Economic and Monetary Union and Economic and Social Cohesion (ECO) ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 23 As its motto suggests, the Czech presidency seeks to promote a \"Europe without Barriers\". It has therefore drawn up a prin- cipal work programme that reflects this priority and in turn focuses on three further ones: competitiveness, the four free- doms of the single market and liberalising trade policy. The forthcoming Czech presidency also has a number of other major goals. Competitiveness: the pivotal element of the initiatives developed by the Czech presidency in this area will be the Lisbon Strategy for growth and jobs. This is about ensuring sustainable growth and competitiveness as we evolve towards a knowledge-based economy. This requires making the strategy in its current form fully operational and ensuring the stability and continuity of this process when its future after 2010 is negotiated. The four freedoms: the Czech presidency will do its utmost to promote the greatest possible liberalisation in the movement of workers. Their geographical and professional mobility is essential if their potential is to be fully harnessed in favour of the Lisbon strategy and, in turn, the knowledge economy. Liberalised trade policy: in examining the efficacy of the new \"Global Europe\" trade policy, the Czech presidency will have to encourage the European Union to work towards greater openness, to combat discrimination and to further liberalise trade relations. The presidency will also lay the emphasis on implementing more fully the new strategy on access to markets. Other areas in which the Czech presidency will be particularly vigorous include: A secure and sustainable energy sector The Czech presidency will help to move forward the European energy policy, which seeks to ensure security of supply, the competitiveness of the European economy and the availabi- lity of resources at acceptable prices, while recognising the importance of environmental protection and combating cli- mate change. Revising budget perspectives and reform of the Common Agricultural Policy One of the headline themes of the Czech presidency will be the delicate reform of the budget in order to gradually ratio- nalise expenditure. The aim here will be to reduce funding for the Common Agricultural Policy and to adjust its distribution. The second pillar of the CAP (for rural development) will thus receive some of the resources previously allocated to the first pillar (direct payments). Transatlantic relations, the Western Balkans and Eastern Europe Transatlantic cooperation remains a fundamental concern for Europe and must be constantly improved. The Czech presi- dency will work to this end, including at the EU-USA summit to be held in Washington and attended by the new US admi- nistration. The Czech presidency will also work to strengthen coopera- tion between the EU and the countries to the east in a num- ber of areas (such as economic and trade relations, respect for fundamental rights and immigration) and will develop the European Neighbourhood Policy, especially boosting its eas- tern dimension. Developing the area of freedom, security and justice Of particular importance will be the Czech presidency's work on implementing the Hague programme which underpins the creation of a space of freedom, security and justice. This programme will expire in 2009 and the Czech presidency will launch preparations for the new post-Hague programme that will cover the period 2010-2014. The Czech presidency will also endeavour to make further progress in drawing up a common European policy on asy- lum and migration and in implementing the European pact on immigration and asylum. Priorities 1 for the Czech Presidency of the Council January – June 2009 1. These are the provisional priorities of the Czech Presidency as they stood at the time of publication of this document. These priorities may well be subject to change. ",
        "24 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 The Council of Economic and Social Agreement of the Czech Republic (CESA) is a joint (tripartite) body for negotiation and initiatives which acts as a forum for social dialogue between the government, trades unions and employers. Operating on a voluntary basis, its mission is to reach consensus on funda- mental issues of economic and social development. The social partners and government representatives are actively invol- ved in the drafting of various forms of legislation. Improving social dialogue is an absolute priority to achieve this. The Council comprises a plenary assembly (its principal negotia- tion body), the presidency (the executive body), working teams and groups, ad hoc or permanent groups of experts, and a secretariat. The plenary assembly comprises eight representatives of the government (prime minister and seven other ministers), seven representatives from the trades unions and seven re- presentatives from employers. At present, the government's social partners from the trade union side are the Czech Mo- ravian Confederation of Trade Unions and the Association of Independent Unions. Employers are represented by the Confederation of Industry of the Czech Republic and the Confederation of Employers' and Entrepreneurs' Association of the Czech Republic. The CESA's current secretary-general is Ondřej Jukl and its president is the Prime Minister, Mirek To- polánek. Its main activity concerns economic policy, workers' rights, collective bargaining and employment, social affaires, sala- ries and wages, public services and administration, and sa- fety at work. Contact: Council of Economic and Social Agreement of the Czech Republic Ministry of Labour and Social Affairs of the Czech Republic Na Poříčním právu 1 – 128 01 Praha 2 Tel.: +420 221 922 022 • Fax: +420 221 922 947 www.vlada.cz/cs/rvk/rhsd/uvod.html www.mpsv.cz Council of Economic and Social Agreement of the Czech Republic ",
        "Capital Prague Other major cities Brno, Ostrava, Plzen, Olomouc Population 10.3 million Language Czech Currency Czech crowns (Kč) [CZK = Kč, 1 Kč = 100 hellers] Surface area 78 864 km² GDP 3 530.2 billion Kč in 2007 Unemployment 5.3 % in 2007 Inflation 2.8 % in 2007 Economic growth + 6.6% in 2007 President of the Republic Václav Klaus Prime Minister Mirek Topolánek Minister of Foreign Affairs Karel Schwarzenberg Deputy Prime Minister for European Affairs Alexandr Vondra The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 25 Some Basic Facts about the Czech Republic ",
        "Recent important dates: 1 January 1993: Czechoslovakia splits into the Czech Repu- blic and Slovak Republic 1 May 2004: the Czech Republic joins the European Union 20 December 2007: joins Schengen Constitutional system: Parliamentary republic. Since 1993, the Czech Republic has been a democratic and pluralist parliamentary republic. Head of state: Václav Havel, writer and former dissident in the Charter 77 movement, became the first president of the Czech Republic in 1993. The president of the republic (currently Václav Klaus) is elec- ted for five years by the two chambers of parliament. His po- wers are defined by the Constitution. The president appoints the prime minister, who forms the government. Government: Headed by the prime minister (currently Mirek Topolánek), the government comprises a further seventeen ministers. The government office coordinates the prime minister's diary and those of the other government members. Legislature: Parliament comprises two chambers. The Chamber of Depu- ties has two hundred members elected by proportional re- presentation for four years. This period can be shortened and early elections held. The Senate comprises 81 senators elected for six years by ma- jority voting, one third being replaced every two years. It has special powers under the Constitution. The Czech Republic is a member of the following international organisations: European Union (EU), North Atlantic Treaty Organisation (NATO), International Monetary Fund (IMF), Interpol, Organi- sation for Security and Cooperation in Europe (OSCE), Orga- nisation for Economic Cooperation and Development (OECD), United Nations (ON), United Nations Conference on Trade and Development (UNCTAD), United Nations Educational, Scien- tific and Cultural Organisation (UNESCO) and the Western Eu- ropean Union (WEU) (associated member). Some useful websites: Official site of the Czech Republic www.czech.cz Government office www.vlada.cz Senate www.senat.cz Secretary of State for European Affairs www.vlada.cz/en/eu/default.html; Czech site on European issues www.euroskop.cz Tourism site www.czechtourism.com Site of the Czech Council Presidency from January to June 2009 www.eu2009.cz 26 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 27 Programme of Events in 2009 Conferences, seminars, hearings and extraordinary meetings 1 st half of the year 1. EESC ACTIVITIES HORIZONTAL INITIATIVES Press officers Seminar \"Communicating Europe in partnership – Beyond borders and cultures\" EESC, 27 January 2009 Exhibition on sustainable architecture from the \"International Biennial of Architecture in Venice\" and \"The Global Award of Sustainable Architecture\" EESC, January – March 2009 Exhibition \"Roma\" – Interdisciplinary event promoting the EESC's Roma opinion With an exhibition, a panel discussion and music EESC, March – May 2009 whatNEXT Czech Republic Exhibition of Czech contemporary design linked of the European Year of Innovation and Creativity EESC, May – July 2009 GROUP ACTIVITIES Group III Extraordinary Group III bureau meeting Prague, March 2009, date tbc Meeting with Czech organised civil society organisations – discussion about the status of civil society organisations and their relations with public institutions (to be finalised) SECTION ACTIVITIES SINGLE MARKET, PRODUCTION AND CONSUMPTION European Consumer Day. Expected attendance by the Czech Deputy Prime Minister for European affairs, Mr Vondra, and the Commissioner for consumer protection, Ms Kuneva Brussels, 13 March 2009 Meeting of the Single Market Observatory Czech Republic, June 2009 EXTERNAL RELATIONS EESC-ILO joint conference on Black Sea February 2009 5 th meeting of the EU-China Round Table China, April – May 2009 10 th Regional Seminar of ACP-EU Economic and Social Interest Groups Botswana, June 2009 5 th meeting of the EU-Croatia JCC Brussels, April 2009 Workshop on civil society involvement in EU-Ukraine Association Agreement negotiations Date tbc Workshop on issues related to trade and investment negotiations India, date tbc 1 st meeting of the EU-Former Yugoslav Republic of Macedonia JCC Date tbc ",
        "28 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 TRANSPORT, ENERGY, INFRASTRUCTURE AND THE INFORMATION SOCIETY Conference The view of European civil society on nuclear energy Brussels, 26 January 2009 Public hearing on the review of the roaming regulation (TEN/360) Brussels, January – February 2009 Public hearing Education and training needs for the carbon-free energy society (TEN/364) in the context of the European Union Sustainable Energy Week 2009 Brussels, 11 February 2009 Conference The external costs of energy technologies jointly organised with the FP6 project 'New Energy Externalities Development for Sustainability' (NEEDS) Brussels, 16-17 February 2009 Conference on the “Global Study of FERRMED Great Axis network (Scandinavia – Rhine – Rhône – Western Mediterranean)” to promote a rail freight oriented network in the EU Brussels, February 2009 EMPLOYMENT, SOCIAL AFFAIRS AND CITIZENSHIP Conference / expert seminar on youth volunteering Prague, 11-14 March 2009 Conference on the Partnership between the sphere of education and employers / enterprises Tbd, 6-7 April 2009 Conference on Quality Assurance in Vocational Educational Training on Youth Event Tbd, 2-4 June 2009 CONSULTATIVE COMMISSION ON INDUSTRIAL CHANGE Conference: \"Political strategy of the European Institutions on industrial change\"; conference in preparation for the new terms of office of the Parliament and the Commission Brussels, 4-5 June 2009 Seminars in candidate countries and neighbours to present the work of the Consultative Commission on Industrial Change (CCMI) on policies accompanying industrial change Candidate countries ECONOMIC AND MONETARY UNION, AND ECONOMIC AND SOCIAL COHESION Conference on financial markets EESC, 22-23 January 2009 ",
        "The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 • 29 2. EESC PARTICIPATION IN EXTERNAL EVENTS HORIZONTAL INITIATIVES King Baudouin Foundation / European Movement conference: participation of Mario Sepi, EESC President European Commission, 11 May 2009 EXTERNAL RELATIONS Participation of a delegation of members of the ACP-EU Follow-up Committee of the EESC in the 17 th Session of the ACP-EU Joint Parliamentary Assembly Prague, 6-9 April 2009 AGRICULTURE, RURAL DEVELOPMENT, ENVIRONMENT Section meeting in collaboration with the Czech Minister for rural development. Topics: Leader, renewable energies and rural areas, biofood Prague and Prerov, 18-19 June 2009 TRANSPORT, ENERGY, INFRASTRUCTURE AND THE INFORMATION SOCIETY Contribution to the ministerial conference of Czech Presidency on the functioning of the internal electricity market (and in particular at inter-connectors) Ostrava, 29-30 January 2009 Participation of Ms Sharma, rapporteur TEN/343, at the high level ministerial conference on Safer Internet Prague, 20 April 2009 ECONOMIC AND MONETARY UNION AND ECONOMIC AND SOCIAL COHESION NTCCP Meeting Prague, 3 February 2009 UDG Meeting Prague, 4 February 2009 International Conference on Future of the Cohesion Policy and Territorial Cohesion Prague, 26-27 March 2009 Informal Meeting of Ministers in charge of Territorial and Urban Development Mariánské Lázně, 23-24 April 2009 ESPON 2013 Seminar Prague, 1-2 June2009 Brussels Economic Forum Brussels, date tbc For more information on EESC section work, please visit our Internet site: www.eesc.europa.eu. ",
        "Would you like to know more? This brochure is one of a series of information documents published by the European Economic and Social Committee. Other titles in the series include: The EESC in Ten Questions; The EESC: A Bridge between Europe and Organised Civil Society ; and The EESC's Priorities. These, and a number of more specialised publications, can be consulted and downloaded free of charge at www.eesc.europa.eu. The Czech Presidency website, which can be found at www.eu2009.cz, provides up-to-date information on the presidency as it unfolds. The website of the Council of the European Union (www.consilium.europa.eu/cms3_fo/index.htm) provides a great deal of information about the Council and its ongoing activities. The website of the European Parliament (www.europarl.europa.eu/) similarly provides a large amount of information about the Parliament and its ongoing activities. The Europa website of the European Union (http://europa.eu/), which is managed by the European Commission, provides a vast amount of information about the European Union's activities. It contains a number of interactive pages specifically designed to provide a more interactive service for the European Union citizen. If you have any questions about the European Union or its activities, please send an email to the Europe Direct service on (www.europa.eu/europedirect/) or call the following free number: 00 800 67 89 10 11. 30 • The priorities of the EESC during the Czech Presidency of the Council of the European Union • Jan. 2009 ",
        "European Economic and Social Committee “Visits and Publications” Unit Tel. (32-2) 546 96 04 (cid:129) Fax (32-2) 546 97 64 Rue Belliard, 99 (cid:129) 1040 Bruxelles/ Belgique www.eesc.europa.eu Catalogue No.: CESE-2008-32-EN QE-80-08-387-EN-C "
    ]
}