{
    "text": [
        "www.eesc.europa.eu wwwwwwwwwwwwwwwwwwwwwwww isations in the EU’s development pol- icy – “They are familiar with the fi eld and can provide eff ective leverage for the EU.” In his opening speech, the European Commission President, Jean-Claude Juncker, paid special tribute to the EESC member Andris Gobiņš, who is also the president of European Move- ment Latvia, for launching the idea of the EYD. The EESC has played an infl uential role in establishing 2015 as the offi cial European Year for Devel- opment. In 2013, the EESC adopted an opinion on the European Year of Development, whose rapporteur was Andris Gobiņš and which provided EESC president, Henri Malosse, were among the speakers at the opening. “Development policy is of crucial importance. Poverty and under- development are our greatest enemies”, said Mr Malosse in his speech at the opening ceremony. He urged participants not to forget that the European Union was based on values which should be the guiding prin ciple, the foundation of all work, especially in the EU’s action beyond its borders. “Let us stop only giving aid and instead work together for shared development! The European model of regional integration, cultural dia- logue and true partnership must be at the forefront of this process, as one of the best ways of bringing about develop ment.” Mr Malosse empha- sised the importance of involving the social partners and civil society organ- On 9 January, the European Year for Development (EYD2015) was offi cially launched in Riga at the start of the Latvian presidency of the Council of the European Union. European Commission President, Jean-Claude Juncker, the EU High Representative for Foreign Aff airs and Security Policy, Federica Mogherini, the Latvian Prime Minister, Laimdota Straujuma, and Launching the European Year for Development in Riga terranean countries, dealing with the sensitive issues of immigra- tion and a common asylum sys- tem; ● Climate change: Europe to play a leading role in the preparations for COP21 in Paris in 2015. Ms Kalniņa-Lukaševica stressed the importance of close cooperation with the EESC during the Presidency, especially on issues involving civil society in the decision-making pro- cesses, on bridging gaps, and on bringing the EU institutions closer to the European public. In order to do so, Ms Kalniņa-Lukaševica said: “We plan to revitalise the Europe 2020 Strategy. We also want to engage citizens out- side the EU, making people-to-people contacts a centrepiece of our cooper- ation with the Eastern Partnership and countries in Central Asia”. EESC president Henri Malosse con- cluded that: “the next six months, which will be steered by the Latvian Presidency, are extremely important as they off er an opportunity to dem- onstrate that Europe has gained a new momentum, which will bring it closer to the citizens of Europe”. (hb) ● Single Market. Industrial policy and energy policy must lie at the heart of EU action for the coming fi ve years; ● The digital era: to seize the oppor- tunities provided by information and communication technolo- gies, Europe must remain in the vanguard in terms of current and future opportunities for growth, and ensure it does not leave any of its regions behind; ● Globalisation: boosting a genuine policy on Africa and strengthen- ing its partnership with the Medi- On 1 January 2015, Latvia assumed the Presidency of the Council of the European Union for the fi rst time in its history. At the 504th EESC Plenary session, Ms Zanda Kalniņa-Lukaševica, Parliamentary Secretary of the Latvian Foreign Ministry, presented the work- ing programme of the Latvian EU Presidency. At the top of its priorities were the digital era, growth, global- isation and climate change. The Committee, together with the Latvian Presidency, is committed to helping Europe meet the challenges ahead, on behalf of its citizens. By par- ticipating in the launch of the Euro- pean Year for Development 2015 in Latvia, the EESC demonstrated its commitment to playing an active part in the EYD2015 in order to help those who need it most, and to work on global peace and human dignity. During the plenary session, Ms Kalniņa-Lukaševica presented the presidency priorities, which included: ● A “competitive Europe” to pro- mote growth and job creation: in order to improve EU competitive- ness, it is essential to facilitate investment and strengthen the of the Latvian Presidency The priorities EDITORIAL ‘Nous Sommes Europeans’ The Europe we know and love has been rocked and shocked by tragedy caused by terrorism. We, at the EESC, off er our heartfelt condolences to those who have lost loved ones and our thanks to those who serve to protect our citizens from the terrorist threat. The EU was created as a bulwark against war. For half a century it has succeeded in its mission and is the proud recipient of the Nobel Peace Prize for its eff orts. But the war against terror is diff erent from the wars of the past. There is no front line, no simple target and no single military or political solution. In addition to the ‘peace-keepers’ in the security forces and the ‘peace-makers’ in politics, the response must include the ‘peace-builders’ in civil society, working together to promote better understanding, mutual respect and dialogue between the peoples of Europe. We need to stand together as Europeans – people who believe in the values on which the EU was founded: peace, democracy, equality, freedom, human rights, respect, understanding, dignity and tolerance – and defend these values at all costs. We should be as fanatical in our compassion, and love for our fellow travellers on life’s journey, as those who would block our way. The peoples of Europe should learn to live together no matter what culture, creed or colour. We should try to respect each other’s beliefs, even if we dis- agree. We should protect the right to be diff erent and learn to understand each other. We must fi ght intolerance, injustice and social exclusion so we can reap the benefi ts of the wealth of diversity that makes the creation of the EU such an achievement. Civil society organisations have a vital role to play in this respect. Youth and women’s groups, employers’ organisations, trade unions, churches, other places of worship and educational, sporting and cultural groups should all be involved in a process which works on broadening minds and opening hearts. The world has grown global – our thinking should follow suit. The voices of bigotry, sec- tarianism, racism and hatred for those who are diff erent should be drowned out by those who care for the value of all human life, equality and dignity. United in diversity is the motto of the European Union. We don’t need to rewrite the script, we just need to hear it louder and clearer. Nous Sommes Europeans! Jane Morrice EESC vice-president DIARY DATES 20 February 2015/ Europe in Harmony: Deadline for submission – Competition for videos made to the melody of the “Ode to Joy” 12 March 2015 / Poland: The role of the non-profi t sector as a provider of social services of general interest 18-19 March 2015 / EESC, Brussels: EESC plenary session IN THIS ISSUE 2 International Holocaust Remembrance Day: “Learning from the Past, Learning for the Future” 3 Why EU development policy matters 4 Where can civil society make a diff erence during the EYD2015? 5 The EESC is leaving the confi nes of Brussels to engage in Europe-wide dialogue on subjects of concern to citizens: My Europe ... Tomorrow ! 6 Safe routes, safe futures: How to manage the mixed fl ows of migrants across the Mediterranean? 1st European Migration Forum at the EESC Zanda Kalniņa-Lukaševica, Parliamentary Secretary of the Latvian Foreign Ministry, presenting the working programme of the Latvian EU Presidency at the EESC plenary session Henri Malosse, EESC President, at the opening of the EYD in Riga; source: European Commission ISSN 1725-1923 European Economic and Social Committee a bridge between Europe and organised civil society February 2015| EN EESC info European Economic and Social Committee >>> page 2 ",
        "fi rm support for the fi rst ever European Year, with a strong global and rights-based dimension. The idea has been consistently promoted by the EESC together with other civil society organisations, the most prominent of which was the European NGO confederation for relief and development (CONCORD), until the EYD2015 received offi cial approval from the EU institutions in spring 2014. On 20 March 2015, the EESC will host a major conference in Brussels, bringing together the various sectors of European organised civil society to look at the role of non-traditional development actors in development cooper- ation. (sg) ● International Holocaust Remembrance Day: “Learning from the Past, Learning for the Future” For the 70th anniversary of the liberation of the Auschwitz concentration camp, the EESC honoured the victims of the Holocaust, bringing together survivors, witnesses and young people for a moment of remembrance and refl ection. The event was organised in cooperation with the European Parliament, the European Jewish Community Centre (EJCC) and the organisation A Jewish Contribution to an Inclusive Europe (CEJI). “Remembrance is a historical duty. A duty of humanity towards the victims. A duty for those of us living at a time when new forms of savagery are emerging, under the guise of religious or sec- tarian fanaticism. As Europeans, let us remember that the European project arose out of the ruins of anti-Semitism in Europe, out of the discovery of the horrors of the concentration camps” said Henri Malosse, President of the EESC. Holocaust survivor Martin Gray explained: “In the camp, I saw animals with human faces. But I also saw solidarity, fraternity and love from my distressed companions. Life without love is nothing. One should never forget that even at the worst of times, the human being is capable of good.” A message of hope and reconciliation was also shared by survivor Simon Gronowski: “Reconcili- ation is worth much more than revenge, justice is worth much more than anger. Despite the tragic events of yesterday and today, I believe in human kindness.” Antonio Tajani, Vice-President of the European Parliament, Michel Lebrun, President of the Committee of the Regions, Rabbi Avi Tawil, EJCC President and Baron Alain Philippson, CEJI President delivered keynote speeches during the commemoration ceremony. (cad) ● Read more on: http://www.eesc.europa.eu/?i= portal.en.news.34564 It is freedom of expression and civil society that are being murdered! Statement by Henri Malosse, EESC president It is with great dismay that I learned of the terrorist attack at the offi ces of Charlie Hebdo. As President of the European Eco- nomic and Social Committee, I strongly condemn this despic- able act. It is an odious and unjustifi able attack against one of the fundamental values of the European Union: freedom of expression. It is a crime against humanity. On behalf of the EESC, I express my condolences to the victims, journalists, employees of the newspaper and police offi cers as well as their families. My thoughts also go to the managers and employees of the newspaper Charlie Hebdo and to the entire community of journalists. This attack has taken place at a tense time, when the entire Muslim community is often blamed. In these cir- cumstances, in order to preserve cohesion, it is crucial to avoid any form of stereotyping. The vast majority of Mus- lims also reject this confusion, as they are the main victims of fundamentalists. Europeans must fi ght TOGETHER against the terrorist threat. They want the EU to be able to protect them. We have to commit TOGETHER to a stronger and more coherent development policy to fi ght, throughout the world, against poverty and lack of development, which are the roots of extrem- ism and terrorism. In the European Union, we must step up our work to secure integration and co hesion tools. To be eff ective, these tools have to be supported and implemented by and with civil society. ● EESC RESPONSES TO THE PARIS ATTACKS IN JANUARY 2015 What are the repercussions of the Charlie Hebdo attack for freedom of speech and expression – and what can civil society do in this respect? EESC info asked one member from each of the three groups, having previously worked as a journalist, to answer this question. They asked if I could answer the question in 200 words max. Well, I can’t. The attack was so bizarre and unreal you have to strip it to the bone if you want to try to understand it. But even then I would need at least twice as many words and what happened still feels too true to be good. Will there be repercussions for the freedom of speech and expression? Look- ing at the initial reactions, I doubt it. Charlie Hebdo was published in an unprecedented edition, breaking taboos as ever, and the solidarity marches by the public were both impressive and encouraging. First reactions are usually emotional and sincere, but what will happen if those initial emotions dissipate? When judgement is replaced by prejudice and the noisy minority dominates public opinion? The fi rst signs of this are already there and the usual suspects have been identifi ed – Islam and immigration. So what can civil society do – close the mosques in Europe and evict all the Muslims? Problem solved? Are Muslims the problem? The ones I know are ordinary people who have integrated pretty well into society. Of course, there is a very small minority of individuals who don’t want to integrate and who reject the values of our society. We have to deal with that problem. How? I don’t know, I’m not an expert, but the answer is certainly not to blame all Muslims for everything that is rotten in our society and to exclude them. The problem will not be solved with a single measure – we may need a whole raft of measures. Before you choose which ones, I would suggest you visit the exhibition “Migrants in Europe” in the Atrium in the JDE building. One of the objects on display is a mirror with the text “The face of immigration”. Migration has been taking place for the last 2.2 million years and Europe is one big melting pot of ethnic identities. You, me – we all descend from or are immigrants, whether you like it or not. To anyone who has the courage to look into that mirror with an open mind, it will become instantly clear that xeno- phobia is not one of the measures we need. As-salamu alaykum. Martin Siecker, President of the Section for the Single Market, Production and Consumption (INT), Member of the Workers Group , NL The terrorist attack on Charlie Hebdo: a crime committed by madmen, an attempt to intimidate the media and governments, or a provocation? Charlie Hebdo has published cartoons of the Christ, Pope, rabbis, prime ministers and presidents, African dictators, the Chinese regime and Brussels Eurocrats. They dare to do without getting revenge. The times of burning heretics at the stake ended with the Middle Ages. In a democratic society, the press is the Fourth Estate, a means of exer- cising oversight over governments, a voice that is independent of reli- gious convictions. In dictatorships and fanatical theocracies, the press is subject to censorship, and journalists who express views at odds with the beliefs of the authorities are imprisoned, tortured or killed. The aim is to intimidate the unruly and to show them that criticising the authori- ties, religion and mafi as does not pay. But Charlie Hebdo has its offi ces in a democratic country at the heart of Europe, and its journalists and satirists had French citizenship. In the era of the digital economy and electronic media, all sorts of fanatics — not only Islamic — can use cyber-attacks to paralyse these media or even cut off power to the whole of Europe. We need to stop the wave of extreme intolerance that can so easily lead to violence. Free and independent media that encour- age people to respect each other’s religions and live alongside each other peacefully have a signifi cant role in this. There is no place for radicalism in Europe, which has achieved so much in the fi eld of integra- tion. It is time for action driven by European institutions such as the EESC, representing civil society, as well as the Commission and European governments. Anna Nietyksza, member of the Employers’ Group, PL The response of civil society to the terrorist attacks that have hit the very heart and soul of Europe should be one of solidarity. In the aftermath of the atrocities in Paris, we have seen millions of people on the streets leading by example. Political leaders and security services have a vital role to play in protecting and defending people’s rights and providing responsible leadership, but the role of civil society could be pivotal. European citizens should make their voices heard in places of worship, schools, the workplace, in sport and in all civil society organisations where young and old, men and women gather together. It is in these grass-roots organisations that the groundwork should be done to promote tolerance, mutual respect and understanding between the peoples of Europe and beyond. The press and media also have a part to play, as the voice of tolerance rarely hits the headlines. It is time we learned to listen to those who stand up for their beliefs and lead the way. Jane Morrice, EESC Vice-President, member of the Various Interests Group, IE euro © A l e x B e l o m l i n s k y Holocaust survivor Martin Gray at the EESC’s International Holocaust Remembrance Day event Anna Nietyksza, EESC member Martin Siecker, EESC member Jane Morrice, EESC Vice-President p h o t o : M i c h a l D e m b i n s k i Continued from page 1 — Launching the European Year for Development in Riga 2 ",
        "www.eesc.europa.eu wwwwwwwwwwwwwwwwwwwwwwww itself to eradicating extreme poverty in devel- oping countries by fund- ing initiatives, projects and programmes in so- called basic sectors such as health, sanitation and the empowerment of women. Nowadays, many people have access to medical treatment. The combined eff ect of EU development policy, on the one hand, and the work of the global fund fi ghting AIDS, tubercu- losis and malaria, on the other, gives hope to people suff ering from these diseases. Interview with Charles Goerens MEP, member of the European Parliament’s Committee on Development. EESC Info: What are the key strengths of EU development policy, and where can the EU make a difference? Charles Goerens: The EU’s development policy is based on principles set out in the European Consensus on Development. In this regard, EU development policy is a value-based policy. That means that it is not donor-driven; instead, it aims to empower its partners through better governance and by co-funding basic initiatives, projects and programmes. What progress have you seen as a result of EU development efforts? Since European development policy was fi rst introduced, the EU has committ ed Civil society goals CSOs hope to use EYD2015 to inform EU citizens about development cooperation; to foster direct involve- ment and active interest and to raise awareness of the benefi ts of European development cooperation. Engaging citizens in development issues is crucial, especially since the UN is currently working to build on the Millenn ium Development Goals and design an ambitious post-2015 devel- opment agenda. ● action programme. This proposal has an overall budget of just under EUR 1 million. Key elements include the establish- ment of a European Civil Society EYD Alliance secretariat and a sub-grant- ing mechanism to support national or regional civil society coalitions in the implementation of EYD activities. All stakeholders will update the sec- tion of the EYD2015 website dedi- cated to civil society. Key events involving CSO par- ticipation include the offi cial EYD2015 opening on 9 January in Latvia and the European Develop- ment Days event on 3-4 June in Brussels. A series of Kapuściński Development Lectures will be held in all 28 Member States. These lec- tures, which are co-organised by the European Commission and the United Nations (UNDP), give EU students the opportunity to discuss development issues. Organised civil society has played an infl uential role in establishing 2015 as the offi cial European Year for Development (EYD2015). The idea has been consistently pro- moted by the EESC together with other civil society organisations (CSOs), most prominently by CONCORD, the Euro- pean NGO confederation for relief and development. EYD2015 received offi cial approval from the EU institu- tions in April 2014. Since then, organised civil society has worked closely with the European Commission to help plan the Year. The EESC has supported the establishment of a broad alliance of CSOs, which put forward a proposal for a civil society Civil society’s role in making EYD2015 a success union can create synergies and links to development issues. What do you hope the EYD2015 will accomplish? I hope that, beyond the above- mentioned elements, the Year will also contribute to greater success in achieving our Millennium Develop- ment Goals and to greater ownership of the post-2015 agenda. From the perspective of the EESC Coordination Group, I hope that we will build on the excellent cooperation with CONCORD and others involved in supporting this idea, and get EESC members on board. ● be about more than just informing people or campaigning. It aims to increase involvement and discussion, and puts civil society at the core of the process. It off ers a great opportunity to go beyond the traditional play- ers by involving more stakeholders, including those from the private sec- tor, trade unions, consumers, environ- mentalists, NGOs, etc. However, one year is a very short time. What should EYD2015 be about: private-sector development, support for SMEs …? I think that each player should focus on their strengths. Within the EESC, the cross-sectoral coop- eration between the private sector, trade unions and other economic and social actors offer incredible potential, something that could and should be better harnessed. The EESC states in its opinion that differ- ent dimensions should be touched on during the Year. Each of us can contribute to a better and fairer world through our behaviour as consumers, political actors, etc. Each organisation, company or trade Andris Gobiņš was the rapporteur for the EESC’s opinion on the Euro- pean Year for Development. Here he explains why civil society is at the core of EYD2015 and discusses his hopes for 2015 and beyond. EESC info: What do you think are the key aspects of EYD2015? Andris Gobiņš: One of the key suc- cesses of this Year is already visible: the fact that the idea was born in civil society and has been supported and managed using a bottom-up approach. Another success is the con- tent of the Year, which goes beyond borders. It is the fi rst such initiative that explicitly looks beyond the EU’s geographical territory, and seeks to An opportunity for civil society to make a difference EDITORIAL Dear readers, The joint eff orts of the EESC, the European Parliament and CONCORD, the main European NGO development network, were pivotal in the decision to desig- nate 2015 as the European Year for Development. From the launch of the project in 2011 right through to the fi nal decision in 2014, bodies such as ours and a number of extremely committed individuals worked unstintingly to bring the other institutions, specifi cally the Council, on board. The European Year for Development will off er an opportunity to increase the eff ectiveness of the various sectors of European civil society in this area and strengthen links with organisations in developing countries. For the EESC, the most important thing will be to achieve concrete and quantifi able results. First and foremost, the EESC will be playing an active part in all the high-level conferences to be organised at European level, particularly the opening con- ference, which took place in Riga on 9 January 2015, and the closing conference in Luxembourg in December. In the spring, the Committee will also be host- ing a major conference in Brussels, bringing the various sectors of European organised civil society together to look at the role of non-traditional actors in development cooperation. The diff erent activities planned for 2015 in connection with the EESC’s relations with the ACP countries, Latin America and other parts of the world, will all tie in with this theme. And, last but not least, all Committee members are encour- aged to get involved at local level in their own organisations in connection with the “Going Local” initiative. José María Zufi aur Narvaiza, EESC member and president of the Section for External Relations (REX) Why EU development policy matters Source: http://www.concordeurope.org/ European Year for Development 2015 our world our dignity our future Andris Gobiņš, EESC member Each month of the EYD will be dedicated to a special theme. February’s theme is education and March will cover gender issues; source: European Commission Charles Goerens MEP, member of the European Parliament’s Committee on Development ISSN 1725-1923 European Economic and Social Committee a bridge between Europe and organised civil society February 2015| EN EESC info European Economic and Social Committee >>> page 4 3 S p e c i a l e d i t i o n – E u r o p e a n Y e a r f o r D e v e l o p m e n t 2015 ",
        "What would you like to see the EU do to strengthen development policy? In my opinion, the most important and powerful measure to be taken in order to combat inequali- ties is universal access to social security. What opportunities do you hope the EYD15 will create? Almost all EU Member States are still being hit by the [economic] crisis. Nor should we forget that we are still facing a global crisis. What is at stake is no less than our world, our future, our dignity. Mr Goerens (Group of the Alliance of Liber- als and Democrats for Europe) chairs the EP Development Committee’s coordination group for the European Year for Development 2015. He presented MEPs’ proposals for Parliament’s participation in EYD activities on 11 Novem- ber 2014. ● 2015: a milestone in international development The UN is working with governments, civil society and other partners to establish an ambi- tious global post-2015 development agenda. A proposal has been drawn up containing 17 Sus- tainable Development Goals (SDGs) covering a range of issues, including ending poverty and hunger, improv- ing health and education and making cities more sustainable. The aim is to ensure that these SDGs are subscribed to by all countries, including those in the developed world. The 2015 UN Gen- eral Assembly will meet in September 2015 to adopt the SDGs and the post- 2015 development framework. Nego- tiations at UN level started in January 2015 in the run-up to this. The EESC has played a pivotal role in putting forward civil society’s views on this matter. Ivan Voleš’ 2013 opinion on the involvement of the private sector in the post- 2015 development framework was an important landmark. Following on from this, an EESC con- ference on European civil society positions on the post-2015 framework was held in February 2014 and in June, a lunchtime dialogue on civil society perspectives on the post-2015 agenda was organised jointly by the EESC and the EU delegation to the UN. The EESC REX section and the Sustainable Develop ment Observatory (SDO) also held a joint meeting on 20 October 2014 to provide input for the December Council conclusions on Public opinion on EU development policy A special Eurobarometer report on citizens’ views ahead of the European Year for Develop- ment was published by the European Commis- sion in January 2015. Key fi ndings of the report: ● A large majority (85%) of Europeans across all Member States sees it as important to help people in developing countries ● Just over two-thirds of respondents agree that tackling poverty in developing coun- tries should be one of the EU’s main priorities ● A substantial number of respondents agree that tackling poverty in developing coun- tries also has a positive infl uence on EU citi- zens (69%) and is in the EU’s interest (78%) ● Across Europe, 12% of respondents are aware that 2015 will be the European Year for Development ● Half of all Europeans think that individu- als can play a role in tackling poverty in develop ing countries The survey can be found here: http://ec.europa. eu/public_opinion/archives/ebs/ebs_421_ en.pdf ● Raising grass-roots awareness of international cooperation The European Year for Development pre- sents an opportunity for NGOs and other civil society actors to raise public awareness of the value of international cooperation. In Denmark, Global Focus ( Globalt Fokus ) is the country’s benefi ciary umbrella group for NGOs, responsible for organising a number of nationwide activities in 2015. “Our key focus should be on showing the pub- lic that international cooperation is on Europe’s agenda”, explains Thomas Ravn-Pedersen, head of Danish NGO World’s Best News (part of Global Focus). “Many people simply do not realise that the EU is one of the biggest play- ers in international development, or even that European aid exists. Our task is to show that we are working in coopera- tion with others; we need to show that European dimension.” The strength of Europe’s civil society can be seen in the fact that as well as NGOs, other stakeholders, such as trade unions, business organisations, farmers’ groups, etc., are also involved in development projects abroad, pro- viding their expertise and knowledge. “Civil society as a whole has an important role to play beyond Europe’s borders,” says Ravn-Pedersen. “EYD2015 is an opportunity to demonstrate this, through a variety of projects ranging from education to advocacy for decent work.” Focussing grass-roots concerns Indeed, 2015 is set to be a momentous year. In September, the UN General Assembly is expected to set new development goals for the next 15 years, while the COP21 climate change conference in December will aim to achieve a legally-binding international agree- ment. National NGOs are well-positioned to raise grassroots awareness of these upcom- ing decisions, which will aff ect everyone. “Our objective is to get people involved and to build up popular pressure,” says Thomas Ravn-Pedersen. “So, for the fi rst six months in the run-up to the General Assembly, we will be working with youth organisations to go into secondary schools and spark discussion. We are also teaming up with Danish broad casters. We need to involve the public before and after these development goals have been set, to maintain accountability between politicians and citizens.” Benefi ts of cooperation Ravn-Pedersen sees the EYD2015 as an oppor- tunity to bring NGOs, the private sector, civil society, the State and international organ- isations closer together. Indeed, the most suc- cessful programmes are those where these diff erent actors play to their strengths, he suggests. “The World’s Best News campaign, for example, relies on the private sector to dis- seminate our positive stories related to inter- national development.” ● The private sector’s role in making EYD2015 a success Where can civil society make a difference during the EYD2015? Civil society, and employ- ers in particular, have a crucial role to play during the European Year for Development. It is the private sector that gen- erates growth and jobs, and it is perfectly possible to combine business interests with develop- ment goals. The role of the private sector can be defi ned in two ways. Firstly, companies from EU Member States could be involved in schemes designed to achieve development targets in benefi ciary countries. Secondly, they could help local companies in developing countries to become a real catalyst for growth and poverty reduction. It is important to promote the participation of private companies in the development programme. The European Year for Develop- ment is an excellent opportunity to show that the commercial interests of the private sector and development objectives are fully compatible. Jacek Krawczyk President, Employers’ Group By its very nature, the trade union movement is based on solidarity. We consider that the fair development of every region throughout the world is imperative, as everyone, regardless of where they live, must have decent living and working conditions. Furthermore, workers must no longer be forced to leave their home region in an attempt to escape unemployment and poverty. This can only be achieved through universal development and by combat- ing the loathsome practice of promoting the deportation of poor work- ers in order to worsen living and working conditions in places where collective bargaining has managed to improve them. All workers must enjoy the same rights in their place of work as their colleagues. We believe that development presupposes democracy and human rights – particularly trade union rights and the right to collective bargaining. Where necessary, pressure must be brought to bear on govern ments to ensure that these rights are in place. We hope that this Year for Development will provide an opportunity for our policy-makers to ponder the deeper meaning of solidarity. Georgios Dassis President, Workers’ Group Civil society and the EESC in particular have already made a diff erence, as the idea of dedicating 2015 to a European Year for Development originated with the Committee and was subsequently supported by the European Parliament. In this fi rst ever European Year dealing with the EU’s “external action” and in a year that will be central to inter- national development cooperation (setting the post-2015 Millenn- ium Development Goals and the 2nd mid-term review of the Coto- nou Agreement), civil society has a pivotal role to play. Raising awareness, disseminating information, creating alliances, putting people in contact and running campaigns, projects and studies, the opportunities are immense for both European and Southern civil society. However, 2015 must also be about supporting the individual, prioritising social development, human rights and fam- ily values. It should also be about promoting the social economy as a practical way of ensuring decent work and sustainable develop- ment. Civil society is the key player in this process and 2015 will be a year of both opportunities and responsibilities. Luca Jahier President, Various Interests Group hives the post-2015 framework. These Council con- clusions were adopted on 16 December 2014. The REX section and the SDO will continue their eff orts to monitor and where possible infl uence the process of negotiations, with the aim in par- ticular of seeing a role for civil society provided for when the new global framework for develop- ment is implemented. ● EYD2015 should be used to show that it is possible to combine the busi- ness interests of the private sector with develop- ment goals. Very few people know about the valuable activities of an association of sev- eral global compa- nies called Private Investors for Africa, which provides assistance to African developing countries. The EYD opens the way for individual company initiatives. There are many innovative ideas, such as the labelling of products with the EYD logo, organ- ising promotional campaigns for development aid, and assistance and voluntary activities in coaching local SMEs. EESC member Ivan Voleš, Employers’ Group and rapporteur for an EESC opinion on the role of the private sector in development ● Ending poverty and hunger: one of the Sustainable Development Goals (SDGs); source: European Commission Jacek Krawczyk, President of the Employers’ Group Georgios Dassis, President of the Workers’ Group Luca Jahier, President of the Various Interests Group © G L O B A L F O C U S W O R L D ’ s B E S T N E W S Ivan Voleš, EESC member and rapporteur for the EESC opinion on the role of the private sector in development Continued from page 3 — Why EU development policy matters 4 ",
        "The EESC is leaving the confi nes of Brussels to engage in Europe-wide dialogue on subjects of concern to citizens: My Europe ... Tomorrow! As an initial step in this dialogue, the EESC, together with the University of Graz and the Austrian Institute for European Law and Policy (Salzburg/Vienna/Graz), held a seminar on 10-11 December 2014. At the seminar, the EESC presented its brand-new Citizens’ eParticipa- tion tool, which was fi ne-tuned over the two days. The EESC president, Henri Malosse, shared his thoughts with the project leader, Professor Johannes W. Pichler: Professor Pichler: Mr Malosse, here at the University of Graz we are together launching the Europe-wide civil dialogue. You have developed an eParticipation tool for civil dialogue. Students and young people from Graz, many of them computer buffs, are even now working on it, testing it and improving it. Henri Malosse : I chose the tricky topic of youth employment to launch the dialogue, because I deeply believe that Europe must fi nally act in line with citizens’ genuine expectations. This is what the Youth Guarantee is about. But that means that we have to tackle the challenge together with young people. All unemployment is unac- ceptable, but youth unemployment is a particular tragedy. In Austria you are relatively lucky. That is why we are looking to young Austrians to get involved and explain to us why you are so much better off . Europe has long looked with interest at the exemplary Austrian dual training model. Professor Pichler: Does talking about it help? Henri Malosse : Yes, of course. Before Brussels acts we need to know what people in the EU themselves think about it. The EU’s 500 million people have enormous creative potential. So let’s fi nally start talking to each other. Professor Pichler: Great idea. In fact, our “Constitution” – Article 11(1) of the Treaty on European Union – has required dialogue with citizens on EU issues since 2009. But so far nobody has made any attempt to do this – neither the Commission nor Parliament, which claims to be so close to the grass roots. Why you? Henri Malosse : Professor, thank you for agreeing to join me in being the fi rst to tackle this tricky undertaking. Why us? The European Economic and Social Committee has the role of making European civil society’s voice heard in Brussels. We think that this is fundamental, as it is a practical way of bring- ing the EU and its citizens closer together. I deeply believe that Europe fi nally needs to give people hope and look to the future. Professor Pichler: Do you think that the Union will have the strength to listen to what ordinary people are saying? To do this, it would have to escape from the far greater infl uence of well-organised lobbies and industries, because you can’t attach the same importance to both at once. Henri Malosse : It will have to listen to the people fi rst. The people are after all the fi nal arbiters – no-one else. The European Union can’t have a future without Europeans. Let us turn our new citizens’ dialogue into a discussion among all like-minded people in Europe. Jacques Delors once said that “You can’t fall in love with a single market”. It is true that, only if we allow the people to give Europe a soul, will Europeans com- mit themselves to it heart and soul. This is what a culture needs: a spirit, a sense of values – in short, identity, knowing who you are. Otherwise it will fall apart. But you can’t impose a soul by decree – it has to come from the people and the people have to talk about it together. We have always been very good at that in Europe. Professor Pichler: Is this new citizens’ dialogue really a broad cultural dialogue, about issues, concerns and solutions? That makes me even keener to contribute to it. Henri Malosse : I seem to have you on board. We just need the other 499 million or so – and we will get them. After all, it is their Europe we are talking about. ● SOON IN THE EESC Golden tickets! YEYS 2015 participants chosen The 28 lucky schools that will participate in the 2015 Your Europe Your Say! (YEYS) event were selected in a draw held on 22 January. Pupils from these schools – each representing a Member State – will now be invited to the EESC headquarters in Brussels to attend this popular youth initiative, which this year will run from 23 to 25 April. YEYS is a unique event that simulates the work done by members of the EESC. Every year since 2010, approximately one hundred students representing Europe’s youth come to Brus- sels to discuss and debate the most impor- tant issues for young people in relation to EU citizenship and to contribute to the strategies and decisions made at the European level, such as how the EU can help create new jobs and encourage young people to set up new busi- nesses. The young participants then have to reach consensus on these key topics. The Voice of Europe’s youth This event also gives young Europeans the chance to put their questions to political lead- ers face to face, experience the workings of the Committee and witness fi rst-hand how it rep- resents civil society in Brussels. The programme will also be an ideal opportunity for young people to meet like-minded students from other Member States. EESC Members Marie Zvolská (Employers’ Group), Béatrice Ouin (Workers’ Group) and Indre Vareikyte (Various Interests Group) were given the honour of randomly selecting the lucky winners from the 408 schools that have registered. A reserve list of 56 schools – two additional schools per Member State – has also been drawn up. Details of the 28 selected schools can be found on the EESC website: http://www.eesc.europa. eu/?i=portal.en.events-and-activities-your- europe-your-say-2015-selected. (fgr) ● Public hearing of the Single Market Observatory on “Self- and Co-regulation in the EU’s Legislative Framework” On27 January 2015, the Single Market Ob servatory (SMO) held a public hearing at the EESC on “Self- and Co-regulation in the EU’s Legislative Framework” to accompany the drafting of the own-initiative opinion on the same topic (the rapporteur is Jorge Pegado Liz, Various Interests Group). The hearing was co-chaired by Anna Maria Darmanin, president of the SMO, and Martin Siecker, President of the Section for the Single Market, Production and Consumption (INT). The 100 participants included representatives of the institutions, think tanks and Brussels-based interest groups and the two sides of industry. Renowned experts con tributed to a wide-ranging discus- sion. The event was an ideal opportunity to demonstrate how the Single Market Observa- tory (SMO) is currently cooperating with the European Commission’s Secretariat General on the European self- and co-regulation database (through a Memorandum of Understanding dating back to 2007) and with DG CONNECT on their Community of Practice (CoP) for better self- and co-regulation. The SMO is also work- ing with a number of research institutes such as the Faculty of Law of the European University Institute in Florence, Italy, and the Hague Institute for the Inter nationalisation of Law (HiiL). Apart from the Interinstitutional Agreement on Better Law-Making of 2003, also known as “IIA”, there is no legal basis for the EU to develop self- and co-regulation. However, there are high expectations from various civil society stake- holders, and the EESC opinion aims to provide PLENARY SESSION IN A NUTSHELL Towards a thriving data-driven economy (Rapporteur: Ms Nietyksza) The broad dissemination of information technologies in all areas of society will pro- vide enormous development opportunities, but IT-related research and development in the technical, economic and social sciences needs to be supported. In this opinion, the EESC regrets the substantial reduction in funding for the fi nancing of digital infra- structure under the Connecting Europe Facil- ity (CEF) and strongly advocates drawing the appropriate conclusions. Vote: 213 to 1 with 1 abstention Situation and operating conditions of civil society organisations in Turkey (Rapporteur: Mr Metzler) This EESC own-initiative opinion is partly based on a fact-fi nding mission to civil society organisations in Turkey in 2014. The re commendations provide guidelines to the EU institutions on how to better sup- port Turkish civil society organisations and improve their working conditions. The EU- Turkey dialogue should pay particular atten- tion to respect for basic rights. Vote: 205 to 0 with 2 abstentions The situation after the expiry of the milk-quota system in 2015 (Rapporteur: Mr Walshe) The EESC suggests using Pillar II provisions of the CAP 2014-2020 and the Milk Package to avoid a shift in production, with smaller farmers abandoning dairying, especially in disadvantaged areas. It also calls for the inadequate level of the “safety net” provi- sions built into the new CAP to be revised to ensure they more closely refl ect actual pro- duction costs. Vote: 219 votes to 1 with 14 abstentions The review of the EU-Central Asia Strategy – a civil society contribution (Rapporteur: Mr Peel, Co-rapporteur: Mr Fornea) This exploratory opinion ties in with one of the main foreign policy priorities of the Lat- vian EU presidency, aiming to deepen EU relations with the fi ve Central Asian coun- tries (Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan). Opportuni- ties for EU involvement can be found in the fi elds of secondary education, infrastructure, transport and energy. In light of the Ukraine crisis, and given the geostrategic position and importance of these fi ve countries, the EESC highly recommends reinstating the post of EU Special Representative. Vote: 180 to 2 with 18 abstentions (hb) ● input for discussions on a revision of the IIA at some point before the end of this year. This will be a major development in the European Union’s array of legislative instruments. The debate also raised a number of concerns show- ing how complex the whole issue can be if examined critically, taking account of all the implications and all necessary measurements of success. In short, all participants agreed that self- and co-regulation were worth consider- ing but needed to be closely monitored by the legis lator. (jpf) ● ecte EESC members Indre Vareikyte, Marie Zvolská and Béatrice Ouin were given the honour of randomly selecting the lucky winners from the 408 schools who registered. 5 ",
        "Report confi rms: Roadmap 2050 can be “easily “achieved February 2015/2 EESC info is published nine times a year during EESC plenary sessions. Printed versions of EESC info in German, English and French are available free-of-charge from the European Economic and Social Committee Press Offi ce. EESC info is also available in 23 languages in PDF format on the Committee’s web site: URL: http://www.eesc.europa.eu/?i=portal.en.eesc-info EESC info is not an offi cial record of the EESC’s proceedings; for this, please refer to the Offi cial Journal of the European Union or to the Committee’s other publications. Reproduction permitted if EESC info is mentioned as the source and a copy is sent to the editor. Print run: 8230 copies. Next issue: March 2015 PRINTED ON 100% RECYCLED PAPER Editorial committee: Béatrice Ouin – EESC members’ representative on the Editorial Committee (FR, Workers’ Group) Peter Lindvald Nielsen (editor-in-chief) Siana Glouharova (sg) Overall coordination: Agata Berdys (ab) Contributors to this issue: Ana Isabel Sousa Teles De Oliveira (as) Annemarie Wiesma (aw) Caroline Alibert Deprez (cad) Fabiola Giraldo Restrepo (fgr) Henry Borzi (hb) Jean-Pierre Faure (jpf) Milen Minchev (mm) Siana Glouharova (sg) Silvia M. Aumair (sma) Address: European Economic and Social Committee Jacques Delors Building, 99 Rue Belliard, B-1040 Brussels, Belgium Tel. (+32 2) 546.94.76 Fax (+32 2) 546.97.64 Email: eescinfo@eesc.europa.eu Internet: http://www.eesc.europa.eu/ Q E - AA - 15 - 002 - E N - C Fighting climate change while secur- ing economic growth is possible – this is the extremely encouraging news revealed by the “Better growth, better climate” report pub- lished by The New Climate Economy (NCE) in September 2014. At the same time, it warned that the next 15 years will be critical for tack- ling climate risk. On 22 January, the report was presented at the invitation of the EESC Sustainable Devel- opment Observatory and the World Resources Institute (WRI) at the EESC headquarters in Brussels. Brendan Burns (UK, Employers’ Group), who moderated the event, welcomed Climate Director General Jos Delbeke, WRI Executive Vice-President and Managing Direc- tor Manish Bapna and WRI Global Director for the Climate Programme Jennifer Morgan, who presented the New Climate Economy report. Saving resources while boosting the economy Produced by a Commission of 24 global leaders from 19 countries, the New Climate Economy report fi nds that the trade-off between eco- nomic growth and fi ghting climate change is a false dilemma. It is pos- sible to deliver growth, job creation and poverty allevia- tion while fi ghting climate change. Furthermore, only by tackling climate change in a systemic way can we hope to deliver sustained growth in Europe and for the global economy. With 10 specifi c recommen- dations for governments and business on how to accelerate a shift to a strong- growth and lower-carbon economy, the report also sets out the right solutions. “The EESC supports the envisaged shift towards a more resource-effi cient and climate-friendly policy, and Europe has to do much more “, said Lutz Ribbe (DE, Various Interests Group). The EESC views the report as a confi rmation of its own policy approach, outlined in a number of opinions (NAT/590: The green economy – pro- moting sustainable development in Europe, Brussels, 23 May 2013, rapporteurs Agudo, Narro; NAT/620: Market-based instruments – Low carbon economy in the EU, Brussels, 25 March 2014, rapporteurs Mr Siecker and Mr Ribbe). The report should be a wake-up call for European stakeholders, who need to be bolder and convert political declarations into tangible action with greater drive. Supporting developing countries is an investment in Europe’s future Particularly in this Year for European Develop- ment, Europe should help emerging economies and developing countries grow in a resource- effi cient way. Providing these economies with European know-how and support is also an investment in our future generations. (sma) ● IN SHORT Safe routes, safe futures. How to manage the mixed fl ows of migrants across the Mediterranean? The European Migration Forum builds on the work of the Euro- pean Integration Forum established in 2009 by the European Commission in cooperation with the EESC. Given the success of the European Integration Forum, it was decided to expand its scope to cover topics related to immigration and asylum. The Forum brings together around 140 organisations and rep- resentatives of EU institutions, local and regional authorities, EU Member States and international organisations. Border-free EU Must Stay On 27 January 2015, the EESC hosted a conference entitled ‘Basic European Rights to Free Movement Under Threat.’ The event was organised in collaboration with Europeans Through- out the World (ETTW) and the Latvian Presidency of the EU. Despite being the EU’s most popular achievement – 88% of Europeans claim to be aware of their rights (Flash Eurobarom- eter 365 , February 2013) – the right to free movement has faced increasing criticism from within the Union. Three panels at the event sought to clarify the upcoming political agenda, present evidence on the benefi ts and risks of free movement within the EU labour market and address the myths often associated with migration. One speaker at the event, EESC member Andris Gobiņš, stated that “ without free movement, the EU would no longer be the same. Member States should refrain from the temptation to limit this right, even when facing times of economic crisis or security threats. We must move forward in order to progress, and not look backwards .” Niels Jørgen Thøgersen, the President of the ETTW, presented an “action kit” which included measures such as: sounder statisti- cal evidence on migration fl ows; a more systematic approach to tackling cases of abuse; the adoption of binding requirements or regulations instead of directives; collective action by citizens groups and swifter enforcement procedures. The conference produced tangible conclusions and highlighted the need to put greater emphasis on defending this crucial Euro- pean right, while also recognising the need to deal with some issues at local level. These conclusions will serve as a basis for the high level conference in Riga on 11 and 12 May 2015, to be held under the auspices of the EU’s Latvian Presidency. (as/cad) ● Professor Gerd Wolf awarded Minerva Prize Professor Gerd Wolf (Germany, Various Interests Group), together with Professors Chevalier Paul Vandenplas and Marnix van der Wiel, has been awarded the Jülich Museum Association’s Minerva Prize for their joint work on fusion research. As part of the European R&D programme aimed at fi nding a way to generate huge quantities of clean energy in a power plant, imitating the sun, in 1996 the three award-winners founded the “Trilateral Euregio Cluster” (TEC) to focus the work of their laboratories (in Belgium, Netherlands and Germany) and infrastructures. The three TEC partners pooled their research and instruments in the Jülich TEXTOR fusion experiment. The scientifi c results of this cooperation have since been incorpo- rated into international projects, such as the ITER nuclear fusion reactor – still under construction in Cadarache, France – and the Wendelstein 7-X experimental facility in Greifswald. This is the eleventh time that the Minerva Prize, a small statue of the goddess of that name found in the Jülich area, has been awarded. Its recipi- ents are individuals who have made an outstanding contribution to the fi elds of culture, science or economy in the city and region of Jülich. (sma) ● 1st European Migration Forum at the EESC On 26 and 27 January 2015, the EESC hosted the fi rst meeting of the European Migration Forum – a platform for dialogue on migra- tion, asylum and migrant integration. “In Europe today, it is as if a money-printing machine is more important than protecting human dignity” said Luis Miguel Pariza Castaños, EESC member. At the Forum, participants from the public and private sectors and local, national and Community spheres looked at how to manage mixed migration fl ows in the Mediterranean in such a way as to prevent human tragedies. Given the increasing numbers of people trying to reach Europe by crossing the Mediterranean, this issue has become extremely pressing. One of the political messages that emerged from the meeting was the need for maximum cooperation and coordination between the various players in the fi eld, so as to address the problems of the Mediterranean eff ectively. This confi rms the importance of the role played by civil society and the EESC in the Forum and, more gener- ally, in the shaping of migration policy at EU level. (aw/cad) ● Participants at the fi rst European Migration Forum Professor Gerd Wolf receiving the Minerva Prize © R . - U . L i m b a c h , J ü l i c h R e s e a r c h C e n t r e EESC info in 23 languages: http://www.eesc.europa.eu/activities/press/eescinfo/index_en.asp arysessio tp://ww "
    ]
}