{
    "text": [
        "P6_TA(2007)0063 Equality roadmap European Parliament resolution of 13 March 2007 on a roadmap for equality between women and men (2006-2010) (2006/2132(INI)) The European Parliament , — having regard to the Commission communication entitled ‘ A roadmap for equality between women and men 2006-2010 ’ (COM(2006)0092), — having regard to Council Decision 2001/51/EC of 20 December 2000 establishing a Programme relat- ing to the Community framework strategy on gender equality (2001-2005) ( 1 ), and to Parliament's position of 15 November 2000 on the subject ( 2 ), — having regard to the United Nations legal instruments in the sphere of human rights and especially women's rights, in particular the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW), and other UN instruments relating to violence against women, for example the Vienna Declaration and Programme of Action, adopted by the World Conference on Human Rights of 14-25 June 1993 in Vienna, and the Resolution on the elimination of violence against women of 20 December 1993 ( 3 ), the Resolution on the elimination of domestic violence against women of 19 February 2004 ( 4 ), the Resolution on working towards the elimination of crimes against women committed in the name of honour of 20 December 2004 ( 5 ), and the Resolution on crime prevention and criminal justice measures to eliminate violence against women of 2 February 1998 ( 6 ), — having regard to the Beijing Declaration and Platform for Action adopted by the Fourth World Con- ference on Women on 15 September 1995, and to Parliament's resolutions of 18 May 2000 on the follow-up to the Beijing Action Platform ( 7 ) and of 10 March 2005 on the follow-up to the Fourth World Conference on Women — Platform for Action (Beijing+10) ( 8 ), — having regard to the report of the UN Secretary-General of 6 July 2006 entitled ‘ In-depth study on all forms of violence against women ’ ( 9 ), — having regard to the final report adopted in March 2005 at the 49th session of the UN Commission on the Status of Women, — having regard to the Protocol to the African Charter on Human and Peoples' Rights on the Rights of Women in Africa, also known as the ‘ Maputo Protocol ’ , which came into force on 25 November 2005 and which among other things prohibits all forms of genital mutilation, — having regard to UN Security Council Resolution 1325 of 31 October 2000 on women, peace and security ( 10 ), which calls for greater involvement of women in the prevention of armed conflicts and in peace-building, — having regard to the report delivered in May 2003 by the Commission's Advisory Committee on Equal Opportunities for Men and Women, on gender budgeting, ( 1 ) OJ L 17, 19.1.2001, p. 22. ( 2 ) OJ C 223, 8.8.2001, p. 149. ( 3 ) UN General Assembly Resolution A/RES/48/104. ( 4 ) UN General Assembly Resolution A/RES/58/147. ( 5 ) UN General Assembly Resolution A/RES/59/165. ( 6 ) UN General Assembly Resolution A/RES/52/86. ( 7 ) OJ C 59, 23.2.2001, p. 258. ( 8 ) OJ C 320 E, 15.12.2005, p. 247. ( 9 ) A/61/122/Add.1. ( 10 ) Security Council Resolution 1325(2000). C 301 E/56 EN 13.12.2007 Official Journal of the European Union Tuesday 13 March 2007 ",
        "— having regard to the presidency conclusions issued following the Lisbon Extraordinary European Council of 23-24 March 2000, the Stockholm European Council of 23-24 March 2001, the Barcelona European Council of 15-16 March 2002, and the Brussels European Councils of 20-21 March 2003 and 25-26 March 2004, — having regard to Council Decision 2005/600/EC of 12 July 2005 on Guidelines for the employment policies of the Member States ( 1 ), — having regard to its resolution of 19 January 2006 on the future of the Lisbon Strategy from the point of view of the gender perspective ( 2 ), — having regard to its resolution of 9 March 2004 on reconciling professional, family and private lives ( 3 ), — having regard to its resolution of 11 February 2004 on the organisation of working time (Amendment of Directive 93/104/EC) ( 4 ), — having regard to its resolution of 2 February 2006 on the current situation in combating violence against women and any future action ( 5 ), — having regard to its resolution of 17 January 2006 on strategies to prevent the trafficking of women and children who are vulnerable to sexual exploitation ( 6 ), — having regard to its resolution of 24 October 2006 on women's immigration: the role and place of immigrant women in the European Union ( 7 ), — having regard to the Ministerial Declaration of the Conference of Ministers of Gender Equality, adopted on 4 February 2005 in Luxembourg, — having regard to the European Pact for Gender Equality adopted by the Brussels European Council of 23-24 March 2006, — having regard to the Commonwealth Plan of Action for Gender Equality 2005-2015, — having regard to Rule 45 of its Rules of Procedure, — having regard to the report of the Committee on Women's Rights and Gender Equality and the opi- nions of the Committee on Development, the Committee on Employment and Social Affairs, the Com- mittee on Industry, Research and Energy, and the Committee on Civil Liberties, Justice and Home Affairs (A6-0033/2007), A. whereas the Vienna Declaration, adopted at the UN World conference on Human Rights on 25 June 1993, states that ‘ The human rights of women and of the girl-child are an inalienable, integral and indivisible part of universal human rights ’ , and whereas equality between women and men is a funda- mental right and principle of the EU, recognised by the Treaty establishing the European Community and by the Charter of Fundamental Rights of the European Union; whereas in spite of the significant progress made in this field, many inequalities between women and men remain, B. whereas violence against women is the most widespread human rights violation and knows no geogra- phical, economic, or social limits, and whereas, despite the efforts brought to bear at national, Com- munity, and international level, the number of women who are victims of violence is alarming ( 8 ), ( 1 ) OJ L 205, 6.8.2005, p. 21. ( 2 ) OJ C 287 E, 24.11.2006, p. 323. ( 3 ) OJ C 102 E, 28.4.2004, p. 492. ( 4 ) OJ C 97 E, 22.4.2004, p. 566. ( 5 ) OJ C 288 E, 25.11.2006, p. 66. ( 6 ) OJ C 287 E, 24.11.2006, p. 75. ( 7 ) Texts Adopted, P6_TA(2006)0437. ( 8 ) According to the United Nations Development Fund for Women (Unifem) figures, at least one woman in three has suffered some form of violence at some stage in her life. 13.12.2007 EN C 301 E/57 Official Journal of the European Union Tuesday 13 March 2007 ",
        "C. whereas the term ‘ violence against women ’ is to be understood as any act of gender-based violence which results in, or is likely to result in, physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion, or the arbitrary deprivation of liberty, whether occur- ring in public or private life, D. whereas the risk of poverty affects women to a greater extent, including working women ( 1 ), and, particularly, older women, women who head one-parent families, teenage-mothers and women working in family businesses, on account of continuing gender discrimination and inequalities as regards train- ing, personal services, access to employment, family responsibilities, pension entitlements, and the legal safeguards provided in the event of separation or divorce, especially where economically dependent women are concerned, E. whereas the entire body of cultural and social principles and values on which the EU and the Member States are founded, such as respect for human rights, the dignity of the human person, equality, dialo- gue, solidarity and participation, is a heritage shared by all EU citizens and residents, the assimilation of whom is a priority for the EU and a factor contributing to emancipation and integration, especially for women and girls isolated by language, cultural, or religious barriers, F. whereas more consideration should be given to gender budgeting with a view to effective governance of equal opportunities policies; and whereas appropriate knowledge and experience at European, national, or regional level would enable it to be applied without further delays to the budget and to Community programmes when they are drawn up, implemented, and assessed ( 2 ), G. whereas Articles 3(2), 13, and 152 of the Treaty describe the role of the Community in bringing about gender equality in policies to protect human health, H. whereas to reach the Lisbon targets for female employment, further action will need to be taken under the open method of coordination, based on existing good practice at national or regional level, and allowing in particular for the fact that training and employment access policies, work-life balance poli- cies, services, and the promotion of women's participation in decision-making are linked in an inter- dependent relationship; and whereas, in that perspective a particular effort ought to be made to ensure socio-economic cohesion, to put an end to the gender digital divide and to promote the role of women in science, I. whereas, despite Community legislation and national provisions on equal pay, a wide pay gap between the two sexes persists, with women in the EU earning on average 15 % less than men, a gap which is narrowing much more slowly than the disparity in employment rates between the two sexes, J. whereas women often have fewer pension entitlements than men, either because of their lower pay or because their professional career is shorter and has been interrupted because of their greater family responsibilities, K. whereas policies to reconcile family and working life must be aimed at women and men alike and consequently require a comprehensive approach enabling discrimination against women to be taken into account and future generations to be treated as an asset to society as a whole, L. whereas, while women make up 52 % of the European population, that percentage is not reflected in terms of access to, and participation in, positions of power; whereas the fact of being representative of society as a whole serves to enhance governance and to make policies more relevant to the public at large; whereas, furthermore, a variety of solutions (laws, agreements, or political initiatives) can be employed at national level to ensure women are represented in decision-making bodies, ( 1 ) Bearing in mind also that in 85% of one-parent families the breadwinner is a woman. ( 2 ) Cf., inter alia, the work of the Organisation for Economic Cooperation and Development (OECD), Unifem, the World Bank, the Commonwealth Secretariat for Equal Opportunities, as well as the studies and projects carried out by the Council of Europe, the Nordic Council of Ministers and the Ministry for Employment and Social Affairs of the Netherlands. C 301 E/58 EN 13.12.2007 Official Journal of the European Union Tuesday 13 March 2007 ",
        "M. whereas the ‘ i2010 ’ (A European Information Society for growth and employment 2010) strategic framework proposed in Commission communication COM(2005)0229 is aimed, among other things, at improving quality of life by enabling everyone to participate in the information society, 1. Notes the Commission's determination to pursue the equal opportunities strategy on a multi-annual basis, as it enables the pursuit of a long-term strategy to promote equality at EU level, but points out that the roadmap fails to specify the responsibilities of the Commission and the Member States as regards implementation and information to citizens, and that it does not specify the funds that will be allocated to implement its recommendations; 2. Acknowledges the dual approach to promoting equality, whereby all areas of policy should be main- streamed at the same time as specific measures are implemented to promote equality; 3. Calls on the Commission to draw up an overall framework for the assessment of policies and pro- grammes to promote gender equality, including resulting national policies; calls, in particular, for an in- depth assessment of the Community framework strategy on gender equality (2001-2005) ( 1 ) and for an analysis of the implementation of the directives on equal opportunities, especially Directives 86/613/EEC ( 2 ), 89/391/EEC ( 3 ), 92/85/EEC ( 4 ) and 2003/41/EC ( 5 ) with a view to laying down, using reliable data and statistics, a coherent programming, implementation, monitoring, and assessment cycle for the purposes of the roadmap; believes, to that end, that the European Institute for Gender Equality needs to be set up quickly so as to enable progress under the roadmap to be constantly monitored; 4. Calls on the Commission to treat gender equality policy not just as a priority for the EU, but also, and above all, as an indispensable requirement of respect for the rights of the individual; considers that such an approach should translate into an effort to coordinate and strengthen European and national measures providing for the legal protection of women and children, in particular: — in cases where women have been reduced to slavery or in cases involving crimes in the name of honour or tradition, of violence, trafficking, female genital mutilation, forced marriage, polygamy, or deprivation of identity (for example when women are forced to wear the burka, the niqab, or a mask), the aim being zero tolerance; and calls on the Commission to: — carry out research on the underlying causes of gender-based violence, develop indicators of the num- bers of victims, and, provided that a legal basis is determined, and present a proposal for a directive on combating violence against women; — gather, as soon as possible, comparable and reliable data on trafficking in human beings with a view to reducing the number of victims, as well as to carry out a study on the causal correlation between legislation on prostitution and trafficking for sexual exploitation and to disseminate best practices, including actions taken relating to the demand side of such activities; and invites Member States to: — introduce compulsory registration of acts of female genital mutilation performed by persons involved in health care and to withdraw the licence of doctors who perform this practice; ( 1 ) Council Decision 2001/51/EC of 20 December 2000 establishing a Programme relating to the Community frame- work strategy on gender equality (2001-2005) (OJ L 17, 19.1.2001, p. 22). ( 2 ) Council Directive 86/613/EEC of 11 December 1986 on the application of the principle of equal treatment between men and women engaged in an activity, including agriculture, in a self-employed capacity, and on the protection of self-employed women during pregnancy and motherhood (OJ L 359, 19.12.1986, p. 56). ( 3 ) Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (OJ L 183, 29.6.1989, p. 1). ( 4 ) Council Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage improvements in the safety and health at work of pregnant women and workers who have recently given birth or are breastfeeding (OJ L 348, 28.11.1992, p. 1). ( 5 ) Directive 2003/41/EC of the European Parliament and of the Council of 3 June 2003 on the activities and super- vision of institutions for occupational retirement provision (OJ L 235, 23.9.2003, p. 10). 13.12.2007 EN C 301 E/59 Official Journal of the European Union Tuesday 13 March 2007 ",
        "5. Calls on those Member States which have not yet done so to ratify, without further delay, the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women, and Children, supplementing the UN Convention against Transnational Organized Crime (one of the ‘ Palermo Protocols ’ ), and the Council of Europe's Convention on Action against Trafficking in Human Beings and to implement Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities ( 1 ); 6. Considers that the requirement to respect women's rights, in the same way as other human rights, is central to accession negotiations with applicant countries; calls, therefore, on the Commission to monitor statistics on acts of discrimination and violence of which women are victims in applicant countries, and communicate them to Parliament and to the Council, and to actively encourage acceding countries to take part in the Community's Progress and Daphne programmes; 7. Stresses that respect for women's rights must be an essential condition of the EU's neighbourhood, foreign and development policies; in this context: — recommends that, within the framework of those policies, the EU show greater commitment towards political dialogue with third countries and to giving financial support linked to development, with a view to promoting gender equality; — emphasises the specific nature of the feminisation of poverty and insists that achievement of the Mil- lenium Development Goals (MDGs) hinges on promoting gender equality in all age brackets; — requests that particular attention be paid to MDGs 2 and 3 and to promoting the education of girls at all levels, as well as to ensuring equal access to training programmes fostering female entrepreneurship, particularly in SMEs, as a means of reducing poverty, improving the health and well-being as well as promoting genuine and sustainable development; — calls for action to be taken to prevent women from being marginalised as regards development pro- grammes by guaranteeing them equal access to labour markets, to permanent and better quality jobs, and to means of production such as land, credit and technology; — urges the Commission and the Member States to take appropriate measures, as part of their develop- ment cooperation policies, to encourage better representation of women by ensuring that women have the same opportunities as men and by encouraging their participation in professional associations and political planning and decision-making bodies; — invites the Commission and the Member States, within their development programmes, to consider preventive methods for the combating of sexual violence and the trafficking of human beings with a view to their sexual exploitation, to discourage and dissuade violence against women and to guarantee medical, social, legal and psychological assistance to both women who have been displaced as a result of conflict and to other types of woman migrant; — calls on the Commission to conduct a quantitative and qualitative assessment of development aid expenditure and programmes in third countries; 8. Requests that the Commission take steps to guarantee women their rights in relation to health, includ- ing sexual and reproductive health; reaffirms that it is essential, especially for combating HIV/AIDS, to increase access to information relating to sexual and reproductive health and to health services; 9. Recognises that girls are particularly vulnerable to violence and discrimination, and calls for greater efforts to be made to protect girls against all forms of violence, including rape, sexual exploitation and forced recruitment into the armed forces, and to foster policies and programmes to promote the protection of girls' rights in conflict and post-conflict situations; ( 1 ) OJ L 261, 6.8.2004, p. 19. C 301 E/60 EN 13.12.2007 Official Journal of the European Union Tuesday 13 March 2007 ",
        "10. Requests the Commission to honour its undertaking to present a communication on ‘ A European Vision on Gender Equality in Development Cooperation ’ ; 11. Calls on the Commission to ensure coordination between the EU and the UN as regards equal opportunities policies and girls' rights; reaffirms the importance of promoting close cooperation with Euro- pean and international, regional and/or bilateral institutions, including UN bodies, in order to harmonise, as regards gender, approaches in the fields of development cooperation and humanitarian aid, especially by strengthening the link between the Peking Platform for Action and the Cairo Programme of Action, the CEDAWand its optional protocol, and the MDGs; 12. Calls on the Commission to ensure that policies on Africa and the national development strategies of African countries promote the ratification and implementation of the Maputo Protocol in all African coun- tries, paying particular attention to Article 5, which condemns and prohibits all forms of genital mutilation; 13. Welcomes the Commission's commitment to promote the implementation of the abovementioned UN Security Council Resolution 1325, and to develop guidelines for gender mainstreaming in crisis- management training activities; 14. Calls on the Member States and the Commission to take practical steps to promote the emancipation and economic and social integration of migrant women, including in particular, under the joint Framework for the Integration of Third-Country Nationals, measures to foster language skills and understanding of the rights and duties deriving from the Community acquis, international agreements, the principles and laws applying in host countries (which, among other things, prohibit polygamy under the cloak of family reuni- fication) and from the EU's core values, by drawing up specific training policies in equal opportunities, non- discrimination on grounds of gender and intervention from the gender perspective; programmes to combat discrimination in access to jobs and at work; support for immigrant women's business projects that foster the maintenance and diffusion of the cultural wealth of their countries of origin and the creation of and support for public fora for immigrant women in which they are actively represented; 15. Recommends that the Member States and the Commission provide for the financing of programmes aimed at giving information in the countries of origin on the prerequisites for immigrants' arrival and stay in the EU and on the dangers associated with illegal immigration; 16. Calls on the Commission to launch initial gender mainstreaming pilot projects, focusing on the EU's general budget and Community programmes, especially the Structural Funds, the seventh framework pro- gramme of the European Community for research, technological development and demonstration measures (2007-2013), the Programme of Community action in the field of health and consumer protection (2007- 2013), and the programme of Community action in the field of public health (2003-2008); believes that the pilot projects should address the impact of the general budget on gender equality (horizontal approach) and the effectiveness of specific reserves for women or projects proposed by women, as well as analysing the difficulties that women encounter in participating in the programmes (specific approach); 17. Calls on the Member States to add to, or strengthen, their national employment and social integra- tion plans so as to include measures to help women enter the labour market on a footing of equal dignity and equal pay for equal work and to promote female entrepreneurship, and to identify and support new work opportunities in the social and health sector and in personal and family services, in which the labour force consists mostly of women, emphasising the economic and social value of such work and providing the regulation required to guarantee the quality of the services, the recognition of the social rights and the dignity of those who deliver them, as well as helping reduce the risk of poverty; considers that due to the unfavourable position of women in the social and economic field, characterised by higher levels of unem- ployment and lower wages than men, women are at greater risk of exploitation; 18. Calls on the Member States to implement concrete strategies to reinforce female entrepreneurship, using, for example, the opportunities offered by ICT, and measures to facilitate access for female entrepre- neurs to bank loans and services, particularly with regard to microfinancing and measures in support of women's entrepreneurial networks; 13.12.2007 EN C 301 E/61 Official Journal of the European Union Tuesday 13 March 2007 ",
        "19. Notes that the challenges faced by the Member States and the EU in the area of gender equality are increasing as a result of intensified global economic competition and the subsequent demand for an ever more flexible and mobile labour force; highlights that women continue to suffer from social, employment and other forms of discrimination and that these requirements are likely to have a stronger impact on women than on men; considers that this situation should not be permitted to undermine gender equality and women's reproductive rights; 20. Calls on the Member States to appoint a national official to take charge of gender equality for the purposes of implementing the Lisbon strategy, whose task should be to help draw up and revise the respec- tive national plans and monitor their implementation so as to encourage gender mainstreaming and budget- ing as regards the policies and targets laid down in the plans; 21. Regrets the fact that the gender pay gap is still as high as 15 %; calls on the Commission, as a matter of priority, to revise Council Directive 75/117/EEC ( 1 ), especially those points relating to labour inspectorates and the legal remedies available in the event of discrimination; calls upon the Commission, too, to ensure that the directive on equal pay is applied in such a way that women do not suffer discrimination on account of their shorter experience of working life due to their bringing up children; 22. Calls on the Commission, in collaboration with the Member States and its social partners, to encou- rage the creation of policies to reconcile family and working life, namely by — ensuring that the cost of motherhood and fatherhood is borne by society as a whole, so as to eradicate discriminatory behaviour at work and help boost the birth rate and to facilitate the employment of women; — conducting an awareness-raising campaign and introducing pilot projects to facilitate the balanced par- ticipation of women and men in professional work and family life; — within the framework of the Barcelona targets, making care services and assistance to those who cannot look after themselves (children, people with disabilities or chronic diseases and the elderly) more acces- sible and flexible by laying down minimum care and assistance requirements including facilities remain- ing open at night, so as to meet the needs arising from work and family life; — actively encouraging fathers and male cohabitees to make use of available flexible working time options and to take on household chores and family work, for example by laying down an initial form of paternity leave and by starting the expected revision of Council Directive 96/34/EC ( 2 ); — defining alternative methods of ensuring that women's pensions are covered in cases where their pro- fessional career does not provide an adequate pension because it was too short or was interrupted because of their increased family responsibilities; 23. Asks the Commission to ensure that gender impact is considered properly when reviewing or devel- oping EC legislation, such as Directive 93/104/EC, and that the Commission acts appropriately where a negative gender impact is likely, such as in the case of that directive; calls on the Council to end the opt- out from the said directive, as it is more damaging to women than to men and makes it harder to reconcile work and family life; 24. Calls on the Commission to take into account the outcome of the Conference on Men and Gender Equality, organised by the Finnish Presidency of the Union and the role of men in the achievement of gender equality; ( 1 ) Council Directive 75/117/EEC of 10 February 1975 on the approximation of the laws of the Member States relating to the application of the principle of equal pay for men and women (OJ L 45, 19.12.1975, p. 19). ( 2 ) Council Directive 96/34/EC of 3 June 1996 on the framework agreement on parental leave concluded by UNICE, CEEP and the ETUC (OJ L 145, 19.6.1996, p. 4). C 301 E/62 EN 13.12.2007 Official Journal of the European Union Tuesday 13 March 2007 ",
        "25. Calls on the Commission, drawing on the work of the European Institute for Equality between Men and Women and proceeding from the progress monitored by the decision-making database ( 1 ), to assess good practice at international, national, or regional level enabling women to participate in decision-making, and to encourage its dissemination and adoption, inter alia by supporting a network of women involved in the decision-making process; 26. Urges the Member States to establish and implement clear targets and timetables for increasing women's participation in all forms of decision-making and ensuring that they are more strongly represented in political life; 27. Considers it important to promote participation by women in scientific and research careers; to this end, policies and instruments are required which together ensure gender balance and excellence in those professions; 28. Considers that the presence of women in the scientific professions is encouraged not least by offering contractual solutions such as study grants or part-time work grants to help reconcile family and working life; 29. Believes that, if the media were to publicise good examples of both women's roles in society and their achievements in all sectors, which must be highlighted in order to create positive images of women and to encourage the involvement of other women and men in achieving gender equality and a work-life balance, this would help greatly to combat the negative stereotypes which women face; calls on the Com- mission, therefore, to encourage initiatives, under the Media 2007 programme for example, to raise aware- ness in the media, through, for example, permanent consultation forums with members of that sector, of the stereotypes that they convey and to promote equal opportunities, particularly with a view to informing and raising awareness among young men and women; 30. Encourages the Member States to take measures to eliminate gender stereotypes, especially on the labour market and to promote men's presence in sectors and positions predominantly occupied by women, in primary schools and in care facilities, for example; 31. Urges the Commission to include the rights of and problems faced by transgender persons into the roadmap, in accordance with recent rulings by the Court of Justice of the European Communities; 32. Calls on the Commission to set up a gender mainstreaming and gender-awareness training for Com- missioners, the highest levels of civil servants, and within all management training for European civil ser- vants; 33. Calls on the Commission to promote the use, in all official EU documents and in interpretation into all the official languages of the EU, of terminology that is gender-sensitive and capable of addressing all the cultures concerned; 34. Calls on the European institutions and agencies to promote gender equality at administrative level and aim for parity between women and men in recruitments and appointments, notably for high-level positions; 35. Calls on the Commission to devote a separate chapter of the Annual Report on Equal Opportunities for Women and Men in the European Union to the roadmap and to report in that chapter on the progress made with regard to the roadmap; 36. Calls on the Commission to report regularly to Parliament's appropriate committee(s) on the mon- itoring of progress in connection with the roadmap, among other things by means of public country-by- country reports; 37. Instructs its President to forward this resolution to the Council, the Commission, the European Economic and Social Committee, and the Committee of the Regions, and to the executive and elective bodies responsible for equal opportunities at local, regional, and national level. ( 1 ) Project run by the Commission's Employment and Social Affairs DG, the purpose of which is to gather data on and analyse women's participation in decision-making (political institutions, civil services, management and labour orga- nisations, and leading non-governmental organisations). url: http://ec.europa.eu/employment_social/women_men_stats/index_en.htm 13.12.2007 EN C 301 E/63 Official Journal of the European Union Tuesday 13 March 2007 "
    ]
}