{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 19.1.2018 SWD(2018) 23 final JOINT STAFF WORKING DOCUMENT The EU Special Incentive Arrangement for Sustainable Development and Good Governance ('GSP+') assessment of Armenia covering the period 2016 - 2017 Accompanying the document Report from the Commission to the European Parliament and the Council Report on the Generalised Scheme of Preferences during the period 2016 - 2017 {COM(2018) 36 final} - {SWD(2018) 24 final} - {SWD(2018) 25 final} - {SWD(2018) 26 final} - {SWD(2018) 27 final} - {SWD(2018) 28 final} - {SWD(2018) 29 final} - {SWD(2018) 30 final} - {SWD(2018) 31 final} - {SWD(2018) 32 final} ",
        "1 Armenia GSP+ Assessment 1. Country Overview On 2 April 2017, Armenia held parliamentary elections under the new Constitution which shifted the Armenian semi-presidential system of governance to a parliamentary one. Elections were observed also by a Delegation from the European Parliament. These parliamentary elections under the new Electoral Code were well-administered and fundamental freedoms were generally respected. However, credible reports identified widespread vote buying, intimidation of civil servants and private company employees as well as abuse of administrative resources prior to Election Day, which contributed to an overall lack of public confidence and trust in the elections. The EU has contributed financially to electoral assistance meant to increase the safeguards against possible electoral fraud and has encouraged the Armenian law enforcement bodies to conduct a credible and swift investigation into all alleged criminal offenses related to elections and to prosecute in accordance with the law. The EU and Armenia negotiated the Comprehensive and Enhanced Partnership Agreement (CEPA) as a new legal basis for their cooperation. It was initialled in March 2017 in Armenia. The CEPA represents a modern, comprehensive and ambitious agreement, covering political, economic and sectorial cooperation in fields such as transport, energy, communication, financial services, regional development, health and education. It will broaden the scope of EU-Armenia relations and will have as a basis shared common values and a strong commitment to democracy, human rights and the rule of law. From 20 to 23 June 2017, a GSP+ monitoring mission took place. It made ten concrete suggestions for priority actions, with a particular focus on the protection of human rights (including investigation of excessive use of police force), the judiciary, legislation against domestic violence and against discrimination, labour rights and labour inspection, fight against corruption and protection of endangered species. The GSP+ monitoring mission presented these suggestions to the relevant Government ministries and agencies during a meeting on 23 June 2017. The Armenian authorities submitted information about the implementation of the priority actions in October 2017. The entry into force of the new Constitution in early 2018, with a number of human rights- related provisions, will be an important milestone with regard to the Government's intention to ensure the implementation and enforcement of legislation as strategic programming documents. 2. Compliance with GSP+ Obligations 2.1. UN Human Rights Conventions (Conventions 1-7) Status of ratification and reporting During the reporting period, Armenia has maintained ratification of all GSP+ relevant UN human rights conventions and continued efforts to fulfil its reporting obligations, with some delays. The national report on the International Covenant on Civil and Political Rights (due 27 May 2016) has not been submitted at the time of writing. ",
        "2 Status of implementation of the conventions In 2016-2017, Armenia continued efforts to address shortcomings identified under the GSP+ relevant UN conventions. The Armenian authorities also continued efforts to improve the involvement of civil society in the implementation and monitoring of the 2014-2016 National Human Rights Action Plan (NHRAP). According to quantitative data provided by the Ministry of Justice, half of the targets of the NHRAP were implemented on time, 35% were not implemented, 9% with delay and 6% were removed from the NHRAP. Some aspects of the mechanisms for the protection of human rights were improved through the adoption of the Constitutional Law of the Republic of Armenia on Human Rights Defender and the amendment of the Criminal Code that aligns the definition of torture with the UN Convention. However, these improvements did not appear to have a tangible impact on the human rights situation in Armenia. The poor implementation of the 2014-2016 NHRAP points to unaddressed institutional weaknesses and lack of political commitment. Efforts undertaken in this period represent initial steps towards tackling the identified problems. It is important that Armenia now proceeds with concrete effective implementation to demonstrate tangible results in a number of areas in line with the declared intent of the Government. International Convention on the Elimination of All Forms of Racial Discrimination (CERD) Though some steps were taken to raise awareness of the rights of people belonging to minorities, challenges remain to further increase tolerance and tackle discrimination of ethnic minorities. The new Constitution and the new Electoral Code reserve four seats for ethnic minorities at the National Assembly. However, representatives of those minorities claim that they have not been consulted on political party list nominations and that the elected representatives do not advocate their minority rights. After some delay, the Armenian authorities signalled in July 2017 that they would make efforts to have a standalone anti-discrimination law adopted by the National Assembly. At the time of writing, the draft law on ensuring equality, developed by the Ministry of Justice, is under internal consultation. The draft law foresees the establishment of a body dedicated to assist victims of discrimination. It would, for example, launch investigations of alleged cases of discrimination. International Covenant on Civil and Political Rights (CCPR) In spite of legal requirements, police officers were not held accountable for reported violence, in particular during the July 2016 protests that witnessed excessive use of police force, overuse of pre-trial detention and violence targeting journalists covering public demonstrations. Recommendations by the Human Rights Defender's Office (Ombudsman) were not properly followed up. The Armenian judicial authorities informed that a number of investigations are ongoing. Some new initiatives to address gender equality issues and ensure equal opportunities were launched, such as the new National Strategy on Equality between Men and Women 2017- 2021. The new law against domestic violence, called Law on Prevention of Domestic Violence and Protection of the Victims of Domestic Violence, passed its second and final reading by Parliament on 13 December 2017. ",
        "3 A new draft Judicial Code that aims at strengthening the independence of the judiciary is still under discussion. According to the Armenian Human Rights Defender's Ad Hoc Report of 2016, the draft code did not ensure immunity of the judges from internal and external control, effective mechanisms to combat corruption, access to the court for marginalised groups and examination of cases within reasonable periods of time; neither did it provide guarantees against arbitrary initiation of disciplinary decisions by the Supreme Judicial Council which has been used for leveraging certain judges. In 2017, an EU peer review expert mission recommended providing, inter alia , for objective criteria for the recruitment, promotion and dismissal of judges and for curbing the President's discretionary powers in appointing judges as well as for improvement of the mechanism to check the assets and income declarations of judges. The Venice Commission rendered its opinion on the draft code in July 2017. The number of public defenders continued to increase and the categories of population eligible for free legal aid were further expanded. However, lack of public trust continued to impair access to justice. International Covenant on Economic, Social and Cultural Rights (CESCR) In 2016-2017, Armenia provided support to Syrian refugees and asylum seekers. In January 2017, Armenia adopted the Annual Programme 2017 for Social Protection of Persons with Disabilities and the Programme on Social Inclusion of Persons with Disabilities for 2017- 2021. The draft Law on the Rights of Persons with Disabilities has been revised for the third time and is awaiting adoption. In March 2017, the UN Committee on the Rights of Persons with Disabilities (CRPD) highlighted that the Constitution and the draft law were not in line with the Convention on the Rights of Persons with Disabilities and recommended reviewing it accordingly. Since 2015, the Government has been conducting a reform to change the current medical model of disability assessment to a bio-psycho-social and rights-based model following the World Health Organisation (WHO) International Classification. The reform aims to enhance access to services and participation of persons with disabilities. The Government seems committed to bring about a change given several corruption related cases in this sector in previous years. The reform will still require several years and financial resources for full-scale implementation. There was little progress on a comprehensive law against all forms of discrimination partly due to intense propaganda from some smaller groups resisting change. Actions should be taken to establish a national equality body and to explain more effectively the purpose of such measures to citizens so that stereotypes regarding the role of women and men in society and discrimination based on gender identity and sexual orientation can be overcome. Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) The 2016 Concluding Observations from UN CEDAW recommend to adopt a standalone law against domestic violence, to encourage reporting of violations of women's human rights to relevant judicial and other State bodies, to adopt measures accelerating women's full and equal participation in elected and appointed State bodies, to apply the principle of equal pay for work of equal value as well as gender-neutral job classification, to enhance women's access to basic health care services, to implement the newly adopted law to eradicate sex- ",
        "4 selective abortions, to pay special attention to the needs of rural women in State policies and to ensure their equal access to basic services. Lacking an effective implementation mechanism, the Law on Equal Rights and Equal Opportunities for Men and Women failed to have an impact during the reporting period. A new Law on Prevention of Domestic Violence and Protection of the Victims of Domestic Violence was passed by the National Assembly in December 2017. The law is not fully in compliance with international standards but represents a positive step by the Government and the Parliament towards addressing this sensitive issue in Armenia. The law does not include full criminalisation of domestic violence. An effective mechanism for its proper implementation, including safe shelters for victims of domestic violence and trainings for professionals (police, social workers, health specialists etc.), will be necessary as well as continued public awareness raising campaigns on the content of the law. The Government has drafted a new National Strategy on Equality between Women and Men for the period 2017-2021 which includes among its priorities: combatting violence against women and girls, efforts towards equal access to quality education, vocational education and training for women and girls, efforts to ensure equal rights and the possibility for women to participate in policy and governance processes. The Government needs to ensure that the new Strategy, as other strategies and actions plans, will be adopted with concrete, measurable performance indicators, expected outcomes and, most importantly, effective implementation, monitoring and evaluation mechanisms. Further actions need to be taken to increase public and State bodies' awareness in order to support its practical implementation. Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (CAT) The July 2016 events saw excessive use of police force, overuse of pre-trial detention and violence against journalists covering public demonstrations. There is a need for credible, swift and effective investigation of all alleged and reported human rights violations and transparent prosecution, including of the violations allegedly committed by the law enforcement. Current legislation and implementation practices lack sufficient legal provisions and implementing mechanisms to secure redress, compensation and rehabilitation of victims of torture, the right to which is guaranteed under Article 14 of CAT. A package of further legal amendments to the Penal Code to prevent torture and avoid impunity is still pending adoption. In 2008, the Armenian Human Rights Defender (HRD) was declared by law the independent National Preventive Mechanism against Torture (NPM). The latter is tasked to prevent torture and other cruel, inhuman or degrading treatment of punishment through regular visits to places of deprivation of liberty. The NPM shall be further strengthened under the new Law on HRD of March 2017. Additional staff for the NPM was approved and the new Law stipulates protection of the NPM members and contracted experts for investigation in order to better protect the rights of persons deprived of liberty. Convention on the Rights of the Child (CRC) The Government showed political will to implement the CRC, as it approved a National Strategy and Action Plan on Child Rights Protection for 2017-2021. Furthermore, the draft Human Rights Protection Strategy 2017-2021 and its Action Plan include a special chapter on ",
        "5 child rights. De-institutionalization of the child care system is highlighted as a priority in the Government Programme for 2017-2022. The Child Rights Unit under the HRD has been officially appointed as the CRC monitoring mechanism. Currently, UNICEF is assisting the HRD Office strengthen this unit and monitor child rights in general. At the same time, the National Commission for the Protection of Children's Rights continues to be inactive and fails to perform its mandate. Currently, the Government (the Ministries of Labour and Social Affairs and Education) are in a stage of ambitious transformation of residential institutions for child care and special education. Around 50% of residential institutions are to be closed or transformed by 2020. Although this is a positive development in itself, the process should be accompanied with significant efforts towards the creation of relevant services for family and child support and family strengthening (establishment of community-based services and strengthening/expansion where those exist, strengthening of the foster care system and sustainable support to families). The adopted decrees need to be accompanied by legal amendments. In the area of justice for children, and in particular in the area of specialisation of justice professionals, UNICEF and the Justice Academy launched a new training programme for judges and prosecutors to explore the system and guiding principles of child rights protection and access to justice for children. The programme will soon be available to investigators as well. Sex-selective abortions remain a considerable concern. The legislative changes adopted in 2016 are encouraging but are not sufficient to prevent selective abortions. There is a need for a change in societal attitudes and patterns of behaviour that currently indicate a preference for male offspring and unequal esteem of girls and boys. More awareness-raising targeting the general public, health practitioners and other specialized staff needs to be carried out in order to combat this phenomenon. The Government has declared child poverty reduction one of its key priorities and has achieved some results. Extreme poverty rates were lower in 2015 (33.7% of children live in poverty and 2.5% in extreme poverty) compared to the period 2010-2014. Yet, they have not decreased to the level in 2008 (29.8% and 1.6% respectively). Some measures to address the worst forms of child labour have been taken and there is increasing awareness of the need to ensure access to education for all children. Future actions and priorities In February 2017, the Armenian Government adopted a new National Human Rights Action Plan (NHRAP) for the period 2017-2019. The Ministry of Justice will continue to perform coordinating functions. While the Ministry of Justice tried to improve indicators to measure the effective implementation of the NHRAP and consulted civil society on the drafting, some of the targets remain broad and difficult to measure. The Coordination Council monitoring the implementation of the new NHRAP met for the first time in August 2017, chaired by the Prime Minister who expressed a commitment to human rights protection. The new Action Plan envisages public consultations with civil society every six months. The drafting of the Judicial Code and Criminal Codes has been ongoing for two years now. At the time of writing, the Armenian authorities have neither submitted the new draft Judicial Code to the National Assembly nor the revised Criminal Procedure Code. According to the ",
        "6 Government Programme 2017-2022, the revised Criminal Procedure Code shall be handed over to the National Assembly at the end of 2017. The draft Government Decree on 'Approving the Strategy of Legal and Judicial Reforms for the Period 2018-2023 and its Action Plan' to strengthen the rule of law is currently being elaborated by the Ministry of Justice and envisaged to be adopted at the beginning of 2018. Conclusions In 2016-2017, Armenia continued efforts to address the shortcomings identified in the protection of human rights and some progress was made. A number of legislative proposals, strategies, action plans and initiatives were prepared and reviewed. If adopted and effectively implemented, these would address many of the issues at stake. Such efforts must also include awareness-raising activities to ensure ownership and understanding of the reforms serving the Armenian population. For instance, more awareness-raising targeting the general public, health practitioners and other specialized staff is needed in order to combat sex-selective abortions and domestic violence. Furthermore, the Government still needs to develop more systemic links between the national human rights frameworks and international commitments. The Armenian authorities took measures to consult civil society and international expertise with a view to meet international standards regarding the protection of human rights. They still need to step up efforts to address effectively several persisting human rights challenges, in particular police accountability, judicial independence, legislative and enforcement frameworks against torture and ill treatment, a comprehensive legal framework against all kinds of discrimination, prevention of violence against women and children and the fight against child poverty. 2.2. ILO Labour Rights Conventions (Conventions 8-15) Status of ratification and reporting Over the reporting period, Armenia has maintained ratification of all eight ILO fundamental Conventions relevant for GSP+ and has complied with all its reporting obligations. Status of implementation of the conventions If adopted, new amendments to the Labour Code would address several legislative shortcomings. Poor capacities of the administration and the institutions, as well as the lack of financial and human resources, remain an important obstacle to effective implementation and progress. Foremost, the situation of the labour inspection system – reduced to a department at the Ministry of Health – remains a major concern, as it still does not allow for any supervision of labour legislation on matters linked to general working conditions or employment relations (wages, employment contracts, welfare provisions) nor for an effective supervision of ",
        "7 occupational health and safety (OSH) standards. While OSH remains the only area under its competency, recent changes that entered into force in 2017 further reduce its competences in this area. The immediate future of labour inspection remains open, as the mandate of the current agency expires at the end of 2017. Armenian authorities so far refrained from taking advantage of assistance provided by the ILO under an EU-funded project. This bears negatively on the effective implementation of all fundamental labour standards. Freedom of Association and Collective Bargaining (Conventions 87 and 98) Concerns remain regarding the exclusion of some categories of civil servants as well as the self-employed, liberal professions and informal workers from forming and joining trade unions. Furthermore, issues remain regarding the excessively high minimum membership requirements for the formation of trade unions and employers' organisations at all levels, ambiguous provisions on workers' representation in the absence of trade unions as well as regarding limitations to the right to strike. De facto, the present legislation (Labour Law and the Law on Trade Unions) discourages the formation of unions independent of the majority and branch trade unions. Existing legislation also falls short on two other main counts: it allows for bypassing of the representative trade unions for collective bargaining (at enterprise level) and for unilateral termination of the collective agreements in case of restructuring and/or privatisation of a company. Some legislative amendments have been discussed with the social partners, and the drafts have been submitted to the National Assembly, but there is still no confirmed timeline for adoption. Abolition of Forced Labour (Conventions 29 and 105) Existing legislation continues to prohibit forced or compulsory labour of any form but the definitions need to be brought in line with the ILO Conventions. Legislation also needs to better provide for the identification and prevention of forced labour. Concerns exist about the application of the voluntary principle in the case of prison work and of the rules governing working terms and conditions, notably regarding safety at work in such cases. Related to forced labour is also action addressing trafficking in human beings. Armenia fully meets the minimum standards for the elimination of trafficking according to the 2016 US Department's Trafficking in Persons Report. Anti-trafficking institutions are in place as well as a referral mechanism for victims. Action Plans are implemented. However, regular reporting on activities and results is lacking. More efforts are needed to identify victims of forced labour, including training of officials of relevant State agencies, and better cooperation between law enforcement bodies. The absence of a labour inspectorate is a major shortcoming in that respect. The Group of Experts on Action against Trafficking in Human Beings of the Council of Europe (GRETA) adopted the Report of the Second Evaluation Round concerning the implementation of the Council of Europe Convention on Action against Trafficking in Human Beings by Armenia in December 2016. Among others, GRETA found that more remains to be done to prevent child trafficking, reintegration of victims into society, identification of victims, increased prosecution and access to compensation. Important developments in the fight against human trafficking included the adoption of the Law on Identification and Support to Persons Subjected to Trafficking in Human Beings and Exploitation (Anti-Trafficking Law), which entered into force in July 2015 and led to the ",
        "8 review of the National Referral Mechanism (NRM) for victims of trafficking. A new National Action Plan for Combating Trafficking in Human Beings for the period 2016-2018 was adopted in July 2016. On the institutional front, pursuant to the new Anti-Trafficking Law, an Identification Commission was set up, composed of representatives of the Ministry of Labour and Social Issues, the Prosecutor General's Office, the Police and NGOs specialised in working with victims of trafficking. A new structure, the Investigative Committee, was established and tasked with the investigation of serious offences, including trafficking of human beings. The Identification Commission is collecting statistical data about victims whereas the Investigative Committee, the Police and the Prosecutor General's Office are collecting data on criminal cases. Minimum Age for Work and Worst Forms of Child Labour (Conventions 138 and 182) Poverty is an underlying cause of child labour. It has strongly decreased in the last years but remains higher than in 2008. Child poverty reduction is declared to be one of the key priorities for the Government. The family-benefit system has an impact on reducing extreme poverty, but less on overall poverty reduction. An ongoing reform aiming to integrate social services faces many challenges, such as systemic capacity development, quality of case management, availability and quality of services at local level, financing of social projects and cooperation among social service providers. According to the 2015 National Survey on Child Labour, conducted with the support of the ILO, 8.7% of children aged 5-17 are involved in child labour in Armenia – a majority of them (79.4%) in hazardous work. Child labour is more prevalent among older age groups (aged 16- 17) and concentrated in rural areas. The survey's results and recommendations have been discussed with the Government. Armenia does not feature on the US Department of Labour’s List of Goods Produced by Child (or Forced) labour. The law continues to prohibit permanent employment of children under the age of 16 and regulates the types of work and working conditions allowed for children under this age. Shortcomings remain regarding the protection of children not bound by an employment relationship, such as in the cases of unpaid and/or informal work and of the self-employed. As of September 2017, legislative changes came into force that brought compulsory education to 12 years, meaning until the age of 19. However, there is no information about the accompanying measures in terms of school and teaching capacities. A draft National Strategy on Child Rights Protection for 2017-2021 and the corresponding Action Plan are being further elaborated by the Ministry of Labour and Social Affairs. It should reflect the recommendations of the aforementioned survey on child labour. It will also be important to see how the further development of childcare services and specific support programmes for the adolescents graduating from the State-supported services will be reflected in this new strategy. Due to the dismantling of the labour inspection and the absence of any other agency with such competences, the enforcement of child labour legislation is not ensured. There are no integrated monitoring systems in place for child labour apart from a dedicated unit within the police. The functioning of guardianship and trusteeship bodies is poor and the numerous working groups and committees operate at too high level and are not effective enough on the ground. ",
        "9 The school drop-out rate can be linked to child labour, either as a consequence or incentive factor. A UNICEF supported project has been undertaken to establish a 'detection tool' which would connect several agencies and improve children's reintegration into school. Armenia's limited capacity and resources to sustain the developed tools through its own means beyond funded projects is, however, an issue. Elimination of Discrimination (Conventions 100 and 111) The gender gap in labour market participation remains high at nearly 19% (2016 World Bank data), reflecting also the overall lack of job opportunities in the country. Armenia ranks 102 nd out of 144 countries in the 2016 Global Gender Gap index and features among the lowest- ranked countries of Eastern Europe and Central Asia. The gender pay gap has decreased over the last ten years by 11 percentage points, but stands still at 33.5%. Steps taken to address this issue, such as a gender-neutral job classification and remuneration system, remain concentrated in the public administration. Nevertheless, even there, existing legislation does not prevent indirect discrimination. The existing legislation (Labour Code and Law on Equal Rights and Equal Opportunities for women and men) still does not rightly incorporate the principle of equal pay for work of equal value. In its 2017 report, the Committee of Experts on the Application of Conventions and Recommendations (CEACR) repeated its request for legislative amendments in this regard. The amended Constitution generally prohibits all kinds of discrimination, but there is no implementing secondary legislation and the prohibition is not specified for employment and occupation. Equal access to employment and recruitment is not well covered by legislation. Legislation should also be amended or adopted, as well as the practical measures, in collaboration with workers' and employers' organizations, to prevent sexual harassment in employment and occupation. Training courses for civil servants and awareness-raising activities on gender issues and equality between men and women in general have continued. However, there have been no specific activities on equal pay or anti-discrimination in employment. Future actions and priorities Based on the Prime Minister's order, the submission of the new Labour Code is envisaged by the end of 2017. The Armenian authorities need to demonstrate that they stand firm to their commitment to take into account the principles of ILO Conventions in the drafting process. The fight against trafficking and exploitation of human beings also remains on the Government's agenda and a number of preventive, information-sharing and capacity-building activities are planned in relevant policies and actions. To address the issue of child labour, recent legislative changes entered into force in June 2017, which introduce free compulsory secondary education. The gradual move towards completely inclusive education will continue and is planned to be achieved by 2025. The adoption of important legislative initiatives with a broader scope, such as an anti- discrimination law, would have a positive impact on the application of the ILO fundamental labour standards conventions. ",
        "10 Conclusions Armenia records a satisfactory level of compliance with the ILO fundamental conventions and no major violations of the ILO fundamental conventions are reported. Nevertheless, there has not been any major progress in addressing the remaining shortcomings during the reporting period to bring Armenia's legislation and practice more in line with the ILO fundamental conventions. The latest developments regarding the labour inspection are of the most serious concern. There remains an absolute need to (re-)establish a solid and effective labour inspection and the Armenian authorities should address this urgently. Improvements are also needed on a number of related points, in particular freedom of association for employers and workers and protection against discrimination at the workplace. The recent survey on child labour and its recommendations are an important step that needs to be translated into Government actions to further address and eliminate child labour. It is of utmost importance that the Government involves the social partners as well as the ILO in its initiatives in the area of labour rights protection. The very substantial informal employment – linked to poor job opportunities overall – is a serious obstacle to the overall progress in labour and social standards and needs to be addressed. 2.3. UN Conventions on Environmental Protection and Climate Change (Conventions 16-23) Status of ratification and reporting Over the reporting period, Armenia has maintained ratification of all GSP+ relevant conventions on environmental protection and climate change. In 2016-2017, Armenia complied with the reporting obligations to the monitoring bodies of these conventions, with the exception of CITES, the Basel Convention and the Cartagena Protocol. Status of implementation of the conventions Convention on International Trade in Endangered Species of Wild Flora and Fauna (CITES) Armenia's national legislation related to the implementation of CITES remains ranked as category 3, which means that it does not meet the requirements for the convention's implementation. Armenia has only recently been able to provide an English translation of the existing legislation, which it claims to be compliant with CITES, to the CITES Secretariat for assessment. ",
        "11 The 2015 annual report of the convention was submitted to the CITES Secretariat in September 2016. However, at the time of writing, the annual reports for 2013, 2014 and 2016 as well as the biennial report for 2013-2014 remain due. According to media reports, the actual transit of CITES specified species and specimen is not properly registered by customs. Hence, Armenia may serve as an illegal transit country. The media also report that CITES species and specimen are sometimes registered by customs but not provided with permits by the CITES national authority. Furthermore, the CITES country data, particularly, the ‘country dashboard’ and ‘export/import reports’ point to a possible lack of discipline in recording and registering trade in CITES species and specimen, as well as inconsistencies in coordination between the CITES national authorities of trade-partner countries. During 2016-2017, workshops took place addressing these issues with airport officials, customs clearance officers, representatives from the Ministry of Nature Protection, Finance, Agriculture and the Yerevan Zoo. According to information from the Armenian authorities, they are working with the CITES Secretariat on the introduction of an electronic CITES permit system. Basel Convention Over the reporting period, no salient shortcomings regarding the implementation of the Basel Convention were identified. However, national reports for 2005 and 2012 are still due. As for its implementation, the information available is rather limited. Armenia did report on a number of by-laws being prepared to regulate the management and recycling of mining waste. Convention on Biological Diversity (CBD) There were no salient shortcomings identified as regards the implementation of the CBD. Currently, the two main policy documents in the area of biodiversity are the revised National Strategy and Action Plan on the Conservation, Protection, Reproduction and Use of Biological Diversity, and its associated Action Plan for 2016-2020, adopted in December 2015, as well as the Strategy of the Republic of Armenia for Special Protected Nature Areas and the State Programme for Protection and Usage, adopted in September 2014. Various new laws were being prepared during the period 2016-2017, inter alia , amendments and supplements to the Law on Fauna. Stockholm Convention on Persistent Organic Pollutants Armenia has not yet submitted any of the three required updates to its 2006 National Implementation Plan (NIP). According to the information provided by Armenia, the update of the NIP has been done for the period 2016-2020, but has not yet been approved by the authorities. It would be useful to receive updated information on measures taken or foreseen to effectively implement this Convention, including on the update of the NIP. The on-going project on the 'Reduction of Unintentional Organic Pollutants Releases (U- POPs) from Open Burning Sources' is a pilot project with the aim to reduce the releases of dioxins and furans (2016-2018) while renovating a selected landfill. The project 'Elimination of Obsolete Pesticide Stockpiles and Addressing POPs Contaminated Sites within a Sound Chemicals Management Framework in Armenia' is on-going until 2019. This project aims to eliminate obsolete pesticides and liquidation from the Nubarashen burial site. ",
        "12 Constraints on effective implementation, as raised by Armenia, include the lack of education in the refrigeration and air-conditioning industry, which may be a barrier to the introduction of new ozone and climate friendly technologies. Additionally, customs entry points are not equipped with Ozone-Depleting Substances (ODS) identifiers to allow field-testing to distinguish between ODS and non-ODS refrigerants. Cartagena Protocol on Biosafety At the time of writing, Armenia intends to submit the 3 rd national report in the third quarter of 2017. In absence of the Law on Living Modified Organisms Regulations for Transit and Contained Use of Living Modified Organisms (LMOs), essential functionalities foreseen by the Cartagena Biosafety Protocol cannot be put in place. There is a need for establishing a laboratory with sufficient capacity to define LMOs as well as for personnel training. The Ministry of Nature Protection has requested expert assistance from the Secretariat for the elaboration of relevant legislation. Conventions on Climate Change Concerning the implementation of the United Nations Framework Convention on Climate Change (UNFCCC), Armenia submitted the 3 rd National Communication in April 2015 and its 1 st Biennial Update Report to the UNFCCC in April 2016. Preparations on the 2 nd Biennial Update Report have been launched. The main constraints pertaining to the implementation of the UNFCCC, as raised by Armenia, are dependence on external financing, shortage and frequent rotation of qualified specialists with knowledge of the Convention as well as low awareness at local/regional level of the Convention. In February 2017, Armenia ratified the Paris Agreement of the UNFCCC, and the Doha amendment to the Kyoto Protocol. As for the Montreal Protocol, Armenia is on track in terms of phasing out hydrochlorofluorocarbons (HCFCs). This positive achievement was accompanied by a number of improvements to national legislation on Ozone Depleting Substances (ODS). Consumption data on ODS for 2015 were collected and submitted to the Secretariat on time in March 2016. Stage II of the HCFC Phase-out Management Plan covering the period of 2016-2020 has been approved. This should enable Armenia to meet its obligations under the Montreal Protocol on the accelerated phase-out of HCFCs and will effectively target reaching 35% phase-out of HCFCs by 2020. The phase-out plan aims at 1) improving the national legislation and bringing it in line with international developments, 2) establishing and equipping the facilities at the training institutions to enable professional education in the refrigeration and air-conditioning sector as well as prevention of illegal trade in ozone depleting substances by the customs officers, 3) providing technical assistance and supplying the refrigeration technicians with the tools to provide ozone-friendly services. In February 2017, the ODC Alternatives survey was completed to better understand the historical and predicted consumption trends for ODS alternatives, including medium, low and high global warming potential alternatives, and their distribution by sector and subsector. ",
        "13 In April 2017, Armenia initiated the ratification procedure of the Kigali Amendment to the Montreal Protocol which adds powerful greenhouse gases hydrofluorocarbons to the list of substances controlled under the Protocol. Conclusions The ratification of the Paris Agreement in February 2017 was a welcome sign of Armenia's commitment to developing a low carbon economy and to tackle the great untapped potential of energy efficiency. Under the Montreal Protocol, a number of improvements to the national legislation on ODS have been made. Armenia's inadequate reporting under the international climate and environment conventions remains a worrying issue. Armenia should finalise and submit its report under the Cartagena Protocol on Biosafety without further delay. In addition, Armenia has still not updated the initial National Implementation Plan of 2006 of the Stockholm Convention although three updates are due. Regarding CITES, Armenia should ambitiously aim at fulfilling its reporting obligations and at obtaining category 1 status for its national legislation. 2.4. UN Conventions on Good Governance (Conventions 24-27) Status of ratification and reporting During the reporting period, Armenia maintained the ratification of the three core UN conventions on fighting illegal drugs and the UN Convention against Corruption. According to the last reports of the International Narcotic Control Board (INCB) and the 2013 UN Convention against Corruption (UNCAC) implementation review, Armenia is compliant with all requests for monitoring information. Status of implementation of the conventions According to the 2015 INCB report, Armenia demonstrated considerable improvement in its efforts to address shortcomings related to the implementation of the three core UN conventions fighting illegal drugs in 2014-2015. While the fight against corruption has become a priority for the Armenian Government in the past years and while important legislative and policy developments took place, shortcomings remain and the public perception of corruption in the country remains negative. The last UNCAC review noticed a need for closer alignment of Armenian legislation with some principles and definitions of the Convention (see the 2016 GSP Report 1 ). On the other hand, UNCAC reviewing experts highlighted some legal provisions which could be regarded as good practice, including the aim to expedite international cooperation and mutual legal assistance. 1 https://eeas.europa.eu/sites/eeas/files/european_commission._2016._report_on_the_generalised_ scheme_of_preferences_during_the_period_2014-2015.pdf ",
        "14 UN Conventions Fighting Illegal Drugs A new Law on Drugs was adopted in May 2016, replacing the Law on Drugs from 1998. The new Law is an unprecedentedly well-codified and comprehensive document in this sphere. It aims at streamlining the processes of legal circulation of general practice medications, but also that of narcotic drugs and psychotropic substances. Article 2 of the Law clearly states that all issues that are not \"directly regulated otherwise by the Law on Narcotic drugs and Psychotropic substances\", shall be regulated by the new Law on Drugs. This represents a positive step because the Law on Narcotic Drugs and Psychotropic substances, which was adopted in 2002, could not provide full regulation of legal drugs, from pre-clinical and clinical studies to advertisement. The new law protects the vulnerable groups of the population by setting up the list of so- called 'compensated' drugs, which include \"drugs that are provided from the State budget by the Republic of Armenia to the beneficiaries identified by the legislation, in a manner guaranteed by the State, with full or partial compensation of the cost of drugs\". In 2016, several changes were made in the annexes of the Criminal and Administrative Offences Codes of Armenia to further reinforce the system of the control of diversion of drug precursors. The most recent amendments adopted by the Parliament in October 2016 added more than 650 new drugs and psychotropic substances and their precursors to the Annexes. UN Convention against Corruption (UNCAC) Armenia was ranked number 113 out of 176 countries in the 2016 Transparency International Corruption Perception Index, with a perceived level of public sector corruption score of 33 out of 100 (whereby zero means 'highly corrupt'). This marks a deterioration compared to scores in 2015 (35) and 2014 (37). In December 2016, illicit enrichment was criminalised in the Criminal Code. As a follow-up, it will be necessary to introduce regulations in the Criminal Procedure Code obliging the suspects/accused/defendants to justify the legitimacy of their income and assets, and allowing law enforcement bodies to effectively infer factual presumptions if the suspects/accused/defendants are unable or unwilling to comply with such obligation. In June 2017, the National Assembly adopted an anti-corruption package which was drafted in close cooperation with civil society organisations. It is said to enter into effect in early 2018. The package includes the Law on the Corruption Prevention Commission, the Law on Making Amendments in the Law on Public Service and the Law on Whistleblowing System. The Law on the Corruption Prevention Commission provides for the establishment of the Commission on the basis of the Ethics Commission of High Ranking officials. The objective is to reinforce the administrative capacity to enforce the asset declaration system. For this purpose the law also provides for sanctions on non-compliance with the asset declaration obligations. The Commission will have broader competence than the current Ethics Commission for High-Ranking Officials and more guarantees of independence. The Commission will have a right to convene proceedings and apply liability measures. The preliminary assessment of the law is positive but concerns remain, for example regarding the selection process of the board members. According to information received from the Armenian authorities, these provisions are being integrated into the Law on Making Amendments in the Law on Public Service. The latter also provides that the number of civil ",
        "15 servants who are obliged to declare their income and assets shall increase from 500 to 2,700. The Council of Europe Group of States against Corruption's (GRECO) 4 th Evaluation Round Report, published in February 2016, indeed recommended that not only high-ranking officials, but all prosecutors should be covered by the declaration obligation. The Law on Whistleblowing System and the Law on Making Supplements and Amendments to the Criminal Code do not provide for legal support for whistle-blowers through the public defender, which would help those who report about corruption and are being prosecuted but lack the means to defend themselves in courts. The Anti-corruption Strategy and its implementation plan adopted on 25 September 2015 are in operation until 2018. Local experts were hired to conduct corruption risk assessment in four selected sectors (education, State revenues, police and healthcare) and to develop measures to tackle corruption. Currently, the Anticorruption Council is discussing the plans developed by the experts. The Council continued to lack the financial and human resource capacity necessary to effectively monitor and coordinate the future implementation of the 2015-2018 Anti-corruption Strategy and Action Plan. Armenia has been making constant efforts to improve its reporting about corruption cases. Statistics on corruption-related offences are compiled and posted for free public access by the Prosecutor General’s Office on its official website (www.genrpoc.am). Abuse of power represents the most typical criminal offence. However, there appears to be only few convictions. Publication of landmark or individual corruption cases is still missing. Conclusions The new Law on Drugs enables Armenia to positively react to the issues mentioned in the 2015 INCB Report. It demonstrates that the Government made combating trafficking in narcotic drugs a priority. Armenia demonstrated commitment to address corruption by adopting a package of laws. The effectiveness of these laws will depend on the Government's will to implement and enforce them, which is put in doubt by the lack of certain provisions. For example, the Corruption Prevention Commission will only be fully operational if all regulations for the prevention of corruption are in place, notably the definition of personal interest prescribed by the law. Challenges ahead also include the implementation and enforcement of the new provisions on illicit enrichment and asset declarations. Armenia must continue reinforcing institutional capacities in this area as well as guaranteeing the independence of competent institutions, in particular of the newly created Corruption Prevention Commission, but also of authorities responsible for enforcement. Furthermore, Armenia needs to ensure that its legislation is brought into full compliance with UNCAC, that the Law on Whistleblower Protection and the amendments to the Law on Public Service are implemented as a matter of urgency, and that the electronic system of declaration ",
        "16 of assets and conflict of interest is fully functional. Compliance with UNCAC would also entail further steps in order to introduce criminal liability of legal persons into the national legislation. 3. Trade and Economy 3.1. Trade Picture In 2016, Armenia's economy grew by 0.2%, following a growth rate of more than 3% in 2015. According to the IMF, Armenia's real GDP growth for 2017is projected at 3.5% on the back of strong performance in the industrial and service sectors in the first half of the year. Trade relations between the EU and Armenia continued to be regulated by the Partnership and Cooperation Agreement of 1999 until the entry into force of the new Comprehensive and Enhanced Partnership Agreement. The EU accounts for around 20% of Armenia's total trade. The EU is thus Armenia's second top trading partner after Russia (30%). From 2013 to 2016, EU imports from Armenia increased by around 30%. In 2016, total EU imports from Armenia amounted to around EUR 310 million and mainly consisted of copper ores and concentrates, aluminium foil and ferro-molybdenum. The EU exported goods worth around EUR 600 million to Armenia – mainly machinery, textiles and chemicals. 3.2. GSP+ Statistics Figures 1-3 below describe Armenia's utilisation of GSP+ in the context of the EU's overall imports from Armenia. In 2016, 38% (EUR 116 million) of total EU imports from Armenia were eligible for trade preferences under GSP+. 35% of total EU imports from Armenia effectively used GSP+ compared to 22% in 2014. Armenia's GSP+ utilisation rate (imports that effectively used GSP+ divided by imports eligible for GSP+) increased from around 90% in 2014 to around 93% in 2016. However, usage of GSP+ is concentrated on articles of aluminium (EUR 53 million) as well as iron and steel (EUR 49 million) which together made up around 95% of all EU imports from Armenia using GSP+ in 2016. Source for all statistics: Eurostat data as of September 2017. Figure 1 Armenia - Imports to the EU, 2014-2017 Figures in thousand EUR 2014 2015 2016 2017 (Q1-2) Trend 2014-2016 Total imports to EU 192,932 268,322 310,034 191,207 60.7% GSP+ eligible imports 47,343 115,211 116,432 73,575 145.9% GSP+ preferential imports 42,435 103,588 107,772 71,184 154.0% GSP+ utilisation rate (%) 89.6% 89.9% 92.6% 96.8% 3.3% ",
        "17 Figure 2 Figure 3 75.46% 57.06% 62.45% 2.54% 4.33% 2.79% 21.99% 38.61% 34.76% 192.932 268.322 310.034 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 2014 2015 2016 I m p o r t s t o t h e E U ( t h o u s a n d E U R ) Armenia - Imports to the EU, 2014-2016 GSP+ preferential imports GSP+ eligible imports which do not use GSP+ preferences Other preferential and non-preferential imports 49% 46% 1% 1% 1% 2% Armenia - Product Diversification of GSP+ Preferential Imports, 2016 Aluminium and articles thereof Iron and steel Tobacco Beverages, spirits and vinegar Preparations of vegetables, fruit, nuts or other parts of plants All other chapters ",
        "18 ANNEX Armenia – Treaty Ratification and Reporting Convention Status of ratification / reservations 2 Compliance with reporting obligations to monitoring bodies 1. Convention on the Prevention and Punishment of the Crime of Genocide Accession: 23.06.1993 No reservations No reporting obligations 2. International Convention on the Elimination of All Forms of Racial Discrimination Accession: 23.06.1993 No reservations Compliant with reporting obligations Last report submitted on 29.12.2015. 3. International Covenant on Civil and Political Rights Accession: 23.06.1993 No reservations Lack of compliance with reporting obligations Last report submitted on 28.04.2010. Latest report was due on 27.7.2016. 4. International Covenant on Economic, Social and Cultural Rights Accession: 13.09.1993 No reservations Compliant with reporting obligations Last report submitted on 16.07.2011. Next report due on 30.05.2019. 5. Convention on the Elimination of All Forms of Discrimination against Women Accession: 13.09.1993 No reservations Compliant with reporting obligations Last report submitted on 11.03.2015. 6. Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment Accession: 13.09.1993 No reservations Compliant with reporting obligations Last report submitted on 24.06.2015. Next report due on 07.12.2020. 7. Convention on the Rights of the Child Accession: 23.06.1993 No reservations Compliant with reporting obligations Last report submitted on 04.02.2010. Next report due on 22.01.2019. 8. Convention concerning Forced or Compulsory Labour, No. 29 Ratification: 2004 Compliant with reporting obligations Latest CEACR comments: Direct Request 2015. 9. Convention concerning Freedom of Association and Protection of the Right to Organise, No. 87 Ratification: 2006 Compliant with reporting obligations Latest CEACR (ILO Committee of Experts on the Application of Conventions and Recommendations) comments: Direct Request 2016. 10. Convention concerning the Application of the Principles of the Right to Organise and to Bargain Collectively, No. 98 Ratification: 2003 Compliant with reporting obligations Latest CEACR comments: Direct Request 2016. 11. Convention concerning Ratification: 1994 Compliant with reporting obligations 2 Reservations do not apply in the ILO system, so there is no relevance to providing information on reservations under each of these conventions. ",
        "19 Equal Remuneration of Men and Women Workers for Work of Equal Value, No. 100 Latest CEACR comments: Observation 2016; Direct Request 2016. 12. Convention concerning the Abolition of Forced Labour, No. 105 Ratification: 2004 Compliant with reporting obligations 13. Convention concerning Discrimination in Respect of Employment and Occupation, No. 111 Ratification: 1994 Compliant with reporting obligations 14. Convention concerning Minimum Age for Admission to Employment, No. 138 Ratification: 2006 Compliant with reporting obligations Latest CEACR comments: Direct Request 2015. 15. Convention concerning Minimum Age for Admission to Employment, No. 182 Ratification: 2006 Compliant with reporting obligations 16. CITES Accession: 10.04.2008 No reservations Lack of compliance with reporting obligations Last Annual Report submitted on 01.10.2013. Annual Reports for 2013, 2014, 2016 due. Biennial Reports for 2011-12, 2013-14 due. 17. Montreal Protocol Accession: 01.10.1999 No reservations Compliant with reporting obligations Most recent annual data for 2016 was submitted. 18. Basel Convention Accession: 01.10.1999 No reservations Lack of compliance with reporting obligations National Reports of 2005, 2012 due. Last (2015) National Report submitted on 13.12.2015. 19. Convention on Biological Diversity Accession: 14.05.1993 No reservations Compliant with reporting obligations Latest (Fifth) National Report submitted on 04.09.2014. Revised National Biodiversity Strategy and Action Plan submitted on 02.11.2016. 20. UN Framework Convention on Climate Change Accession: 14.05.1993 No reservations Compliant with reporting obligations First National Communication submitted on 04.11.1998. Second National Communication submitted on 07.09.2010. Third National Communication submitted on 22.04.2015. First Biennial Update Report submitted on 29.04.2016. 21. Cartagena Protocol on Biosafety Accession: 30.04.2004 No reservations Lack of compliance with reporting obligations First national report submitted on 11.09.2007. Second national report submitted on 09.12.2011. Third national report not submitted. 22. Stockholm Convention Accession: 26.11.2003 No reservations Compliant with reporting obligations Latest (Third) National Report submitted on 11.09.2014. 23. Kyoto Protocol Accession: 25.04.2003 No reporting obligations ",
        "20 No reservations 24. UN Single Convention on Narcotic Drugs Accession: 13.09.1993 No reservations Reviewing is fulfilled by the International Narcotics Control Board (INCB). 25. UN Convention on Psychotropic Substances Accession: 13.09.1993 No reservations 26. UN Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances Accession: 13.09.1993 No reservations 27. UN Convention against Corruption Accession: 08.03.2007 No reservations Reviewing is fulfilled by the UN Office on Drugs and Crime (UNODC). Latest UNODC review executive summary and UNODC Country review for the cycle 2010-2015 published on 06.03.2015. "
    ]
}