{
    "text": [
        "Small businesses are key to any country’s economy, helping to improve living conditions and boost employment and private sector growth. A strong private sector is essential to achieving inclusive and sustainable growth and reducing poverty. The EIB lends to projects in ACP and OCT countries under the Cotonou Agreement, which establishes the EU’s relations with its partner countries in the regions. We support projects that help overcome sup- ply gaps in local financial markets, tar- geting SMEs in particular as the “missing middle” between microfinance and larger commercial loans. Financing is provided from EU Member States’ budgets through the European Development Fund (EDF), alongside EIB own resources. EDF funds are channelled through the Investment Facility, a revolv- ing fund dedicated to the financing of private sector development. Loan repay- ments are reinvested in the facility to make it financially sustainable and allow it to provide innovative funding instru- ments meeting the specific needs of SME financing. Instruments tailored to the specific needs of SMEs Credit lines The EIB extends a long-term line of credit to a financial intermediary (e.g. a local bank), which then on-lends the money to private enterprises, ensuring that the EIB’s favourable terms are passed on to the beneficiaries. These lines of credit can be extended in euro, widely traded and local currencies. The intermediaries are contractually responsible for appraising and monitoring the sub-projects, and meeting all of the EIB’s standards includ- ing those relating to procurement, envi- ronmental, social and governance issues. They must then report on all individual operations financed at least annually, and are themselves subject to regular moni- toring by the EIB. Equity The EIB provides equity and quasi-equity financing by taking direct participations, but mainly by participating in private equity funds. In principle, the Bank takes minority stakes alongside strategic, insti- tutional and private investors and other development finance institutions. We benchmark the financial performance of our investments against risk-adjusted The European Investment Bank supporting SMEs in ACP Countries The EIB has invested nearly EUR 2.7 billion in the financial sector in the ACPs and OCTs since 2003 • Providing long-term funding on affordable terms • Enabling creditworthy financial institutions to grow • Developing innovative financial instruments suited to local markets market returns. Our core focus is to achieve a positive development impact in terms of sustainable economic growth, sector development and job creation as well as raising environmental and social standards and improving corporate gov- ernance. Guarantees Guarantees can allow borrowers to widen their investor base and access financing that would not normally be available to them. They can also entice banks to lend to new groups of customers such as SMEs. The EIB has a limited number of guaran- tee products, including partial credit port- folio guarantees for SMEs and small-scale projects. Advice and expertise The EIB complements its lending opera- tions with technical assistance (TA), pro- viding expertise and advice at all stages of the project cycle. Technical assistance helps sustain the long-term benefits of EIB projects for SMEs. It can take the form of training, financial education and strengthening of the management capac- ities of local partners (promoters and ben- eficiaries). ",
        "Supporting SMEs in sub-Saharan Africa In 2012, the EIB contributed EUR 7 million to the Afrique Entrepreneurs Fund, which is dedicated to lending to SMEs in franco- phone Africa and Ghana, and to microfi- nance institutions across Africa. The fund is run by Investisseurs & Partenaires pour le Développement (I&P), an investment company in which the Bank has been a shareholder since 2006. Proparco, FMO, CDC and private investors have also con- tributed towards the EUR 50 million target fund size. The fund benefits from several technical assistance facilities providing strategic and operational support to the investee companies in order to optimise governance and raise social and environ- mental management standards. Private Enterprise Finance Facility Kenya 72 Kenyan SMEs have benefited from four Private Enterprise Finance Facilities in Eastern Africa supported by the EIB. The facilities promote the long-term devel- opment of the region’s banking industry and ensure the sustainable growth of its financial sector by making more long- term local currency funding available to private enterprises. The assisted compa- nies are active in manufacturing, trans- port, tourism, agribusiness, education, healthcare and other eligible sectors. The programme will support 2 664 jobs, of which 40% are expected to be held by women. Technical assistance will be pro- vided to the final beneficiaries as well as to the financial intermediaries. Helping SMEs in Mauritius Mauritian companies in the tourism and manufacturing sectors have benefited from two EIB lines of credit to support the State Bank of Mauritius (SBM)’s SME strategy. Over 1 100 jobs have been cre- ated. A technical assistance programme is enhancing SBM’s capacity to provide banking services for SMEs. The Interna- tional Finance Corporation and Agence Française de Développement are provid- ing complementary technical assistance programmes to support the final benefi- ciaries of the SBM loans. © E I B – 0 1 / 2 0 1 3 – Q H - 3 1 - 1 2 - 3 9 2 - E N - C – I S B N 9 7 8 - 9 2 - 8 6 1 - 1 7 1 9 - 0 – d o i : 1 0 . 2 8 6 7 / 1 6 8 0 – © E I B G r a p h i c T e a m Information Desk Corporate Responsibility and Communication Department 3 (+352) 43 79 - 22000 5 (+352) 43 79 - 62000 U info@eib.org European Investment Bank 98 -100, boulevard Konrad Adenauer L-2950 Luxembourg 3 (+352) 43 79 - 1 5 (+352) 43 77 04 www.eib.org The European Investment Bank supporting SMEs in ACP Countries ■ Credit lines - EUR 1 451m ■ Financial services - EUR 1 248m ■ Energy - EUR 1 375m ■ Industry - EUR 937m ■ Water, sewerage - EUR 449m ■ Transport - EUR 565m ■ Telecommunications - EUR 53m ■ Services, inc. tourism - EUR 70m ■ Agriculture, fisheries, foresty - EUR 20m 24% 20% 22% 15% 7% 9% EIB financing in ACPs and OCTs 2003-2012 Breakdown by sector "
    ]
}