{
    "text": [
        "",
        "DIRECTORATE-GENERAL FOR EXTERNAL POLICIES POLICY DEPARTMENT EP/EXPO/B/AFET/FWC/2013-08/Lot5/05 EN June2015-PE 534.987 © European Union, 2015 STUDY Evaluation of the EU-India Strategic Partnership and the potential for its revitalisation ABSTRACT The EU-India Strategic Partnership has lost momentum. Bilateral ties are not receiving sufficient priority from both sides. Economics remains at the core of this relationship. Since negotiations on the Broad-based Trade and Investment Agreement (BTIA) may take time to be concluded, EU-India ties should not be held hostage to developments at BTIA level. On defence and security matters, India deals with EU Member States directly and has a good framework for cooperation with major European powers. The recent Indian decision to buy Rafale jets from France will also have long-term implications for EU-India links. Unlike its partnerships with the US and Russia, India has yet to discover the relevance of EU-India relations within evolving Asian security and economic architecture. Growing Indo-American relations and the close transatlantic partnership could provide new opportunities to work together. Collaboration in research and innovation has expanded significantly and dialogues on global governance, energy, counter-terrorism, migration and mobility as well as human rights all show great potential. New dialogues could be initiated on Afghanistan, maritime security, development cooperation and the Middle-East. Indian engagement in resolving the Ukraine crisis could be explored. ",
        "Policy Department, Directorate-General for External Policies This paper was requested by the European Parliament’s Committee on Foreign Affairs English-language manuscript was completed on 18/06/2015. © European Union, 2015 Printed in Belgium. Author(s): Gulshan SACHDEVA, Chairperson, CENTRE FOR EUROPEAN STUDIES, SCHOOL OF INTERNATIONAL STUDIES, JAWAHARLAL NEHRU UNIVERSITY, INDIA Official Responsible: Laurence VANDEWALLE Editorial Assistant: Aysegul UNAL Feedback of all kind is welcome. Please write to the author: laurence.vandewalle@europarl.europa.eu. To obtain copies, please send a request to: poldep-expo@europarl.europa.eu This paper will be published on the European Parliament’s online database, ‘Think tank‘. The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. ISBN 978-92-823-7239-5 (PDF) ISBN 978-92-823-7240-1 (print) doi:10.2861/201168 (PDF) doi:10.2861/615735 (print) ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 3 Table of contents ABBREVIATIONS 3 Executive Summary 5 1 INTRODUCTION 7 2 EVOLUTION OF THE EU-INDIA RELATIONSHIP 11 3 THE CORE OF PARTNERSHIP IS STILL ECONOMICS 14 3.1 Trade in goods 14 3.2 Trade in Services 15 3.3 Investment Linkages 16 3.4 EU-India BTIA: Stuck in Negotiations 18 4 EU-INDIA AND GLOBAL GOVERNANCE 19 5 DEFENCE, SECURITY AND STRATEGIC COOPERATION 20 5.1 Counter-Terrorism Cooperation 23 5.2 Maritime Security 24 6 SCIENCE AND TECHNOLOGY COOPERATION 26 7 ENERGY SECURITY AND COOPERATION IN RENEWABLES 27 8 HUMAN RIGHTS DIMENSION OF EU-INDIA RELATIONS 30 9 POSSIBILITES OF COOPERATION IN THE NEXT PHASE OF THE AFGHANISTAN PROJECT (2015-2024) 31 9.1 Areas of Possible Cooperation 33 10 DEVELOPMENT COOPERATION 34 11 CAN INDIA PLAY A ROLE IN THE UKRAINE CRISIS? 35 12 ITALIAN MARINE CASE: IMPACT ON EU-INDIA TIES 35 13 POLITICAL COMMITMENT TO PARTNERSHIP 37 14 MIGRATION AND MOBILITY 37 ",
        "Policy Department, Directorate-General for External Policies 15 CIVIL SOCIETY 38 16 PEOPLE-TO-PEOPLE CONTACTS AND CULTURE 40 17 MEDIA PERCEPTIONS 40 18 CONCLUSIONS AND RECOMMENDATIONS 41 19 REFERENCES 45 20 ANNEXES 48 ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 3 ABBREVIATIONS AAP Aam Aadmi Party ADB Asian Development Bank AFSPA Armed Forces Special Powers Act APTTA Afghanistan Pakistan Transit and Trade Agreement ASEAN Association for Southeast Asian Nations ASEM Asia Europe Meeting BIMSTEC Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation BJP Bharatiya Janata Party BRICS Brazil Russia India China South Africa BTIA Broad-based Trade and Investment Agreement CECA Comprehensive Economic Cooperation Agreement CGPCS Contact Group on Piracy off the Coast of Somalia CTC Counter-Terrorism Coordinator CSO Civil Society Organisations DAC Development Assistance Committee DCI Development Cooperation Instrument DPA Development Partnership Administration ECSC European Coal and Steel Community EEC European Economic Community EESC European Economic and Social Committee EICC Europe India Chamber of Commerce EMU Economic and Monetary Union EURATOM European Atomic Energy Community EU European Union EUMSS European Union Maritime Security Strategy FDI Foreign Direct Investment FIDC Forum for Indian Development Cooperation FP7 Seventh Framework Programme for Research FTA Free Trade Agreement G7 Group of Seven G20 Group of Twenty GCC Gulf Cooperation Council GLONASS Global Navigation Satellite System GPS Global Positioning System GSO Group of Senior Officials GSP Generalised Scheme of Preferences GDP Gross Domestic Product IBSA India-Brazil -South Africa ICT Information and Communication Technology IRNSS Indian Regional Navigation Satellite System ITEC Indian Technical and Economic Cooperation ITER International Thermonuclear Experimental Reactor IORA Indian Ocean Rim Association JAP Joint Action Plan JWG Joint Working Group LOC Lines of Credit ",
        "Policy Department, Directorate-General for External Policies 4 LTTE Liberation Tigers of Tamil Eelam MEA Ministry of External Affairs MEP Member of the European Parliament MERCOSUR Southern Common Market MDG Millennium Development Goals MTCR Missile Technology Control Regime NATO North Atlantic Treaty Organization NGO Non-Governmental Organisation NPT Non Proliferation Treaty NSA National Security Adviser NSG Nuclear Suppliers Group OECD Organisation for Economic Cooperation and Development PTA Preferential Trading Agreement RECCA Regional Economic Cooperation Conference on Afghanistan RIC Russia India China SAARC South Asian Association for Regional Cooperation SAFTA South Asian Free Trade Area S&T Science & Technology SLOCs Sea Line of Communications UN United Nations UNSC United Nations Security Council WTO World Trade Organisation ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 5 Executive Summary Following the launch of the EU-India Strategic Partnership in 2004, the Joint Action Plan in 2005 and the start of negotiations on a Broad-based Trade and Investment Agreement (BTIA) in 2007, much enthusiasm was expressed on both sides. However, since 2009 the relationship has lost momentum. Many factors including a deadlock in trade negotiations, global slowdown, crises in some euro area economies and policy paralysis in India during the last few years have contributed to this situation. With new leadership both in India and the EU, there is now a possibility of rejuvenating bilateral relations. Economics remains at the core of this partnership. With more than EUR 100 billion trade in goods and services, the EU is India’s biggest trading partner. In the last fifteen years, FDI from EU Member States to India has been higher than investments from the US and Japan combined. Moreover, Europe has emerged as an important destination for cross-border investments and overseas acquisitions for Indian companies. Similarly, collaboration in research and innovation has expanded significantly. As economic and development issues become a priority within the Indian government’s foreign policy under Prime Minister Modi, the EU can become a focus area of engagement for India, as was apparent from Prime Minister Modi’s recent visit to Europe. India has announced several new initiatives - ‘Make in India’, ‘Clean India’, ‘Digital India’, ‘100 Smart Cities’ and ‘Clean Ganges’. The EU Member States can become significant partners and contributors to these programmes. A real partnership on strategic issues has yet to emerge. Unlike its strategic partnerships with the US and Russia, India has so far not discovered the relevance of an EU-India partnership in Asia’s evolving security and economic architecture. However, rapidly growing Indo-American relations and the close transatlantic partnership could provide new opportunities for working together. Furthermore, being a privileged strategic partner of Russia, Indian involvement and engagement in resolving the Ukraine crisis could be explored by the EU. On defence and security matters, India deals directly with Member States and has a good framework of cooperation with major European powers. The recent decision by India to buy Rafale jets from France will also have serious long- term implications for EU-India ties. Some Central European countries could become important defence partners for India. The US ‘pivot to Asia’, China’s assertiveness in the South China Sea and its Maritime Silk Road Strategy have put maritime security at the top of India’s strategic agenda. The EU and India could become key partners in maritime security and counter piracy. To operationalise such cooperation, both sides need to develop a common doctrine and standard operating procedures. On counter-terrorism, real cooperation will depend on the nature of the EU as an actor in counter-terrorism and the convergence of threat perceptions. Although many counter-terrorism tools are at the disposal of Member States, the EU and India could work together in building a consensus for the ongoing deadlock in UN negotiations on the Comprehensive Convention on International Terrorism. On global governance, the dialogues instrument could be made more effective as the existing mechanism has not been able to capture fully the different perceptions in a workable agenda. Being a democracy, India is sensitive to allegations of human rights violations. However, concerns voiced by EU institutions are not fundamentally different from the issues being debated and addressed in India. The best engagement strategy would be to upgrade and expand the existing human rights dialogue. Within the context of declining bilateral aid to India by Member States and suspicions raised by the Indian government, existing EU-India civil society linkages may come under stress in the years ahead. Given that EU Member States and India will continue to be active in the next phase of the Afghanistan project, both could work together in many areas including regional cooperation, capacity building, police and military training, higher education, decentralisation and strengthening institutions of democracy. Indeed, the emergence of India as a significant player in the area of development cooperation could present new opportunities for working together with the EU in third countries. It seems that strong political and strategic understanding as well as cooperation between EU Member States and India are primarily dealt with bilaterally. However, issues which are not resolved in this way are ",
        "Policy Department, Directorate-General for External Policies 6 escalated to EU level. This is how the Italian marine case, for instance, has started to overshadow broader partnership issues. The European Parliament, as a political body directly elected by EU citizens, could perhaps balance this by not allowing limited bilateral issues to dominate the EU-India agenda. To re-energise the partnership, stalled negotiations on the BTIA should start immediately. New dialogues could be initiated on Afghanistan, maritime security, development cooperation, Africa and the Middle- East. To make this mechanism more effective, India also needs to invest sufficient financial and human resources. For a meaningful strategic partnership, the EU could consider granting a ‘data secure status’ to India, which would help many Indian IT companies to reduce costs and increase their competiveness. The EU could also support and encourage Member States to support India’s efforts to gain access to nuclear regimes e.g. the Nuclear Suppliers Group (NSG), the Missile Technology Control Regime (MTCR), the Wassenaar Arrangement and the Australia Group. Some EU Member States already actively support this effort. Given that negotiations on the BTIA may take time to be concluded, bilateral summit meetings should not be held hostage to developments at BTIA level. Although many official interactions have taken place since the last summit held in 2012, the regularity of annual summits should be maintained. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 7 1 INTRODUCTION In the last two decades, the Indian economy has grown quickly and indications are that this will continue. Nevertheless, there are still serious problems related to poverty, infrastructure, energy, regional disparity and internal security. However, a favourable demography, a relatively large middle class, a significant information technology sector and focused investment in infrastructure could in the coming years combine to provide growth, the strategic consequences of which are already becoming evident. India has reoriented its relations with all major powers and developed new partnerships, signing strategic alliances with more than two dozen countries. In addition, it has already signed sixteen trade agreements and a further fifteen are under negotiation with other partners including the European Union (EU) 1 . The Indian Prime Minister, Narendra Modi, received a massive mandate in the 2014 general election mainly on the promise of good governance and development. Hence, his agenda consists of enhancing economic growth through better performance. The Bharatiya Janata Party’s (BJP) election manifesto criticised ten years of ‘jobless growth’ by the previous government and promised to tackle manufacturing, agriculture, infrastructure and housing issues. It focused on 100 smart cities, the high speed railway network and industrial corridors. The reforms initiated by the previous government may not only be carried out but also accelerated, particularly in areas such as: labour reforms, energy sector deregulation and privatisation. The new government has also stressed administrative changes and efficiency in public services. The immediate concern of Prime Minister Modi has been new initiatives such as the ‘Make in India’ and ‘Clean India’ campaigns. He has also dismantled the outdated Planning Commission and announced the restructuring of certain social security programmes. In addition, the government has rolled out an ambitious scheme of opening bank accounts for all unbanked families and announced targets for renewable energy. Broadly, the government’s major task has been to improve investor outlook and bring the economy back on track with 7-8 % growth in three years. He also believes that due to three D’s (democracy, demography, demand) 2 , India is bound to improve its global standing. Although it is too early to judge the government’s performance, Prime Minister Modi has been able to bring an end to the ‘policy paralysis’ that afflicted the previous governments over the last few years. The new policies may foster economic growth and improve living conditions for the poorest people. However, they may pose many new human rights challenges due to liberal environmental and land acquisition rules. As Asian economies are undergoing significant changes, the EU has focused on the region, highlighting its objectives in the 2001 Communication for increasing trade and investment, strengthening peace and security, enhancing development cooperation, promotion of human rights, democracy and good governance 3 . To strengthen its relations, the EU also signed four strategic partnerships within Asia (China, India, Japan and South Korea) 4 . The end of the Cold War opened up new opportunities for the EU and India to work together. European and Indian visions of a democratic, rule based multipolar world 1 For details of different strategic partnerships see the Annual Report, Ministry of External Affairs , Government of India (1998-1999 to 2014-15); Similarly for various trade agreements signed or under negotiations by India see http://commerce.nic.in/MOC/international_trade_agreements.asp 2 It is believed that India’s large population with a medium age of 26 and demand generated by the emerging new middle class within a democratic environment would provide growth trigger for the next few decades. See http://goo.gl/v6nLOr and http://goo.gl/2x1RxV 3 Europe and Asia: A Strategic Partnership for Enhanced Cooperation (Brussels: European Commission, 4.9.2001) http://ec.europa.eu/development/icenter/repository/strategy_asia_2001_en.pdf. 4 http://epthinktank.eu/2012/10/02/eu-strategic-partnerships-with-third-countries/ ",
        "Policy Department, Directorate-General for External Policies 8 coincided and in 2004 both became strategic partners 5 , following which a Joint Action Plan was launched in 2005 6 . 5 An EU-India Strategic Partnership (Brussels: European Commission, 16.6.2004) http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52004DC0430&qid=1426336002373&from=EN 6 The EU-India Joint Action Plan , (New Delhi: Delegation of the EU to India, 7.9.2005) http://eeas.europa.eu/delegations/india/documents/eu_india/joint_action_plan_en.pdf ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 9 Convergence of Interests: List of Agreed Issues for Dialogue and Consultation under the EU-India Joint Action Plan (2005) & the Revised Joint Action Plan (2008) I.STRENGTHENING DIALOGUE AND CONSULTATION MECHANISMS II. POLITICAL DIALOGUE AND COOPERATION 1. Pluralism and diversity 2. Dialogue on regional cooperation in the EU and in SAARC 3. Democracy & human rights 4. Effective multilateralism 5. Peacekeeping, peace-building and post-conflict assistance 6. Disarmament and non-proliferation of WMD and security dialogue 7. Fight against terrorism and organised crime III. BRINGING TOGETHER PEOPLE AND CULTURES 1. Migration and consular issues 2. Parliamentary exchanges 3. Education & academic exchanges 4. Civil society exchanges 5. Cultural cooperation 6. Increasing mutual visibility IV. ECONOMIC POLICY DIALOGUE AND COOPERATION 1. Industrial policy 2. Science and technology 3. Finance and monetary affairs 4. Environment 5. Clean development and climate change 6. Energy 7. Information and communication technologies 8. Transport 9. Space technology 10. Pharmaceuticals and biotechnology 11. Agriculture 12. Customs 13. Employment and social policy 14. Business cooperation 15. Development cooperation V. DEVELOPING TRADE AND INVESTMENT 1. High level trade group 2. World Trade Organisation /Doha Development Agenda 3. Public private partnership (PPP) 4. Intellectual property rights 5. Technical barriers to trade/sanitary and phytosanitary (sps) issues 6. Trade defence instruments 7. Services 8. Public procurement VI. New Activities Added in the Revised Joint Action Plan 2008 1. Promoting peace and comprehensive security 2. Promoting sustainable development 3. Promoting research and technology 4. Promoting people-to-people and cultural exchanges ",
        "Policy Department, Directorate-General for External Policies 10 Since the EU is India’s biggest trade and investment partner, both have been negotiating for a Broad- based Trade and Investment Agreement (BTIA) since 2007. Despite positive developments on bilateral ties and convergence of interests outlined above, most Indian policy makers and analysts are still sceptical about the EU’s role as a major strategic player in Asia, with the result that it is hardly a factor in India’s current foreign policy debates. Many in India believe that the EU provides relatively little added- value to India’s major security challenges relating to China, south and central Asia as well as the Middle- East. Nevertheless, the EU was considered as a (role) model in regional cooperation and a significant player in norm setting. However, the crisis in some of the euro area economies and the EU’s lack of strategic vision reflected during the Ukraine crisis, have affected its image in India. Despite both being democratic and multicultural entities, there is a perception that India and the EU have different views on human rights, energy security, and global governance issues. In the last twenty years, India has been in the process of reinventing its relations with all major powers, but perhaps the least explored and least developed link India has with a major centre of power, is with Europe. At the very least, Europe appears to be playing a diminishing role in India’s strategic thinking, despite its strong relations with individual countries: Britain, France and Germany, in particular 7 . Moreover, ‘Europe is often conspicuously absent in important discussions of Indian grand strategy 8 ‘. When a think tank in Delhi made a comparative assessment of India’s major strategic partners in 2011, the EU did not even feature on the list although the UK, France, and Germany were included 9 . An earlier Chatham House study summarised Indian views about Europe as the following: ‘(a) Europe has failed to express any strategic political vision, especially in military terms; (b) Europe’s own divisions further push towards favouring bilateral relationships (c) India’s leading strategic interests are not currently converging towards those of Europe 10 ‘. Similarly, C Raja Mohan had argued that ‘India’s relations with Europe have been limited by the fact that New Delhi is fairly unimpressed with Europe’s role in global politics’ 11 . Consequently, as argued by Bernd von Muenchow-Pohl, ‘there is only partial overlap between what each side hopes to get out of the partnership’. Both, he says, ‘[s]hare common objectives, but these relate more to general principles for the global order than to details and deliverables 12 ‘. Not only are the opinions of the policy-making elite regarding the EU unfavourable but so too is public perception of the EU in India, as repeatedly shown by Pew Research Centre attitude surveys. A majority of Indians living in cities had a favourable view of the United States (58 %), a positive opinion of Americans (57 %) and confidence in President Barack Obama (60 %). Among the foreign leaders, Obama has been the most admired. Other leaders in which Indians showed confidence were Russian President Vladimir Putin (35 %), Chinese leader Hu Jintao (22 %) and German Chancellor Angela Merkel (20 %) 13 . Despite the EU being a major economic power house, Indians overwhelmingly felt that the leading economic power is the United States (47 %), rather than China (12 %), Japan (9 %) or the EU Member States (2 %) 14 . Although 65 % of Indians had a favourable view of the USA, a large proportion of the public had no opinion (either favourable or unfavourable) about key countries. More than 40 % of Indians had no opinion at all about the EU. As shown in figure 1 below, Indians had favourable views of the USA (56 %), 7 D. Jaishankar, ‘ Europe in Indian Strategy’ i n K. Venkatshamy and P. George (eds.) Grand Strategy for India 2020 and Beyond , New Delhi: Institute for Defence Studies & Analysis, Pentagon Security International, 2012, p.242. 8 D. Jaishankar, ‘Europe in Indian Strategy’, 2012, p. 242. 9 Foundation for National Security Research, India’s Strategic Partners: A Comparative Assessment , New Delhi, 2011. 10 K. Lisbonne-de-Vergeron, K., Contemporary Indian Views of Europe , London: Chatham House, 2006, p.7. 11 C R. Mohan , ‘India and the Balance of Power’, Foreign Affairs , July-August, 2006. 12 B. von Muenchow-Pohl, India and Europe in a Multi Polar World , Washington DC: Carnegie Endowment for International Peace, 2012, pp. 1-2. 13 http://www.pewglobal.org/2012/09/10/chapter-3-india-and-the-rest-of-the-world/ 14 http://www.pewglobal.org/2014/03/31/chapter-2-indians-view-the-world/ ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 11 Russia (49 %), Japan (45 %), the UN (40 %), China (35 %), the EU (34 %) and Iran (30 %). Interestingly, Iran is not very far behind the EU. Moreover, 25 % of Indians had unfavourable feelings about the EU more so than they had about the US (15 %) and Russia (23 %) 15 . Figure 1: Indian Perceptions about Other Countries Source: PEW Research Centre, 31.3.2014 In foreign relations, the Indian Government under Prime Minister Modi has focused on investment and developmental issues. Despite the EU being its major trade and investment partner, initial foreign policy initiatives by the new government focused on South Asia, Japan, China, Australia and the USA. However, this changed after Prime Minister Modi’s visit to France and Germany in April 2015. While looking at joint statements issued after every major bilateral summit in the last eleven months 16 , it appears that economic issues are going to dominate Prime Minister Modi’s foreign policy vision. As Europe is India’s major economic partner, relations with the EU and its Member States may become more important in the coming years. 2 EVOLUTION OF THE EU-INDIA RELATIONSHIP The relationship between India and Europe is very old, with pre-colonial and colonial linkages being well documented 17 . After independence, the critique of colonialism formed the basis for India’s policy of ‘self- reliance’. With the advent of the Cold War, non-alignment and its closeness to the then Soviet Union, India’s interactions with Europe became limited 18 . Despite these broader geo-political trends, trade, economics and people-to-people contact with Europe remained important. Since the establishment of diplomatic relations between India and the European Economic Community (EEC) in 1962, many bilateral agreements have been signed to facilitate trade and development cooperation. Following the end of the cold war, India’s widening global vision of a democratic, multicultural and multipolar world somehow coincided with the EU’s views. The Joint Political Statement of 1993 and Cooperation Agreement of 1994 took bilateral relations beyond trade and economics. Moreover, whilst 15 http://www.pewglobal.org/2014/03/31/chapter-2-indians-view-the-world/ 16 See joint statements issued after bilateral summit meetings with the US, China, Russia, Japan, France, Germany, Canada and Australia at http://www.mea.gov.in/bilateral-documents.htm?53/Bilateral/Multilateral_Documents 17 See G. Sachdeva, ‘India EU Economic Linkages: Need to Broaden Strategic Partnership’ International Studies , Vol 45, No. 4, 2008. 18 Some of the perceptions and misperceptions have been neatly summarised by India’s former Foreign Secretary Mr J. N. Dixit, See J.N. Dixit (2000). ",
        "Policy Department, Directorate-General for External Policies 12 new economic and security architecture was evolving in Asia, at the same time European policy makers thought that their engagement with Asia would be incomplete without an Indian partnership. Realising the importance, both sides established annual summit meetings (supplemented by business summits) in 2000 which resulted in the EU-India Strategic Partnership of 2004 and the Joint Action Plan of 2005. In 2006, India was also invited to become a member of the Asia-Europe Meeting (ASEM), an informal and multidimensional process of dialogue. According to the European Commission, current efforts are centred on (i) developing cooperation in the security field in the light of the 2010 bilateral declaration on international terrorism, (ii) migration and mobility issues, (iii) implementation of the joint work programme on energy, clean development and climate change adopted at the 2008 summit and reinforced by a joint declaration for enhanced cooperation on energy in 2012, and (iv) cooperation in scientific research and innovation reaffirmed by a joint declaration adopted in 2012. One of the major focuses of the EU-India partnership is the ongoing negotiation process for a free trade agreement (FTA) 19 . At the twelfth and latest summit held in February 2012, both sides could declare only that negotiations on the trade deal are ‘close to completion’. Since then, no summit has taken place, despite having been held more or less regularly every year since 2000. However, as shown below, a large number of official meetings, interactions and exchanges have taken place since the last summit. 19 See all official documents and declarations concerning EU-India relations since 2000 at http://eeas.europa.eu/delegations/india/eu_india/political_relations/strategic_partnership/index_en.htm ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 13 Selected Bilateral Interactions since the 12 th EU-India Summit in February 2012  Side meeting of Prime Minister Modi with European Council President Herman Van Rompuy at the G20 Summit ( Brisbane, 14 November 2014)  EU Chief Negotiator’s meeting with Indian Counterparts on BTIA (New Delhi, 30 October 2014)  EU-India Joint Working Group on Coal Meeting (Potsdam, 10-11 September 2014)  7 th EU-India Joint Seminar on Employment & Social Policy (Delhi, September 2014)  7 th Meeting of EU-India Macroeconomic Dialogue and EU-India Financial Services Dialogue (4 June 2014)  Meeting of the EU-India Sub-Commission on Development Cooperation (New Delhi, 3 June 2014)  First EU-India Dialogue on Non-proliferation and Disarmament (New Delhi, 16 May 2014)  7 th Meeting of EU-India Energy Panel (Brussels, 27 March 2014)  8 th Meeting of Joint Working Group (JWG) on the Environment (Brussels, 10-11 April, 2014)  5 th meeting of EU-India JWG on Pharmaceuticals and Biotechnology (Brussels, 23-24 September 2013)  Meetings of Indian Minister for Commerce and Industry with EU Trade Commissioner (Brussels 15 April 2013; Paris, May 2013) and with EU Agriculture Commissioner (April 2013)  Exchanges between European and Indian Parliament Members/Officials ( New Delhi- March 2015, 29 April-3 May 2013, 28 October -1 November 2013, 30 April-4 June 2012; Brussels- 8-17 July 2012, 8-12 October 2012, 17-21 June 2013)  JWG Meeting on Clean Coal Technologies (Brussels, 17-19 June 2013)  India-EU/Member States Group of Senior Officials’ Meeting on Science and Technology (Brussels, 17-18 June 2013)  8 th Meeting of the JWG on Coal (Chennai, 23 November 2013)  JWG Meeting on Textiles and Clothing (Brussels, 28 May 2013)  6 th EU-India Joint Seminar on Employment & Social Policy (Brussels, 24-25 June 2013)  8 th Round of JWG on ICT (Brussels, 4 September 2013)  The EU-India ICT Industry Business Dialogue (Brussels, 3 September 2013)  The EU-India Video Conference between Eurostat and Central Statistical Office (10 September 2013)  The EU HR for Foreign Affairs and Security Policy Baroness Ms Catherine Aston’s visit to India for ASEM Foreign Minister’s Meeting (11-12 November 2013)  2 nd EU-India Counter Piracy Dialogue (Brussels, Northwood, 9-10 September 2013)  8 th EU-India Ad-hoc Dialogue on Human Rights (New Delhi, 27 September 2013)  First EU-India Policy Dialogue on Culture (New Delhi, 18April 2013)  2 nd EU-India Senior Officials’ Meeting on Education and Multilingualism (New Delhi, 17 April 2013)  6th Meeting of the EU-India Macroeconomic Dialogue and EU-India Financial Services Dialogue (Brussels, 24-25 January  The EU-India JWG on Information and Communication Technology (ICT) Meeting (New Delhi, 28-29 May 2012)  The EU-India Ministerial Meeting on Science and Technology (31 May-1 June 2012)  The EU-India Stakeholders’ Conference ( 31 May-1 June 2012)  1st Round of Negotiations on EU-India Research and Development Agreement for Peaceful Use of Nuclear Energy (31 May-1 June 2012)  The EU-India High level Dialogue on Migration and Mobility (New Delhi, 2 July 2012)  2 nd EU-India Foreign Policy Consultations Meeting (20 July 2012)  6 th EU-India Security Dialogue (Brussels, 25 October 2012)  EU India Practitioners’ workshop on Counter-terrorism (The Hague, 11-12 December 2012)  EU-India Cyber-Security Consultations (New Delhi, 26 October, 2012) ",
        "Policy Department, Directorate-General for External Policies 14 3 THE CORE OF PARTNERSHIP IS STILL ECONOMICS Despite ups and downs in political relations, bilateral trade and economic relations have always been important. The process of further economic integration in the EU since the early 1990s and economic liberalisation since 1991 in India have created many new opportunities for enhanced interactions. 3.1 Trade in goods The EU is India’s biggest trading partner with EUR 100 billion trade in goods and services. EU-India trade in goods tripled between 2000 and 2013. Indian exports to the EU increased from about EUR 13 billion in 2000 to EUR 40 billion in 2011. Similarly, India imported commodities worth EUR 41 billion in the same year from the EU. These imports only amounted to around EUR 14 billion in 2000. Owing to the global economic slowdown, bilateral trade has slightly declined in the last two years to about EUR 76 billion in 2012 and to about EUR 73 billion in 2013 (see figure 2). Figure 2: EU-India Trade in Goods, 2000-2013 Source: Eurostat It appears from Figure 2 that EU-India trade in absolute terms has increased in the last decade. However, Indian data show some disturbing trends. EU-India trade in goods as a percentage of India’s total trade has declined consistently from 26.5 % in 1996-97 to 13.9 % in 2011-12 (see fig. 3 below). It declined further to 13.2 % in 2013-14. Exports to the EU accounted for only about 16.4 % of total Indian exports and imports to the EU accounted for only about 11 % in 2013-14. The reason for this perhaps is that India’s trade with countries in the south is growing at a fast pace. The growth of EU-India trade in goods is lower than India’s overall trade growth. The growth is significantly lower than India’s trade with other partners in east and south-east Asia. It also means that the Indian economy is integrating at a fast pace with other Asian economies. This factor has perhaps pushed India to sign trade agreements with Asian countries in an aggressive manner and also indicates the declining importance of EU markets for the Indian economy in the medium term 20 . 20 For details see G. Sachdeva, ‘India-EU Economic Ties: Strengthening the Core of Strategic Partnership’ in L. Peral, and V. Sakhuja, (Eds) The EU-India Partnership: Time to Go Strategic ?, Paris: EUISS, 2012; Also see Indian Ministry of Commerce and Industry Export Import Databank http://www.commerce.nic.in/eidb/ ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 15 Figure 3: India-EU Trade as a Percentage of Total Indian Trade Source: Author’s calculations based on Indian Ministry of Commerce & Industry data Similarly, even from the European perspective, the importance of India has actually declined slightly in the last few years. In 2011 India was the EU’s eighth largest partner with a 2.5 % trade share. In 2013 Indian share of extra-EU trade declined to 2.1 % (annex 1). Nevertheless, if we exclude countries like Norway, Switzerland and Turkey which are part of broader customs union with the EU, India has been an important ‘xxtra-EU’ trading partner behind the USA, China, Russia and Japan. 3.2 Trade in Services Both in the EU and India, services are becoming more and more important. Indeed issues concerning services will determine the fate of bilateral trade negotiations. In 2013, the service sector (excluding construction) in the euro area produced gross added value (GAV) of 73.4 %. In the same year, services accounted for about 57 % of the Indian economy. With EUR 210 billion trade in services in 2013, India is also becoming a significant player in the global services trade, its trade with the EU having grown from EUR 7.8 billion in 2004 to EUR 23.7 billion in 2013. In the last few years, India has recorded a surplus in travel, computer and information together with communication services (annex 2). The total deficit recorded with the EU was about EUR 1.3 billion in 2013 from EUR 0.8 billion in 2011. For services export, the UK has been India’s biggest market within the EU, followed by Germany and France. ",
        "Policy Department, Directorate-General for External Policies 16 3.3 Investment Linkages The EU Member States are also major investors in India. Similarly, Indian companies are making significant investment and acquisitions in the EU markets. Despite different figures, both Indian and European sources highlight the importance of FDI from the EU to India. Indian Government data reveals that between April 2000 and July 2014, more than EUR 55 billion investment flows came from the EU. This was more than one quarter of total investment into India during this period, more than American, Japanese and Chinese investment taken together. Major investors from the EU include the UK, Cyprus, Germany, Netherlands and France. However, calculation of FDI to India faces serious difficulties due not only to different methodologies used by agencies but also the FDI rules themselves. Owing to bilateral tax-free agreements with countries like Mauritius, a large number of foreign firms also route their FDI to India through such countries. As a result, more than 35 % of total FDI to India in the last fifteen years comes from Mauritius. Similarly, for the EU, investment from Cyprus exceeds that from other major Member States such as Germany, France and Italy (annex 3). While looking at the database, by 2012 total EU FDI stock in India had reached EUR 42 billion, with EUR 14 billion invested in 2011 alone. Figure 4: EU-27 FDI Stock in India (Million Euros), 2004-2012 Source: Eurostat database Figure 5: EU FDI Flows to India, (Million Euros) 2004-2013 Source: Eurostat database It appears from Figures 6 and 7 that this has not been a case of one-way traffic. Indian FDI in the EU markets soared to about EUR 11 billion in 2011. However, after 2008, the trend has not been very ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 17 encouraging, a sign that negative economic forecasts about the euro area economy have affected Indian investments. Figure 6: FDI Stocks from India to the EU, 2004-2012 (Million Euro) Source: Eurostat database Figure 7: FDI Flows from India to the EU (Million Euro) Source: Eurostat database According to a recent study by the Europe India Chamber of Commerce (EICC), European companies have invested more than EUR 180 billion in India in the last ten years 21 . FDI from major EU economies is shown in annex 4. Similarly, an earlier EICC study shows that Indian companies have invested more than EUR 50 billion in Europe since 2003 22 . Of this, EUR 16 billion was invested on Greenfield projects, the rest being spent on mergers and acquisitions (annexes 5-6). Looking at the technical and financial collaborations approved by Indian authorities, it can be seen that the EU is one of the major sources of technology transfer to India 23 . 21 A. Charlie, European Companies in India: Reigniting Economic Growth , Brussels: Europe India Chamber of Commerce, 2014. 22 A. Charlie, Indian Companies in the European Union , Brussels: Europe India Chamber of Commerce, 2012. 23 For details see G. Sachdeva, ‘India-EU Economic Ties: Strengthening the Core of Strategic Partnership’ in L. Peral and V. Sakhuja, (Eds) The EU-India Partnership: Time to Go Strategic ?, Paris: EUISS, 2012. ",
        "Policy Department, Directorate-General for External Policies 18 3.4 EU-India BTIA: Stuck in Negotiations Apart from multilateral negotiations, India is increasingly looking for alternatives to improve its trade position, particularly in the last decade, with the result that many of the proposed regional trade agreements have been fast-tracked. In the past, India adopted a cautious approach to regionalism and was engaged in only a few bilateral/regional initiatives, mainly through Preferential Trade Agreements (PTAs) or through open regionalism. However, in recent years, it has started concluding Comprehensive Economic Cooperation Agreements (CECAs) with many countries. The CECAs cover Free Trade Agreements (with limited negative lists) in goods, services, investment and other identified areas of economic cooperation. Some important signed agreements include South Asian Free Trade Area (SAFTA), and agreements with ASEAN, Japan, Singapore, Afghanistan, Bhutan, Sri Lanka, Nepal, South Korea, MERCOSUR etc. Similar negotiations are ongoing with the EU, the Gulf Cooperation Council (GCC), the India-Brazil-South Africa Dialogue Forum (IBSA), Australia and Malaysia. According to the Asia Regional Integration Centre database of the Asian Development Bank (ADB), India was involved at different stages in at least 34 trade agreements by 2013, 13 of which were already signed, including four framework agreements, and several others were under negotiation. Similarly, negotiations are ongoing on another 10 agreements whilst seven new FTAs have been proposed (annex 7). So far, most of India’s engagements remain within Asia. In addition, one significant aspect of this phase of economic regionalism is India’s increasing economic cooperation with South-East Asia through regional, sub-regional and bilateral engagements (eight initiatives). The context within which EU-India BTIA negotiations started in 2007 was, therefore, very favourable and after successfully implementing enlargement and single currency projects, the EU mood was one of confidence. Similarly, the Indian economy was growing very fast from 2007 to 2009 and policy makers were aggressively pursuing free trade agreements. However, since 2009 the political and economic climate in both the EU and India has been less favourable with negotiations having missed many deadlines. According to European Commission information about ongoing FTA negotiations (updated on 15 March 2014), so far 12 full rounds have taken place, the last in 2012. In addition, more targeted clusters (i.e., expert level intersessional meetings, chief negotiator meetings and meetings at a higher level), have discussed the matter. The focus of ongoing negotiations is market access for goods (to improve coverage of offers on both sides), services, government procurement and sustainable development. It is reported that, ‘the negotiations were brought to a de facto standstill in the summer 2013 due to a mismatch between the level of ambitions and expectations’ 24 . On the one hand some reports state that FTA negotiations are deadlocked due to the EU’s concerns in certain areas, including high tariffs on cars and wines, insurance, banking, retail, legal services, geographical indication, and public procurement. On the other hand, India has concerns about services, because according to reports the EU demands civil society monitoring of FTAs which India is opposed to 25 . India would like liberalisation in terms of movement of professionals and market access for agricultural products, pharmaceuticals as well as textiles and would press for improved market access together with a liberal visa regime under the Mode-4 quota of services trade, which will allow Indian IT professionals to reside and work temporarily in the EU. It would also like broader sectoral definitions, longer stay durations and flexibility of movement within EU markets under Mode 4. The EU has introduced a safeguard clause, which will take effect whenever a 20 % sector limit is reached. Since the safeguards are sectoral, it may affect the IT sector where Indian companies hope to gain business. 24 http://trade.ec.europa.eu/doclib/docs/2006/december/tradoc_118238.pdf 25 http://www.bilaterals.org/?european-union-intensifying ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 19 There are indications now that India may take a ‘flexible approach’ on tariffs for wines and spirits and auto components in exchange for a ‘Data Secure Nation’ status being provided to India by the EU. Since India is not considered data secure by the EU, it affects the operating costs and competitiveness of Indian IT companies looking for access to EU markets. With regard to intellectual property rights (IPR), India will perhaps not go beyond WTO obligations, which causes concern within the EU and has prompted requests for the support of Prime Minister Modi in breaking this deadlock. However, the Indian ambassador to the EU has reported in the media that Prime Minister Modi had assured the European leadership that BTIA would not suffer because of a lack of ‘political will’ in India 26 . The BTIA now needs a push from the highest political level on both sides, otherwise it may not happen for some time. The global economic slowdown as well as the crisis in the euro area has already affected EU-India economic ties, although this was slowed to some extent because Germany, the biggest economy in the EU and India’s largest trading partner in Europe, was doing relatively well. However, Indian trade and investment with most Member States have marginally declined in the last two years. Restarting negotiations in areas where agreement is possible would re-energise bilateral relations, whilst other items could be finalised at a later stage. It is certainly deemed necessary to show something concrete in the way of progress at the next summit whenever it happens. Any agreement, even if not comprehensive, would be a good showcase for the new leadership, both in India and in the EU. The EU ambassador to Delhi is hopeful that ‘once the negotiations start, a deal could be concluded within months’ 27 . 4 EU-INDIA AND GLOBAL GOVERNANCE Several long-term scenarios have predicted that over the next two decades, Europe’s relative economic weight may shrink 28 . The new emerging economies, including China and India, will play a bigger role in global economic governance due to their rapid growth. Similarly, new groupings, like the Group of 20 (G20), may become more important than the Group of Seven (G7) which comprises a relatively smaller group of wealthy nations. The western institutional order established after the Second World War cannot respond to some of the new realities. Although most EU Member States as well as the EU itself are fully aware of these realities, a strategy to deal with the demands and perceptions of increasingly assertive emerging economies like India is still lacking. India would like to increase the influence of the emerging powers in the institutions of global economic governance, enhance the reform of United Nations institutions including the United Nations Security Council (UNSC) and move forward with the articulation of ‘common but differentiated responsibilities’ at the climate change negotiations. Although not all members of groupings such as the G20, the BRICS or the IBSA share ‘common values’, they do see limitations in the prevailing international order and question the capacity of existing institutions to deal with present economic and security challenges. The contours of this new phenomenon are still not fully understood. Yet the EU would need to re-evaluate its existing relationships with an emerging power like India to synchronise policies while adjusting to increasing economic competition, emerging geopolitics and their appetite for resources. Similarly, the EU will also have to prove its relevance through evolving Common Foreign and Security Policy and perhaps common defence forces. Countries like India may still lack resources to match the economic and political power of the EU, but they have started participating in designing new rules for 26 http://www.hindustantimes.com/india-news/eu-leaders-pin-hopes-on-modi-for-bettering-ties/article1-1326443.aspx 27 ‘India, EU “Not Far from a Deal on Free Trade”‘, The Business Line . 29.04 2015, http://goo.gl/CsxQ2F 28 P. Padoan, Europe and Global Economic Governance , EU Diplomacy Papers No.2, Bruges: College of Europe, 2008. ",
        "Policy Department, Directorate-General for External Policies 20 international economic development, economic reform policies for the developing world and military interventions in other countries. At the moment, the institutional structures created by these new powers may not be able to challenge the influence of existing economic and security organisations. They are indicators of shifting global economic and security dynamics, subject to different norm settings by institutions such as the New Development Bank of the BRICS. Irrespective of its funding contribution, each participating country will have one vote with none of them possessing the power of veto. In addition, (i) the head office is to be set up in Shanghai, China; (ii) the first president would be an Indian; (iii) the first chairman of the board of governors would be a Russian; (iv) the first chairman of the board of directors would be a Brazilian and (v) the first regional centre of the bank will be in South Africa. The Chinese and Indian responses to the crisis in the Ukraine, climate change and negotiations at the WTO have been significantly different from those of the EU and other western powers. The European liberal international economic model has been based on the assumption that increasing regional economic integration is a useful policy for all partners. The successful economic integration project in Europe has always been a model for the rest of the world and the EU has tried to promote regional integration internationally, including in south Asia. The Ukrainian example may not fit within this framework where competitive regionalism from the EU and Russia has created a crisis which perhaps could have been avoided. This has not only challenged the European security framework as established with Russia after the end of the Cold War, but has also become a negative example of aggressive regional integration. These are some of the challenges which are going to test the EU-India partnership in matters of global governance. Although India admires European capacities to deal with global governance, the existing dialogue mechanism has still not been able to capture different perceptions fully in a workable agenda between policy makers and civil society from both sides. While India has not used the EU’s capacities effectively to promote its own interests through existing communication channels, the Chinese authorities have taken full advantage of its 56 sectoral dialogues to promote global and regional objectives 29 . There is thus a need to invest more financial and human resources in this mechanism. Through these dialogues, scope for further cooperation may emerge as governance issues can only be addressed multilaterally. 5 DEFENCE, SECURITY AND STRATEGIC COOPERATION On defence matters, India mainly deals directly with individual Member States and has a good framework of cooperation with major European powers. These are covered under bilateral strategic partnerships established in 1998 with France, in 2001 with Germany and in 2004 with the United Kingdom. Traditionally, India has also worked closely with key countries from Central and Eastern Europe. India established its dialogue with France in 1998 at the level of National Security Advisors, the 26th round of which took place in October 2014. The High Level Committee for Defence Cooperation also meets regularly at the level of Defence Secretaries. India and France conduct regular joint military operations such as army exercises (Shakti), joint naval exercises (Varuna) and joint air exercises (Garuda). At the time of independence in 1947, all major weapon systems of the Indian armed forces were of British origin. These were diversified with acquisitions from France in the sixties. During the Cold War, the Soviet Union became a major source of Indian military hardware. Nevertheless, India imported the Anglo-French Jaguar aircraft in the late 1970s, Mirage 2000 fighters from France in the 1980s and submarines from Germany in the late 1980s. These relations have expanded in recent years. Lately, India has emerged as 29 G. Sachdeva, ‘EU-China and EU-India: A Tale of Two Strategic Partnerships’ Strategic Analysis, Vol.38, No.4, 2014. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 21 one of the biggest importers of military hardware globally and as a result all EU Member States have been trying to expand their business in India. The recent Indian decision to buy 36 Rafale jets in fly-away condition will have long-term implications for Indian defence relations with Europe in general and France in particular, which in addition to future purchases and joint production will further open the Indian defence market for spare parts and services from the EU. This is also a reflection of long-term strategic mutual trust. Since this is not a purely commercial deal, positives developments could lead to closer political and strategic ties as well. During Prime Minister Modi’s visit to France, twenty bilateral agreements were signed and French President Francois Hollande remarked that the deal would move the partnership ‘into a new gear’ 30 . Naturally, individual EU Member States also compete with each other in India to sell their weapon systems. Unlike commercial exchanges, defence ties also have a political dimension and are an indication of a close understanding of the geopolitical environment. These supplies also provide a certain degree of political leverage to the exporting country and have a bearing on the country’s defence preparedness. Over the years, France has emerged as the most reliable partner in defence matters. It avoided sanctions against India after the nuclear tests of 1998. It also consistently supported India on the issue of permanent membership of the United Nations Security Council (UNSC) and in export control regimes such as the Nuclear Suppliers Group (NSG) and Missile Technology Control Regime (MTCR). Over the past decades, India’s defence relations with both Western and Eastern Europe reflected its foreign policy alignments and priorities. The impact of the Cold War and Pakistan’s closeness to the western world in the form of military pacts have also affected India’s relations with individual EU Member States. Positions held and sanctions imposed by individual countries as a result of India-Pakistan hostilities obviously had their own impact. Many EU Member States were also reluctant to sell arms as they felt that the region was unstable 31 . Even now there is a perception that most EU Member States have a somewhat sympathetic attitude towards Pakistan. The EU has a very close partnership with NATO which is the foundation for the collective defence of its members and since 2004, Pakistan is a major non-NATO ally. For many years, the EU did not openly criticise Pakistan’s links with different terror groups in Kashmir and Afghanistan. The EU has also granted Generalised Scheme of Preferences Plus (GSP+) status to Pakistan. These factors have obviously affected India’s defence relations with the EU. In the last two decades, particularly after 11 September 2001 and with European engagement in Afghanistan, this situation has fundamentally changed. In recent years, there has been a relatively better appreciation of Indian regional security concerns in Europe and as a result, cooperation with individual EU Member States has certainly moved forward. Nevertheless, at EU level, security cooperation is not fully and officially institutionalised, which is more to do with the synchronisation of defence and security concerns of individual Member States with EU institutions rather than an issue to be settled at EU-India level. Despite these limitations, defence cooperation with EU Member States is expanding. With specific focus, defence relations with Central European countries like Poland, Hungary and the Czech Republic could also be further revived. Moreover, India has also deepened its defence and security cooperation with the US under a renewed Defence Framework Agreement for the next 10 years. Both have agreed to step up joint military exercises, more in depth intelligence sharing, maritime security as well as co-development and co-production of defence projects. If followed properly, all these developments could provide solid ground for a meaningful dialogue and cooperation with EU institutions as well. On strategic matters, most analysts believe that the Asian continent is going to become the new centre of gravity within global politics. In an evolving economic and security architecture, many Asian countries 30 http://goo.gl/7Wi9TW 31 K. Sibal, ‘India’s Defence Ties with Europe’, Indian Defence Review, 9.8.2012 http://www.indiandefencereview.com/news/indias-defence-ties-with-europe/ ",
        "Policy Department, Directorate-General for External Policies 22 would look towards China or India along with Japan for future economic and security alignments 32 . As an economic and military superpower, the USA is eager to play an important role in this evolving situation. Similarly, as a Eurasian power carrying influence within post-Soviet space, Russia would also seek to acquire a greater role. In the last two decades, India has developed strong relations with both countries and now has to assess whether or not the EU and its Member States are relevant in emerging Asian security scenarios and to what extent they are useful for India in achieving its objectives. Although the EU has a significant economic presence in many parts of Asia, it has yet to figure prominently in emerging strategic scenarios. Scholars have predicted a few likely scenarios. One could see the emergence of a Washington-New Delhi- Jakarta-Hanoi-Tokyo axis in the context of a rising China and attempts by the USA to contain it. Created around Asian Solidarity, an alternative axis running through Tehran-New Delhi-Kuala Lumpur-Beijing is also predicted 33 . Since 1998, a Russia-India-China (RIC) ‘strategic triangle’ has also been discussed at various official as well as non-official forums. RIC foreign ministers met formally for the first time during 2002 in a side meeting to the UN General Assembly. In recent years, the relevance of the forum has grown in regional and global politics. During the 13th meeting of the RIC foreign ministers in Beijing in February 2015, major global issues were discussed and it was agreed that there should be further cooperation in the fields of energy, the environment, connectivity and reforms of global institutions 34 . The RIC forum is also supported by the trilateral academic conference, which normally takes place just before the ministerial meeting. The major challenge for Delhi would be to manage its relationship with China in such a way that there is limited competition and expanding cooperation. Similarly, China’s relations with the USA, Russia and the EU will have implications for its relations with India. During the recent visit of the US President to India, both countries asserted that ‘India’s Act East Policy and the United States’ rebalance to Asia provide opportunities for India, the USA, and other Asia-Pacific countries to work closely to strengthen regional ties’ 35 . To outline their intentions, a document called the US-India Joint Strategic Vision for the Asia-Pacific and Indian Ocean Region was also released, which served to indicate converging India-US interests in Asia. Earlier, New Delhi supported the US New Silk Road Strategy as a means of integrating central and south Asian economies through Afghanistan. It seems that India has also been concerned that as a result of crisis in the Ukraine, Russia-China ties may have become stronger. Many in India believe that any direct or indirect support of European activities in the Ukraine would further push Russia towards China which may not favour long-term Indian interests. India has to synchronise its relations, therefore, with important powers within Asia, particularly in the context of a rising China. Overall, real partnership on strategic issues with the EU has yet to emerge. Unlike its strategic partnerships with the USA and Russia, India has so far been unable to discover the relevance of an EU-India partnership in evolving Asian security and economic architecture 36 . Moreover, in the last few years, particularly under Prime Minister Modi’s government, the India-US Strategic Partnership has left all other strategic partnerships (including the EU-India Strategic Partnership) very far 32 See A. J. Tellis, T. Tanner, and J. Keough, eds. Strategic Asia 2011-12: Asia Responds to Its Rising Powers - China and India , Washington DC: The National Bureau of Asian Research, 2011. 33 Ibid., 257. 34 http://mea.gov.in/bilateraldocuments.htm?dtl/24751/Joint_Communiqu_of_the_13th_Meeting_of_the_Foreign_Ministers_of _the_Russian_Federation_the_Republic_of_India_and_the_Peoples_Republic_of_China 35 ‘India’s Act Easy Policy and Our Rebalance to Asia are Complementary, Says U.S. Consul General Min’, 2015 Chennai press releases, 06.03.2015, http://chennai.usconsulate.gov/chpr20150306.html 36 Unlike Europe which has NATO security umbrella and EU economic integration project, the Asian security and economic architecture is still not in place. Asian security architecture basically means a range of structures and processes which will facilitate Asian security (For details see Tow, W.T and B Taylor, What is Asian security architecture? Review of International Studies , Vol 36, Issue 1, 2010). Similarly, Asian economic integration will be facilitated by a series of overlapping trade, investments and transit agreements which may lead to monetary integration in some parts of the region. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 23 behind and consequently the EU-India partnership now has to work within this broader framework. Nevertheless, a close transatlantic partnership could also be used to re-energise India’s relations with the EU. With a view to such new circumstances, both the EU and India could expand a strengthened cooperation in global non-proliferation and export control regimes. The EU and its Member States could support India’s efforts to gain entry into four exclusive nuclear regimes: the Nuclear Suppliers Group (NSG), the Missile Technology Control Regime (MTCR), the Wassenaar Arrangement and the Australia Group. The US, Russia, the UK, France and Spain have already supported India’s inclusion in these groupings. Germany also backs India’s membership of the NSG 37 . Some EU Member States face a dilemma in recognising India’s nuclear status because the country is still not a part of the Non- Proliferation Treaty (NPT). Moreover, India has stressed at many forums that it will never join the NPT as a non-nuclear weapon state. However, this is an opportunity for the EU to develop an understanding of India as a strategic partner, particularly so when some of its Member States are looking for opportunities in India’s expanding civil nuclear market. 5.1 Counter-Terrorism Cooperation The EU and India have established a Security Dialogue under the Joint Action Plan (JAP) which has resulted in regular meetings since 2006. A joint working group on counterterrorism together with working groups on cyber security and counter-piracy measures also report to the Security Dialogue. Recently a dialogue on nuclear proliferation and disarmament has been constituted within the Security Dialogue. These are areas where substantial progress could have been made, yet concrete outcomes are limited. The reasons for this are perhaps the limited competencies and traditional tools at the EU’s disposal in matters related to security and counter-terrorism. As India has been facing cross-border terrorism for a long time, Indian officials sought open discussion with all its partners including the EU some years ago. Since the EU did not wish to confront the issue of Pakistan’s ‘sponsorship’ of terrorism at bilateral discussions, it was left to be discussed between India and individual Member States. However, the situation changed after the 11 September 2001 attack in the USA, following which this issue was mentioned in almost all summit meetings 38 . In the Joint Declaration on International Terrorism 39 from December 2010, both the EU and India condemned ‘terrorism in all its forms and manifestations, committed by whomever, wherever and for whatever purpose’. They denounced those ‘who sponsor, abet and instigate terrorism and provide terrorists safe havens’ and underlined that ‘cooperation in combating International Terrorism, including cross-border terrorism’ as one of key political priorities in the bilateral partnership. The then European Council President Herman Van Rompuy asserted that the ‘London, Madrid and Mumbai attacks showed that terrorism knows no boundaries and that a common response is essential’. The joint statement also ‘called upon Pakistan to expeditiously bring all the perpetrators, authors and accomplices of the Mumbai attacks to justice’. This was the first time that the EU had come closer to some of India’s core security concerns. Despite these declarations, real cooperation will depend on the nature of the EU as an actor in counter-terrorism, convergence of the EU and India’s threat perceptions and expectations, together with what both could really offer each other 40 . According to the latest report by the EU Counter-Terrorism (CT) coordinator, the issue of foreign fighters has become its top priority 41 . Yet the deteriorating security situation in Afghanistan, radicalisation within 37 http://www.ndtv.com/india-news/germany-backs-india-for-nsg-membership-441292 38 R. K. Jain, ‘India’s Relations with the European Union’ in David Scott (Ed) Handbook of India’s International Relations, Routledge, 2011. 39 http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/EN/foraff/118405.pdf 40 G. Khandekar, ‘EU-India Cooperation on Counter-Terrorism’ in L. Perral and V. Sukhija (Eds) The EU-India Partnership: Time to Go Strategic? , Paris: EUISS, 2012. 41 http://data.consilium.europa.eu/doc/document/ST-15799-2014-INIT/en/pdf ",
        "Policy Department, Directorate-General for External Policies 24 Pakistan, the developing situation in Iraq, Syria and Yemen, the internal situations in Jammu and Kashmir in the north-east region as well as left wing extremism are seen as major security threats by India. Although these threats may look remote from each other, many sources of radicalisation, financing and networking could be shared. As a result, some formal engagements have already begun. In December 2012 at a practitioners’ workshop on counter-terrorism, a five-member expert delegation from India met with representatives from Eurojust, Europol, CTC and the EC in The Hague. A structured EU-India cyber consultation has also been launched. Because of its own limitations, the EU looks at the issue of counter-terrorism more as a global action rather than a global war on terror. It favours a comprehensive approach which focuses more on the root causes (e.g. lack of democracy, economic opportunities, women empowerment, and illiteracy). Although almost all counter insurgency operations include these points in their strategies, immediate cooperation with other partners focus on intelligence sharing, joint exercises and training with possibly joint operations. Within the European framework, many of these are not competences of the EU but rather individual Member States or NATO. In order to create meaningful cooperation, the EU terrorist list of persons, groups and entities involved in terrorist acts could be expanded to include many of those who are directly accused of terrorist acts in India. The latest updated list released by the EU in March 2015 already includes Babbar Khalsa, Hizbul Mujahideen, the International Sikh Youth Federation, the Liberation Tigers of Tamil Eelam (LTTE) and the Khalistan Zindabad Force 42 . The Indian Ministry of Home Affairs has a list of 38 banned terrorist organisations 43 . The inclusion of more entities targeting India on the EU’s own list would send a strong signal of cooperation. In the meantime, Indian experts could learn about inter-state cooperation and cyber security from the EU Counter-Terrorism Coordinator through existing dialogues. The EU and India could also work together on the deadlocked Comprehensive Convention on International Terrorism at the UN. 5.2 Maritime Security Because of very limited land border transactions through China and Pakistan, the Sea Line of Communications (SLOCs) is crucial for India’s commercial and energy security. More than 90 % of India’s trade by volume and 77 % by value are transported by sea 44 . In recent years, its major maritime security concerns have been in connection with traditional threats coming from China or Pakistan and non- traditional threats arising from piracy, crime and natural disasters. The US ‘pivot to Asia’, China’s assertiveness in the South China Sea and its Maritime Silk Road Strategy have put maritime security at the top of the Indian strategic agenda. India is in the process of regularising bilateral maritime exercises and strengthening maritime dialogues with many littoral countries in the Indian Ocean. Prime Minister Modi’s visits to Australia, Sri Lanka, Mauritius, the Maldives, Myanmar, the Seychelles and Singapore underscore the importance of maritime security in Indian thinking. Issues of maritime security figure prominently with the US, Japan and ASEAN countries. The Indian Navy strength is expected to increase from the 140 ships and submarines today to about 200 in the coming years 45 . As incidents of piracy reached alarming levels in 2007-2008, from October 2008 the Indian Navy has been carrying out anti-piracy patrols in the Gulf of Aden. India, the EU and many of its Member States are also founding members of the Contact Group on Piracy off the Coast of Somalia (CGPCS) created in 2009 by the UN. Additionally, India is a founding member of the Indian Ocean Rim Association (IORA), a regional initiative of coastal states 42 http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=OJ:JOL_2015_082_R_0009&from=EN 43 http://mha.nic.in/BO 44 Annual Report 2014-15, Ministry of Defence, Government of India, p. 31. 45 R. Bhonsle, ‘India’s Maritime Cooperative Security Architecture’ Mantraya Brief No. 2, New Delhi, 2015. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 25 bordering the Indian Ocean. Initiated in 1997, its membership today includes 20 countries. In addition, it has six dialogue partners including China, Egypt, France, Japan the UK and the USA. About 35 countries participate in various activities within the Indian Ocean Naval Symposium, which India founded in 2008. In June 2014 the EU Maritime Security Strategy (EUMSS) members identified European maritime interests, threats and responses. Later, the Action Plan argued for mainstreaming maritime security into bilateral dialogues with third countries, encouraging bilateral and regional agreements in this area 46 . Similarly, the Indian Ministry of Defence argues that as most maritime challenges ‘have trans-national/ trans-regional footprint, it becomes imperative to seek collective solutions to these issues’. The Indian Navy does so by a process of “Constructive Engagement” with our maritime partners’ 47 . In recent years, the Indian Navy has conducted joint exercises with the US, Singapore, Russia, Japan, Sri Lanka, the UK, France, Brazil and South Africa as well as joint anti-piracy operations. In addition, it had coordinated patrol activities with Thailand, Malaysia and Indonesia. By last year, about 2671 merchant ships of varying nationalities, including 311 Indian flagged vessels, had been escorted safely by Indian warships 48 . To cope with the changing balance of power in the Indian Ocean, India is strengthening its naval capacity and may be looking for bilateral and multilateral arrangements. A recent US-India Joint Strategic Vision for the Asia- Pacific and Indian Ocean Region affirmed ‘the importance of safeguarding maritime security and ensuring freedom of navigation and over flight throughout the region, especially in the South China Sea’ and called on ‘all parties to avoid the threat or use of force and pursue resolution of territorial and maritime disputes through all peaceful means’ 49 . Realising Indian capabilities and intentions, the former EU High Representative for Common Foreign and Security Policy, Javier Solana, wrote recently that ‘the EU must take into account that, given the enormous length of its coasts, India is a key natural partner in maritime security and counter piracy’ 50 . Both the EU and India have a declared goal of cooperation with other partners in their individual strategies. The issue of maritime security has figured prominently in many bilateral meetings. To operationalise cooperation, they need to develop a common doctrine and standard operating procedures 51 . This could be built on already exiting cooperation with French and British navies. The EU can also start collaborating with the IORA and promoting rule-based cooperation within the Indian Ocean. As the EU has a significant naval presence in some parts of the Indian Ocean, collective maritime surveillance, common training and exercises as well as multinational research programmes are potential shared agenda avenues 52 . A high level dialogue is a necessity for an EU-India maritime security collective approach and an action plan. 46 http://ec.europa.eu/maritimeaffairs/policy/maritime-security/doc/20141216-action-plan_en.pdf 47 Annual Report 2014-15, Ministry of Defence, Government of India, p.32. 48 Annual Report 2013-14, Ministry of Defence, Government of India, p. 31. 49 https://www.whitehouse.gov/the-press-office/2015/01/25/us-india-joint-strategic-vision-asia-pacific-and-indian-ocean-region 50 J. Solana, The European Union and India , (Washington: The Brooking Institution) September, 2014. 51 V. Sakhuja, ‘India-EU: Exploring Maritime Convergences’ http://www.ipcs.org/article/india/india-eu-exploring-maritime- convergences-4549.html, 2014. 52 S. Kamerling and A. Wagemaker (2014) ‘Maritime Security Cooperation The Next Port of Call’ http://www.clingendael.nl/publication/maritime-security-cooperation-next-port-call ",
        "Policy Department, Directorate-General for External Policies 26 6 SCIENCE AND TECHNOLOGY COOPERATION Research and innovation is one area where EU-India collaboration has expanded significantly since 2001 when the first Science and Technology (S&T) agreement 53 was signed. Since then cooperation has figured prominently in all joint statements and action plans. Successes of bilateral efforts, the EU ‘Innovation Union 54‘ strategy and the policy ‘Decade of Innovation 55 ‘ initiative in India led to the signing of a Joint Declaration on Research and Innovation Cooperation 56 in 2012. Further, it paved the way for setting up the Senior Officials (GSO) Group as agreed in a Brussels Communiqué 57 . The first meeting of the GSO took place in October 2013, with the agreed priority areas being health, water and energy. The participation of Indian universities, research centres and private enterprises in joint projects is increasing significantly. According to some official information, India ranked fourth in terms of participation and third in terms of the total amount of EU financial contribution received in the 7th Framework Programme (FP7, 2007- 2013). Under FP7 more than 250 Indian entities participated in joint projects. Separately, 800 Marie Curie fellowships were awarded to Indian researchers. India has also been a partner in projects such as the European Organisation for Nuclear Research and the International Thermonuclear Experimental Reactor (ITER). To inform and encourage researchers and industry, specific India related services such as EURAXESS Links India, European Business and Technology Centre, European Business Group India etc., are also operational 58 . To present bilateral research opportunities to the Indian public and private sector researchers, the EU delegation in India collaborating with representatives from Member States’ embassies and European research centres, organised road shows in 16 cities across India during 2014. It appears that an incremental and step-by-step approach has helped to build meaningful cooperation in Science & Technology cooperation 59 . When collaboration in Galileo - Europe’s global navigation satellite system - started faltering, both sides quietly moved to other areas such as ITER for which many proposals for collaboration were made with the energy panel. India is expected to provide about 10 % towards the total cost of ITER. Although some analysts have described EU-India cooperation in the Galileo project as an example of failed diplomacy and technical collaboration 60 , thereafter Indian policy makers moved first towards American GPS then Russian GLONASS and finally started building an indigenous Indian Regional Navigation Satellite System (IRNSS). The IRNSS which is expected to be ready by 2016 is intended to have seven satellites, of which four are already in orbit. India also plans to provide the benefits of IRNSS to SAARC member states. Incidentally, the total cost of IRNSS is estimated to be about EUR 225 million, considerably less than the EUR 300 million which India was expected to pay for Galileo participation. Despite all these achievements and developments, coordination between the EU and Member States, particularly big Member States remains limited. There is also a perception in academia that EU projects are bureaucratic compared with similar initiatives involving the US or even Russia. 53 http://trade.ec.europa.eu/doclib/docs/2003/july/tradoc_113341.pdf 54 http://ec.europa.eu/research/innovation-union/index_en.cfm 55 http://www.slideshare.net/pmpiii/decade-of-innovation 56 http://eeas.europa.eu/delegations/india/documents/joint_declaration_2012.pdf 57 http://ec.europa.eu/research/iscp/pdf/policy/brussels_communique-0313.pdf#view=fit&pagemode=none 58 See http://eeas.europa.eu/delegations/india/eu_india/research_innovation/index_en.htm 59 S. A. Wublbers, The Paradox of EU India Relations: Missed Opportunities in Politics, Economics, Development and Culture (Playmouth: Lexington Books), p. 77, 2011. 60 M. Vicziany, ‘EU-India Security Issues: Fundamental Incompatibilities’ in P. Winard, M Vicziany and P Datar, The European Union and India: Rhetoric or Meaningful Partnership Edward Elgar, 2015, p. 278. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 27 7 ENERGY SECURITY AND COOPERATION IN RENEWABLES At the current stage of economic modernisation, India is adapting to globalisation as well as the emerging Asian and global balance of power. Its accelerated economic performance has impacted upon its foreign policy as well as its engagement within Asia and with great powers. Accelerated growth has also forced India to synchronise its energy security issues within its foreign and security policy 61 . In the coming years, actions and commitments on the energy front will shape India’s relations with countries such as the USA, Russia, China, the EU Member States and Iran. Until the early 1990s, external energy policy meant securing reliable supplies from the Gulf. More recently it included multiple diversification strategies acquiring assets abroad and pipeline politics. In the future, protecting supplies from different sources as well as assets abroad will also become part of the national security. Despite all these efforts, coal will continue to be India’s main energy source and the Gulf region and to be its main supplier of oil and gas. India and Russia have been cooperating in the field of energy for more than a decade now. If a possible Russia-China gas pipeline is extended to India, it will usher in a new era of cooperation between these three major countries 62 . On the domestic front, major policy changes in the area of coal production can be seen with private sector participation, power sector reforms, rationalisation of fuel prices, efforts in the direction of energy efficiency and demand management. Within emerging dynamics, it is also expected that nuclear and hydro power as well as renewables will be playing an increasingly bigger role. A major development will be the creation of a legal and institutional framework to implement all these policies. Although building from a very small base, India has improved its renewable energy capacity and the government has set very ambitious targets. Since more than three-quarters of electricity generation in India depends on coal and gas, improvements in renewable energy for electricity generation will make India more self-sufficient and environmentally friendly. Since India has a large potential for solar and wind energy, it will form part of a long-term strategy. Apart from small hydro projects, at the moment this sector is facing various problems due to high costs, connectivity infrastructure and land issues. It is also concentrated in only a few states and away from urban areas. So achieving government targets may also need significant future subsidies. However, despite these problems, policy makers are committed to providing a significant boost to renewables in the coming years. According to World Energy Outlook, China will add more electricity generating capacity from renewable sources by 2035 than the USA, the EU and Japan combined. Hydropower and wind power will be the two main sources of China’s renewably sourced electricity, with solar photovoltaic cells coming in a distant third 63 . China is already the leader in manufacturing renewable energy equipment. It has become one of the world’s top producers of small hydropower units, solar water heaters, and solar photovoltaic panels. If China is able to reduce equipment costs, particularly of solar panels, this could have a major impact on the Indian renewables sector. As China has invested heavily and emerged as a global leader in renewable energy equipment, India can also benefit in the same way due to economies of scale and its own technological upgrading. This is an area with only limited competition and the possibility, therefore, for 61 G. Sachdeva, ‘Geo-economics & Energy for India’ in David Scott (Ed), Handbook of India’s International Relations , London: Routledge, pp.47-56., 2011. 62 G. Sachdeva, ‘India’s ONGC Plans to Bring Russian Hydrocarbons to South Asia’ Central Asia-Caucasus Analyst, 15.05.2013, http://www.cacianalyst.org/publications/analytical-articles/item/12731-indias-ongc-plans-to-bring-russian-hydrocarbons-to- south-asia.html 63 P. Coy, ‘Green China? It Leads the World in Adding Renewable Electricity’, Business Week, 21.11.2013 http://www.businessweek.com/articles/2013-11-21/green-china-it-leads-the-world-in-adding-renewable-electricity ",
        "Policy Department, Directorate-General for External Policies 28 more cooperation because both China and India have a common goal of eradicating poverty through high growth but are facing challenges of rising energy demand and environmental degradation 64 . Despite different levels of development, both India and the EU are facing similar challenges related to their energy security. Energy has been a fundamental factor in the construction of the EU project, ECSC/EURATOM, but Europe as a major energy consumer faces a number of challenges. These include: rising global demand and competition for energy resources from emerging economies; a persistent instability in energy producing regions; and a growing need to use different fuels in order to address the climate change policy. Within the EU there are serious gaps between intentions and outcomes concerning the energy sector. The evolving common energy policy has achieved only limited success. Nevertheless, from the mid-1980s, the Commission has been increasingly involved in Member States’ energy policies. A key element of the EU’s energy supply strategy has been a shift to a greater use of natural gas. However, this will increase its dependence on Russia still further. The 2007 energy policy for Europe has three facets: i) sustainability: a common European response to global warming; a goal of 20 % reduction in greenhouse gases from the 1990 level by 2020 (ii) security: the need to diversify supplies of natural gas with new hubs in Central and Eastern European countries, the Baltic states, and new gas pipelines (iii) an internal energy market. Another aspect of the new policy has been EUR 1 trillion of infrastructure investments in the energy sector by 2020. From this total, around EUR 200 billion is required for the construction of gas pipelines and electricity grids. The 2020 Energy Strategy (2011) and the EU 2050 energy roadmap have also provided different targets. The EU energy policy is supported by market-based tools (taxes, subsidies and the CO2 emissions trading scheme); developing energy technologies (especially technologies for energy efficiency together with renewable or low-carbon energy); and Community financial instruments. In 2007, the EU endorsed a binding target for a 20 % share of its gross final energy consumption from renewable sources by 2020. In addition, the EU also agreed on a binding minimum target of a 10 % share for transport biofuels within overall petrol and diesel consumption by 2020. Further directives in 2009 also extended plans to achieve these targets. By 2012, approaching a 12 % share of total energy consumption within the EU was already being derived from renewable sources (see Annex 8), the largest increase in share coming from countries such as Sweden, Denmark and Austria. Details of the renewable energy share for every country and the 2020 target are shown in figure 8. 64 H. Liming, A Study of China–India Cooperation in Renewable Energy Field , Renewable and Sustainable Energy Reviews , 11, 1739– 1757, 2007. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 29 Figure 8: Share of Renewable Energy per EU Member State and the 2020 Target Source: Eurostat News Release 37/214- 10.3.2014. The EU has been investing significantly and establishing binding commitments in the renewable energy sector, thus creating tremendous scope for cooperation 65 . Despite perceptions that the EU and India hold opposite views on global norms concerning energy security and environment, there is potential for working together as both are trying to diversify energy mix and sources of energy supply. In some areas, bilateral cooperation is already underway. In 2004, a bilateral energy dialogue was established. Three working groups on coal, clean coal technologies, and energy efficiency were also set up in 2005. At the last bilateral summit in 2012, a separate Joint Declaration on energy cooperation was issued. Areas where cooperation in energy is already identified include (i) clean coal technologies and advanced coal mining; (ii) improved energy efficiency of products and buildings; (iii) development of smart power grids (iv) cost-effective ways for the uptake of renewable energy sources; (v) research and innovation cooperation in new, clean and renewable energy technologies, (vi) energy safety, in particular nuclear safety and off-shore drilling safety; and (vii) fusion energy 66 . Within the dialogue, renewable energy is a clearly identified cooperation priority. This could produce results in line with the Modi government’s ambitious programme. It plans to accelerate the deployment of renewable energy to more than 160 GW by 2022 including 100 GW solar energy and 60 GW wind energy. Increased focus will be given to small hydro, bio energy, as well as new and emerging technologies 67 . 65 A Report on EU-India Renewable Energy Opportunities , New Delhi, European Business and Technology Centre, 2010. 66 http://goo.gl/VJxIxV 67 See http://pib.nic.in/newsite/PrintRelease.aspx?relid=115428 ",
        "Policy Department, Directorate-General for External Policies 30 8 HUMAN RIGHTS DIMENSION OF EU-INDIA RELATIONS Human rights, democracy and the rule of law are core EU values, principles which must be reflected in all its internal and external policies. The EU aims to integrate the promotion of these principles through its trade and investment, development as well as Common Foreign and Security policies. Issues concerning the level of democracy and human rights violations in third countries are intensively discussed within the various EU institutions, including the European Parliament. Additionally, many Member States regularly raise these concerns in their bilateral relations with third countries. In the past, many analysts in India considered the issue of human rights as harmful for its bilateral relations. However, this topic is becoming increasingly important although most policy makers believe that it will mainly be handled domestically. Shashi Tharoor, former Minister of State for External Affairs in the Congress government, argued that both India and the EU being democracies ‘(they) are on the same side and have the same aspirations on the substance of human rights’. However, he also asserted that ‘there is not a single human rights problem in India that has been exposed by Amnesty International or Human Rights Watch or any European institution, which has not been revealed first by Indian citizens, journalists and NGOs and handled within the democratic Indian political space’ 68 . Although India has historically been one of the strongest champions of sovereignty, there are now voices advocating that it is time for the world’s largest democracy to start actively promoting democracy and human rights 69 . In the past India has been criticised both internally and externally for its human rights violations concerning caste atrocities, handling of insurgencies in the north-east and Kashmir as well as high profile cases such as the 1984 anti-Sikh and the 2002 Gujarat riots. Recently, the country has faced a lot of criticism for violence against women. Despite these weaknesses, it is felt that India has now established well respected institutions such as the National and State level Human Rights Commissions. The country has a powerful and active judiciary with the media being considered largely independent. It is thus believed that uneven performance should not discourage newly emerging India to take an active role in promoting human rights domestically at all levels of society. In 2012 and 2013 India voted in favour of resolutions promoting reconciliation, accountability and human rights in Sri Lanka at the UN Human Rights Council. However, in 2014 it abstained because of an ‘intrusive’ approach which India argued undermines its national sovereignty. The Indian establishment is now becoming sensitive to violations. In 2014, the Army sentenced two officers and three soldiers to life imprisonment for the killing of three unemployed Kashmiri youths in 2010, branding them as foreign militants 70 . In the last few years, lively domestic debates have taken place on repealing the Armed Forces Special Powers Act (AFSPA) which supports the armed forces in ‘disturbed areas’. In 2004, the EU established an annual local human rights dialogue with India. In the Joint Action Plan (JAP) both India and the EU outlined that they share values of democracy and human rights. Both agreed on (a) a dialogue both in a multilateral and bilateral context (b) consulting and discussing positions on human rights and democracy issues as well as looking at opportunities for co-sponsoring resolutions on thematic issues in relevant gatherings; and (c) looking together for possible synergies and initiatives to 68 S. Tharoor, ‘Reconsider Relations with the European Union’, Mail Today , 18.05.2012, http://goo.gl/WCzZyW. 69 See S. Ganguly and E. Sridharan, ‘The End of India’s Sovereignty Hawks?’, Foreign Policy , 7.11.2013, http://goo.gl/FJESWE 70 The Times of India , 14.11.2014, http://goo.gl/KIMDju ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 31 promote human rights and democracy 71 . The eighth meeting of the EU-India Ad-hoc Dialogue on Human Rights took place in November 2013. In recent years, the EU has raised concerns about issues in India, through resolutions in the European Parliament and through EU Annual Reports on Human Rights and Democracy in the World. Main areas of concern include caste discrimination, violence against women, resumption of executions, child rights, rights of indigenous people, poor prison conditions, freedom of expression etc. Except for the death penalty, all other issues are debated in the Indian Parliament, civil society and the judiciary. Issues raised by the EU, therefore, are not fundamentally different from those addressed in India. Some earlier EP resolutions and references concerning human rights violations in Jammu and Kashmir affected EU-India bilateral relations negatively. ‘At this point in history, India with its ambition to play a larger role in global institutions including the UNSC, is sensitive to allegations of human rights abuses at home, and may be willing to help strengthening democratic and human rights institutions abroad’ 72 . The activities to promote democratic institutions abroad are more likely to be bilateral or through regional organisations like the SAARC and the African Union. Although India might be willing to contribute significantly to actions taken under the UN umbrella, it is highly unlikely that it would participate in action associated with the western coalition led by the United States. The Indian human rights situation could improve mainly through the above-mentioned domestic debates and active participation of civil society (discussed separately). Condemnations and resolutions by the European Parliament or other EU institutions may not prove particularly helpful and could even adversely affect bilateral ties. Since it is mandatory for the EU to include human rights clauses in trade agreements, the best engagement strategy for both would be to upgrade and expand dialogue, which would also provide opportunities to discuss and remove mutual misperceptions. 9 POSSIBILITES OF COOPERATION IN THE NEXT PHASE OF THE AFGHANISTAN PROJECT (2015-2024) With ambitions in the field of global conflict management, the EU has contributed significantly to military as well as development and reconstruction activities in Afghanistan. This European involvement might also bear implications for the EU’s credibility as a global security actor . In the last two decades, EU activities in conflict areas have taken place against the background of developing the concept of comprehensive security 73 . In simple words this means that the EU and its Member States have to coordinate their respective military and civilian strengths in different phases of the conflict. At the same time the ‘largest members states’ need to coordinate among themselves and with the EU institutions 74 . The 1993 Maastricht Treaty, the 2003 EU Security Strategy and the 2009 Lisbon Treaty all provide a framework for EU conflict resolution and explicitly call upon the Union to engage in a full range of conflict resolution activities 75 . In Afghanistan, EU development efforts are being supplemented by the Member States’ military, economic and diplomatic contributions. The Afghanistan conflict has 71 See India-EU Strategic Partnership Joint Action Plan, 72005, http://goo.gl/E6jZq5 72 G. Sachdeva, ‘India and the European Union: Human Rights Challenges’ Doutje Lettinga & Lars van Troost (Eds) Shifting Power and Human Rights Diplomacy: India , Amsterdam: Amnesty Netherlands, 2015. 73 C. Gebhard and P. Martin Norheim-Martinsen, Making Sense of EU Comprehensive Security towards Conceptual and Analytical Clarity , European Security, Vol 20, No.2, 2011, pp. 221-241. 74 G. Whitman, R. and S. Wolff, (Eds), The European Union as a Conflict Manager (London: Routledge, 2012). 75 N. Tocci, The EU in Conflict Resolution in Stefan Wolff and Christalla Yakinthou (eds), Conflict Resolution: Theories and Practice , London and New York: Routledge, 2011. ",
        "Policy Department, Directorate-General for External Policies 32 demonstrated European strengths, particularly in the areas of reconstruction, institution building and conflict negotiation. At the same time, it has also shown that EU notions of conflict resolution have very limited value when dealing with ‘out of area’ operations and when other major players like the USA, are in a dominating position. To some extent, the EU visibility and effectiveness has also suffered from a lack of coordination among its Member States, and institutional incoherence 76 . In the last twelve years, the international project of building democracy and a market economy in Afghanistan was mandated by the UN, and was implemented mainly by the US-led alliance. This endeavour has produced mixed results. Significant gains have been made in the areas of education, health, infrastructure, communications, empowerment of women and the economy. However, latterly the security situation has deteriorated and narcotics production is once again on the increase 77 . In the post-2014 situation, these challenges have become more complicated as the majority of international forces have already moved out of the country. In these circumstances, the sustainability of many of these achievements is under threat. Afghanistan, which is located at the crossroads of different regions, is of great concern for India. Apart from a brief period during the Taliban regime, both countries have always had very cordial relations. India prefers a stable and independent government in Afghanistan, free of external interference. Consequently, since 2001, India has supported the Afghan government both politically and economically, which resulted in the setting up of a strategic partnership in 2011. India’s broad objectives in Afghanistan are orderly security, political and economic transition as well as ensuring the safety and security of its assets and personnel. Increasing trade, transit and energy links with Central Asia through Afghanistan is an added objective. In the last few years, analysts and international reports have indicated that in the post-2014 phase, the country is going to face three major challenges – a difficult security situation, political transition, and economic slowdown following the withdrawal of troops 78 . In all three areas, enhanced Indian engagement in Afghanistan could help to meet these challenges during the coming transformation decade (2015-2024). With a broad understanding that a peaceful and stable Afghanistan is crucial for regional stability, India has been playing an active role in its reconstruction since 2002. So far it has pledged assistance worth close to EUR 2 billion with projects covering the whole country mainly in the areas of road construction, power transmission lines, hydroelectricity, agriculture, telecommunication, education, health and capacity building 79 . Unlike other countries, Indian policy makers have expressed that India does not have any exit strategy from Afghanistan. Enlarged Indian engagement in the country is built on the above-mentioned ‘Strategic Partnership’. This was the first ever strategic partnership agreement signed by Afghanistan with any foreign country. Apart from capacity building support to the various departments in the three branches of government, including the Executive, Judiciary and the Parliament, the agreement points towards two major issues. First, India has agreed ‘as mutually determined’ to assist in the training, equipping and capacity building programmes for Afghan national security forces. Secondly, it has recognised that 76 E. Gross, The EU in Afghanistan in Richard G Whitman and Sarah Wolff (Eds), The European Union as a Conflict Manager, London: Routledge, 2012, p. 107. 77 See Brookings Afghanistan Index: Tracking Progress and Security in Post- 9/11 Afghanistan available at http://www.brookings.edu/about/programs/foreign-policy/afghanistan-index 78 See various reports of the UN Secretary General to the UN Security Council, available at http://unama.unmissions.org/Default.aspx?tabid=12263&language=en-US ; Katzman, K., Afghanistan: Post-Taliban Governance, Security and US Policy , RL 30588, Washington DC: Congressional Research Service, April 2014. 79 For details of Indian projects in Afghanistan see G. Sachdeva, ‘The Reconstruction Issue in Afghanistan: Indian & Chinese Contribution’ in Marlène Laruelle, et al. (Eds) China and India in Central Asia: A New Great Game? Palgrave Macmillan, 2010, pp.173-196. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 33 regional economic cooperation is vital for the long-term economic prosperity of Afghanistan and the region. In addition, the agreement creates bilateral institutional mechanisms consisting of annual summit meetings, regular political consultations led by both countries’ foreign ministries and the establishment of a strategic dialogue on national security led by national security advisors from both countries. Overall, these developments indicate that, compared with western nations which reduced their involvement in 2015, India is preparing for an enhanced engagement in the country. This strengthening role is based on the assessment that international support for Afghanistan will continue well into the future, there being little scope for any ‘negotiated settlement’ for some time. 9.1 Areas of Possible Cooperation With the majority of international forces moving out of Afghanistan, it is likely that resources for development projects may also decline, particularly after 2016. However, most western donors have publically committed that they will be engaged in the reconstruction efforts in Afghanistan much beyond 2014, the original intended date for international withdraw. It is likely that most western development activities in the coming years will be concentrated on security forces training and equipping, infrastructure development, social sectors and capacity building. These are exactly the areas where Indian activities will also be concentrated. India may, therefore, consider cooperating with other third country donors in working jointly on similar projects. Although coordination among different donors has not been an easy proposition even among traditional donors, yet it can produce win-win situations both for traditional donors and for India. The following are some of the areas where cooperation with European donors could be coordinated in Afghanistan:  Higher Education: Afghan students could study in Indian universities with European involvement in cost sharing as well as faculty mobility.  Regional Cooperation: Afghanistan and India together with all traditional as well as regional donors are committed to regional integration and involved in the South Asian Association for Regional Cooperation (SAARC), Regional Economic Cooperation Conference on Afghanistan (RECCA) as well as the Heart of Asia process. The EU has already identified regional cooperation as one of its priority areas in Afghanistan. Similarly the US administration has been actively engaged in many regional cooperation projects including the Silk Road Strategy. The USA, the EU and India could join their efforts in Afghanistan to make the Afghanistan-Pakistan Transit and Trade Agreement (APTTA) as well as other trade and transit initiatives more meaningful.  Police Training: To make European police training more effective, Indian trainers and training facilities could be utilised.  Capacity Building: Indian trainers and training institutes could be used by European donors in various capacity building programmes.  Decentralisation: India and Europe could work together to strengthen sub-national governance and grass-roots democracy in Afghanistan.  Institutions of Democracy: As all major donors are involved in building and strengthening democratic institutions in Afghanistan, there are tremendous possibilities for cooperation.  Training Afghan Security Forces: Cooperation between India and some of the EU member states in this area could be a possibility. ",
        "Policy Department, Directorate-General for External Policies 34 10 DEVELOPMENT COOPERATION Although India is not a ‘new’ player in the area of development cooperation, the issue has become a significant aspect of Indian foreign policy and strategic thinking in recent years. These programmes abroad have expanded considerably, both in geographical spread and in sectoral coverage 80 . The growing Indian presence in this area is being facilitated by changing economic policy orientation and economic expansion. Plans include Lines of Credit (LOC); capacity building particularly the Indian Technical and Economic Cooperation (ITEC) programme; and bilateral grant assistance projects. By March 2014, the Indian government had signed 176 LOCs covering 62 countries with credit commitments of more than EUR 9.5 billion. Every year about 10 000 personnel from more than 150 countries are trained in 47 empanelled institutions throughout India by more than 280 short-term, medium-term and long-term training programmes. Additionally, India has been building grant assistance projects in the region and in Africa 81 .Its commitment to Afghanistan is close to EUR 2 billion. However, unlike traditional donors all of these activities are non-conditional. The EU-India Joint Action Plan had a section on development cooperation, which mentions that both would further ‘explore EC-India cooperation in development projects in third countries’. However, progress on this front is almost negligible. The EU has focused mainly on development projects within India, but as non-traditional donors like China, India, Brazil, South Africa, or Mexico, are increasingly becoming actors within bilateral development, the EU might need to revisit its own policy. The entry of new players raises challenges for traditional donors, but also presents new opportunities to co-operate in third countries. Indian policy makers argue that its aid is ‘different’ as it is demand-driven and without conditionality. Since India does not follow the Organisation for Economic Development and Cooperation (OECD) definition and guidelines, several Indian activities may not fit within the traditional framework. It is also not very easy to quantify and evaluate its impact professionally. However, the cost of implementing Indian projects could be significantly lower than EU aid projects. A regular dialogue between the EU and the Indian Development Partnership Administration (DPA) could promote a better understanding of Indian activities abroad and may help to identify areas of joint project implementation in third countries. India is creating new capacities as part of the E-Network project in Africa and Central Asia, which could also be used to the benefit of third countries. Specific activities, similar to Afghanistan (outlined above), could be applied, for instance, to Myanmar, where India began its constructive engagement with the military rulers much earlier than western nations, an engagement which has often attracted criticism. However, political reforms and growing international involvement in the last few years have freed India from earlier limitations. As India considers Myanmar as a gateway to the East, it is involved in many connectivity and capacity building projects where EU-India cooperation could also be explored. 80 Annual Report 2012-13 , New Delhi: Ministry of External Affairs, pp. 121-127. 81 For details see G. Sachdeva, Emerging Dynamics of Indian Development Cooperation, Berlin Conference on Asian Security 2014, http://goo.gl/U2GswT ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 35 11 CAN INDIA PLAY A ROLE IN THE UKRAINE CRISIS? The Ukraine appears as a standard text book case study of geopolitics at play. It seems to have become a proxy between Russia on the one hand, versus the EU and the US on the other. At stake are the EU’s ideas about ‘shared values’ and the future of the Eurasian Economic Union under the Russian leadership in its ‘neighbourhood’. To make the concept ‘near abroad’ outdated, the EU would like to see an independent, undivided Ukraine built by way of free and fair elections, based upon the rule of law closely connected with NATO and the EU. The country remains stuck between the attraction of partnership with the EU balanced against the influence exerted and maintained by Russia in post-Soviet space. The outcome of the Ukraine crisis might have important implications not only for Russia as a great power but also for the EU. It is a test of the EU’s ability as a global actor, having implications not only for US-Russia relations but also for international geopolitics. The Indian approach to the crisis has not been very comfortable for its European partners. As India has never supported unilateral sanctions against any country, it did not support western sanctions against Russia. Along with China and South Africa, it also abstained at the UN General Assembly on the Ukraine resolution. The Ukraine crisis has no direct implications for India. Moreover, being a very close friend and a reliable strategic partner of Russia 82 , India’s position has been somewhat supportive. The then National Security Adviser Shiv Shankar Menon argued that ‘we would hope that whatever internal issues within Ukraine are settled peacefully and that broader issue of reconciling the various interests involved, and there are after all legitimate Russian and other interests involved, are discussed, negotiated and there is a satisfactory resolution to them’. The Ministry of External Affairs statement called for ‘sincere and sustained diplomatic efforts to ensure that issues between Ukraine and its neighbouring countries are resolved through constructive dialogue’. In his address to the Russian Parliament after the annexation of Crimea by Russia, President Putin particularly thanked India for the tacit support and for understanding Russian concerns. He said ‘we highly appreciate India’s restrain and objectivity’. Overall, the ‘balanced’ Indian position on Ukraine is that it respects territorial sovereignty and integrity of other countries but also supports Russia’s ‘legitimate interest’ in the region. In a situation where resolution of the crisis seems elusive, New Delhi could be brought into the picture because of close Indian-Russian ties. The EU ambassador to Delhi is on record as saying that ‘India’s privileged relations with Russia and longstanding relationship with it should build the basis for promotion of a greater understanding (on the issue)’. He further elaborated that the EU would welcome any involvement and engagement of India in resolving the issue 83 . In other words, this obviously is an area where the EU and India could work together in the near future. 12 ITALIAN MARINE CASE: IMPACT ON EU-INDIA TIES It seems that the case of two Italian marines who are accused of killing two Indian fishermen in 2012 has started impacting EU-India ties. Many reports in India have even indicated that the EU’s unusual failure to accept India’s request for an EU-India Brussels summit in April 2015 is due to the unresolved Italian marine case 84 . Although European institutions were somehow involved in the case, it was seen broadly as a bilateral dispute between India and Italy. In recent months, many Indian news reports have indicated 82 G. Sachdeva, ‘India’s Relations with Russia’ in David Scott (Ed), Handbook of India’s International Relations, London: Routledge, 2011, pp.213-222. 83 The Times of India, 18.2.2015 84 ‘PM Narendra Modi’s Brussels Visit Cancelled as EU Fails to Respond’, The Economic Times , 14.03. 2015 ",
        "Policy Department, Directorate-General for External Policies 36 that the EU has become more active, particularly after the appointment of Ms Federica Mogherini as new High Representative of Foreign Affairs and Security Policy. Since she had been handling the case previously as Italian foreign minister, she is perhaps able to portray this as a dispute between India and the EU. Recently she mentioned at the European Parliament in Strasbourg that ‘We share values and strategic interests with India and we want to cooperate on the world arena’. But it’s good for everyone to be fully aware of how much of an impact the unresolved dispute of the two Italian Navy officials can have on relations between the EU and India. It is putting them to the test 85‘ . She also made a similar statement earlier in December 2014 86. Even during her hearing at the European Parliament when she was appointed, she gave very elaborate answers on the Italian marine case. In regard to the EU-India partnership, her only answer was that there is a new opportunity to work together with India due to its new government. On the Western Balkans, Turkey and deepening partnership with India, the High Representative answered without even mentioning EU-India ties 87 . It appears that suddenly the Italian marine case has received disproportionate attention from the EU. Following the debate on this issue, the European Parliament passed a resolution 88, which although expressing ‘great sadness at the tragic death of the two Indian fishermen’, also stressed that ‘the lengthy delay and restrictions on the marines’ freedom of movement are unacceptable and represent a serious breach of their human rights’. The resolution also hoped that ‘jurisdiction will fall under the Italian authorities and/or international arbitration’. Reacting to this resolution, the Indian External Affairs Ministry spokesperson asserted that ‘The case involving the two Italian marines having killed two Indian fishermen, is sub judice, and is being discussed between India and Italy. The Hon’ble Supreme Court of India, in its ruling on 14 January 2015, has granted three months extension to the Italian marine, Massimiliano Latorre, for his stay in Italy for health reasons whilst the other marine, Salvatore Girone, is living at the Italian Embassy in New Delhi. Under these circumstances, the European Parliament would have been well advised not to adopt the Resolution’ 89 . It is widely felt in India that a simple bilateral dispute has started to adversely affect ties with the EU. Similar views were expressed by a visiting European parliamentary delegation to India 90 . The Italian Government has tried to involve the UN in the case but its Secretary General’s position has remained unchanged in that the issue must be resolved bilaterally between India and Italy 91 . Although the BJP and Prime Minister Modi had taken a very tough stand on the issue while in opposition, there were indications that the government could handle this issue smoothly and consider consensual proposals by the Italian Government. The recent resolution by the European Parliament and perceptions of its linkages to the proposed India-EU summit will not go down well with the Indian Government. The best strategy would have been a top level political engagement to work out a mutually acceptable solution rather than public statements and resolutions. 85 http://www.ansa.it/english/news/politics/2015/01/15/mogherini-warns-india-on-marines_58f41bf1-e8f2-49c0-a419- 9a1428b1c518.html 86 http://eeas.europa.eu/statements-eeas/2014/141216_04_en.htm 87 http://www.elections2014.eu/resources/library/media/20141022RES75841/20141022RES75841.pdf 88 http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+TA+P8-TA-2015- 0013+0+DOC+XML+V0//EN&language=EN 89 http://mea.gov.in/mediabriefings.htm?dtl/24690/Official+Spokespersons+response+to+a+question+on+European+Parliamen t+resolution+in+the+Italian+Marines+Case 90 http://www.ndtv.com/india-news/italian-marines-issue-clouds-pm-narendra-modis-eu-trip-747080 91 http://www.firstpost.com/world/italy-asks-united-nations-to-intervene-in-marines-issue-ban-ki-moons-stand-remains- unchanged-2164187.html ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 37 13 POLITICAL COMMITMENT TO PARTNERSHIP Although the EU-India strategic partnership had existed for ten years by 2014, the two partners did not even hold a bilateral summit to celebrate this landmark, an indication of the low priority accorded to the relationship by the leaderships on both sides. The critical factor that will determine the direction of EU- India relations in the coming years is precisely the leadership’s political commitment to the strategic partnership. Prime Minister Modi’s interactions with leaders from the US, Russia, China, Japan, Australia and south Asia showed that economic relations are on top of the foreign policy agenda under the BJP government. The EU should, therefore, also have been at the top of his agenda. In April 2015, almost a year after his election, Prime Minister Modi chose to visit France and Germany. However, a possible visit to Brussels for an EU-India summit did not materialise. The EU’s EEAS allegedly did not respond to Indian suggestions on suitable dates to organise a summit. In the words of a senior diplomat, the EEAS unusual non-response has ‘already left a bitter aftertaste’ 92 . Another official was quoted as saying that by doing this, the EU has ‘just made itself a little more irrelevant to India’ 93 . During Prime Minister Modi’s visit to Paris, India and France finalised the Rafale deal and agreed to fast track the nuclear power project. Similarly, Prime Minister Modi outlined in Germany his ambitious economic agenda. He assured investors that ‘India is now a changed country’ and its ‘regulatory regime is much more transparent, responsive and stable’. It shows that strong political leadership and commitment can bring dynamism to the relationship. The outcome of this official visit (20 agreements with France, EUR 2 billion outsourcing commitment by Airbus) illustrates that the Indian Government is looking at a European contribution and participation in the ‘Make in India’ programme in terms of resources and technology, defence and railway modernisation as well as renewable energy. An EU-India summit is not likely to happen in the short term. Moreover, extraordinary political solutions are now needed to break the deadlock, restart trade negotiations and develop strategic cooperation in security matters. Strong political and strategic understanding together with cooperation built between India and major EU Member States is not being translated at EU level. Issues which affect EU-India ties more are those which are not resolved at a bilateral level (such as Italian marine case). Somehow, there is also a perception in India that bilateral ties with large Member States are much more important than EU-India ties and policy makers focus, therefore, on major Member States rather than the EU. 14 MIGRATION AND MOBILITY Global migration to the EU has grown in the last 25 years and policy making on immigration has been raised high on the EU agenda 94 . However, migration from India to the EU has not increased significantly, except to a few Member States such as the UK and Italy within specific sectors such as IT, health services, dairy agriculture etc 95 . For many years, India has been the top recipient of global remittances. In 2014, it received EUR 66 billion from about ten million emigrants worldwide. In 2010, around 15 % of these flows originated from the EU, with the UK alone accounting for 75 % of remittances 96 . 92 ‘PM Narendra Modi’s Brussels Visit Cancelled as EU Fails to Respond’, The Economic Times , 14.03.2015 93 ‘Italian Marines Row Hits PM Narendra Modi’s EU Plan’, The Times of India , 15.03.2015 94 Triandafyllidou, A. and Gropas R., European Immigration: A Source Book , Surrey: Ashgate, 2014. 95 P. Gupta, Facilitating Migration between India and the EU: A Policy Perspective, CARIM-India Research Report No. 6, European University Institute, 2013. 96 C. Tumbe, EU-India Bilateral Remittances , (CARIM-India Research Report No. 10, European University Institute, 2012. ",
        "Policy Department, Directorate-General for External Policies 38 Since a multilateral framework for international migration governance is not in place, the EU and India have been trying to engage with each other to facilitate mutually productive migration and prevent exploitation. The high-level dialogue on migration and mobility has met several times since it was first launched in 2006. One of the ideas of this interaction is to work towards a framework which is useful for India from a development perspective and to the EU in an employment context. The EU is the second largest destination for global migrants and India is the second largest place of origin. However, Indian migration to the EU remains small. In 2009, Europe was the destination for only 5 % of India’s emigrant stock and Indians accounted for only 2.6 % of third country nationals in the EU 97 . India is emerging as a leading source of high-skill migration. Although EU Member States have tried to attract skilled migration, success has been limited and preferred destinations tend to be the USA, Canada, Australia and the Gulf states. Both India and the EU are major exporters of IT and associated services. Growing services trade and possible BTIA may facilitate further labour mobility. EU and India are negotiating Mode 4 movements under the proposed BTIA. Some studies have pointed out that ‘broader sectoral definitions, wider coverage, longer duration of stay, flexibility of movement within the EU markets and removal of restrictions such as economic needs tests, nationality and residency requirements under Mode 4’ 98 would be useful in facilitating the movements of high skilled workers. It is argued that Indian immigrants also promote bilateral trade. About 15 % of bilateral trade is in diamonds and mostly facilitated by Indian immigrants in the EU and Diaspora in the Middle East and Africa 99 . Compared with the USA and Canada, the EU’s ability to attract best talent has met with limited success. Through education fairs etc., the EU and Member States have been trying to attract students. The Indian Government has so far focused more on workers in the Middle East. The migration and mobility dialogue with the EU could provide a framework for attracting talents and students to the EU and also suggest ways of improving orderly mobility and checking irregular migration. 15 CIVIL SOCIETY According to government estimates, there are at least two million Civil Society Organisations (CSOs) operating in India 100. This means that there is one Non-Governmental Organisation (NGO) for every 600 people. For some Indian scholars 101 , the wide range of formations that may possibly constitute civil society in India include: (a) community-based organisations (b) mass organisations, (c) religious organisations, (d) voluntary development organisations (e) social movements (f) corporate philanthropy (g) consumer groups (h) cultural associations (i) professional associations (j) economic associations and (k) others, which includes, media and academia. Others 102 have divided Indian civil society action into four broad types: compassion and charity, developmental NGOs, rights-based activism and engaging the state and leveraging the market. Contemporary Indian civil society is changing in several ways. A large number of donors (including the EU and its Member States) together with their recipient international NGOs are going to withdraw or significantly reduce their development resources to India. The CSOs which were traditionally dependent on outside funding will face resource crises. The funding sources 97 P. Fargues, India-EU Mobility: Where it Stands and the Way Forward, SWG Policy Note No. 2, (European University Institute, 2010. 98 A. Mukherjee and T. M. Goyal, Examining Mode 4 Commitments in India and the EU’s Agreements: Implication for the India-EU BTIA, (CARIM-India Research Report No. 16, European University Institute, 2013. 99 C. Tumbe, EU-India Migration &Trade Linkages , CARIM-India Research Report No. 05, European University Institute, 2013. 100 Times of India , 23.02.2014, http://goo.gl/i3Lefj 101 R. Tandon, Voluntary Action, Civil Society and the State, New Delhi: Mosaic Books, 2002. 102 M. Shah, ‘Civil Society and Indian Democracy: Possibilities of Social Transformation’, Economic and Political Weekly, Vol XLIX, No. 8, 2014. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 39 from Central and State governments are primarily for service provisions. A large number of consultancy and accounting firms have entered the social provision area. Similarly, the private sector under its corporate social responsibility model has started slowly entering this space 103 . Some social movements are able to influence policy making. In recent years, many CSOs have played a significant role in helping the government to bring right-based legislations viz. Right to Information Act (2005), the National Rural Employment Guarantee Act (2005), the Forest Rights Act (2006), the Right to Education Act (2009), the National Food Security Act (2013) and the Land Acquisition Act (2013) 104 . The social movement India against Corruption spearheaded by activist Anna Hazare and others was able to force the government to accept civil society’s demand for participation in drafting the government legislation against corruption. The subsequent emergence of the Aam Aadmi Party (AAP) and its stunning victory in the Delhi state elections, illustrates a new dynamic where social movements have been able to capture formal political space. So far as the EU’s role is concerned, it helps Indian civil society by ‘facilitating stakeholders’ participation, strengthening capacity development processes, promoting social dialogue, promoting citizens’ active engagement and networking of best practices’ 105 . Since 2000, approaching 100 projects have been funded with EUR 150 million. The primary objectives of these projects are: poverty eradication, sustainable development and good governance within the context of Millennium Development Goals (MDG). Under a new Development Cooperation Instrument (DCI) 2014-2000, the EU’s direct aid to India will soon be phased out. However, thematic aid programmes that fund the bulk of civil society activities will continue, with assistance focused more on CSO contribution to good governance rather than service delivery. It is hoped that more grassroots CSOs will be able to participate, as the bulk of funding will be routed through country specific calls for proposals. A large number of Indian CSOs have been able to build linkages with EU civil society. These exchanges have succeeded in bringing some EU concerns such as climate change, human rights, death penalty etc. into Indian discourse. European NGOs like Oxfam, Health Action International and Médecins Sans Frontières have raised concerns that the proposed EU-India BTIA may reduce access to affordable generic medicines produced by India to a large number of developing country patients. Similarly, Indian labour unions, farmer groups and fishermen have also protested against trade agreements with developed countries including those in the EU. The European Economic and Social Committee (EESC) has argued that the proposed trade agreement needs impact assessment by civil society. The EESC has been concerned with its uncertain social and environmental effects for the EU, especially in terms of Mode 4, and for the poorer segments of Indian society 106 . It appears that increasing linkages between EU and Indian civil society have also raised suspicions within the Indian Government. A leaked Intelligence Bureau report from 2014 asserts that a significant number of Indian NGOs (funded by donors based in the US, UK, Germany, Netherlands) are using resources to launch agitation against nuclear power plants, uranium mines, massive industrial projects, genetically modified organisms, and extracting industries in the Indian north-east. The negative impact of these protests on GDP growth was estimated at 2-3 % per year 107 . Subsequently, the Indian Government froze Greenpeace accounts and put the US aid agency Ford Foundation on its watch list. Recently, the government has cancelled registration of about 9 000 NGOs for not declaring details of their foreign funding in the last three years 108 . These developments have 103 D. Goswami, R. Tandon R. and K. Bandyopadhyay, Civil Society in Changing India: Emerging Roles, Relationships and Strategies, New Delhi: PRIYA, 2012. 104 B. Bhushan, ‘Why PM Hate Some NGOS’, The Asian Age , 26.04.2015, http://goo.gl/eGNzK3 105 http://eeas.europa.eu/delegations/india/eu_india/civil_society_dialogue/index_en.htm 106 http://www.eesc.europa.eu/?i=portal.en.rex-opinions.20331 107 http://www.frontline.in/cover-story/targeting-ngos/article6141097.ece 108 http://in.reuters.com/article/2015/04/28/india-charities-funding-idINKBN0NJ15J20150428 ",
        "Policy Department, Directorate-General for External Policies 40 generated a lively debate on free speech and the need for more domestic funding for Indian NGOs 109. Within the context of declining bilateral aid to India by Member States and suspicions raised by the Indian Government, EU-India civil society linkages may come under stress in the coming years. 16 PEOPLE-TO-PEOPLE CONTACTS AND CULTURE A large number of EU-India exchanges, interactions and dialogues are taking place between higher- education institutions and think tanks. Many of these activities are covered under broad EU policies and projects, in certain cases under special ‘India window’ programmes. Over the years, various EU-India Joint declarations have been adopted. These include Cultural Relations (2004, 2010), Education & Training (2008) and Multilingualism (2009). The Policy Dialogue on Culture was launched in New Delhi during April 2013. Almost all Member States are equally active in this area and along with the EU are appropriately represented in India through diplomatic missions, cultural centres and business chambers 110 . In collaboration with the University Grants Commission of India, the EU has also tried to promote European Studies Centres beyond Delhi. Similarly, the Indian Council for Cultural Relations (ICCR) has sponsored a significant number of India Chairs throughout Europe. In recent years, the ICCR is also focusing on promoting contemporary Indian politics, economy and foreign policy along with ideology and Indian languages. In India, there is a rich tradition of Area Studies programmes. Compared to Russian, south Asian, central Asian and west Asian (Middle East) studies, European Studies are taught in a very limited number of educational institutions. This is one area which may need immediate attention. Without knowing the intricacies of EU institutions and their competencies, many scholars and policy makers tend to derive wrong impressions about Europe. However, European languages are the preferred choice in schools and colleges. Similarly, changes in Indian foreign and economic policies, as well as Indian perceptions on terrorism, regional security, and the environment, can better be understood by European citizens and policy makers if these exchanges are made more meaningful through wider interactions and for longer durations. This is one area where maximum returns are possible with limited financial commitments. 17 MEDIA PERCEPTIONS ‘We quite simply first have to know each other a little better’, Herman Van Rompuy, the then President of the European Council said in Delhi during 2012 111 . A number of studies have concluded that there is a relative lack of understanding about the nature and complexity of the EU in India since it is viewed exclusively as an economic actor 112 . Although changing slowly, the perception of India within the EU is still that of a poor developing country with serious economic, social and political problems 113 . The media in Europe and India generally portray mutually negative aspects. Based on experience, it can be argued that the financial crisis, referendums and the failure of multicultural policies throughout Europe have found more news coverage in India. EU Member States and their high-level visits to India have much more visibility in the media than delegations from the EU or EU-India summits. Similarly, it is observed 109 See S.A. Aiyar, ‘NGOs and their Ideas Seen as Hurting Development Should be Countered, Not Banned’, The Economic Times , 25.06.2014, http://goo.gl/zhs9Jq 110 G. Sachdeva ‘L’Europe en Asie du Sud’ in Guy Faure and David Hoyrup (Eds) La Présence Economique Européenne en Asie du Sud-est (Paris : Les Indes Savantes), 2007, p. 134. 111 http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/ec/127937.pdf 112 R. K. Jain and S.S. Pandey, ‘The Public Attitudes and Images of the European Union in India’, India Quarterly, Vol .68, No.4, 2012. 113 ‘An Unflattering Image of India in Europe’, Business Line , 6.2.2012, http://goo.gl/dnEnSt ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 41 that compared with newly emerging India, stories related to poverty, human rights abuses, rape, the rise of right-wing politics or exotic stories concerning tribal issues, yoga etc. are relatively more prevalent in the European media. These negative images have made it more difficult to convince the wider audience of bilateral ties’ importance. Since knowledge about the EU abroad remains limited, improving its visibility in India has been a constant theme of several bilateral documents. As a result, the EU delegation used to organise information seminars for Indian media. In the last few years, significant coordination within the EU took place on strategic and foreign policy issues. Nevertheless, many Indians may not have been able to differentiate fully between the competencies of EU institutions and bilateral relations between individual Member States. It is understood by concerned people that on trade matters they have to deal with the European Commission. Yet on foreign policy matters the focus is more on bilateral relations with major European powers. EU-India ties are not the top foreign policy priority on either side. Still, careful evaluation of all major foreign policy documents from both sides as well as priorities of business chambers from major European countries and India reveal that India and the EU are appropriately covered. Business leaders on both sides understand the importance of bilateral trade and investment. Updates about FTA negotiations are well covered by media in India and Europe. Similarly, European media has devoted significant space to the rise of the Bharatiya Janta Party (BJP) and the Aam Aadmi Party (AAP). Policy makers from both sides, particularly in the foreign offices and business are quite aware of the intricacies concerned with bilateral ties. Nevertheless, some awareness intervention may still be needed in the media. Indian perception is also influenced by British and American media, which is not particularly sympathetic to the EU. Educating the media on both sides on internal and bilateral developments may produce some productive results. 18 CONCLUSIONS AND RECOMMENDATIONS  Immediately after the signing of the EU-India Strategic Partnership (2004); the Joint Action Plan (2005); and the start of negotiations on a BTIA (2007), there was much enthusiasm on both sides. However, since 2009 the relationship has lost momentum due to a deadlock in trade negotiations, the euro crisis and the policy paralysis in India during the second term of Prime Minister Manmohan Singh’s administration.  With a new leadership at the helm in both India and the EU, there is the possibility of rejuvenating bilateral relations. As economic and development issues are top priority issues in the Indian Government’s foreign policy, the EU could become a focus area of engagement for Prime Minister Modi.  With more than EUR 100 billion trade in goods and services, the EU is India’s biggest trading partner. In the last decade, FDI from EU Member States in India has been higher than investments from the US and Japan combined. In addition, the EU is becoming an important destination for cross-border investments and overseas acquisitions for Indian companies.  Although many official interactions and meetings have taken place since 2012, summit meetings are crucial for providing political direction to the partnership.  Finalising negotiations on the BTIA should be achieved in areas where agreement is possible and this would in turn re-energise EU-India relations. There are indications that India may take a ‘flexible approach’ on tariffs for auto components, wines and spirits in exchange for ‘data secure nation’ status by the EU. In other areas such as procurement and Intellectual Property Rights, agreement could be ",
        "Policy Department, Directorate-General for External Policies 42 finalised at a later date. Any agreement, even if it is not comprehensive, would be a good showcase for the new leadership, both in India and in the EU.  Energy security could bring the EU and India together. Both are in the process of diversifying their energy mix and sources of supply. As the Indian Government has an ambitious programme of renewable energy (175 Giga Watt in the next few years), this could be an area of cooperation in the near future.  On defence matters, India mainly deals directly with individual EU Member States. The country established a framework of security and defence cooperation with major European powers under bilateral strategic partnerships established in 1998 with France, in 2001 with Germany and in 2004 with the United Kingdom. Unlike commercial exchanges, defence ties have a political dimension and involve a close understanding of geopolitical realities. India has emerged as a major importer in the global arms industry and as a result individual European Member States compete with each other in India. The recent Indian decision to buy 36 Rafale jets in fly-away conditions from France will improve strategic understanding between the EU and India.  The EU has significant economic presence in many parts of Asia and yet it does not figure prominently in emerging strategic scenarios. India is still in the process of discovering the EU’s relevance in evolving Asian security architecture.  On issues of immediate Indian security concerns related to China, south Asia, central Asia and south- east Asia, it is felt that the EU has a limited role to play. The perception in India is also that the EU has a somewhat sympathetic attitude towards Pakistan. Although both believe in a democratic, multicultural and multipolar world, this demonstrates a lack of convergence on specific foreign policy issues.  India’s major maritime security concerns are traditional threats coming from China, Pakistan and non- traditional threats arising from piracy and natural disasters. The US ‘pivot to Asia’, China’s assertiveness in South China Sea and its Maritime Silk Road Strategy have contributed to India’s decision to place maritime security on top of the strategic agenda. India could become a key natural partner of the EU in maritime security and counter piracy. To operationalise cooperation, both need to develop a joint doctrine and standard operating procedures.  On counter-terrorism, real cooperation will depend on the nature of the EU as an actor, convergence of EU and India’s threat perceptions and expectations and on what both could really offer to each other. Because of its own limitations, the EU looks at the issue of counter-terrorism more from a global action and favours a comprehensive approach which focuses more on the root causes rather than immediate cooperation focused on intelligence sharing, joint exercises and training as well possibly as joint operations.  Being a democracy, India is sensitive to allegations of human rights violations. Resolutions and concerns by the EU institutions are not fundamentally different from the issues being debated domestically. The best engagement strategy for both would be to upgrade and expand the existing human rights dialogue. Constructive dialogues aimed at strengthening the Indian institutions may lead to good results within India, and may also facilitate EU-India cooperation in third countries and inside multilateral institutions.  Global governance issues could test the limits of the EU-India partnership. Broadly India admires European capacities to deal with global governance; still the existing dialogue mechanism has not been able to capture fully different perceptions in a workable agenda. This is one area, where dialogues could be most effective. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 43  In Afghanistan, EU development efforts are being supplemented by the Member States’ military, economic and diplomatic contributions. Similarly, with a broad understanding that peaceful and stable Afghanistan is crucial for regional stability, India has been playing an active role in the reconstruction since 2002 and committed close to EUR 2 billion.  Enlarged Indian engagement in Afghanistan can easily be built on the ‘Strategic Partnership’ agreement already signed by both sides in October 2011. In all three crucial areas - politics, security and economy - enhanced Indian engagement in Afghanistan could help the country meet these difficult challenges related to security, economy and politics during its decade of transformation (2015-2024). As the EU intends to remain active in Afghanistan over the coming years, both could work together in many areas including regional cooperation, capacity building, police and military training, higher education, decentralisation and strengthening institutions of democracy.  In the last few years, the EU-India partnership has been accorded low priority by leadership and administrations from both sides. The critical factor that will determine the direction of EU-India relations in the coming years is political commitment to the strategic partnership from top leadership. It appears that one of the major issues affecting bilateral ties is the strong political and strategic cooperation between India and some EU member states. However, issues which are not resolved bilaterally are escalated to EU level. In particular, the case of two Italian marines who are accused of killing two Indian fishermen in 2012 has started impacting EU-India ties, increasingly so in the last few months. Nevertheless, an appropriate strategy to deal with issues of this kind would be top level political engagement to work out a mutually acceptable solution.  The Ukraine crisis has no direct implications for India. New Delhi’s position so far has been somewhat supportive of Russia. As a result of this crisis, Russia has become closer to China which has implications for India. However, being a privileged strategic partner of Russia, Indian involvement and engagement in resolving the Ukraine crisis could be explored by the EU.  India and the EU agreed to start, through the Joint Action Plan, about 40 dialogues and consultation mechanisms in areas dealing with democracy, human rights, security, terrorism, regional cooperation, trade and investment, effective multilateralism, climate change, agriculture, space, education and culture. Aside from trade, energy, education, science and technology, progress is limited in most areas. In many fields meetings have not even taken place regularly. Some of them could easily be curtailed, allowing resources to be concentrated on a few promising areas.  Development cooperation has become a significant aspect of Indian foreign policy and strategic thinking. India’s programmes abroad have expanded considerably in recent years. The entry of non- traditional donors into this area raises challenges to the EU but also presents new opportunities to work together in third countries. Apart from Afghanistan, there is immediate scope for working together in Africa and in Myanmar. A regular high-level dialogue between India and the EU in this area could be established, possibly coordinated with the DAC of the OECD.  The EU and India could expand cooperation in strengthening global non-proliferation and export control regimes. To make the partnership strategic, it would be useful if all EU Member States could support India’s efforts to gain entry into four exclusive nuclear regimes e.g. Nuclear Suppliers Group (NSG), the Missile Technology Control Regime (MTCR), the Wassenaar Arrangement and the Australia Group. Although it is not easy within the EU to reach a consensus on the issue, this is one area where a strategic direction to partnership could be provided. Already a few large member states have supported India’s membership to these groups.  A large number of Indian civil society organisations have been able to build linkages with EU civil society. These exchanges have been able to bring some EU concerns such as, climate change, human ",
        "Policy Department, Directorate-General for External Policies 44 rights, the death penalty etc. into Indian discourse. Within the context of declining bilateral aid to India by member states and suspicions raised by the Indian Government, EU-India civil society linkages may come under stress in coming years. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 45 19 REFERENCES Aiyar, S.A. ‘NGOs and their Ideas Seen as Hurting Development should be Countered, Not Banned’, The Economic Times , 25 June 2014. Bhonsle, Rahul K., India’s Maritime Cooperative Security Architecture , Mantraya Brief No. 2, New Delhi, 2015. Bhushan, B., ‘Why PM Hate Some NGOs’, The Asian Age , 26 April 2015. http://goo.gl/eGNzK3 Charlie, A., European Companies in India: Reigniting Economic Growth , Brussels: Europe India Chamber of Commerce, 2014. Charlie, A., Indian companies in the European Union , Brussels: Europe India Chamber of Commerce, 2012. Coy, P., ‘Green China? It Leads the World in Adding Renewable Electricity’, Business Week , 21 November, 2013. Delegation of the EU to India, ‘The EU-India Joint Action Plan’, New Delhi: Delegation of the EU to India , 7 September 2005. Dixit, J. N., ‘India and Europe: Perceptions and Misperceptions’, in Rajendra K. Jain (ed.), India and the European Union in the New Millennium , New Delhi: Radiant, 2000. European Business and Technology Centre, A Report on EU-India Renewable Energy Opportunities , New Delhi, 2010. European Commission, Europe and Asia: A Strategic Partnership for Enhanced Cooperation, Brussels: European Commission, 04 September 2001. European Commission, An EU-India Strategic Partnership , Brussels: European Commission, 16 June 2004. Fargues, P., India-EU Mobility: Where it Stands and the Way Forward, SWG Policy Note No. 2, European University Institute, 2010. Friedrich-Ebert-Stiftung , Strategies for Constructive Conflict Resolution from the Neighbourhood , Policy Paper by the India Policy Group, New Delhi, 2013. Foundation for National Security Research, India’s Strategic Partners: A Comparative Assessment , New Delhi, 2011. Ganguly, S. and Sridharan, E., ‘The End of India’s Sovereignty Hawks?’, Foreign Policy , 7 November, 2013. Gebhard, C. and Norheim-Martinsen, P. M., Making Sense of EU Comprehensive Security towards Conceptual and Analytical Clarity , European Security, Vol 20, No.2, pp. 221-241, 2011. Goswami, D., Tandon, R., and Bandyopadhyay, K., Civil Society in Changing India: Emerging Roles, Relationships and Strategies , New Delhi: PRIYA, 2012. Gross, E., The EU in Afghanistan, in Richard G Whitman and Stefan Wolff (Eds), The European Union as a Conflict Manager, London: Routledge, 2012. Gupta P., Facilitating Migration between India and the EU: A Policy Perspective, CARIM-India Research Report No. 6, European University Institute, 2013. Jain, R.K., ‘India’s Relations with the European Union’ in David Scott (Ed), Handbook of India’s International Relations , London: Routledge, 2011. ",
        "Policy Department, Directorate-General for External Policies 46 Jain, R.K. and Pandey S., ‘The Public Attitudes and Images of the European Union in India’, India Quarterly , Vol .68, No.4, 2012. Jaishankar, D., Europe in Indian Strategy, In Krishnappa Venkatshamy and Princy George (Eds) Grand Strategy for India 2020 and Beyond, New Delhi: Institute for Defence Studies & Analysis, Pentagon Security International, 2012. Kamerling, S. and Wagemaker A., ‘Maritime Security Cooperation The Next Port of Call’, Diplomatist Magazine, October 2014. Katzman, K., Afghanistan: Post- Taliban Governance, Security and US Policy , RL 30588, Washington DC: Congressional Research Service, 2014. Khandekar, G., ‘EU-India Cooperation on Counter-Terrorism’ in Luis Perral and Vijay Sukhija (Eds) The EU- India Partnership: Time to Go Strategic ? , Paris: EUISS, 2012. Liming, H., A Study of China–India Cooperation in Renewable Energy, Field Renewable and Sustainable Energy Reviews, No. 11, 2007. Lisbonne-de-Vergeron, K., Contemporary Indian Views of Europe , London: Chatham House, 2006. Ministry of External Affairs, Annual Report 2012-13 , New Delhi: Government of India, 2013. Ministry of Defense, Annual Report 2014-15 , New Delhi, Government of India, 2015. Modwel, S. and Singh, S., The EU-India FTA Negotiations: Leading to an Agreement or Disagreement, New Dehi: ORF Occasional Paper No.32, February, 2012. Mohan, C. R., India and the Balance of Power, Foreign Affairs, July-August, 2006. Mukherjee, A. and Goyal T. M., Examining Mode 4 Commitments in India and the EU’s Agreements: Implication for the India-EU BTIA, CARIM-India Research Report No. 16, European University Institute, 2013. Padoan, P., Europe and Global Economic Governance , EU Diplomacy Papers No.2, Bruges: College of Europe, 2008. Sachdeva G., ‘L’Europe en Asie du Sud’ in Guy Faure and David Hoyrup (Eds ), La Présence Economique Européenne en Asie du Sud-est (Paris : Les Indes Savantes), pp. 117-158, 2007. Sachdeva, G., ‘India EU Economic Linkages: Need to Broaden Strategic Partnership’, International Studies, Vol 45, No. 4, pp.341-368, 2008. Sachdeva G., ‘The Reconstruction Issue in Afghanistan: Indian & Chinese Contribution’ in Marlène Laruelle, et al. (Eds) China and India in Central Asia: A New Great Game? , Palgrave Macmillan, pp.173-196, 2010. Sachdeva, G., ‘Geo-economics & Energy for India’ in David Scott (Ed), Handbook of India’s International Relations, London: Routledge, pp.47-56, 2011. Sachdeva, G., ‘India’s Relations with Russia’ in David Scott (Ed), Handbook of India’s International Relations, London: Routledge, pp.213-222, 2011. Sachdeva, G., ‘India-EU Economic Ties: Strengthening the Core of Strategic Partnership’ in Luis Peral and Vijay Sakhuja (Eds) The EU-India Partnership: Time to Go Strategic ?” (Paris: EUISS), 2012. Sachdeva, G., ‘India’s ONGC Plans to Bring Russian Hydrocarbons to South Asia’, Central Asia-Caucasus Analyst, Vol. 15, No. 10, 2013. Sachdeva, G., Emerging Dynamics of Indian Development Cooperation, Berlin Conference on Asian Security 2014, http://goo.gl/U2GswT , 2014. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 47 Sachdeva, G.,’EU-China and EU-India: A Tale of Two Strategic Partnerships’, Strategic Analysis, Vol.38, No.4, 2014. Sachdeva, G., ‘India and the European Union: Human Rights Challenges’ Doutje Lettinga & Lars van Troost (Eds), Shifting Power and Human Rights Diplomacy: India , Amsterdam: Amnesty Netherlands, 2015. Sakhuja, V., India-EU: Exploring Maritime Convergences , New Delhi : IPCS Articles-India, #4549, 2014 Shah M., ‘Civil Society and Indian Democracy: Possibilities of Social Transformation’, Economic and Political Weekly , Vol XLIX, No. 8, 2014. Sibal, K., India’s Defence Ties with Europe, Indian Defence Review, 9 August 2012. Singh, R. K. and Prachi, P., ‘What’s Holding Back the India-EU FTA’? The Diplomat , 17 June 2014. Solana, J., The European Union and India , Washington: The Brooking Institution, September, 2014. Tandon, R., Voluntary Action, Civil Society and the State , New Delhi: Mosaic Books, 2002 Tellis, A., Travis, T. and Keough, J., eds., Strategic Asia 2011-12: Asia Responds to Its Rising Powers - China and India , Washington DC: The National Bureau of Asian Research, 2011. Tharoor, S., ‘Reconsider Relations with the European Union’, Mail Today , 18 May 2012. Tocci, N., The EU in Conflict Resolution in Stefan Wolff and Christalla Yakinthou (eds ), Conflict Resolution: Theories and Practice , London and New York: Routledge, 2011. Tow, W.T., and Taylor B., ‘What is Asian Security Architecture?, Review of International Studies, Vol 36, Issue 1, 2010 Triandafyllidou, A., and Gropas R., European Immigration: A Source Book , Surrey: Ashgate, 2014. Tumbe, C., EU-India Bilateral Remittances , CARIM-India Research Report No. 10, European University Institute, 2012. Tumbe, C., EU-India Migration &Trade Linkages , CARIM-India Research Report No. 05. European University Institute, 2013. Vicziany M., ‘EU-India Security Issues: Fundamental Incompatibilities’ in Winard P., M Vicziany and P Datar, the European Union and India: Rhetoric or Meaningful Partnership , Edward Elgar, 2015. Von Muenchow-Pohl, B., India and Europe in a Multi Polar World , Washington DC: Carnegie Endowment for International Peace, 2012. Whitman, R. G. and Wolff, S., (eds.), the European Union as a Conflict Manager , London: Routledge, 2012. Wublbers, S. A., The Paradox of EU India Relations: Missed Opportunities in Politics, Economics, Development and Culture , Playmouth: Lexington Books, 2011 ",
        "Policy Department, Directorate-General for External Policies 48 20 ANNEXES Annex 1: EU Trade with Major Partners (2013) The Major Import Partners The Major Export Partners The Major Trade Partners Rank Partner Million Euro % Ran k Partner Million Euro % Rank Partner Million Euro % World 1,682592 100 World 173,7961 100 World 3,40,553 100 1 China 280,095 16.6 1 USA 288,263 16.6 1 USA 484,361 14.2 2 Russia 206,146 12.3 2 Switzerland 1,69,566 9.8 2 China 428,392 12.5 3 USA 196,098 11.7 3 China 148,297 8.5 3 Russia 325,956 9.5 4 Switzerland 94,305 5.6 4 Russia 119,780 6.9 4 Switzerland 263,871 7.7 5 Norway 90,064 5.4 5 Turkey 77,755 4.5 5 Norway 140,289 4.1 6 Japan 56,565 3.4 6 Japan 54,076 3.1 6 Turkey 128,156 3.7 7 Turkey 50,401 3.0 7 Norway 50,225 2.9 7 Japan 110,641 3.2 8 India 36,809 2.2 8 UAE 44,772 2.6 8 South Korea 75,808 2.2 9 South Korea 35,840 2.1 9 India 40,043 2.1 9 India 73,140 2.1 Source:Eurostat ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 49 Annex 2 : EU Trade in Services with India (EUR) EU Exports to India EU Imports from India EU /India Total Trade in Services 2006 7.5 5.8 13.3 2007 8.7 7.2 15.9 2008 9.0 8.1 17.1 2009 8.9 7.4 16.3 2010 10.0 8.2 18.2 2011 10.7 9.7 20.4 2012 11.5 11.0 22.5 Exports Import Balance 2008 2009 2010 2008 2009 2010 2008 2009 2010 Total of wich 8 938 9 137 10 862 8 129 7 390 8 692 809 1 747 2 170 Transportation 2 850 2 391 3 577 1 821 1 488 1 835 1 029 903 1 742 Travel 1 018 874 1 230 2 017 1 470 1 660 -999 -597 -430 Other services of which: 5 069 5 868 6 052 4 282 4 426 5 182 788 1 442 870 Communications services 278 261 230 267 207 187 10 55 43 Construction services 322 487 481 132 224 204 190 263 277 Insurance services 73 70 81 54 55 89 18 15 -8 Financial services 350 322 310 80 133 187 270 189 123 Computer and information services 1 356 1 732 1 811 1 125 1 288 1 530 230 444 281 Royalties and license fees 212 247 268 50 29 49 162 218 219 Other business services 2 243 2 548 2 693 2 472 2 333 2 835 -229 215 -141 Personal cultural and recreational services 28 21 32 30 69 33 -2 -48 -0.2 Govemment services other 208 181 146 71 89 69 137 91 77 Total extra-EU27 India/total extra EU27 525 304 1.7 % 483 493 1.9 % 539 028 2.0 % 454 045 1.8 % 416 271 1.8 % 453 604 1.9 % 71 259 67 222 85 424 Source: Eurostat ",
        "Policy Department, Directorate-General for External Policies 50 Annex 3 : FDI Inflows in India, April 2000 to July 2014 (US $ million) Country FDI Inflows per cent of Total Inflows Total 228,438 100 Mauritius 81,911 35.8 Singapore 27,114 11.8 Japan 17,102 7.5 USA 12,727 5.6 European Union 58,907 25.7 UK 21,587 9.46 Netherlands 12,727 5.57 Cyprus 77,16 3.38 Germany 6,832 2.99 France 3,993 1.75 Spain 1,920 0.84 Italy 1,452 0.64 Belgium 771 0.34 Poland 615 0.27 Denmark 397 0.14 Ireland 317 0.14 Finland 286 0.13 Austria 227 0.10 Other EU Countries 67 0.03 Source: Government of India, Department of Industrial Policy and Promotion, FDI Statistics. ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 51 Annex 4 : FDI from Major European Economies to India, 2004-2013 Greenfield ($ billion) Brownfield ($ billion) Total ($ billion) % of Total UK 37.3 33.0 70.3 35.5 Germany 22.0 12.5 34.5 17.4 France 17.9 3.7 21.6 10.9 Switzerland 7.0 5.2 12.2 6.2 Italy 5.0 1.5 6.5 3.3 Denmark 1.8 0.4 2.2 1.1 The Netherlands 4.9 2.8 7.8 3.9 Sweden 4.9 1.5 6.4 3.2 Belgium 1.7 1.7 3.4 1.7 Source: Adith Charlie, European Companies in India: Reigniting Economic Growth (Brussels: Europe India Chamber of Commerce, 2014). Annex 5 : Greenfield Investments by Indian Companies in Europe, 2002-2012 No. of Projects No. of Companies Jobs Created Capital Invested ( $ Million) UK 244 161 24903 8148 Germany 101 94 4545 1512 The Netherlands 33 28 1205 2455 France 31 30 1313 365 Belgium 23 19 1675 861 Spain 16 16 1744 668 Italy 15 12 2239 2003 Switzerland 14 14 545 201 Denmark 10 8 456 1428 Sweden 7 7 281 1834 Other EU Countries 17 15 893 956 Total 571 321 39,709 17,517 Source: Adith Charlie, Indian companies in the European Union (Brussels: Europe India Chamber of Commerce, 2012) ",
        "Policy Department, Directorate-General for External Policies 52 Annex 6 : Some Major Acquisitions by Indian Companies in Europe Buyer Target Target Headquarters Target Business Enterprise deal Value ($ billion) Announcement Date Tata Steel Corus London Steelmaker 13.3 Jan. 2007 Bharti Airtel Zain Africa Amsterdam Telecommunications 10.7 Feb. 2010 Tata Motors Jaguar and land Rover London Luxury Sedans 2.3 Mar. 2008 Suzlon Energy RePower Hamburg Wind Turbines 1.74 May 2007 Source: Adith Charlie, Indian companies in the European Union (Brussels: Europe India Chamber of Commerce, 2012) ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 53 Annex 7 : India’s Engagement with Regional Integration through Bilateral/Multilateral Initiatives Name of the Agreement Status ASEAN-India Comprehensive Economic Cooperation Agreement Signed and In Effect Asia-Pacific Trade Agreement * Signed and In Effect Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation** (BIMSTEC) Free Trade Area Framework FTA Signed Comprehensive Economic Partnership for East Asia (CEPEA/ASEAN+6) Proposed/Under consultation and study India-Afghanistan Preferential Trading Agreement Signed and In Effect India-Australia Free Trade Agreement Negotiations launched India-Bhutan Trade Agreement Signed and In Effect India-Canada Economic Partnership Agreement Negotiations launched India-Chile Preferential Trading Agreement Signed and In Effect India-Colombia Preferential Trading Arrangement Proposed/Under consultation and study India-Egypt Preferential Trade Agreement Negotiations launched India-European Free Trade Association Free Trade Agreement Negotiations launched India-European Union Broad Based Trade and Investment Agreement Negotiations launched India-Gulf Cooperation Council Free Trade Area (FA) Signed India-Indonesia Comprehensive Economic Cooperation Arrangement Negotiations launched India-Israel Preferential Trade Agreement Negotiations launched India-Korea Comprehensive Economic Partnership Agreement Signed and In Effect India-Mauritius Comprehensive Economic Cooperation and Partnership Agreement Negotiations launched India-MERCOSUR Preferential Trade Agreement Signed and In Effect India-Russia Comprehensive Economic Cooperation Agreement Proposed/Under consultation and study India-Singapore Comprehensive Economic Cooperation Agreement Signed and In Effect India-Southern African Customs Union Preferential Trade Agreement (FA) Signed India-Sri Lanka Free Trade Agreement Signed and In Effect India-Thailand Free Trade Area (FA) Signed ",
        "Policy Department, Directorate-General for External Policies 54 India-Turkey Free Trade Area Proposed/Under consultation and study India-Uruguay Preferential Trading Arrangement Proposed/Under consultation and study India-Venezuela Preferential Trading Arrangement Proposed/Under consultation and study Indo-Nepal Treaty of Trade Signed and In Effect Japan-India Comprehensive Economic Partnership Agreement Signed and In Effect Malaysia-India Comprehensive Economic Cooperation Agreement Signed and In Effect New Zealand-India Free Trade Agreement Negotiations launched People’s Republic of China-India Regional Trading Arrangement Proposed/Under consultation and study Regional Comprehensive Economic Partnership Negotiations launched South Asian Free Trade Area Signed and In Effect *Earlier Bangkok Agreement ** Membership include Bangladesh, Bhutan, India, Myanmar, Nepal, Sri Lanka, Thailand Source: Asian Development Bank Regional Integration Centre Database ",
        "Evaluation of the EU-IndiaStrategic Partnership and the potential for its revitalisation 55 Annex 8: Share of Renewable Energy in Selected EU Countries, 2004-2020 (Percentage share of total gross consumption of energy) 2005 2012 2020 (target) EU 8.5 11.6 20.0 Austria 22.7 32.1 34.0 Denmark 14.5 26.0 30.0 Finland 29.2 34.3 38.0 France 8.3 14.2 23.0 Germany 5.8 12.4 17.0 Italy 5.7 13.5 17.0 Spain 8.3 14.2 20.0 Sweden 38.7 51.0 49.0 Portugal 19.2 24.6 31.1 Source: Eurostat News Release 37/214- 10.3.2014. http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/8-10032014-AP/EN/8-10032014-AP-EN.PDF ",
        ""
    ]
}