{
    "text": [
        "EN [ Emotional Intelligence Online Targeted scenario N° 7 Glimpses of the future from the BOHEMIA study Foresight ",
        "Emotional Intelligence - Targeted scenario N° 7 European Commission Directorate-General for Research and Innovation Directorate A Policy Development and Coordination Unit A.3 Horizon 2020 Policy and Foresight Contact Nikolaos Kastrinos E-mail nikolaos.kastrinos @ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in March 2018 This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2018 PDF ISBN 978-92-79-81040-4 doi: 10.2777/343370 KI-04-18-270-EN-N © European Union, 2018. Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Cover page image: © Lonely # 46246900, ag visuell #16440826, Sean Gladwell #6018533, LwRedStorm #3348265, 2011; kras99 #43746830, 2012. Source: Fotolia.com. Icons: © UN Sustainable Development Goals Source: http://www.un.org/sustainabledevelopment/news/communications- material/ ",
        "EUROPEAN COMMISSION Emotional Intelligence Online Targeted scenario N°7 Glimpses of the future from the BOHEMIA study Directorate-General for Research and Innovation 2018 ",
        "About BOHEMIA BOHEMIA is a foresight study (contract N° Contract PP-03021-2015) designed specifically to support the preparation of the next framework programme. The study put forward policy recommendations for the next framework programme, based on a foresight processes involving scenario development, a Delphi survey and an online consultation. As part of its recommendations, the study identified 19 likely future scenarios with disruptive implications and associated priority directions for EU research and innovation. The full range of the results of the study is available at https://ec.europa.eu/research/foresight ",
        "Targeted scenario N° 7 Emotional Intelligence online Summary It is 2040. With emotional markers from diverse sources widely available, and ‘emotionally transparent generation’ has been ushered in. The flow of emotions is woven into the social, economic and political fabric. Governments aim to learn continuously from feedback gathered from the flow of emotions – as do corporations and individuals. Techno-pessimistic and techno-optimistic ideologies clash around the question of the future prospects of the ‘emotional generation’. UN Sustainable Development Goals (SDGs) most relevant to this scenario: ",
        "The scenario It is 2040. Individuals’ connectivity to the Internet has rendered information abundant, from very diverse sources (e.g. sensors, scanners and peers), highly granular (flows of information are associated with individuals, time, space); and intimate (biometrics and thoughts – via brain scanning and other techniques – are widely available). Data availability and the progress in processing capabilities have led to a qualitative leap in the understanding of emotions. Sophisticated emotion markers and the means to interpret them are widely available. They include many face/gesture-recognition devices embedded in personal systems, such as wearables and portable brain-reading helmets, as well as third party systems such as cameras and other scanners. Adolescents and young adults constitute ‘emotionally transparent’ generations, with a greater willingness to share emotions via ‘emotion-oriented’ or ‘emotion-driven’ gadgets. Individuals seek new experiences through, among others, complex social networks. The Internet of emotions fully comes into its own. Companies are generally happy to provide experiences, while governments are exploring ways to leverage the opportunities for understanding citizens’ emotions and obtaining feedback in order to craft better policies as well as to extract political gain. Different individuals and communities are impacted differently. Some try to exploit the opportunities of the new technologies, others are more worried about the threats they create across virtually all life and policy domains: in relationships and parenting (emotional control); employment (‘emotional analytics’); education (emotion-based learning methods); health care (monitoring and customization); and not least in decision-making (emotions-based policy). Ideological rifts within European nations and across the continent are hardened by controversies concerning how much attention the government should pay to citizen’s emotional responses; whether the latter should be manipulated in an enlightened but paternalistic way; and how much feedback should be gathered from the citizens. More broadly, techno-pessimistic and techno- optimistic ideologies clash around the question of the future prospects of the ‘emotional generation’. Relevance for Europe Europe is competing in the building of smart cities and smart public services to ensure that it is a place in which people want to be, because it enables them to live productive and fulfilling lives. The possibility of emotional manipulation is a key security and commercial concern. This is a hugely competitive field, only made more difficult to manage by the fact that Europe cannot but pay close attention to what happens outside its borders (in the US and Asia, for example). Developments elsewhere are likely to have a major impact on Europe’s own internal decisions, among others by shifting the perceptions on major moral questions. Contribution towards the UN Sustainable Development Goals (SDGs) ‘Emotional’ data gathered through sensors is essential to achieving many indicators across the SDGs. Health (SDG 3), education (SDG 4), sustainable cities (SDG 11) and virtually all other goals will be impacted, to various degrees, by an abundance of individual data on people’s emotional state and responses to policy. ",
        "Implications for EU policy Cybersecurity and emotional security become closely linked. The EU needs to ensure that it has the capability to manage fair information flows, and to detect unwanted manipulation. Governments would seek to regulate the extreme cases of emotional manipulation, while trying not to stifle innovation. Particular data sets might even be considered critical infrastructure, and fall under the protection of the state. Justice, home affairs and security policies will be affected. Beyond illicit deployment of emotion data, there will lie a vast grey area of borderline acceptable usage, such as marketing and commercial uses in general, but also personal ones. This includes political marketing, as well as agenda-setting in public decision making. Consumer protection and privacy, as well as political participation, will be affected directly. An additional relevant point of contention is the use of emotional control or surveillance at the workplace. Employment policy questions touching on these questions will be paramount. Future Directions for EU R&I policy recommended by the public consultation  Developing standards and codes of behaviour concerning the use of individuals' emotions for commercial and public purposes, as well as for emotional data sharing and privacy  Research and development in cybersecurity, particularly in relation to the online sharing and use of information about individuals' emotions  Deeper understanding the role of emotion in human behaviour, with respect to both individual affects and group emotions  Research into and development of sensors for emotional recognition (such as face-and- emotion recognition technologies)  Further inquiries into the neural basis of emotions  Studying the sharing of emotions for community-based initiatives (‘participatory sensing’) ",
        "Annex: Relevant Data from the Delphi Survey The Delphi survey of the BOHEMIA study asked experts about the time of realization of 143 statements about the future, and about the relevance of Research and Innovation for that realization, or about the relevance of the realization for Research and Innovation policy. The experts were asked to justify their judgements with arguments. The whole data set has been published and can be found at: https://ec.europa.eu/research/foresight This annex includes the parts of the data set that are relevant to this scenario. ",
        "Data on interactions between patients and their personal environment (including abiotic and biotic factors) are routinely and systematically collected for diagnosis and the creation of personalized therapy plans Number of respondents: 59 Arguments regarding the time of realization No. of votes Combining structured data (genotype, phenotype, genomics) with semi- or unstructured data (lifestyle, environmental, health economics data) still poses multiple challenges. 48 There is a huge step between the identification and collection of data, on the one hand, and the creation of therapy plans as a common practice, on the other. 40 This asks for a holistic human perspective that is much broader than the medical perspective on health. 13 Deep learning will help in the analysis of the data, structured data and unstructured data are quite helpful, if pattern can be found. 9 This is inevitable provided the ethical use of data can be properly managed. 8 The combination of structured and unstructured data will be extremely useful in the quest for patterns by means of AI strategies. 7 The US government's Precision Medicine Initiative (PMI) supports research looking beyond genetics and biology, at behavioral and environmental factors. 5 A clear legal and ethical framework is needed to prevent misuse and misinterpretation of such complex data sets, including IT security measures. 5 Just because data collection is uninformative does not mean it will not be done. 3 ",
        "Average: 3.86 Dispersion: 1.24 Arguments regarding the relevance of R&I No. of votes The correlations between the different factors still have to be identified and analyzed on a scientific basis. 49 Scientific databases have to be build up and filled with data. 33 The EU needs something analogous to the U.S. Precision Medicine Initiative involving 1 million volunteers providing genetic, environmental and other data to succeed. 12 Self-learning systems such as IBM Watson will drive this development. 10 Sharing of data between countries is difficult and a barrier for innovation in this field. Data on register level and easier collaboration between EU countries id needed and discussed ethically. 8 Relevance of R&I (number of votes) ",
        "More than 80% of the population older than 12 years has an avatar as a personal assistant Number of respondents: 89 Arguments regarding the time of realization No. of votes The progress in AI emotion recognition and communication increases chances of avatar adoption in the next decade. 54 Technology facilitates communication but doesn’t replace real human interaction. 47 The personal assistant responds to the shifting demands of an aging society. 38 There are large categories of people reluctant to virtual reality. 32 \"Personal assistance\" is too broad a concept that an avatar can capture, they will only serve for very limited purposes - but for those purposes they will be a real help. 31 Robots provide social and medical care for the elderly. 23 Human-machine interfaces will be intuitive and multimodal. 23 Semantic and knowledge model-based search engines will be able to give relevant answers. 16 People get used to avatars to replace them in games more and more, they will soon want to have one in real life. 16 Avatars will not work as a substitute for personal interaction and will not see a huge uptake because they will be seen as too cumbersome, apart from niche scenarios. 12 Interaction with concrete or abstract objects will be facilitated by AI and speech recognition, but will not take the form of a \"personal assistant\" persona. 11 It will take substantial time to prove that the data gained by the avatar will not be misused by third parties, as well as substantial long-term benefits, in order to establish trust in the technology. 8 In another generation having an \"on-line\" persona will be taken for granted. 8 Real-life experiences are increasingly valued over and above virtual existences. Read E.M. Forster's short story 'The Machine Stops'. 4 Elderly people lacking sufficient human interaction may prefer avatars but social pressure is unlikely to broaden acceptance beyond defined communities such as techs, military, etc. 3 The main statement is not considering the prevailing market-economic philosophy and policy needing a large part of the world population to work for others at varying salary scales, participation, etc. 1 The concept of an avatar is to represent a person, not to assist a person. 1 ",
        "Average: 4 Dispersion 0.92 Arguments regarding the relevance of R&I No. of votes Research needs to address questions on how virtual assistants can correctly understand human goals and intentions. 77 Progress in natural language processing needs to be made. 41 There is need to assess the psychological impact of virtual assistants. 35 At least as big as the technological challenge will be the societal challenge to make people comfortable and accepting of avatars. 23 AI competences and technologies are important for Europe to be able to address these needs from multi cultural European perspective 17 As soon as a rudimentary market for personal assistent avatars is functional, the development is greatly accelerated. 11 Research to redefine the meaning of 'humanity' is necessary. 9 Artificial intelligence will require more and faster computation capabilities. Particularly, etherogeneous integration at hardware-level is required to support server clusters advancements. 9 Real needs (and/or European challenges) driven research will be recognized 7 Existing European research results have to be known and explored 5 PAs are likely to first have large penetration in schools to improve education and in professions where multiple details and people need to be tracked. 2 Helping assistance offer a means of social control - take your meds, don't smoke-so may be favored by authoritarian societies - big brother is with you! 1 Relevance of R&I (number of votes) ",
        "Brain-to-machine communication via brainwaves is possible (e.g. controlling machines with brainwaves) Number of respondents: 70 Arguments regarding the time of realization No. of votes The current interface technology is very crude at this point, but will see tremendous advances. 53 If achieving this is at all possible, it will help many disabled people to control the machines that assist them. 51 It is already possible to steer implants with signals from brain/ nerves, but this needs a lot of training and learning. Therefore, it will take a long time until brainwaves can be used directly. 45 Combination of existing sensing technologies with cognitive and situational awareness technologies will drive usability and adoption of such technology. 11 As already pointed out, some early prototypes already exist. The question does not specify how broadly such devices should be available to justify positive answer. 8 This is not an argument: what exactly do you mean by brain waves? EEG, Local Field Potentials, etc.? 5 Some prototypes are about to enter the market already, as other need some more detailed research. 3 ",
        "Average: 4.25 Dispersion: 0.73 Arguments regarding the relevance of R&I No. of votes Advances are needed in brain-to-machine communication beyond information exchange for communication of other mental states (feelings etc.). 55 Research on the ethical implications of such technology (mind hacking, mind-control etc.) is important. 50 Science should clarify how brainwaves are evoked actively and why people are able to use alpha waves, e.g. for meditation. Then one might go one step further to use waves actively for machines but also for relaxation techniques. 23 Brainwaves is rather broad word. It would be useful to have few more detailed options, like sensing the nerve signals to e.g. speech muscles 18 Neuro-engineering, even neuro-nanotechnology, could be new promising R&I disciplines for new talented people and disruptive technologies/devices. 15 Neurological (bio) research, sensor technology, plus modelling, complex situational awareness (IT) are key investment domains to enable the realization of such vision. 8 Reliable and highly resolved brain-machine interaction requires very controlled, disturbance-free environments, which limits the widespread use. 4 Training of pilots, teleoperators, large equipment operators would benefit from direct B-M links to speed up learning to operate complex equipment, particularly under threatening circumstances. 2 Piloting aircraft and control of drones or other teleoperation could significantly benefit and will drive research with military applications and those for disabled in lead with entertainment. 1 Relevance of R&I (number of votes) ",
        "Half of the formerly passive materials and things (walls, streets, furniture, signs) become interactive and react to their surroundings via sensors, adaptive materials and ubiquitous electronics Number of respondents 84 Arguments regarding the time of realization No. of votes Tiny sensors that can be attached to any object about which they can provide wirelessly different types of data are already on the market. 66 To reach \"half of\" (50%) the materials and things is very ambitious and will take a long time. 55 Value of sensors requires also automated data processing, information management and artificial intelligence. And a similar set of actuators. Evidently our physical environment becomes active. 28 Privacy and security concerns will limit diffusion to specific applications and environments. 24 Researchers already managed to combine photo-responsive fibers with thermo-responsive gels, modelling a new hybrid material that can reconfigure itself multiple times into different shapes when exposed to light and heat. 10 A large-scale use of \"active material\" is economic nonsense. 8 It is technologically easier and cheaper to build robots to maintain passive things, than to make the things themselves active. Over 50% active maintenance will happen, but 50% active things may never. 4 Natural ecosystems already include many such features and may provide models for achievement. 2 This will only happen because stock-keeping labels (a la NFC) count here; apart from that, most things won't profit from such interaction. 1 ",
        "Average: 3.84 Dispersion: 1.17 Arguments regarding the relevance of R&I No. of votes A lot of specific research on individual materials is needed to clarify where sensors can be placed or how the material can be used directly as an active one. 66 Social implications and individual acceptance/rejection factors need to be investigated. 34 Research is needed on autonomous data processing and knowledge creation. 24 There is no need for all equipment and furniture to be active - no more R&I needed. 14 Sensors will be connected which means that each piece of material may not need its own sensor or actuator. Example: Video camera over the table is a sensor for table even if it is not embedded. 12 Research is needed in heterogeneous integration of smart sensors into materials as well as heterogeneous integration of such systems to provide useful functions (e.g., resource & energy optimisation) 9 Research should focus on multi-modal (gesture recogn., speech, etc.) human-machine interfaces. 7 Citizens will pose limits to selfish economy-driven market push that just serves to collect data about them. 3 Research on development of our brain capacity is more important 2 Relevance of R&I (number of votes) ",
        "The majority of the EU population use integrated Artificial Intelligence devices and machines in their daily lives Number of respondents: 52 Arguments regarding the time of realization No. of votes AI technologies will be used to improve analysis and prediction in devices used daily, without being recognised as such by the users (e.g. navigation devices, smart home controllers, smart cars etc.). 48 Online services (e.g. Google Translate) already employ self-learning AI. 34 AI (or \"synthetic intelligence\") will be utilized by most of the pervasive large-scale services (finance, media, social networks, e-commerce), so that people interact with it, for the most part unknowingly, all the time. 31 Self-driving cars, trucks and busses will be prevalent by 2030 implying daily contact for almost the entire population. Fraud protection in financial systems based on blockchain will be pervasive. 14 In practice, there are no real AI machines in our daily lives. Service robots like vacuum cleaner robots are not intelligent. 7 AI has been in development for a long time and we still have problems with language recognition. 6 It will take time until real AI will be in our housesholds, but if this happens, they might be treated like family members (see Aibo and other pets). 3 We do it already today. When my TomTom with HDtraffic sees a traffic jam, I follow its advice for a detour. 1 People will use AI Technology quite frequently if it comes to data related services, e.g. via Internet, but there will be no intelligent machines (robots) in their daily life. 1 ",
        "Average: 4.31 Dispersion: 0.77 Arguments regarding the relevance of R&I No. of votes To make the machines around us really \"intelligent\" requires a lot more research. 40 Research in ethics and regulation is needed to address issues of responsibility and agency. 33 Research on how humans can learn and interact further with AI is needed 15 When a diffused presence of AI will become apparent the main problems will become social acceptance linked to privacy and security concerns 10 Liability, accountability and other security considerations need to be carefully and thoroughly examined. 8 Use it or lose it. Pervasive AI raises the need for research in retention of human capabilities as thinking and other skills may be less needed to get through the day. 5 Deep learning has already turned a corner technologically. It's not genuine AI, but it's good enough, so more budget is needed for understanding social and societal impact. 5 Also in future AI will need large computing power, therefore an efficient information transmission without loosing discriminative characteristics is needed. Still an open research field 4 Some data needs to be processed in server farms, requiring heavy software and hardware improvements. EU should strengthen both. 3 Relevance of R&I (number of votes) ",
        "Everyone everywhere has free and fast (more than 50 gigabit) access to the internet Number of respondents: 69 Arguments for time of realization No. of votes Even in industrialized countries, there are still areas with low access rates. 45 While it is an important technical, economic and policy challenge, it is likely that eventually all people will be able to access a fast network with minimal effort. 37 The decisive factor for success is the overcoming of the digital gap, which is also present within Europe, and the income and age gap, which makes access to the digital world substantially more difficult. 29 The lust for economic development means that we shall be saturated with internet free access while protection of data will remain unclear and a very much contested issue donwplayed by economic actors 22 Very simply, statements including \"everyone\" or \"nobody\" are good for politicians, not for serious research. 18 Internet access is a factor in location decisions by companies and will be considered by states and localities to press for high speed internet. 12 Elon Musk already announced his intention to activate satellite-based wifi for the full globe. 4 With 1000 times more information available in 10 years at 500-1000 greater speed, this will approach a zero-cost solution and happen quickly. 3 ",
        "Average: 3.71 Dispersion: 1.13 Arguments regarding the significance for R&I policy No. of votes Internet access should be a fundamental right as care, water and energy. 38 The issue is not access to internet, even poor people will have free access to internet, the issue is freedom and the refusal of surveillance societies. 37 It will facilitate scientific openness and \"citizen science\" at a global scale. It can support the expansion of EU R&I policy to new hights of global reach. 24 The access to free internet will limit the intellectual growth of society. Children are now adicts, internet will become the alcohol/cigarrette/drug of the very near future. 11 Investments in areas with low rates are necessary - and sometimes this is a political question. November 2017 has shown what happens when the German Telekom is attacked - even if it is able to defend its infrastructure. 10 A major factor limiting the use of the internet is household income. More research is needed the connection between poverty and digital divide. 8 The internet destroys a significant share of local retail stores and no doubt has other adverse effects. These need to be understood. 6 Hardware is not the issue. Citizens will have to learn how legitimate decisions are made in an \"algorithmic society\". 6 There are technical challenges to be overcome, but the political will should be there. 5 Internet access over FTTH is cheap and for the masses. It is vested interests such as DT that slow rollout 5 Better primary and secondary education is needed on the dangers of internet and social media overuse and addiction 4 a fair correlation has to be found between IOT, big data, property of data, investments by huge companies and unawareness of data flow by citizens to allow capacity development respectful of people. 3 More and more service and domestic operation is by internet, streaming, gaming etc. high speed is needed 2 The significance for EU R&I policy is rather limited, because research on higher and cheaper bandwidth will be conducted anyway by the private sector. 1 Bbe in place in less than 10 years (starting with the Blockchain) 1 ",
        "Getting in touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact ON THE PHONE OR BY E-MAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU PUBLICATIONS You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "It is 2040. With emotional markers from diverse sources widely available, and ‘emotionally transparent generation’ has been ushered in. The flow of emotions is woven into the social, economic and political fabric. Governments aim to learn continuously from feedback gathered from the flow of emotions – as do corporations and individuals. Techno-pessimistic and techno-optimistic ideologies clash around the question of the future prospects of the ‘emotional generation’. Studies and reports "
    ]
}