{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 8.10.2009 SEC(2009) 1311 final COMMISSION STAFF WORKING DOCUMENT Ex ante evaluation statement - Macro-financial assistance to Serbia Accompanying document to the Proposal for a COUNCIL DECISION providing macro-financial assistance to Serbia {COM(2009) 513 final} ",
        "EN 2 EN Table of Contents 1. Problem analysis and needs assessment....................................................................... 3 1.1. Background .................................................................................................................. 3 1.2. Recent economic developments and prospects ............................................................ 4 1.3. The Government programme of socio-economic reforms ........................................... 6 1.4. Serbia's financing needs ............................................................................................... 6 2. Objectives and Related Indicators of the macro-finantial assistance........................... 8 2.1. Objectives..................................................................................................................... 8 2.2. Indicators...................................................................................................................... 8 3. Alternative delivery mechanisms and risk assessment ................................................ 8 3.1. Delivery mechanisms ................................................................................................... 8 3.2. Risk assessment............................................................................................................ 9 4. Added value of Community involvement .................................................................. 10 5. Genval criteria............................................................................................................ 10 6. Planning future monitoring and evaluation................................................................ 11 6.1. Monitoring.................................................................................................................. 11 6.2. Evaluation................................................................................................................... 12 7. Achieving cost-effectiveness...................................................................................... 12 ",
        "EN 3 EN 1. P ROBLEM ANALYSIS AND NEEDS ASSESSMENT 1.1. Background Serbia relies on external macro-economic assistance to face the current crisis and to restore the sustainability of its fiscal and external accounts. Pro-cyclical fiscal policies in recent years and high current account deficits, further aggravated by rapid credit growth (mostly foreign- currency denominated) also leading to growing private-sector foreign indebtedness exacerbated Serbia's exposure to the current global crisis. As in most emerging economies, medium-term growth prospects have been severely dampened, and the economy will be in recession in 2009. Economic activity fell sharply in the final quarter of 2008 and slumped in the first few months of 2009 as external adjustment has started. Growth in the last quarter declined to 2.8% year- on-year as compared to an average growth rate of 6.5% in the previous three quarters. Estimates for the first quarter of 2009 are even more negative: industrial output is 17.6% lower and exports and imports declined by 22.4% and 25.3% respectively in the first quarter of 2009 compared to the same period of the previous year. Registered unemployment already increased by 4.6 percentage points since October 2008. However, inflation remains high and only fell below 10% in March, on the back of exchange rate depreciation and regulated price adjustments, leaving little room for the central bank to loosen monetary policy to support credit and economic activity. The dinar depreciated about 20% against the euro since September 2008, but it has been largely stable since the beginning of 2009. Fiscal outturns have been weaker than expected. Budget revenues in the first quarter of 2009 were 7.2% lower than in the same period the previous year, while budget expenditures were just 0.6% lower. As a result of these developments the Government prepared and Parliament approved a Supplementary Budget in May 2009 which provides for a substantial fiscal adjustment of EUR 1.1 billion. Nevertheless, Serbia will need to find a way to finance the fiscal deficit of about EUR 800 million. The banking system has weathered the external shocks so far, although credit has largely stagnated. The large share of FX or FX-indexed loans in the portfolios of Serbian banks is a cause of concern (about 69% of all loans) and NPLs are increasing. However, the risks have been tempered somewhat by the banking system’s large share of liquid assets (23.6% as of February 2009) and substantial capital buffers (Capital Adequacy Ratio of 26% as of October). The crisis threatens hard won gains in poverty reduction and living standards. The severe decline in GDP growth projected for Serbia is likely to have substantial impacts. A significant share of Serbia’s population has consumption levels just above the national poverty line. Data from the most recent living standard measurement survey shows that even a 5% decrease in the incomes of those above the poverty line will increase poverty by 1.2 percentage points, roughly 90,000 more people; a large share of Serbia’s population is therefore highly vulnerable. Moreover, many poor people who were on the verge of moving out of poverty will find themselves falling back. On 16 January 2009, the Executive Board of the IMF approved a 15 month Stand-by Arrangement (SBA) for Serbia for SDR 350.8 million. The SBA was a precautionary program ",
        "EN 4 EN amounting to 75% of Serbia’s quota. In the following weeks, the continued deterioration of the macroeconomic environment led the authorities to seek a strengthened economic program that could be supported by an extension and augmentation of the Stand-By Arrangement. On 26 March the Government and an IMF staff mission reached agreement on an enhanced arrangement for some SDR 2.6 billion (around EUR 3 billion). The program period would be extended to 27 months and the arrangement would no longer be considered precautionary. This program was discussed and approved by the IMF Board on 15 May 2009. Core of the program is a large and balanced fiscal adjustment package to contain the 2009 deficit to 3% of GDP. The adjustment would come from cuts in recurrent expenditure and nominal freezes— though social spending will be largely protected—and mostly temporary revenue increases. A second component of the Program is that foreign banks have been asked to provide voluntary assurances to broadly maintain their commitment to Serbia and keep their subsidiaries well capitalized. 1.2. Recent economic developments and prospects The economy grew strongly until 2008, fuelled by aggregate demand, and on the back of significant economic changes since 2000. Real growth of Gross Domestic Product (GDP) averaged 6.2% in 2007 and 2008. Growth was fuelled by high demand linked to a significant credit boom, expansionary fiscal policies, increases in real wages, and rapid increases in exports. Output has risen by nearly 50% since 2000, as the corporate sector started to post profits and the banking sector was restructured. The positive supply response also appears to reflect increases in productivity and output of recently privatised and new firms, as evidenced by the particularly rapid rates of output growth in precisely those sectors which have recently undergone extensive privatisation (e.g., steel, cement, retail trade, rubber, tobacco, dairy, sugar, and banking) or attracted foreign investors. Strong economic growth was accompanied by a widening current account deficit and increasing private sector debt. Although exports grew rapidly, domestic demand grew even faster which resulted in very high import levels and consequently a trade deficit reaching about 22% of GDP. The current account deficit reached 17.1% of GDP in 2008, up from 8.7% in 2005. In 2008, FDI reached an estimated 5.4% of GDP and the outflow of portfolio investment was equal to 0.3% of GDP. A large surplus in the capital account boosted gross international reserves through the first quarter of 2008, when reserves reached EUR 10.8 billion (or 9 months of imports). Later in the year, reserves declined somewhat and at the end of the year were EUR 9.2 billion (or 7.4 months of import). Domestic overheating and external imbalances have been exacerbated by expansionary fiscal policies and rising fiscal deficits between 2005 and 2008. The fiscal balance of the consolidated government sector moved from a surplus in 2005 of 0.8% of GDP to a deficit of 1.9% of GDP in 2007 - and then further to a 2.5% in 2008. A drop in fiscal revenues in 2008 (from 42.4% of GDP in 2007 to 40.9%) contributed to the rising deficit. Expenditures also fell, but more slowly, to an estimated 43.4% of GDP in 2008. Serbia’s social insurance funds covering health, pensions and unemployment, which have run deficits of over 5% of GDP since 2007, were key factors in the deteriorating fiscal performance. Shortfalls in these funds were covered by transfers from the central government, with the largest transfer for pensions (5% of GDP in 2008). ",
        "EN 5 EN Rapid credit growth in the banking sector (primarily in FX-indexed loans) and increased cross-border borrowing of domestic enterprises further contributed to the overheating of the economy. While deposits grew, lending outpaced the growth in deposits with the loan to deposit ratio increasing from 99% at the end of 2007 to 125% at the end of 2008. In addition, since 2007 Serbian enterprises owe more to parent banks than to local banks (by 20%) and that increased further to stock of debt to foreign banks that was 43% higher than to local banks at the end of 2008. Economic growth helped to reduce poverty, which fell from 12.7% of the population in 2004 to 6.3% in 2008, translating to over 400,000 people rising above the poverty line. Increases in salaries, pensions, and social transfers, the main income sources for poor households, drove this reduction. These improvements, however, are not even throughout Serbia: poverty is markedly higher in rural areas—home to about two thirds of all poor Serbians—and among vulnerable groups, particularly refugees and internally displaced people. Poverty is also strongly correlated with the education level of the head of household. Serbia’s GDP is projected to decline by -2% of GDP in 2009 and to remain unchanged in 2010. This is on account of a sharp drop in external and domestic demand (limited access to credit, lower real wages and recession in the EU). The general government budget deficit is expected to widen in 2009 beyond the originally projected 1.75% to 3% of GDP. As the risks for GDP growth are skewed to the downside, the fiscal situation may to deteriorate further. Balance of payment needs remain subject to further adjustments. Table 1: Key Macroeconomic Data Indicators 2008 2009 2010 2011 2012 GDP real growth 5.6 -2.0 0.0 3.0 5.0 Investments, % GDP 23.4 22.3 21.0 22.2 23.9 Retail price inflation (end-of-period), % 6.8 10.0 8.0 7.0 5.5 Public Finance Revenues (% GDP) 40.9 40.5 40.1 39.5 39.1 Expenditure (% GDP) 43.5 43.5 41.8 40.7 40.5 Fiscal Balance, after grants (% GDP) -2.5 -3.0 -1.7 -1.2 -1.4 External Position CAD after grants (% GDP) -17.1 -13.0 -10.0 -8.9 -7.4 Reserves (EUR billion) 8.1 7.9 8.4 8.6 9.7 ",
        "EN 6 EN Debt Public Debt (% GDP) 31.6 33.0 34.4 32.3 30.3 External debt (% GDP) 63.6 77.6 86.4 91.3 88.7 1.3. The Government programme of socio-economic reforms The strategic setting for reforms in Serbia has been and is to large extent defined by the Poverty Reduction Strategy Paper and the ongoing work on Serbia’s integration into the EU. The latest strategic document that defines the agenda of EU integrations is the National Plan for Integration, in 2008. This detailed document explains the government’s priorities for the harmonization of Serbia’s institutional and legal framework with the EU. Given the weakening external environment in 2009, an anti-crisis plan was announced in early 2009 and a supplementary budget was adopted in May 2009. Key measures are summarized in Box 1 below and include wage cuts for higher wage staff and a nominal freeze in the wages of all other public employees, a 15% cut in transfers to local governments, and sharp reductions in the discretionary budget of all budget users. The revised budget will protect social spending and there will be an increased allocation for unemployment benefits. 1.4. Serbia's financing needs External financing needs A significant external adjustment is forecast for the coming years. Although the demand for Serbian exports will fall significantly, imports are projected to drop even further, moderating Serbia’s external imbalance. The CAD is projected to fall from 17.1% of GDP in 2008 to about 8.8% by the end of 2011. Capital inflows are expected to cover about 75% of the CAD between 2009 and 2011. These movements in the current and capital accounts are consistent with a slight decline in foreign currency reserves in 2008 and 2009 and an increase of reserves Box 1 - Serbian Government Measures of Fiscal Adjustment Measures on the expenditure side are intended to save RSD 74 billion (3.4% of GDP). These include: - Cutting discretionary expenditures on goods and services, subsidies, capital and net lending of all budget users across all levels of government (RSD 60 billion) - Wages freeze in the administration at all levels of government (RSD 13 billion). In addition public employees with wages over RSD 40,000 per month will have their nominal wages cut by 10%; those with wages over RSD 100,000, by 15% (of the amount over RSD 40,000.) This measure should bring in an additional RSD 1-2 billion. Measures on the revenue side are intended to raise an additional RSD 26 billion (0.9% of GDP). These include: - The transfer of all net profits of public enterprises to the budget (RSD 5 billion) - Increase of excises for fuel (RSD 4 billion) - Increase in non-wage personal income tax (RSD 5 billion) - Temporary tax on use of mobile phones (RSD 3 billion) - Strengthening tax administration (RSD 7 billion) ",
        "EN 7 EN in 2010 and 2011. A return to 2008 levels is forecasted for 2011. As a result, the overall financing gap between 2009 and 2011 is projected at EUR 3.6 billion. In this context the Commission is proposing an MFA operation for Serbia amounting to a maximum of EUR 200 million. Given Serbia's moderate level of indebtedness it is deemed appropriate to provide this assistance in the form of loans. The assistance is intended to contribute to covering the residual financing needs in 2010 — beyond World Bank and IMF assistance — and would correspond to 80% of the projected EUR 250 million needed as identified by the IMF. The remaining EUR 50 million will be provided as Budget Support under IPA. The MFA assistance would be released in two tranches during 2010. Table 2: Summary Table of External Financing Needs 2008 2009* 2010* (in billions of euros) Gross financing requirement 9.7 9.2 8.0 Debt amortization 3.6 5.0 4.3 medium and long-term debt 2.7 3.0 2.7 public sector (excl. IMF) 0.1 0.1 0.2 commercial banks 0.5 0.1 0.2 corporate sector 2.0 2.8 2.3 short-term debt 0.9 2.0 1.5 public sector (excl. IMF) 0.0 0.0 commercial banks 1.3 1.0 corporate sector 0.7 0.5 Available Financing 9.7 6.8 7.0 Net FDI 1.8 1.0 1.3 Net portfolio investment -0.1 0.0 0.0 Debt financing (commercial banks and corporate) Medium and long-term financing 4.7 2.5 4.0 Commercial Banks 0.2 0.1 0.5 Corporate Sector 4.5 2.4 3.5 Short-term financing 1.1 1.5 1.5 Commercial Banks 1.0 1.0 Corporate Sector 0.5 0.5 Gross reserves drawdown 1.6 1.1 Other 0.6 0.6 0.2 Financing Gap (**) 0 2.4 1.0 Prospective IMF 2.2 0.7 Prospective EU (**) 0.1 0.3 Prospective World Bank 0.2 0.1 Memorandum Items: Gross Domestic Product (in billions of euros) 34.3 30.9 30.5 Source: World Bank and IMF staff estimates and Central Bank of SERBIA. *2009 and 2010 data are forecasts. ** The IMF conventionally includes both EU IPA and MFA below the line in the financing of the balance-of-payments gap. However, IPA budget support is programmed aid and primarily address an internal budget financing gap rather than external balance-of-payments needs. The present ex-ante assessment thus assumes that it rather belongs to the \"available financing\" category and that the Financing Gap should be adjusted accordingly (Available Financing + EUR 100 million, Financing Gap – EUR 100 million over the period 2009-2010). Budgetary financing needs ",
        "EN 8 EN The Government agreed on a 2009 budget rebalancing which was subsequently adopted by Parliament on 29 April, targeting a 3% of GDP fiscal deficit for 2009, instead of the 6% deficit estimated in the absence of rebalancing measures. The programme revision was approved by the IMF Board on 15 May 2009. Latest indications as of early July suggest that that economic downturn is even more severe than foreseen in the revised March assumptions, and revenue performance has been very poor in the first five months of the year. As the public deficit is now expected to exceed the target foreseen under the programme for the first half of 2009, this situation will require further fiscal adjustments in the form of additional expenditure cuts and revenue enhancing measures. 2. O BJECTIVES AND R ELATED I NDICATORS OF THE MACRO - FINANTIAL ASSISTANCE 2.1. Objectives The objectives of the proposed macro-financial assistance operation are the following: • Contribute to covering Serbia's external financing needs; alleviate budgetary financing needs; • Support the fiscal consolidation effort in the context of an IMF programme; • In this respect, help Serbia reduce the financial constraints on the implementation of its comprehensive socio-economic reform programme; • Facilitate and encourage efforts of the authorities of Serbia to implement measures identified under the European Partnership; • Reinforce the EU role in the economic policy dialogue with the Serbian authorities on the programme of reforms. Detailed macro-economic and structural reform objectives will be further defined in the context of a Memorandum of Understanding, to be agreed with the authorities. 2.2. Indicators To monitor the fulfilment of the objectives of the programme throughout the implementation period of the assistance, the Commission will use two types of indicators: • Adherence to the IMF-supported programme; it will be a conditio sine qua non for the implementation of the assistance; • Progress in the implementation of specific actions that will be part of the conditions for disbursement. Those actions will be specified in the aforementioned Memorandum of Understanding. They will be consistent with the policy lines anchored in the IMF programme, as well as the European Partnership Priorities. 3. A LTERNATIVE DELIVERY MECHANISMS AND RISK ASSESSMENT 3.1. Delivery mechanisms Given Serbia's moderate level of indebtedness it is deemed appropriate to provide the foreseen macro-financial assistance in the form of loans. ",
        "EN 9 EN Macro-financial assistance is an untied and undedicated macroeconomic support, which helps the beneficiary meet its external financing needs, and contributes alleviating budgetary financing needs. Moreover, as experienced with similar operations, including in Serbia, the economic policy conditionality attached to this support strengthens the stabilisation and reform process. 3.2. Risk assessment There are both fiduciary and policy risks related to this macro-financial assistance operation. There is a risk that this assistance, which is not dedicated to specific expenses (contrary to project financing, for example), would be used in a fraudulent way, like any other type of assistance. Generally speaking, this risk is related to factors such as the independence of the central bank, the quality of systems and procedures related to the management, control and oversight functions in the financial circuits and processing of such assistance, IT security and internal/external audit capacity of the beneficiary authorities. To mitigate the risks of fraudulent use, several measures will be taken. The Memorandum of Understanding and the loan agreement will comprise a set of provisions on inspection, fraud prevention, audits, and recovery of funds in case of fraud or corruption. Also, the assistance will be paid to clearly identified accounts at the National Bank of Serbia. Moreover, before the agreement on the Memorandum of Understanding is reached, the Commission services will assess the reliability of financial circuits and administrative procedures that are relevant to this type of assistance and will determine whether the framework for sound financial management of macro-financial assistance is sufficiently effective in Serbia (for details, see Financial Statement, section 7). In the light of this assessment, specific mechanisms applying to the management of the funds by the beneficiaries may be introduced in agreement with the national authorities. The Commission may also use other assistance instruments at its disposal to help the beneficiary authorities improve their public finance management systems if this area is not sufficiently covered by other donors. Finally, the assistance will be liable to verification, control and auditing procedures under the responsibility of the Commission, including the European Antifraud Office (OLAF), and the European Court of Auditors. As regards policy risks, the main assumption is that the Government of Serbia will remain committed to fiscal adjustment and remain in compliance with its agreement with the IMF. This will be validated on the basis of IMF’s quarterly monitoring of performance indicators and structural benchmarks. There is a risk that the Government of Serbia will not comply with the IMF programme conditions, as the fiscal target may turn out more difficult to reach than assumed, in particular as the risks to the growth assumptions are clearly on the downside. While seriously taking into account these risks, the Commission services consider that there are sufficiently strong grounds to proceed with MFA to Serbia. The large financing needs faced by Serbia in particular in 2009 and to a lesser extend in 2010 plead in favour of urgent action. The Commission services will maintain close contacts with the authorities during the implementation of the macro-financial assistance in order to address quickly any concerns that may arise. ",
        "EN 10 EN 4. A DDED VALUE OF C OMMUNITY INVOLVEMENT By providing financing complementary to resources made available to Serbia by the Bretton Woods Institutions, the Community would support Serbia's domestic efforts of responding to the impact of current global economic crisis. It would encourage and strengthen the implementation of the reform programme. This will be particularly important in the areas targeted by the programme’s conditionality, in particular the fiscal consolidation effort aimed at reducing public expenditures to a sustainable level. Moreover, the effect of the Community’s involvement will be strengthened as a result of the synergy with other Community programmes aiming at supporting Serbia's dire fiscal situation, in particular exceptional IPA budget support grants (EUR 100 million to be provided in two instalments in 2009 and 2010). The macro-financial assistance is a policy-based instrument and would therefore also contribute to support the European Union’s strategy towards Serbia, in particular in the context of the European Partnership. 5. G ENVAL CRITERIA The Commission services have given due consideration to the five Genval criteria. • Exceptional character: Serbia's financing requirements in 2009-2011 result from the impact of the global economic crisis on Serbia, and its high exposure to this crisis in view of its external and fiscal imbalances. The exceptional character of the foreseen MFA is further stressed by the limited timeframe of the programme. The Commission services intend to limit the duration of the implementation of the assistance to one year. In determining the actual amount of the tranches under the MFA programme, the Commission services intend to take into consideration the progress in the implementation of the IMF programme and of the World Bank development policy loans, as well as the timeframe of other main donors supporting Serbia with budget support, which still need to be identified. Scope: Serbia is a potential candidate country which respects democracy and human rights and as such should be considered as eligible for EC MFA support. Complementarity: The Community MFA will be complementary to external financing coming from two main sources: (i) the Bretton Woods Institutions; and (ii) bilateral donors in case some preliminary financing indications can be confirmed and enable for disbursements over the programme period. It should also be noted in this context that it is complementary to budgetary support expected to be provided under the Community IPA programme (EUR 100 million over 2009- 2010). In this context and in the short run, MFA will both increase substantially the European Union's leverage on Serbia's policy making and strengthen the country’s European orientations, and provide a highly valuable bridge financing to help the country weather the effects of the current economic crisis. ",
        "EN 11 EN Conditionality: The macro-financial assistance to Serbia will be linked to an IMF stand-by arrangement. As usual with this type of assistance, disbursements under this macro-financial assistance will be subject to progress in the implementation of the IMF arrangement. It will also be conditional upon specific structural reform measures that will be further defined in the context of a Memorandum of Understanding to be jointly agreed between the Commission and the Serbian authorities. Given the nature of the planned operation, in defining the conditionality in the area of structural policies, particular attention will be paid to public finance management with a view to strengthening efficiency, transparency and accountability, and because of its importance for fiscal consolidation. As Serbia is a potential candidate country, some measures with high priority on the EU integration agenda may also be included in the conditionality framework. In addition, the Commission may consider targeting specific sectoral policies of particular importance, identified as such in the European Partnership and 2009 Progress Report. Financial Discipline: The Commission services propose to limit the macro-financial assistance to Serbia to up to EUR 200 million. This corresponds currently to the full amount (ex-ante) of the residual financing gap foreseen after IMF and World Bank support identified by the IMF for the year 2010. Data on the balance-of-payments gap are by nature volatile. Additionally, additional bilateral financing may materialise in the course of the programme that cannot yet be included in the current programme assumptions. Concerning sound financial management, the Commission services are taking action in order to fulfil the requirements of the Financial Regulation. The Commission has launched an Operational Assessment (OA) of the reliability of financial circuits and administrative controls at the Ministry of Finance and the National Bank of Serbia. Based on the OA report's findings, the Commission services will determine whether the framework for sound financial management is sufficiently effective in Serbia. Also, the results of the OA will contribute to the definition of appropriate conditionality in the area of public finance management. 6. P LANNING FUTURE MONITORING AND EVALUATION This assistance is of exceptional and macro-economic nature and its monitoring and evaluation will be undertaken in line with the standard Commission procedures: 6.1. Monitoring The monitoring system will be ensured by the provision of reports and data by the authorities, as to be set out in the Memorandum of Understanding, and the organisation of review missions in Serbia by Commission staff. Although this assistance is centrally managed, where appropriate, Commission Delegation will also be called to provide additional reporting. In particular, the monitoring of the action by the Commission services will take place on the basis of a system of macro-economic and structural policy indicators to be agreed with the authorities of Serbia. In this process, the Commission services may also monitor key areas to be identified in the above-mentioned Operational Assessment on public finance management. ",
        "EN 12 EN An annual report to the European Parliament and to the Council on the implementation of this assistance is foreseen in proposed text of the Council Decision on MFA to Serbia. 6.2. Evaluation In the context of DG ECFIN Multi-annual Evaluation Programme, two to three ex-post evaluations of MFA operations are planned per year. It is in this framework that an independent evaluation of the assistance will be carried out by duly authorised representatives of the Commission in due course. A provision foreseeing an ex-post evaluation will be included in the Memorandum of Understanding. Financial resources for this evaluation would be drawn from the corresponding MFA budget line. 7. A CHIEVING COST - EFFECTIVENESS In implementing the programme, the Commission will be guided by the following principles: • The assistance will be made available by the Commission to Serbia in principle in two instalments. Each instalment will be released on the basis of a satisfactory track record in implementing the macro-economic programme under the IMF- supported programme and the specific economic policy conditions attached to the assistance. The latter will be negotiated with the authorities as soon as possible and laid down in a Memorandum of Understanding concluded to this effect. • . As soon as the Council has adopted the proposal, the Commission will negotiate with the Serbian Authorities a Memorandum of Understanding laying out the conditions for the release of the EU assistance, as well as a loan agreement . In view of the likely disbursement of the IPA budget support second tranche in the first half of 2010, cross-conditionality may be considered appropriate for the release of the MFA first tranche that is tentatively scheduled over the same period. The second tranche of the proposed assistance will be made available by the Commission to Serbia on the basis of a satisfactory track record of the implementation of the IMF programme and the economic policy and financial conditions attached to the assistance. • In negotiating specific policy conditions, the Commission will draw on all the expertise, including of the Bretton Woods Institutions and of bilateral and multilateral aid agencies active in the same areas. In addition, the Commission will aim at synergies with other Community policies and instruments (notably IPA as indicated above) that could be used to support the implementation by the beneficiary of the relevant measures (notably in the area of public finance management). Where appropriate, links to any related action under the European Partnership or findings of the Progress Reports can also be established. • This action is exceptional by nature and will not involve an increase in the number of Commission staff. "
    ]
}