{
    "text": [
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES COUNCIL Seventh Annual Report on the implementation of the Council Joint Action of 12 July 2002 on the European Union’s contribution to combating the destabilising accumulation and spread of small arms and light weapons (2002/589/CFSP) (2010/C 14/01) INTRODUCTION During 2007, in pursuing the objectives of the Joint Action, the EU and its Member States continued to play an active role in all regional and international forums. At the 62nd UNGA 1st Committee, all EU Member States co-sponsored the resolution on assistance to States for curbing illicit traffic in small arms and collecting them, tabled by Mali/Ecowas, and which was adopted by consensus. Also the resolution on illicit trade in small arms and light weapons (SALW) in all its aspect, tabled by Colombia, was co-sponsored by 17 EU Member States and supported by all of them. Assistance to third States in combating the destabilising accumulation of SALW continued to be provided by the EU, through the implementation of several Joint Actions and through projects supported by EU Member States on a national basis. In the framework of its cooperation and development policy, the European Commission (EC) continued to play a substantive role in the implementation of the European Union Strategy on Small Arms and Light Weapons. In 2007, the EC continued its activities in the field of SALW through its geographical instruments (most prominently the European Development Fund) as well its as thematic instruments. The European Council on 15 and 16 December 2005 adopted an EU Strategy to combat illicit accumulation and trafficking of SALW and their ammunition. This document underlines the need for consistent EU policies in the areas of security and development, while fully exploiting the means available to the EU at multilateral and regional levels, inside the European Union and through its external relations. It serves as political guidance for EU activities in this field through the various instruments available, and for its Member States. This report is structured in four parts: — Part I covers Member States’ efforts to address the problems related to small arms and light weapons, — Part II deals with international implementation efforts, — Part III deals with participation in the work of international organisations and regional arrangements in the field of conventional arms, especially small arms and light weapons, — Part IV includes other comments and relevant information. The report covers Council Joint Action 2002/589/CFSP as well as the EU programme for preventing and combating illicit traf­ ficking in conventional arms adopted by the Council on 26 June 1997. It focuses on activities carried out during 2007. I. NATIONAL IMPLEMENTATION EFFORTS DURING 2007 I.A. Cooperation, coordination and exchange of informa­ tion between administrative and law enforcement agencies These are the contributions provided by EU Member States so far concerning their national efforts to enhance cooperation between administrative and law enforcement agencies in 2007. EN 20.1.2010 Official Journal of the European Union C 14/1 ",
        "AUSTRIA Austria has further fostered cooperation, coordination and the exchange of information between administrative and law enforcement agencies. During 2007, interministerial meetings were held between the Ministry of European and International Affairs, the Ministry of the Interior, the Ministry of Economics and Labour and the Ministry of Defence. Arms export controls have been greatly improved by the Foreign Trade Act 2005 (FTA) and the subsequent Foreign Trade Regulation of 2006. This implementing legislation harmonises the granting of licences with relevant provisions of the EU Code of Conduct on Arms Exports, and makes it obligatory for Austrian traders. Furthermore, it defines brokers and brokering activities in line with Council Common Position 2003/468/CFSP on the control of arms brokering. The Austrian War Material Regulation and the Ministry of Economics and Labour’s list of military equipment other than war material correspond with the EU Common Military List. Under the FTA the items on the EU Common Military List are subject to a licence requirement for export, transit and brokering. Intra-Community trade of goods on the EU Common Military List is — with certain exceptions — subject to a monitoring procedure. Technical assistance in connection with the development, production, handling, operation, main­ tenance or other servicing, stockpiling, testing or proliferation of conventional weapons systems with military capability is not granted in the following cases: if such assistance contradicts restrictive measures on the basis of EU Common Positions or EU Joint Actions, OSCE Resolutions or binding resolutions of the United Nations Security Council. Furthermore, a regulation passed by the Ministry of Defence enumerates war material and other weapons which are taken into consideration for destruction. The list built upon defi­ nitions by the EU and the OSCE. Austria raised awareness of the problems posed by SALW during its ‘open day’ in the Ministry of European and Inter­ national Affairs on 24 October 2007. Posters and a docu­ mentary film informed the public about the horrendous impact of the illicit trade in SALW. The National Defence Academy (Institute for Peace Support and Conflict Management) also published a report on SALW and organised a presentation. DENMARK The general system in Denmark The Danish Ministry of Justice administers the Danish weapons and explosives legislation, which also includes the regulation of small arms and light weapons. Pursuant to the provisions of the Danish weapons and explosives legislation, weapons and ammunition may not be imported, manufactured, acquired, possessed or carried without a licence from the Minister for Justice or from the person authorised by the Minister to issue such licences. The legislation also stipulates that weapons or explosives of any kind, including ammunition, may not be exported without a specific licence from the Minister for Justice. This provision also includes small arms and light weapons. The Minister for Justice has authorised local police districts to issue certain of the abovementioned licences concerning small arms and light weapons (possession of firearms etc.). Databases and registers The Danish police have established a central electronic database (the Police Weapons Register) in which all persons authorised to possess firearms are registered on the basis of applications received for firearms licences and registrations of purchases of smoothbore shotguns, etc. The register also contains information on lost and stolen weapons. The Police Weapons Register includes all relevant information including the category and type of weapon, manufacture, model, marking (number), calibre and special characteristics. Each weapon is registered under a specific identification number. The police may order that the weapon be marked with the identification number if the weapon is not marked by the manufacturer. The register also includes historical information which makes it possible to locate information on previous owners of a weapon. Information on lost firearms etc. is also reported to the Schengen Information System (SIS). All Danish rifle associations are furthermore required to establish their own weapons registers which must include information on all firearms owned by the association and its members. On 1 October 2004 a new Act containing rules on transpor­ tation of weapons between third countries (i.e. countries other than Denmark) entered into force. The rules ban the transpor­ tation of weapons, etc. to countries covered by a UN, EU or OSCE arms embargo. Transportation between third countries that have not issued the necessary export and import licences is also banned. EN C 14/2 Official Journal of the European Union 20.1.2010 ",
        "Furthermore, on 14 June 2005 the Danish Parliament adopted an Act introducing, among other things, a regulation on arms brokering. According to this Act it is prohibited to act as a broker to negotiate or arrange transactions that involve the transfer of weapons, etc., as defined in the Danish weapons and explosives legislation, between countries outside the EU, without a licence from the Minister for Justice, or the person authorised by the Minister. It is also prohibited to buy or sell such weapons, etc., as part of a transfer between countries outside the EU, or, as the owner of the weapons, etc., to arrange such a transfer. The ban does not apply to activities carried out in another EU Member State or outside the EU by individuals residing abroad. The Act implements Council Common Position 2003/468/CFSP of 23 June 2003 on the control of arms brokering. In 2007 the Danish National Police carried out an intensive and targeted investigation in relation to rockers and gang members, among other things in order to uncover and indict illicit possession of weapons. During confrontations between different gang members — or persons associated with them — weapons had been used on several occasions. In 2007 the National Centre of Forensic Services received a total of 949 weapons for examination. The Danish National Police does not have information on the number of weapons that have been confiscated from gang members. ESTONIA A Strategic Goods Commission has been established within the Ministry of Foreign Affairs. It is a licensing body which is composed of representatives of the MFA, Ministry of Defence, Ministry of Economic Affairs and Communications, Security Police Board, Estonian Tax and Customs Board, and Estonian Law Enforcement Board. The Strategic Goods Commission has always considered the promotion of training on the topic of strategic goods to be very important. Regular meetings of the Strategic Goods Commission have been organised by the Ministry of Foreign Affairs. These meetings bring together arms and export control experts. The meetings are chaired by a representative of the Ministry of Foreign Affairs. Every year, police prefectures organise campaigns for the disposal of illegal weapons and ammunition obtained from citizens. The aim of these campaigns is to reduce the number of illegal weapons and ammunitions and to raise the security of society. All collected and seized weapons are destroyed. Awareness-raising — The Strategic Goods Commission keeps and updates the website of the Ministry of Foreign Affairs (section on export controls). — Seminars are held at least once a year. — Information is provided by the Customs and Tax Board and Strategic Goods Commission on those who try to deliver their goods across borders. — Newspaper articles. FINLAND In February 2007, a meeting of the National Coordination Group of SALW Experts took place. The National Coordination Group of SALW Experts includes representatives of the ministries involved with arms control, disarmament and non- proliferation of SALW and representatives of national non- governmental organisations dealing with the issue. Matters discussed by the group include Finnish policy concerning SALW, implementation of the national, regional and global provisions and regulations and bilateral assistance to SALW projects. The group meets regularly under the aegis of the Ministry of Foreign Affairs and includes representatives from the Ministry of Defence, Ministry of the Interior and Ministry of Trade and Industry. Representatives from other authorities (custom, border control, etc.) are invited to participate whenever necessary. Non-governmental organi­ sations are regularly invited to attend. Firearms amnesty legislation was approved by the Parliament at the end of 2003 and came into force on 1 January 2004. The purpose of the legislation is to reduce the number of illegal and unregistered weapons in Finland. Since the legislation came into force, it has been possible to surrender illegal small arms, ammunition and explosives to the police without any legal consequences if they have not been used in a criminal act. The total number of firearms surrendered during 2007 was 3 202. GERMANY The threat to peace, security and development posed by the destabilising accumulation and spread of small arms and light weapons including their ammunition continues to be a matter of grave concern. Germany is committed to a comprehensive approach to combat, and to contribute to ending, their accumu­ lation and spread. In the pursuit of this objective, Germany as a Member State of the European Union is guided by the EU Strategy to combat illicit accumulation and trafficking of SALW and their ammunition, which was adopted by the European Council of 15 and 16 December 2005. EN 20.1.2010 Official Journal of the European Union C 14/3 ",
        "Regular meetings of the national coordination group for SALW issues have been organised by the Federal Foreign Office. These meetings bring together arms and export control experts from ministries, administration, non-governmental organisations and industry, to address questions related to small arms and light weapons including their ammunition. The group discusses inter alia German policy with regard to SALW in international and regional forums, multilateral and bilateral assistance as well as the implementation of national, regional and global provisions and regulations. The meetings are chaired by a representative of the Federal Foreign Office. Various initiatives were taken with regard to cooperation between administrative bodies and law enforcement agencies at the national level. These covered newly enacted legislation, but also reviews of the practical functioning of existing legis­ lation. Training measures were a regular part of such efforts. In 2007, these initiatives included the following: Germany has taken concrete steps to implement the provisions of the UN Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organised Crime and the provisions of the International Instrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons. With the resulting amendments to the Weapons Act, the marking of arms and the duty of book- keeping are extended also to essential parts of weapons and, as a consequence, tracking the origins of weapons is facilitated at international level. GREECE This year, the target set in the framework of the crime strategy, to increase the confiscation of illegally possessed and traded SALW through the implementation of specialised and targeted action plans by the competent police authorities, was achieved: 1. control of legal trade in arms, throughout all its stages (import, trade, possession, use); 2. intensification of controls, in cooperation with other Greek authorities, aiming at tracking and confiscating illegally imported, traded, possessed and used small arms and light weapons. Measures to control the legal trade in SALW: — The Greek police authorities operate an electronic database, the National Central Authority for information sharing, and are able to directly receive and forward information on all legally traded and possessed weapons. This database is constantly updated to include all changes in the possession status of SALW. — All lost, stolen or otherwise missing weapons are also entered in this database if they are to be confiscated, or used as evidence in criminal proceedings. The aim is to be able to identify them if they are found. This database gives the history of each weapon, from its import up to its final legal holder (arms records). Furthermore, it facilitates SALW information exchange with other authorities in Greece and abroad. — Specific controls have been established for every enterprise that is legally authorised to trade arms. Control data are cross-checked with data entered in the electronic database. — Law 2168/1993 and the relevant Ministerial Decisions constitute the major regulatory framework of Greece governing the issues of arms and weapons. This Law, which is strictly observed, has been harmonised with Directive 91/477/EEC and the Schengen Convention. In some cases, this regulatory framework includes even stricter provisions (Article 15 of Law 2168/1993 and Article 272 of the Criminal Code, as amended by Law 2928/2001). — Legal trade in small arms and weapons (import — export — trade and transit) requires a special license from the competent authority, under the provisions of Law 2168/1993. — There is excellent cooperation with other law enforcement authorities (port and customs authorities, the Economic Crime Task Force) as well as with the military authorities, while information is shared with the competent authorities of the countries from which arms and weapons are imported to Greece. Measures for controlling the illegal trade in SALW: — Since international cooperation is indispensable for the prevention and suppression of illegal trade in SALW, Greece has entered into transnational police cooperation agreements with its neighbouring countries and participates in regional and international bodies (the Adriatic-Ionian Initiative, SECI Europol-Interpol). EN C 14/4 Official Journal of the European Union 20.1.2010 ",
        "— Vehicles and persons entering Greece are checked at the established entrance points. — Constant controls are carried out at our land and sea borders (in cooperation with the port authorities) to prevent illegal imports of weapons by persons entering Greece illegally. — Any cases which are found are thoroughly investigated, to detect and dismantle networks that may be active in the illegal trade in weapons and arms. — Special measures are taken in areas with increased problems of trading, possession and use of arms, in cooperation with local communities and bodies. We attach a table listing the arms/weapons confiscated by the Greek police in 2007, which were either used in committing a crime or have been traced. Such arms/weapons constitute evidence for the legal proceedings initiated and the competent courts will decide on their fate, at the hearing of each case, in accordance with Article 16 of Law 2168/1993. The arms confiscated were: 186 automatic rifles, 404 pistols, 141 handguns, 696 hunting guns. Total number of SALW: 1 427. IRELAND In recent years, the Customs Service has witnessed an increase in the detection and seizure of illicit firearms and parts being imported into the State. The increase is due in some degree to the increased level of violence involved in drug trafficking and smuggling. Regular detections of firearms, ammunition and parts have been made by Customs in recent months, and have included large calibre automatic weapons, laser night- sights, equipment for manufacturing or modifying ammunition, etc. Most of these detections concern illicit weapons emanating from the USA. The Customs Drugs Law Enforcement Unit (CDLE) is the national/international customs contact point for the Revenue’s Customs Service on firearms and ammunition. Information/ intelligence exchange in connection with suspect importations takes place on a regular basis between detecting customs enforcement officers and nominated officers of this unit and nominated officers in the Crime and Security Branch of Garda (Police) Headquarters. This is a useful facility in determining whether importations relate to simple licensing breaches or have an organised crime dimension. A specific liaison arrangement has been put in place between officials of the CDLE and of the Garda (Police) National Bureau of Criminal Investigation to facilitate joint enforcement action such as controlled deliveries, i.e. when there is intelligence and evidence to suggest organised crime involvement. One controlled delivery of ammunition and one joint investigation into the importation of automatic weapons by criminal groups involved in drug trafficking were undertaken in recent months. The CDLE Unit has been involved in researching the training needs of Customs officers in the area of recognition and safe handling of firearms, parts, and chemical, biological, radiological and nuclear weapons and is progressing the development of a training course in conjunction with the Garda Siochana (National Police) and the Army. ITALY Established since June 2000 under the guidance of the Ministry of Foreign Affairs, the ad hoc technical working group on small arms and light weapons, which includes representatives of relevant ministries, law enforcement agencies and relevant manufacturers’ associations, had its most recent meeting on 18 February 2008. The group provides an appropriate forum in which to discuss the most relevant aspects of the issue, including major devel­ opments at the national and international level. Last February, discussions were mainly focused on preparation of the 2008 Third Biennial Meeting of the States Parties (BMSP3) to the Programme of Action against the illicit traf­ ficking of small arms and light weapons. Instructions and suggestions offered by the chair-designate of BMSP3 were given appropriate consideration. In 2007, the Italian armed forces destroyed the following small arms and light weapons, identified as surplus, within national borders: 16 872 Beretta self-loading pistols, mod. ‘34’, 130 645 Garand M1 rifles, 11 812 FAL BM59 assault rifles, 10 596 miscellaneous weapons. Total: 169 925 small arms and light weapons destroyed within national borders. EN 20.1.2010 Official Journal of the European Union C 14/5 ",
        "LITHUANIA Lithuania has submitted the following SALW-related national reports and questionnaires for the 2007 reporting period: — voluntary report under the UN SALW Programme of Action, — information for the UN Register of Conventional Arms, — annual report under the EU Code of Conduct on Arms Exports, — annual information on SALW imports, exports and SALW identified as surplus and/or seized and destroyed under the OSCE document on SALW, — OSCE Questionnaire on Policy and/or National Practices and Procedures for the Export of Conventional Arms and Related Technology, — regular reports on exports of arms and dual-use goods under the Wassenaar Arrangement. MALTA The Government of Malta has in place, as outlined below, stringent means and measures aimed at controlling the importation and export of SALW in Malta. Malta does not have a national coordination authority responsible for small arms and light weapons. However, Malta has established, in accordance with the United Nations Programme of Action on Small Arms and Light Weapons (SALW), a national point of contact, who liaises with other pertinent national authorities such as the Armed Forces of Malta, Customs and the Commerce Division, among other authorities. All imports of small arms and light weapons from third countries are referred to the Police and the Trade Services Direc­ torate, Commerce Division for necessary licences and clearance prior to being released from Customs. This procedure is main­ tained throughout the whole Department of Customs at all points of entry. On the other hand, where intra-Community goods are concerned, a procedure has been adopted whereby all imports of small arms and light weapons are referred to Customs by the relevant bond or freight operator. These will then be referred for the necessary licences and clearance by the entities concerned, hence enabling better control of such commodities in view of national security safeguards. PORTUGAL Efforts to foster cooperation, coordination and the exchange of information between administrative and law enforcement agencies in the fight against the accumulation and spread of SALW, as well as on the prevention of illicit trafficking, have continued. The establishment in 2005 of a coordination group bringing together representatives of the Ministry of Foreign Affairs, the Ministry of Defence, the Ministry of the Interior, the Portuguese Intelligence Services and the Ministry of Finance helped to improve the coordination of the work of all the entities involved. The armed and security forces are the only authorised end-users of military weapons and their stocks are kept under strict control. The weapons are stored in special facilities, and proper security measures are observed. The issue of the management of stocks of small arms is extensively addressed in Regulation 933/2006 which establishes various security procedures. As for weapons for civilian use, the management of stocks is controlled through a central computer system, managed by the police. The illegal manufacture, acquisition, possession, transportation, stockpiling and trade (including brokering) of SALW are made criminal offences in Law 5/2006 (Articles 86 and 87). The sanctions may vary from fines to imprisonment for up to 10 years. During 2007, a total of 1 542 weapons and 605 432 items of ammunition were apprehended; 2 889 were delivered to the authorities. SLOVAKIA The Slovak Republic has in place appropriate legislation and necessary administrative measures to control production, possession, marking, and trade in small arms and light weapons. An effective export control system enables the authorities to identify and monitor the movement of weapons at any time and throughout the territory of Slovakia. In order to prevent illicit manufacturing and trafficking in small arms and light weapons or their diversion to unauthorised recipients, Slovakia maintains effective control over the production of small arms and light weapons and over foreign and domestic trade in all its aspects. EN C 14/6 Official Journal of the European Union 20.1.2010 ",
        "This system effectively supports the combating of illicit traf­ ficking in conventional arms in the Slovak Republic. SLOVENIA In Slovenia, the Ministry of Foreign Affairs remains the coor­ dination authority for the implementation of the UN Programme of Action. The Ministry is also responsible for Slovenia’s foreign policy activities with regard to SALW. As an EU member, Slovenia has to be engaged in certain activities of international and regional organisations. The Ministry of the Interior controls exports and imports of SALW and the Ministry of Defence is responsible for control over the import and export of SALW used for military purposes. The Slovenian Police and the Customs Administration are responsible for the control of the State border and border crossings. They carry out direct control over cargo crossing the State border. The Police have seized considerable amounts of SALW which individuals were trying to carry across the territory of the Republic of Slovenia. The Government Decree of 21 February 2008 refreshed the membership of the National Point of Contact for SALW. The national coordination body for SALW joined other relevant government bodies in order to create and coordinate national policies in the SALW sphere. The national SALW POC consists of the representatives of the Ministry of Foreign Affairs, Ministry of the Interior, Ministry of Defence, Ministry of Finance, Ministry of Transport and Slovenian Intelligence and Security Agency. In 2007 Slovenia joined the Schengen area. The Government regards this integration as an important priority. In recent years, Slovenia has gradually placed additional police officers at its border crossings, so that they now total 2 800. SPAIN The various ministerial departments responsible for coor­ dinating action and exchanges of information in the area of SALW and ammunition held regular meetings on these issues, in particular the Permanent Interministerial Commission on Arms and Explosives (CIPAE, two meetings a month), the Inter­ ministerial Regulatory Board on Foreign Trade in Defence and Dual-Use Articles (JIMDDU, one meeting a month), and the working groups responsible for detecting and combating traf­ ficking in SALW. SWEDEN A nationwide firearms amnesty was conducted in Sweden from 1 March to 31 May 2007. The amnesty was announced in the media, including national television. Citizens were granted anonymity when handing in firearms to the local police authorities during this period. The result was considered a success. 13 570 weapons and more than 14 metric tons of ammunition were handed in. The main bulk of weapons were old hunting guns, but several pistols and revolvers and even some fully automatic firearms were also received. All the weapons received are to be destroyed by the National Laboratory of Forensic Science. UNITED KINGDOM The UK, in its fight against the global threat to peace, security and development posed by the destabilising accumulation and spread of small arms and light weapons, remains committed to full implementation of the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons (SALW) in All Its Aspects (UNPoA) and therefore fully supports the EU Joint Action on the European Union’s contribution to combating the destabilising accumulation and spread of SALW. The UK Conflict Prevention Pool (CPP) Security and Small Arms Control (SSAC) Strategy, managed by the Foreign and Commonwealth Office (FCO), Ministry of Defence (MoD) and Department for International Development (DfID), contributes to wider UK support for conflict prevention by addressing the long-term structural causes of conflict, managing regional and national tension and violence, and supporting post-conflict reconstruction. Since 2001, the UK has provided over GBP 31 million in support of measures to reduce the supply of, demand for and availability of SALW. We have supported UN, EU, regional and sub-regional and NGO partners in collecting and destroying weapons, improving weapons storage facilities, developing and implementing regional control agreements, developing national legislation, building capacity to manage weapons and undertaking public awareness and education campaigns. For a comprehensive view of what the UK has done in terms of implementing the UNPoA, and the International Marking and Tracing Instrument, please see the UNODA website: http://www. un-casa.org/CASACountryProfile/PoANationalReports/ 2008@205@UK%202008.doc I.B. Newly enacted legislation, reviews of the practical functioning of existing legislation A number of Member States introduced newly enacted legis­ lation in 2008 or are in the process of reviewing existing legis­ lation. Details are as follows: EN 20.1.2010 Official Journal of the European Union C 14/7 ",
        "BELGIUM The Law of 8 June 2006 strengthened Belgian legislation on weapons, in particular by extending the categories of prohibited weapons. Holders of such weapons are now required to hand them to the police by 31 October 2008 or to have them converted into non-prohibited weapons. According to the Belgian Ministry of the Interior, around 120 000 weapons have so far been collected by the police on this basis. BULGARIA During the 2007 reporting period, new legislation regulating exports, imports and transfers of SALW was adopted. The new Law on the control of exports of arms and dual-use items and technology and the Regulation for its implemen­ tation serve as the basis of the export control system of the Republic of Bulgaria. The current legislation reflects the relevant EU acquis in the sphere of export control, including the criteria and principles stipulated in the EU Code of Conduct on Arms Exports which in December 2008 was transformed into an EU Common Position, the Common Position on the control of arms brokering of 2003, Council Regulation (EC) No 1334/2000 and other EU documents. It also retains a two- tier licensing and control mechanism whereby a company should hold an activity licence to carry out foreign trade in arms prior to applying for a licence (or, as we call it, a permit) for a specific transfer. The activity licence (authorisation) is issued by the Interminis­ terial Council on the Military-Industrial Complex and Mobilisation Preparedness together with the Council of Ministers and provides for the right to conduct foreign trade in, to transport and to be a broker in transactions involving arms. It is granted to eligible entities that meet the criteria for economic stability and reliability, explicitly defined under the Export Control Law. The licence is initially granted for a probation period of one year and then, depending on performance, could be extended to three years. Under the new Bulgarian legislation all brokers are required to have a valid registration certificate issued by the Interministerial Council. Provided that they meet the criteria for economic stability and reliability, the registration is valid for a period of three years. The permit for a specific transfer is issued on a case-by-case basis by the Interministerial Commission for Export Control and Non-Proliferation of WMD together with the Ministry of Economy and Energy. Such permits are valid for one year and may be extended for another six months. The types of permit issued include export permits, import permits, transfer permits, and transit permits. Brokers are required to apply for a brokerage permit for each brokering transaction. Bulgaria maintains a national list of controlled destinations, namely a list of countries and organisations towards which Bulgaria applies embargoes and restrictions. That list is regularly updated in accordance with UN Security Council resolutions and decisions of the EU and the OSCE. Applicants for permits for specific transfers are required to submit an original of the End-User Certificate (EUC) and its authenticity is subject to verification, including through diplomatic channels. The elements of the EUCs are fully in line with the Wassenaar Arrangement (WA) Assurances List and the best practices, enumerated in the User’s Guide to the EU Code of Conduct on Arms Exports (recently transformed into an EU Common Position). Post-shipment assurances are also incorporated in Bulgarian export control legislation and practice. Each applicant is obliged to provide a Delivery Verification Certificate (DVC), issued by the competent authorities of the country of final destination. There is a legal provision which stipulates that on-site inspections may be carried out when deemed necessary. CYPRUS The export, transit and retransfer (re-export) of SALW are regulated by Ministerial Order 257/2005, the Defence (Regu­ lation of Exports of Military Equipment) Order of 2005, as amended by Ministerial Order 165/2008. That Order is aligned with the EU Code of Conduct on Arms Exports and the relevant Council Declaration of 13 June 2000 (2000/C191/01). The Ministry of Commerce, Industry and Tourism is the competent authority for the issue of all export, retransfer (re-export) and transit licences for SALW. The Customs and Excise Department is responsible for the enforcement of controls under the provisions of the customs legislation. The import, acquisition, possession and transport of SALW are regulated by Law 113(1)/2004 on Firearms and non-Firearms. The law is aligned with European Union Directive 91/477/EC as amended and Council Declaration 2000/C191/01. EN C 14/8 Official Journal of the European Union 20.1.2010 ",
        "The manufacture of certain SALW is regulated by Law 113(I)2004 (Part III, Article 7(I)). Based on the law, such manu­ facturing is prohibited for citizens or residents in the Republic, unless they hold a valid licence for this purpose, which is issued by the Chief of Police. This specific licence is granted to citizens under conditions laid down in the law. The conditions include the absence of any criminal record on the part of the applicant, an investigation of whether the granting of the licence would endanger the applicant, the government or public order, and finally a government medical examination. The illegal manu­ facture, possession, stockpiling and trade of SALW is governed by Law 113(I)2004. The law provides for sentences of up to 15 years’ imprisonment and/or a EUR 42 715 fine for violation of its provisions. Within the Cyprus Police Headquarters, a special branch for keeping records (national arms archive) has been established and an electronic database facilitates the sharing of information on SALW with other competent authorities in the EU, regional organisations and other countries. FRANCE Embargoes The Bill on infringements of embargoes and other restrictive measures, amending the Penal Code, was adopted by the Senate on 10 October 2007 and forwarded to the National Assembly. It provides for criminal penalties in the event of violation of embargoes or restrictive measures, of which it gives a definition in domestic law, in accordance with the recommendations of UN Security Council resolution 1196. Brokering The Bill establishing a prior authorisation system for trans­ actions by brokers and traders was registered by the Senate on 5 June 2007. This control system will apply to persons resident or established in France who carry out purchasing and resale transactions abroad, and will include criminal penalties. The establishment of this prior control system will thus be in addition to controls on natural or legal persons acting as brokers. IRELAND The recently adopted EU Directive amending Directive 91/477/EEC on the control and acquisition of weapons takes account of the provisions of the Firearms Protocol and will help facilitate Ireland’s ratification of the Protocol in the near future. Following the enactment of the Criminal Justice Act 2006, the Minister for Justice introduced a national amnesty for firearms and offensive weapons. Individuals had a period of two months during which they could surrender guns, ammunition and offensive weapons without incurring any penalty for simple illegal possession. Notwithstanding, all weapons surrendered were forensically examined and individuals could still be charged if the weapons concerned were found to have been used in the commission of a criminal offence. 1 002 weapons were surrendered at Garda Stations nationwide and in November 2006 the Minister introduced mandatory minimum sentences for certain firearms offences. These offences and new related penalties include: 1. possession of firearms with intent to endanger life — maximum sentence of life imprisonment and mandatory minimum sentence of 10 years’ imprisonment; 2. use of firearms to resist arrest or aid escape — maximum sentence of life imprisonment and a mandatory minimum sentence of 10 years’ imprisonment; 3. possession of firearms while hijacking a vehicle — maximum sentence of 14 years’ imprisonment and a mandatory minimum sentence of 5 years’ imprisonment; 4. possession of firearms or ammunition in suspicious circum­ stances — maximum sentence of 14 years’ imprisonment and a mandatory minimum sentence of 5 years’ imprisonment; 5. carrying a firearm with criminal intent — maximum sentence of 14 years’ imprisonment and a mandatory minimum sentence of 5 years’ imprisonment; and 6. altering a firearm — maximum sentence of 10 years’ imprisonment and a mandatory minimum sentence of 5 years’ imprisonment. When the Criminal Justice Act 2006 is fully implemented, where a person wishes to possess such a restricted firearm they will be required to make an application to the Garda Commissioner for the grant of a firearms certificate and satisfy the Commissioner that they comply with the conditions set out in Section 4 of the Firearms Act 1925 as amended by the Criminal Justice Act 2006. In addition, firearms dealers who wish to import or store restricted firearms must obtain a special authorisation from the Minister. EN 20.1.2010 Official Journal of the European Union C 14/9 ",
        "ITALY Italy ratified the UN Convention against Transnational Crime and its Protocols (including the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition) on 16 March 2006 with Law 146/2006. The Italian law on firearms has been amended accordingly, providing for records to be kept for at least ten years of information concerning both firearms and marking procedures carried out by the country of manufacture. LATVIA Several amendments were introduced to existing legislation to enhance export controls on small arms and light weapons in 2007. New regulations defining national lists of controlled strategic goods as well as the procedures for the issue of different types of licence were also passed. (a) The Law on the Circulation of Goods of Strategic Significance of 19 July 2007. The law is designed to ensure control over the circulation of strategic goods in accordance with national and inter­ national requirements for monitoring their export, import, transfer and transit. The law provides for the division of authority among institutions in charge of strategic goods control, their responsibilities and cooperation, as well as the terms used in law, including brokering. The law defines the authority of the Strategic Goods Control Committee regarding the assessment of licence applications as well as procedures for the evaluation and identification of certain goods. (b) The Law on the Implementation of Sanctions of Inter­ national Organisations of 3 January 2007. The sanctions imposed by the UN or the EU are implemented in Latvia either by EU Regulations or domestic law. The sanctions may be implemented by applying any of the three types of implementation measure recognised by the Law on the Implementation of Sanctions of International Organisations, i.e. financial restrictions, transactional (contractual) restrictions and travel restrictions. (c) Cabinet of Ministers Regulation No 747 of 6 November 2007, ‘Procedures by Which Licences and Other Documents of the Control of Strategic Goods Are Issued’. The regulation sets down procedures for issuing, refusing or annulling import, export, transfer or transit licences for military or dual-use goods, as well as end-use certificates, international import certificates and delivery verifications. (d) Cabinet of Ministers Regulation No 701 of 16 October 2007, ‘Founding Law of the Control Committee of Strategic Goods’. The regulation determines the functions and responsibilities of the Committee. (e) Cabinet of Ministers Regulation No 736 of 11 October 2007 ‘Procedure by Which the Documents of Approval are Issued by State Police for Transfer of Firearms and Ammunition in the Territory of the EU Member States’. The regulation lays down the procedure by which documents of approval are obtained from the State Police for the transfer of firearms and ammunition in the territory of EU Member States, as well as the procedure by which documents are issued. The regulation contains the norms of EU Council Directive 91/477/EEC of 18 June 1991 on control of the acquisition and possession of weapons and Council Directive 93/15/EEC of 5 April 1993 on the harmonisation of the provisions relating to the placing on the market and supervision of explosives for civil uses. (f) Cabinet of Ministers Regulation No 645 of 25 September 2007, ‘On the National List of Goods and Services of Strategic Significance’. The new regulation provides the list of goods to be controlled in addition to those included in Council Regulation (EC) No 1334/2000 and the Common Military List of the EU. Under the current regulation, the list is approved by government, contrary to the previous procedure by which the Strategic Goods Control Committee held the authority. In 2007, 28 crimes were resolved with regard to the manu­ facture, purchase, storage and use of arms, ammunitions and explosives in Latvia. Such crimes are mostly related to illegally stored hunting guns. In 2007 the State Police institutions of the Ministry of the Interior of the Republic of Latvia seized 82 firearms. Criminal proceedings were launched under Criminal Law No 227. LITHUANIA On 8 August 2007 the Government of the Republic of Lithuania amended the Common List of Military Equipment in order to reflect changes in the European Union Common List of Military Equipment. On 29 August 2007 the Government of the Republic of Lithuania amended the List of the States to which the Export or Transit of the Goods Listed in the Common Military List is Prohibited and for which Brokering in Negotiations and Trans­ actions in the Goods Listed in the Common Military List is Prohibited in order to reflect changes in restrictive measures (arms embargoes) imposed by the UN Security Council or the European Union. EN C 14/10 Official Journal of the European Union 20.1.2010 ",
        "On 21 December 2007 the Law on the Control of Arms and Ammunition was amended, inter alia, to further adjust the system for control of brokering activities to the requirements of Council Directive 91/477/EEC of 18 June 1991 on control of the acquisition and possession of weapons. LUXEMBOURG No new legislation was introduced in 2007. The relevant legal basis is to be found in the Law of 15 March 1983 on arms and ammunition and in the Grand Ducal Regu­ lation of 31 October 1995 on the import, export and transit of arms, ammunition and equipment intended specifically for military use and of related technology. These have been published in the Mémorial , Luxembourg’s official gazette. A review of current legislation is still under way. The Ministry of Foreign Affairs has the task of liaising with other States and organisations for the purposes of international coordination in the area of small arms and light weapons. Prohibited arms Article 4 of the Law of 15 March 1983 on arms and ammunition prohibits the import, manufacture, conversion, repair, acquisition, purchase, holding, storage, transport, carrying, transfer, sale or export of, or trade in, certain types of arms and ammunition. Notwithstanding that provision, however, the Minister for Justice may in particular authorise: (a) the import, acquisition, purchase, transport, holding, sale, transfer or export of, or trade in, arms and ammunition constituting antiques, works of art or decorative items or intended to form part of a collection or display; authori­ sation may be subject to the condition that the arm has been permanently disabled; (b) the import, acquisition, purchase, transport, holding, sale, transfer or export of arms and ammunition for scientific or educational purposes; (c) the import, export or transit of arms from abroad which are heading for another country. Such authorisation may be subject to the condition that the arms in question cannot be used for any purpose other than those stated above. Luxembourg does not have any national marking system for use in the manufacture and/or import of small arms. There is no arms factory in the country. Gunsmiths and dealers in arms and ammunition have to keep a register showing incoming and outgoing arms, with the make, calibre and serial number of each arm and the names and addresses of its supplier and purchaser. The register must also show the number and date of issue of the ministerial authorisation. It must be produced at the request of any representative of the public authorities. Gunsmiths and arms dealers may be required to supply the Minister for Justice with a copy of their register. The maximum quantities of arms and ammunition which gunsmiths and arms dealers are allowed to hold in stock are set by the Minister for Justice. In the event of riots, suspicious gatherings or public order disturbances, the Minister for Justice may order the closure or evacuation of any arms and ammunition shops or stores and the transfer of their contents to a specified location. Breaches of the Law of 15 March 1983 are punishable by imprisonment for from eight days up to five years. Export If an arm is purchased in Luxembourg for export, the gunsmith will apply to the Ministry of Justice for the seller to be issued with a licence to export the arm, i.e. transport it from the place of purchase to the border. Applications for export licences for arms, ammunition and equipment intended specifically for military use and for related technology have to be accompanied by an international import licence or end-use certificate. The Grand Ducal Regulation of 31 October 1995, as amended, makes provision for the form and content of those documents to be laid down by the Minister for Foreign Affairs, Foreign Trade and Cooperation. In the framework and in application of Directive 91/477/EEC on control of the acquisition and possession of weapons (Article 11), Luxembourg notifies the other Member States concerned of licences issued for export to their territories. EN 20.1.2010 Official Journal of the European Union C 14/11 ",
        "The licensing office may require applications for transit of arms, ammunition and equipment intended specifically for military use and of related technology to be accompanied by a document in which the competent authorities in the country from which the goods come certify that export to the stated country of destination is authorised. Applications for export or transit licences have to be accom­ panied by an undertaking, signed by the applicant, to carry out the export or transit operation in accordance with the licence application. After each consignment of goods covered by an export licence, the exporter has to provide the licensing office, within three months, with proof that they have arrived in the authorised country of destination and that the importer has had them cleared for home use. Such proof is provided either by a document issued by the importing country’s customs authorities, showing that the exported goods have been declared for home use, or by any other document showing the goods to have been directly taken receipt of by the authority qualified to do so in the importing country or by any business acting for that authority. Destruction of arms The method used in Luxembourg (by its army, police and customs) is destruction by severing. This is carried out by their respective armouries. The cut-up metal is all placed in a container and then transported by armoury staff to a steelworks, where it is melted down in electronic blast furnaces, in the presence of witnesses. A record of the operation is then drawn up. THE NETHERLANDS With respect to legislation on small arms and light weapons in 2006 the Netherlands has made no modifications. POLAND The Law of 22 June 2001 on economic activity in the sphere of manufacturing of and trade in explosives, arms, ammunition and technology for military or police use (Journal of Laws No 67, Item 679 as amended) was modified to harmonise Polish regulations with the law of the European Union. On 23 November 2004 the Council of Ministers issued the Ordinance concerning the imposition of prohibition and restrictions on sales of goods of strategic importance for State security (The Journal of Laws No 255, Item 2557 as amended) defining a list of States to which arms exports are prohibited or restricted. On 1 August 2007 the Ordinance was amended and updated in accordance with Polish international obligations stemming from membership of the UN and EU. Amendments were also introduced to the Law of 21 May 1999 on arms and ammunition (Journal of Laws No 53, Item 549 as amended) but they had no effects on the issue of manufac­ turing, trade and marking of arms. With respect to other legislation on small arms and light weapons, Poland has made no modifications. PORTUGAL In 2006, a new legal framework entered into force covering the production, repair, import, export, transfer, stockpiling, circu­ lation, trade, licensing, acquisition and possession of small arms and light weapons, their components and the respective ammunition. All items on the European Common Military List and the Wassenaar Munitions List are subject to export controls, including small arms and light weapons. The import and export of small arms and light weapons is subject to a permit issued by the Licensing Authority at the Ministry of Defence or at the Ministry of the Interior, depending on whether the weapons are for military or civilian use. Transit is governed by the same rules as import and export, thus requiring a permit from the licensing authority. All applications are considered on a case-by-case basis. Each application is also considered by the Ministry of Foreign Affairs, in the light of foreign policy interests, including obser­ vation of the criteria enshrined in the EU Code of Conduct on Arms Exports. The criteria of the Code of Conduct are taken into account as a minimum standard in the assessment of licence applications. Export licences are not granted if UN, EU or OSCE embargoes are in force. For small arms and light weapons, the Wassenaar Arrangement guidelines adopted in 2002 are also applied. EN C 14/12 Official Journal of the European Union 20.1.2010 ",
        "National practices on marking are fully consistent with the best practices established in international instruments, namely the UN Firearms Protocol, the Wassenaar Best Practice Guidelines for Exports of Small Arms and Light Weapons, the OSCE Best Practice Guide on Marking, Record Keeping and Traceability of Small Arms and Light Weapons and the Instrument to Enable States to Identify and Trace in a Timely and Reliable Manner Illicit Small Arms and Light Weapons. In the case of arms for military use, the Ministry of Defence requests that imported and exported arms be marked with the name of the manufacturer, the country of manufacture and the serial number. Marking of additional information such as the year of manufacture, the weapon type/model and the calibre is also encouraged. Regarding small arms for civil use, Article 53 of Law 5/2006 obliges each manufacturer to mark each of them with its name, model, year of manufacture and serial number. The firearms produced in Portugal should have a distinct mark issued by an official entity, recognised by the Ministry of the Interior. In the event of repair of firearms that can result in the elim­ ination of the serial number, firearms should be previously examined and marked. In arms found without appropriate marking, due corrections are made by national authorities. The Ministry of Defence keeps an updated register on transfers of weapons for military use, as well as on weapons possessed and stocked by armed and security forces. The Ministry of the Interior is responsible for the register of small arms for civil use, which contains information on arms produced, imported, exported and transferred. Each register includes information on the following elements: manufacturer, number, model, calibre and elements of the transaction (date, entities involved, licence). Other situations, such as theft, loss and apprehension of arms, are subject to registration. ROMANIA There were no new initiatives or amendments to primary legis­ lation regarding SALW issues. Secondary legislation was updated through Government Decision No 924/2007 approving the list of military items subject to export, import and other operations controls and through ANCEX (National Agency for Export Controls) Presi­ dential Order No 200/2007 concerning global export licence forms and Presidential Order No 155/2007 updating the consultancy process for the classification of items. SLOVAKIA There were no modifications in 2007 to national implemen­ tation of the EU Joint Action on SALW and the EU Programme for Preventing and Combating Illicit Trafficking in Conventional Arms, or to legislation on SALW in Slovakia. SPAIN The Chamber of Deputies approved Law 53/2007 of 28 December 2007 on control of foreign trade in defence materials and dual-use goods, which came into force on 29 January 2008. With this law, Spain has become one of the countries with the most demanding legislation in this area. Law 53/2007 refers to and complies with all the provisions of the Programme of Action and resolutions adopted by the United Nations General Assembly (UNGA), as well as the additional protocol to the Convention against Trans­ national Organised Crime (adopted by the UNGA on 31 May 2001) on the illicit trafficking in firearms, their parts and ammunition, known as the ‘United Nations Firearms Protocol’. The introduction of this new law has the following conse­ quences: — Spanish legislation in these areas now comes under a legal instrument with the status of a law, establishing a means of exercising more effective controls, — the new law lays down new provisions on foreign trade in defence materials and dual-use goods, in full compliance with the commitments made by Spain in various inter­ national forums and vis-à-vis all the non-proliferation regimes, — the new law broadens the scope of the controls to all kinds of firearm, including arms for hunting and sport shooting, their parts and components and ammunition, in compliance with resolution 55/255 adopted by the UNGA against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, EN 20.1.2010 Official Journal of the European Union C 14/13 ",
        "— the law explicitly takes into account the eight criteria of the European Code of Conduct on Arms Exports as well as the criterion adopted by the OSCE for export transactions relating to SALW, — finally, the law includes an explicit commitment to promote and participate in the regional and international processes aimed at greater control of the trade in weapons, especially the adoption of an International Arms Trade Treaty (ATT). Spain deposited its instrument of accession to the United Nations Firearms Protocol at the United Nations General Secre­ tariat on 7 February 2007. The Protocol entered into force on 11 March 2007. Spain has recently transposed the international instrument on the marking and tracing of SALW into its domestic law. I.C. Training of administration, law enforcement agencies, judicial organs These are the contributions from EU Member States concerning their efforts and initiatives in the area of training of their national administrations. ROMANIA Romania continued to develop a strong Outreach to Industry activity using different events such as the Black Sea Defence and Aerospace Exhibition and Conference (24 to 27 April 2007) and the Expomil Exhibition (18 to 21 October 2007), in order to promote and disseminate the legal framework and best practices on export controls among companies. SPAIN As in previous years, in 2007 Spanish law enforcement agencies continued to organise courses and workshops on the framework in criminal law for firearms and explosives and the application of information technology to their control. Regular seminars were also organised to raise awareness of the legal framework applicable to preventing and combating illicit trafficking in SALW, with the goal of maintaining and enhancing the knowledge of police officers responsible for these issues. UNITED KINGDOM The UK has reviewed its brokering regulations, resulting in some decisions already being taken on the way forward: we will be extending extra-territorial controls on small arms and Manpads from 1 October 2008; extra-territorial controls on light weapons will be introduced in April 2009; a decision on whether to regulate the provision of ancillary services (and if so what services) to all SALW brokering cases has still to be taken and we are still considering whether to introduce a register of arms brokers, in particular whether the advantages of a registration system justify the burden on legitimate business. The UK is currently the only EU Member State to publish details of brokering licences, including refusals. I.D. Other initiatives or activities FRANCE The 2007 annual report to Parliament on French arms exports was submitted in October 2008. The report presents national control practices, and international exercises in the export control field in which France participates. It contains an annex on SALW deliveries by France. It bears witness to the continuing effort at transparency on these issues vis-à-vis civil society and the international community, which France has been making for several years now. SPAIN Coordinated by the Central Inspectorate for Arms and Explosives of the Guardia Civil, the competent Spanish authorities seized 1 184 illegal firearms (82 from Schengen countries and 1 102 from non-Schengen countries) in 2007. At present, the Spanish authorities are holding a total of 269 267 firearms of all kinds, of which 51 974 have already been selected for auctioning and 30 328 for destruction. In 2007, the authorities carried out 26 291 inspections, leading to the launching of proceedings in 693 cases against manu­ facturers, gunsmiths, individuals or security companies; of those cases, 243 related to firearms and 450 to explosives. Customs staff also carry out regular activities at airports and ports in the context of detecting offences in these areas. II. INTERNATIONAL IMPLEMENTATION EFFORTS DURING 2007 II.A. Measures to combat the accumulation and spread of small arms and light weapons, and to prevent illicit trafficking in conventional arms II.A.1. Financial, technical and other assistance given to relevant programmes and projects conducted by the UN, ICRC and other international or regional organisations and NGOs EN C 14/14 Official Journal of the European Union 20.1.2010 ",
        "II.A.1.1. Actions and projects supported by the European Union 1. At regional level, the EU actions in the field of SALW included: South and East Europe Ukraine: in the framework of the implementation of Council Decision 2005/852/CFSP: The European Union contributed with EUR 1 000 000 for equipment and the destruction of 20 000 SALW. This one-year project started on 4 August 2006 and is being implemented by the NATO Supply and Maintenance Agency (NAMSA). To date, 17 710 SALW have been destroyed and the target of 20 000 SALW has been increased to 27 760 due to the reduction in direct costs. The second part of the grant agreement — equipment provision — has not been implemented yet since the Kalinovka and Vinnitsa Rada (Local Parliaments) unanimously vetoed the plan to set up the demilitarisation facility in Kalinovka and thus more time is needed to consider other alternatives. It delayed the whole process and the duration of the grant agreement had to be extended to 31 March 2008 in order to accomplish the intended purpose of the grant and make full use of the EU contribution. CODUN is considering further support. Western Balkans: based on the activities initiated in 2006, the EU Pilot Project Western Balkans SALW Support Plan, implemented by the South Eastern and Eastern Europe Clearinghouse for the Control of Small Arms and Light Weapons (SEESAC), continued to carry out different SALW projects in Western Balkan countries (Albania, Bosnia-Herzegovina, Croatia, the former Yugoslav Republic of Macedonia, Serbia, Montenegro and Kosovo) with the aim of enabling them to establish legal and institutional frameworks consistent with EU policies and practices in the area of SALW control. A wide range of responses was developed including: 1. the deployment of EU SALW Chief Technical Advisors (CTAs) in Albania, Bosnia and Herzegovina (BiH), Croatia, Montenegro, the United Nations administered territory of Kosovo (Kosovo) and the former Yugoslav Republic of Macedonia; 2. an analysis of arms export and transfer control legislation; 3. the devel­ opment of operational support tools; 4. the design, devel­ opment and implementation of a sophisticated weapons regis­ tration and management software system in the former Yugoslav Republic of Macedonia; 5. the engagement of parlia­ mentarians in the SALW issue and the formation of a Regional SALW Parliamentary Forum; 6. research into the interaction of children and youth with SALW in the region; and 7. support to building safer communities. The project also supported ongoing SEESAC technical assistance and project development activities within the region. Albania: the NATO PfP Trust Fund project on demilitarisation of SALW in Albania was concluded in 2007. The EU committed EUR 1 320 000 to this project (Council Decisions 2003/276/CFSP and 2004/790/CFSP), of which EUR 1 308 423 was spent. Africa West Africa : within the framework of a conflict prevention and peace building programme in the West Africa region of EUR 5,5 million (European Development Fund), the EC supported the Ecowas Small Arms Programme (Ecosap) for EUR 1,45 million by providing assistance on the establishment and the reinforcement of national small arms Commissions and their activities. The project also aimed at enhancing capacity for ensuring overall political oversight and efficient management of legal arms transfers in the sub-region and for policy formulation and development with respect to fight against the proliferation and trafficking of SALW. The EC also supported a specific project (European Devel­ opment Fund) to provide technical Assistance to Ecowas Small Arms Unit in the drafting of the Plan of Action for the implementation of the SALW Convention. Central Africa : the EC supported a three-year project of EUR 4 million (European Development Fund) to develop peace and security capacity of the Economic Community of Central African States (ECCAS/CEEAC) in the field of conflict prevention, early warning mechanism, cooperation with NGOs active in the field of conflict prevention, political and diplomatic actions, including in the field of SALW. African Union : the EC provided funding for the organisation of African Union Commission- European Commission Seminar on de-mining and disarmament, including SALW, to intensify dialogue between the two organisations, exchange best practices and examine further possible projects to be supported in this area. 2. The European Commission also supported a large number of broader Disarmament, Demobilisation and Reintegration programmes e.g. in Liberia, Sudan, Congo Brazzaville, Haiti which directly or indirectly deal with the overall reduction of violence, the possession of arms, the restructuring of armed forces and the question of re-integration of ex-combatants into society. EN 20.1.2010 Official Journal of the European Union C 14/15 ",
        "Latin America/Caribbean: The implementation of the last phase of the ‘Training the Trainers and Database’ project in 2007 followed the adoption by the Council of Decision 2006/1000/CFSP, which provided for a final contribution of EUR 700 000. This one-year project contributed to combating the destabilising accumulation of SALW in Latin America and the Caribbean. The project had so far trained more than 1 340 law enforcement officials in investigative techniques and is expected to train a total of 2 300 officials by the end of the project. In addition, more than 180 parliamentarians and their advisors were also trained in a series of training courses and some installations and facilities are being constructed and refurbished to better coordinate joint activities. In terms of impact, certain countries in the region have officially reported the seizure of firearms, their parts and ammunition and linked them to the capacity-building measures delivered through the courses. The project exit strategy was being implemented with the aim of fostering ownership on the part of States in the region, local donors and organisations through bilateral funding. II.A.2. Financial, technical and other assistance by the EU Member States given to SALW projects In addition to projects funded by the EU through the different instruments at its disposal, Member States have provided bilateral finance for a wide range of SALW-related projects. Member States have so far supplied the following contributions to this report: AUSTRIA In 2007, Austria contributed to various assistance projects conducted by UNODA in support of the UN process against SALW, with a major focus on projects in Africa. In particular, Austria supported the following projects: — Implementation of Practical Disarmament Measures in West Africa, Technical Support to Ecowas Small Arms Unit and Ecosap (EUR 200 000), — Regulating Small Arms Brokering in Africa (EUR 100 000), — Elaboration of a Legal Instrument for the Control of SALW in Central Africa (EUR 230 000). FINLAND — Finland supported the Ecowas Small Arms Programme (Ecosap) with EUR 250 000 in 2007. A similar amount will be disbursed in 2008, bringing the total Finnish support to EUR 750 000 in 2006 to 2008, — support for the OSCE mission in the Republic of Moldova, covering destruction of surplus and outdated stocks of ammunition (total EUR 160 000), — contribution to the OSCE SALW and Conventional Ammunition Programme in the Republic of Tajikistan 2006-2008, Phase I covering restoration of ammunition magazines in six localities (total EUR 100 000), — contribution to the NATO Partnership for Peace Trust Fund in Afghanistan on the provision of support for the Physical Security and Stockpile Management of Ammunitions (total EUR 100 000). FRANCE In the period 2006 to 2008, France financed three programmes relating to small arms and light weapons via the UNDP: — a contribution to the support programme for the control of light weapons in the Ecowas Member States, which is taking over from France’s efforts in the EU framework (USD 260 000), — a project to reduce armed violence in the DRC by controlling light weapons and promoting sustainable livelihoods ( USD 750 000), — a light weapons control and civil disarmament programme in Burundi ( USD 200 000). In 2007 France also contributed to: — the special fund of the United Nations Regional Centre for Peace and Disarmament in Lomé (EUR 77 000), — the ‘activities’ budget of Racviac-CSC (EUR 30 000). GERMANY Germany contributes to projects and activities in the field of SALW including their ammunition in the frame of and in cooperation with a variety of institutions and organisations. Most of these activities are undertaken within a wider time- frame than the calendar year. Key initiatives in 2007 are listed below: Afghanistan (duration 2004 onwards; overall budget: EUR 3 000 000) EN C 14/16 Official Journal of the European Union 20.1.2010 ",
        "Since 2004, Germany has been supporting the DD&R and DIAG processes in Afghanistan by co-financing the disposal and destruction of surplus weapons and ammunition. Angola (duration 2003-2009, overall budget: EUR 11 990 332) Germany supports the social and economic reintegration of ex- combatants and their families in Angola. Through the Instituto de Reintegração Sócio-Profissional para Ex-militares (IRSEM) Germany contributes to the World Bank-led Angola Demobili­ sation and Reintegration Programme (ADRP). The reintegration of ex-combatants is supported on the local level through socio­ economic development projects and the strengthening of local government administration. Burundi (duration 2003-2007, overall budget: EUR 15 940 000) Germany supports projects for the reintegration of ex- combatants, internally displaced persons (IDPs) and returning refugees in Burundi. The German contribution consists of four main components: empowerment of communal reintegration structures, revitalisation of agricultural production, income generation and rehabilitation of infrastructure. Cambodia (duration 2007-2008, overall budget: EUR 1 260 000) Germany supports the Cambodian government in its work on SALW control issues with a focus on stockpile management and the destruction of conventional ammunition stockpiles in surplus. Democratic Republic of the Congo (duration: 2005-2011, overall budget: EUR 12 000 000) Germany is providing support for the social and economic reintegration of children and young people formerly associated with fighting forces in the province of Maniema in DRC (EUR 3 500 000) (technical assistance) as well as with funds for the reintegration of ex-combatants amounting to EUR 8 500 000 (up to October 2008, financial assistance) for work-intensive infrastructure projects. Greater Great Lakes Region (duration 2003-2009, overall budget: EUR 12 900 000) Germany is making a contribution to the Trust Fund of the World Bank led Multi-Country Demobilisation and Reinte­ gration Programme (MDRP) for the Greater Great Lakes Region amounting to EUR 12 900 000. Germany is also committing funds to the project ‘Combating the illicit prolif­ eration of small arms and light weapons’ which is being imple­ mented in the framework of support for the Conference process of the Great Lakes Region (2004-2011)/EUR 7 500 000. Liberia (duration 2005-2007, overall budget: EUR 10 750 000) Germany supports the national Demobilisation and Reinte­ gration Programme (DDRP). The programme provides psycho­ social assistance to victims of war-related sexual abuse in Liberia and supports the reintegration of homecoming refugees and ex- combatants through labour intensive rehabilitation of infra­ structure. Rwanda (duration 2003-2007, overall budget: EUR 8 773 000) Germany supports the Rwanda Demobilisation and Reinte­ gration Commission (RDRP) and the process of social reinte­ gration as well as medical rehabilitation of ex-combatants in Rwanda. ‘Development Cooperation and Small Arms Control’ (duration 2001-2008, overall budget: EUR 3 452 000) The German Government has established the sectoral project ‘Development Cooperation and Small Arms Control’ (Decosac). One objective of the project is to develop and test instruments for small arms control in development cooperation. In 2007, Decosac supported the Ugandan National Focal Point on Small Arms in the implementation of the Ugandan Action Plan on Small Arms Control in the areas of capacity building and awareness raising. Policy consultations have taken place and awareness-raising campaigns and training workshops with representatives of the security sector, civil society groups and NGOs (e.g. the Ugandan Christian Council, UJCC) have been carried out. IRELAND Since the Programme of Action was established, Ireland has made a contribution of approximately EUR 2 million in direct SALW projects. Ireland has provided funding in the past four years to the Geneva Forum, a Geneva-based organisation that works to build partnerships among and between governments, international organisations and NGOs on disarmament and arms control issues of common concern. The Geneva Forum continues to work to support existing processes to combat the proliferation and misuse of small arms and light weapons. EN 20.1.2010 Official Journal of the European Union C 14/17 ",
        "Ireland, as a member of the Human Security Network, supports a people-oriented approach to the issue of arms and has a long history of providing funding for Disarmament, Demobilisation, Reintegration and Rehabilitation (DDRR) Programmes. The Defence Forces were directly involved in the DDRR programme in Liberia. While much of the involvement was security-related, they gained an in-depth knowledge of the operation of such programmes, which may be of use on future UN missions in Africa. The experience gained by the Defence Forces on the UNMIL mission with regard to DDRR may be an area also for future cooperation with our European partners. Ireland withdrew its contingent from the mission to Liberia in May 2007. In November 2007 Ireland agreed to dispatch a contingent of some 400 members of the Permanent Defence Force, for service with the new UN-mandated EU-led operation in the Republic of Chad and the Central African Republic, known as EUFOR Tchad/RCA. Ireland contributed EUR 3 500 to IANSA in December 2007 to support a book on SALW in South Africa. LATVIA In 2007 Latvia contributed EUR 7 000 to the NATO PfP Trust Fund for the destruction of small arms, light weapons and Manpads in Ukraine. LITHUANIA In the framework of province reconstruction activities in the Province of Ghor, Afghanistan, Lithuanian military personnel have been carrying out the destruction of stockpiles of old, surplus and collected SALW, explosive ordinance and ammunition since 2005. The Provincial Reconstruction Team (PRT) has also been assisting local authorities with the Disbandment of Illegal Armed Groups in Afghanistan (DIAG) programme, weapons storage, marking and accounting. The PRT has also assisted the local authorities with the collection of SALW and ammunition. LUXEMBOURG From 2001 to 2004 the Luxembourg authorities funded a project, run by the European Institute for Research and Information on Peace and Security (GRIP), to strengthen an African NGO network for conflict prevention and peace- building. This project includes the establishment of a network of Central and West African NGOs working in the areas of peace culture, peace-making and combating the proliferation of light weapons. The total contribution made to this project amounts to EUR 223 000. In 2007, the sum of EUR 20 000 was also allocated to GRIP as a voluntary contribution. MALTA The illicit manufacture, transfer and circulation of small arms and light weapons and their excessive accumulation and uncon­ trolled spread remain a major concern for Malta. Malta continues to give its full support to international and regional initiatives relating to the adoption of new measures that contribute towards the development of innovative ways and means to curb the illicit trading, manufacture and transfers of arms and to control the production, trading, accumulation and use of small arms and light weapons. Malta places emphasis on information exchange both at the national and international level between national and inter­ national authorities so as to facilitate intelligence gathering on trade in SALWs. THE NETHERLANDS In 2007 the Netherlands contributed to the following insti­ tutions, projects and other activities in the field of small arms and light weapons (SALW) and ammunition: — Regional Centre for Small Arms (RECSA), implementation of the Nairobi Declaration and Nairobi Protocol in the Great Lakes region and Horn of Africa, — Saferworld, ‘Reducing armed violence, enhancing human security and creating the conditions for sustainable devel­ opment through controlling small arms’, — Saferworld, ‘Biting the Bullet’ project, — Institute for Security Studies (ISS), country studies and cross- border research in South, East and Central Africa for the purpose of implementation and data transfer, — IANSA, global outreach strategy for small arms reduction, — Small Arms Survey, ‘core funding’, — Dealing and Wheeling in SALW, documentary by Sander Francken, financial contribution for the development and the distribution of the documentary, — Geneva Forum, ‘Building Peace and Security Partnerships’, EN C 14/18 Official Journal of the European Union 20.1.2010 ",
        "— Asociacion para Politicas Publicas (APP), activities against the proliferation of and illicit trade in small arms in Argentina, — HALO Trust, collection and destruction of small arms, light weapons and ammunition in Afghanistan, — Mine Action Group, collection and destruction of small arms, light weapons and ammunition in DR Congo, — OSCE, project for the destruction and safe storage of SALW and conventional ammunition in the Republic of Tajikistan, — UNIDIR, development of a ‘Security Needs Assessment Protocol’, — UNDP/Bosnia Herzegovina, SALW and ammunition destruction, — UNDP/Kosovo, ‘Kosovo Small Arms Control Initiative’, — UNDP/Ecowas, Manu River Union Small Arms Control, — NAMSA/NATO PfP TF, destruction of small arms and light weapons, Manpads and ammunition in the Ukraine, — NAMSA/NATO PfP TF, destruction of ammunition in Albania, — UNODA workshop ‘Capacity Building Activities to support the implementation of the International Instrument to Enable States to Identify and Trace, in a Timely and Reliable manner, Illicit Small Arms and Light Weapons’ in Nairobi in December 2007, — Contribution to the meeting held in November 2007 in Nairobi during which the Africa Declaration on Armed Violence and Development was signed by 29 African countries. POLAND The Polish Armed Forces participating in peacekeeping operations continued weapons collection activities inter alia in Iraq, Afghanistan, Kosovo, Bosnia and Herzegovina. For example, in 2007 the Polish Military Contingent EUFOR in Bosnia and Herzegovina collected 124 long firearms, 2 pistols, 7 antitank grenade launchers, 6 M80 and RPG launchers, 651 grenades (including 69 mortar grenades and 80 rifle grenades) and 20 759 pieces of different types of ammunition. 15 seconded national experts participated in the ESDP mission EUBAM Moldova/Ukraine which, by strengthening border and customs control capacities, contributes to the prevention, combat and eradication of SALW trafficking. SPAIN In the field of SALW, Spain has participated in all the work of the UN, the OSCE, the Wassenaar Arrangement (WA) and the Parliamentary Forum on SALW. Spain has provided support for the initiative promoted by various NGOs through the ‘Control arms’ campaign and participates in the Group of Governmental Experts selected by the United Nations Secretary-General to consider the feasibility, scope and parameters of a future treaty on the international arms trade (ATT). In December 2005 Spain signed a memorandum of under­ standing (MOU) with the Executive Secretariat of the Economic Community of West African States (Ecowas) pledging to contribute a sum of EUR 1 000 000 to the organi­ sation’s activities and programmes during the period 2006 to 2008, of which EUR 750 000 was to be devoted to support for the programme of SALW control in West Africa. In 2007, EUR 250 000 were therefore committed to that end. Spain also provided financial support totalling EUR 400 000 for various activities by the United Nations Regional Centre for Peace, Disarmament and Development in Latin America and the Caribbean (UN-LiREC) and the United Nations Development Programme (UNDP) (EUR 200 000 for each body). Their activities included a comparative study of the rules and legal instruments concerning firearms, explosives and munitions in 30 countries in the region, and support for the firearms–destruction process launched by Peru in December 2007, which is still under way. Since 2005 the Guardia Civil has been providing technical assistance to the Cape Verde authorities on the control of SALW and explosives. SLOVAKIA Slovakia adheres to the EU Code of Conduct on Arms Exports and as an OSCE member annually provides information on exports, imports and surplus of SALW, including other relevant information in this field in accordance with the OSCE document on SALW. In its export control policy, Slovakia observes the OSCE Principles on Arms Transfers. EN 20.1.2010 Official Journal of the European Union C 14/19 ",
        "SWEDEN Sweden has ratified all global conventions relating to terrorism, including the Convention on the Marking of Plastic Explosives for the Purpose of Detection on 5 April 2007. Sweden, notably through the Ministry of Foreign Affairs (MFA), the Swedish Armed Forces and the Swedish International Devel­ opment Cooperation Agency (Sida), has provided support for a number of projects aiming to prevent, combat and eradicate the illicit trade in SALW in all its aspects as contained in the UN Programme of Action. In 2007, the MFA financed a scientific study of United Nations Arms Embargoes, their Impact on Arms Flows and Target Behaviour carried out by the Stockholm International Peace Research Institute (SIPRI) and the Special Programme on the Implementation of Targeted Sanctions at the Department of Peace and Conflict Research at Uppsala University. The study, which is available on SIPRI’s website (www.sipri.org), was presented in New York and Brussels and was the subject of a scientific seminar in London. Although not specifically aiming at SALW, the recommendations which the study makes to the UNSC for improving the effectiveness of the embargoes may be of relevance to the SALW issue. Sweden initiated the ‘Stockholm Initiative on Disarmament Demobilisation Reintegration’ (SIDDR). SIDDR was initiated with the aim of proposing ways and means that can contribute to the creation of a predictable framework in which Disarmament Demobilisation and Reintegration (DDR) processes can be planned and implemented. The SIDDR resulted in a final report released in 2006 containing recom­ mendations for international actors involved in DDR programmes. Work on SIDDR is now being carried on by the Folke Bernadotte Academy. The Swedish National Defence College (SNDC) is engaged in maintaining and expanding an international network of DDR experts in which theoretical and practical knowledge and experience can be shared. The SNDC is a member and presently co-chair of the Integrated DDR Training Group (IDDRTG), which is a group of training institutions with a common intention to develop and share training material based on the UN Integrated DDR Standards (IDDRS). Sweden (the MFA) has been granting (SEK 25 million) support to UNDP — Bureau for Crisis Prevention and Recovery (BCPR). An agreement has been signed between UNDP and the Government of Sweden on support for the destruction of small arms and light weapons in the OSCE region. This was made possible through a Memorandum of Understanding between the OSCE Secretariat and the UNDP BCPR which was signed in June 2006 on Sweden’s initiative. Earmarked funds have been allocated to joint OSCE-UNDP SALW projects in Belarus, Montenegro and Tajikistan, as well as to SALW projects in Bosnia and Herzegovina (UNDP SACHIB), and to the SEE Regional Small Arms Project (SEESAC). Sweden, together with Ukraine and Latvia, is participating in a trilateral ammunition destruction project in Ukraine. The MFA is contributing SEK 3,8 million for the period 2007 to 2009. In addition, the MFA has supported the following projects since 2005: — Small Arms Survey, Geneva: SEK 1 million in core funding per year (2005, 2006, 2007), — IANSA: SEK 350 000 (2006 to 2007), — Viva Rio: SEK 350 000 (2006), SEK 275 000 (2007) for the newsletter ‘En la Mira’, — Geneva Forum: SEK 250 000 (2007), — SIPRI (in addition to core funding): SEK 265 000 in 2008 for a research project on States’ SALW submissions to UNROCA; SEK 1 921 000 in 2008 for a study on SALW transfers to Africa; SEK 1 885 000 in 2008 for editing the SIPRI Yearbook. Through Sida, Sweden has granted support to the Nairobi process as well as the implementation of the Inter-American Firearms Convention through the Organisation of American States (OAS) and the UN. Sweden has also financially supported the Economic Community of West African States’ (Ecowas) Small Arms Programme in West Africa (SEK 20 million for 2006 to 2007) and UN-LiREC (SEK 12 million for 2005 to 2007). In addition, Sida has supported the following SALW related projects since 2005: — Saferworld Global Programme, SALW component part of the programme, SEK 10,6 million (2005–2007), EN C 14/20 Official Journal of the European Union 20.1.2010 ",
        "— ISS Global Programme, SALW component part of the programme, SEK 13 million (2005 to 2007), — Unicef Landmines and Small Arms Global Programme, SALW component part of the programme, SEK 7,75 million (2006 to 2007), — Oxfam-UK SALW programme in West Africa, SEK 12 million (2006 to 2007), — UNDP Small Arms Programme in Sierra Leone, SEK 5 million (2006), — ARIAS Foundation SALW programme in Central America, SEK 4,5 million (2005 to 2007) Kristna Fredsrörelsen/Parlia­ mentary Forum Global SALW programme, SEK 10 million (2005 to 2007). Furthermore, Sida has provided support for DDR programmes in several regions and countries: — World Bank-MDRP DDR programme in the Great Lakes region, SEK 40 million (2006 to 2007), — OAS MAPP programme (DDR) in Colombia, SEK 21,8 million (2006 to 2007), — Colombia National University, DDR programme, SEK 1,5 million (2007). The Swedish Armed Forces has participated in or supported the following projects: — participation in a trilateral (Sweden, Ukraine, Latvia) ammunition destruction project in Ukraine (see above), — financial support for a UNDP project, the Small Arms Control and Reduction Project, in Bosnia and Herzegovina (UNDP SACHIB). UNITED KINGDOM The UK combats the supply, availability and demand for small arms and light weapons through progressive policies and programmes. The FCO, MoD and DFID work together to implement UK policy, which is supplemented by the GBP 3,1 million SSAC strategy (2008 to 2009) under the CPP. In the past year the UK has supported programmes by UN agencies and NGOs to collect, manage and destroy weapons and ammunition; implement existing regional agreements; devise and implement national action plans and legislation, and help build the capacity of local civil society. UK-based NGO Saferworld has been a key partner. The UK has also provided funds to the Small Arms Survey to support policy-focused analysis of SALW control and armed-violence reduction and has supported global campaigning and advocacy on small arms issues and the Arms Trade Treaty, coordinated by the International Action Network on Small Arms (IANSA) and the Control Arms Campaign. Through the CPP and work with the Regional Centre on Small Arms (RECSA) and Saferworld, the UK has helped support the establishment of functioning national focal points on small arms in Burundi, the Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Kenya, Rwanda, Seychelles, Somalia, Sudan, Tanzania and Uganda, as well as supporting national action plans on SALW, including drafting new appropriate national legislation on domestic manufacture, production, export, import and transfer of SALW, and to prevent diversion. In August 2007 the UK, along with 102 other States and 37 international organisations and NGOs, attended a Canadian- sponsored Informal Meeting on Transfer Controls in Geneva. The meeting contributed to a better understanding of issues relating to transfer control principles for SALW and highlighted the commitment of the UK, and a number of other States, to implementing stronger controls both nationally and regionally, and eventually globally. The UK continues to work with other supporters of the TCI to increase international support for common guidelines on SALW transfers. The UK’s Export Control Outreach Programme also provides advice on improving export controls, including on SALW, to other governments. This has included working with both Bulgaria and Romania prior to their accession to the EU. We have also conducted Outreach activities in a number of south-eastern European States, including Albania, Bosnia-Herze­ govina, Croatia and Serbia. II.A.3. Participation in or organisation of international seminars and conferences FINLAND Finland participated actively in the work of international organi­ sations and regional arrangements on SALW-related issues. In addition to the activities listed below, Finland participates in the meetings and drafting of reports of the EU, UN, OSCE, NATO/EAPC and Wassenaar. Finland was among the first countries to support an inter­ national Arms Trade Treaty. Finland also takes part in the UN Group of Governmental Experts on ATT. EN 20.1.2010 Official Journal of the European Union C 14/21 ",
        "ITALY In 2007, Italy actively participated in meetings aimed at exchanging information on national procedures and identifying common solutions to problems relating to the illicit trafficking of small arms and light weapons. In particular, Italy attended the following events: — Workshop on Manpads organised by the Australian Permanent Mission to the Conference on Disarmament (Geneva, 18 January 2007), — Tokyo workshop on Small Arms and Light Weapons: ‘SALW Issue from the perspective of Protecting and Building the Peaceful Community’ (Tokyo, 12 to 13 March 2007), — OSCE — FSC Special meeting on combating the illicit traf­ ficking of SALW by Air (Vienna, 21 March 2007). ROMANIA From 6 to 8 March 2007, jointly with the United States Government, Romania organised the Eighth International Export Control Conference, held in Bucharest, where over 180 export-control officials and experts from 55 countries and 12 international organisations including the United Nations, the European Union and the World Customs Organi­ sation discussed current developments in export controls and future strategies to enhance trade security in the case of strategic items. II.A.4. Other initiatives SPAIN Spain organised the ‘4th seminar on small arms and light weapons’, which focused on the future of the United Nations Programme of Action and the draft Arms Trade Treaty, and which took place from 5 to 9 February 2007 in the Cartagena de Indias training centre (Colombia) in the framework of the training and assistance projects run by the Spanish Agency for International Development Cooperation (AECID). Spain also organised the ‘5th symposium on SALW and conventional weapons’ held in Madrid from 5 to 7 June 2007, for experts in the verification units involved in the assistance programmes to improve storage conditions and reduce stocks of SALW and their ammunition. The Spanish verification unit (UVE) focused in these discussions on the following three aspects: the evaluation of international instruments in force or being developed, on which such assistance programmes are based; the analysis of the various ongoing cooperation programmes; a demonstration of the Spanish management, control and security system with a visit to a powder store. III. Participation in the work of international organisations and regional arrangements in the field of conventional arms, especially small arms and light weapons The EU continued its support for the implementation of the UN Programme of Action on SALW which remains the basis for efforts undertaken at the global level. In particular the EU’s strong backing of the process leading to an Arms Trade Treaty builds on efforts to secure common standards on the export, import and transhipment of small arms and light weapons. Concerning the 62nd UNGA 1st Committee, all EU Member States co-sponsored the resolution on assistance to States for curbing illicit traffic in small arms and collecting them (Mali/ Ecowas), which was adopted by consensus. The resolution on illicit trade in small arms and light weapons in all its aspect, (Colombia) was co-sponsored by 17 EU Member States and adopted by the UNGA 1st Committee with one vote against and no abstentions. Experts from EU Member States took part in the work of the Governmental Group of Experts to Consider Further Steps to Enhance International Cooperation in Preventing, Combating and Eradicating the Illicit Brokering in Small Arms and Light Weapons which concluded its work in June 2007. The meeting was chaired by The Netherlands. The report of the GGE concluded with recommendations aimed at enhancing inter­ national cooperation to prevent, combat and eradicate illicit brokering in small arms and light weapons and practical steps for the implementation thereof. The report was noted by the 62nd UNGA 1st Committee. During 2007, the European Commission participated actively in the work of international and regional organisations on SALW related issues, notably those organised by the UN, the OSCE or the AU. ESTONIA Estonia participates in the work of international and regional organisations as well as arrangements with regard to small arms and light weapons including their ammunition. Estonia is a participating country in the Wassenaar Arrangement. Representatives of Estonia actively participated in a number of international conferences, courses and seminars devoted to SALW problems, organised by the UN, OSCE, EU and other international organisations, as well as NGOs. Estonia also supports the negotiations on the international Arms Trade Treaty. EN C 14/22 Official Journal of the European Union 20.1.2010 ",
        "The representatives of the Strategic Goods Commission also actively participated in the work of the European Union’s working groups for export controls on conventional arms (COARM) and dual-use goods (WPDUG). Estonia submits annual reports to the UN Register on Conven­ tional Arms. In 2007 Estonia also submitted the National Report on the implementation of the OSCE document on Small Arms and Light Weapons (SALW). FRANCE France presented its initiative to combat the illicit trafficking of SALW by air, to the Working Party on Global Disarmament and Arms Control (CODUN). The mechanism adopted provides for the setting up of exchanges of information, via SITCEN, on airlines which may be involved in such trafficking. Finally, France participated in the seminars of the Multinational Small Arms Group (MSAG). GERMANY Germany participates actively in the work of international and regional organisations as well as arrangements with regard to small arms and light weapons including their ammunition. These multilateral mechanisms include in particular the UN, OSCE, NATO and the Wassenaar Arrangement. Germany regularly seconds experts to assessment and evaluation visits as well as workshops and seminars organised within the framework of these organisations. THE NETHERLANDS — The Netherlands is a member of the Geneva Declaration on Armed Violence and Development Core Group, in which the implementation of the Declaration and a concrete action plan is being developed. — The Netherlands is a member of the OECD/DAC-CPDC network task group on Armed Violence and Poverty Reduction, to enhance a further integration of SALW/armed violence policy and programming into development frameworks and SSR programmes. POLAND In 2007 representatives of Poland actively participated in a number of international conferences, courses, seminars and projects devoted to SALW problems, organised by the UN, OSCE, EU, NATO and other international organisations. SPAIN Spain is a member of the Geneva Declaration on Armed Violence and Development Core Group and belongs to the most committed countries on this subject. Spain is also member of the OECD/DAC-CPDC network task group on Armed Violence and Poverty Reduction. Spain contributes enhancing a further integration of SALW/armed violence policy and programming into development frameworks and SSR programmes. SWEDEN Sweden is an active member of the Baltic Sea Region Border Control Cooperation (BSRBCC) aimed at combating inter­ national crime in the Baltic Sea region. The cooperation is both strategic and operative. Sweden has an active role in various groups of the Operative Committee (OPC) of the Heads of Governments’ Task Force on Organised Crime. The objective of the OPC is to enhance cooperation between the law enforcement agencies in the Baltic Sea region. In 2005, on the basis of a mandate from the OPC, Swedish law enforcement agencies (Customs, National Criminal Police, Coast Guard) initiated a long-term multidisciplinary intelligence project, ‘Project Crossfire’, targeting the smuggling of firearms into and between the countries of the Baltic Sea Region. The overall aim of the project was to increase understanding about the smuggling of firearms into the countries of the Baltic Sea Region and to contribute to the anti-smuggling efforts by effective cooperation, exchange of information and operative analysis. The final report with recommendations was presented to the OPC in December 2007. One of the recommendations was to continue with the multi-agency network against smuggling of firearms into the countries of the Baltic Sea Region. Recom­ mendation number 6 in the report concludes that the current control system is too weak to prevent the possibility of smuggling under the cover of legal trade in firearms. Also, further efforts with regard to national and international coor­ dination are needed, as well as mechanisms for swift exchange — within and between the member States — of all relevant information relating to SALW trade. Finally, it concludes that revision of current legislation is needed to allow for a modern administration regarding control of the SALW trade. The Swedish Police Service is an active member of the European Firearms Experts network (EFE) aimed at exchanging information and best practices regarding firearms crime as well as planning High Impact Operations (HIO). EN 20.1.2010 Official Journal of the European Union C 14/23 ",
        "The National Police Board has participated in a project within the EU (Enfopol 16) aimed at improving cooperation and exchange of information between police services regarding the marking of arms and the tracing of illicit SALW. The Swedish Police Service has been engaged in the elaboration of the European Tracing Manual. Continuous discussions are conducted between the EFE network and Interpol in order to find the best way of making use of both systems. At present Sweden does not use the Interpol Weapons Electronic Tracing System (IWETS). Sweden cooperates with the World Customs Organisation (WCO) within the regular work of the law enforcement agencies. Certain arms-confiscation data are reported to the WCO’s database CEN (Customs Enforcement Network). III.1. United Nations AUSTRIA Austria continued to support the process to implement the UN Programme of Action on SALW and has submitted its national reports for 2006 and 2007 including information on marking and tracing to the UN Secretariat. BULGARIA During the 2007 reporting period Bulgaria participated in the second and third sessions of the Secretary-General’s Group of Governmental Experts to Consider Further Steps to Enhance International Cooperation in Preventing, Combating and Eradi­ cating the Illicit Brokering in Small Arms and Light Weapons. CYPRUS Specifically, Cyprus provides reports to the UN for the imple­ mentation of the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects. Furthermore, it has provided information to the UNHCHR (based on Decision 124/2004) concerning ‘the prevention of human rights violations caused by the availability and misuse of SALW’. CZECH REPUBLIC The Czech Republic supported initiatives leading to the promotion and implementation of the ITI. As part of this effort the Czech Republic voluntarily contributed approximately USD 100 000 to the United Nations Trust Fund for the Consolidation of Peace through Practical Disarmament Measures, in order to assist the UNODA to organise a ‘Capacity-building Workshop on the implementation of the ITI’ in Nairobi, Kenya, for participants from 23 Eastern, Southern, and Northern African countries. The Czech Republic participated and presented its technical expertise and experience at the workshop. The Czech Republic supports the work undertaken in the field of SALW by the UN and the OSCE. The Czech Republic has provided reports to the UN for the implementation of the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in SALW in All its Aspects. FINLAND — Participation in the UN Group of Governmental Experts on the illicit brokering of SALW, — Finland chaired the Geneva Process on Small Arms’ working group on the Biennial Meeting of States 2008. The report ‘Options and proposals for making Biennial Meetings of States as effective as possible in advancing implementation of the UN Programme of Action on Small Arms’ was presented at the meeting on SALW Transfers in Geneva in August 2007, — Financial contribution to the Small Arms Survey for the edition of the Small Arms Survey Yearbook 2007 (total EUR 20 000); the yearbook ‘Guns and the City’ was presented at the review conference of the Helsinki Process in Dar es Salaam, Tanzania in November 2007, — Financial contribution to the UNIDIR (United Nations Institute for Disarmament Research) project ‘The Arms Trade Treaty Analysis of Views Submitted to the Secretary-General’ (total EUR 40 000), — Participation in the Core Group of the Geneva Declaration on Armed Conflicts and Development. FRANCE France has participated actively in the discussions of the Group of Governmental Experts on the illicit brokering of SALW, leading to the adoption of a report in June 2007. The report makes recommendations with the aim of increasing inter­ national cooperation, assistance to other States and the sharing of information. EN C 14/24 Official Journal of the European Union 20.1.2010 ",
        "GERMANY The issue of conventional ammunition stockpiles in surplus continued to be a major concern. Together with France, Germany tabled UNGA resolution 61/72 entitled ‘Problems arising from the accumulation of conventional ammunition stockpiles in surplus’ establishing a Group of Governmental Experts to consider further steps to enhance cooperation with regard to the issue of problems arising from the accumulation of conventional ammunition stockpiles in surplus. In this respect, the German Foreign Office organised an international Expert Meeting ‘Enhancing controls and promoting reductions in stockpiles of conventional arms and ammunition’ (Berlin, 3 to 4 April 2007) in the framework of the German EU Presidency in the first half of 2007. In order to prepare for the work of the Group of Governmental Experts in 2008, Germany supported a number of studies and regional workshops on stockpile management issues. GREECE Greek officers have participated in meetings and seminars where SALW issues are discussed. One of our officers has also participated in the meetings of the Council Working Party on Technical Harmonisation, with regard to the amendment of Directive 91/477/EEC on the control of acquisition and possession of weapons and its adjustment to the provisions of Article 10 of the UN Protocol. IRELAND Ireland submits annual reports to the United Nations Register of Conventional Arms Transfers. Ireland also participated in the negotiations on the Protocol Against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention Against Transnational Organised Crime (the ‘Firearms Protocol’). LITHUANIA The representative of Lithuania participated in the activities of the Group of Governmental Experts to Consider Further Steps to Enhance International Cooperation in Preventing, Combating and Eradicating the Illicit Trade in Small Arms and Light Weapons in All Its Aspects. Lithuania was elected to Chair the United Nations Third Biennial Meeting of States to Consider the Implementation of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, which took place in New York from 14 to 18 July 2008. Lithuania took part in the Geneva Process on Small Arms, a joint initiative of the Quaker United Nations Office, UNIDIR and Programme for Strategic and International Security Studies of the Geneva Graduate Institute of International Studies, which aims to promote and monitor implementation of the UN Programme of Action on SALW. MALTA Malta submitted its annual report on the implementation of the UN Programme of Action. THE NETHERLANDS The Netherlands chaired the 2006-2007 UN Group of Govern­ mental Experts to Consider Further Steps to Enhance Inter­ national Cooperation in Preventing, Combating and Eradicating the Illicit Trade in Small Arms and Light Weapons. ROMANIA Romania has continued to promote international efforts to strengthen the control of arms exports in order to prevent, combat and eradicate the illicit trade in SALW and actively acted as a member of the Group of Governmental Experts to examine a wide range of issues related to illicit SALW brokering. SLOVENIA Slovenia worked on the implementation of the UN Programme of Action (PoA) and submitted the National Report on the implementation of the PoA to the UN Secretariat. SLOVAKIA In the field of export control Slovakia observes international commitments stemming from the respective UN Security Council resolutions. Slovakia is one of the signatories of the UN Protocol Against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the UN Convention against Transnational Organised Crime. Slovakia implements all international obligations adopted by the United Nations and the OSCE. Slovakia also participated actively in the work of these international and regional organisations and export control regimes. Slovakia is also a member State of the Wassenaar Arrangement on Export Controls for Conven­ tional Arms and Dual-use Items. Slovakia continues to support the process to implement the Programme of Action on SALW and has submitted its national reports for 2006 and 2007 to the UN Secretariat. EN 20.1.2010 Official Journal of the European Union C 14/25 ",
        "SWEDEN Sweden reports annually to the voluntary UN Register on Conventional Arms. In 2007, Sweden submitted for the first time a report about SALW exports in 2006. The Swedish Armed Forces have been carrying out training of personnel in, for example, the Baltic States in 2006 to 2008 and in international security operations under a UN mandate. UNITED KINGDOM Through financial support to UNDP, the UK assists the work of a number of countries and regional programmes to control small arms and reduce armed violence. These include the South Eastern Europe Clearing House on SALW (SEESAC), which works with governments in that region to strengthen their capacity to monitor and research the illicit SALW trade. The UK is working closely with the Swiss Government and UNDP to drive forward progress on the Geneva Declaration on Armed Violence Reduction. The UK provides financial assistance to UNDP and the UN Regional Centre for Peace, Disarmament and Development to provide training in stockpile management and security at the regional level, particularly in south-eastern Europe (UNDP) and South America (UN-LiREC). Through its funding to Unicef, the UK has contributed to improvements in the reintegration of child soldiers in Burundi, Nepal, Uganda, Afghanistan, Colombia and Côte d’Ivoire. The UK is a strong supporter of the UN Register and was instrumental in negotiating the expansion of it to include voluntary reporting of SALW. The UK also funds the production of booklets in English, French and Spanish explaining the purpose of the Register and how to report information. III.2. UNGA First Committee AUSTRIA At the 62nd UN General Assembly, Austria co-sponsored the following resolutions: — resolution 62/22: ‘Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them’, — resolution 62/47: ‘The illicit trade in small arms and light weapons in all its aspects’. BULGARIA At the 62nd UN General Assembly, Bulgaria co-sponsored the following resolutions and decisions relevant to SALW: — 62/13 ‘Objective information on military matters, including transparency of military expenditures’, — 62/22 ‘Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them’, — 62/40 ‘Prevention of the illicit transfer and unauthorised access to and use of man-portable air defence systems’, — 62/47 ‘The illicit trade in small arms and light weapons in all its aspects’, — 62/58 ‘Strengthening of security and cooperation in the Mediterranean region’. It also supported UNGA resolution 62/44 ‘Conventional arms control at the regional and sub-regional levels’. ITALY At the 62nd UN General Assembly, Italy co-sponsored the following resolutions relevant to small arms and light weapons: — resolution 62/22: ‘Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them’, — resolution 62/40: ‘Prevention of the illicit transfer and unauthorised access to and use of man-portable air defence systems’. Italy also voted in favour of resolution 62/47 ‘The illicit trade in small arms and light weapons in all its aspects’. LATVIA Latvia supports the adoption of a comprehensive legally binding Arms Trade Treaty. In 2007 Latvia submitted to the UN Secretary-General its view on the potential Arms Trade Treaty pursuant to the UN General Assembly resolution 61/89. At the 62nd UN General Assembly, Latvia co-sponsored or voted in favour of various resolutions on SALW and ammunition as well as conventional arms (62/13; 62/21; 62/22; 62/26; 62/28;62/29; 62/40; 62/41;62/44; 62/47; 62/57). EN C 14/26 Official Journal of the European Union 20.1.2010 ",
        "LITHUANIA Lithuania has supported and co-sponsored the following resolutions at the session of the First Committee of the UN General Assembly: — 62/47 ‘The illicit trade in small arms and light weapons in all its aspects’, — 62/22 ‘Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them’, — 62/40 ‘Prevention of the illicit transfer and unauthorised access to and use of Manpads’. Furthermore, Lithuania fully supported the initiative of negotiating a legally binding document restricting the illicit trade in arms (Arms Trade Treaty) and was a co-sponsor of General Assembly resolution 61/89 ‘Towards an Arms Trade Treaty: establishing common international standards for the import, export and transfer of conventional arms’. In April 2007 Lithuania responded to the Secretary-General’s request for views on the feasibility, scope and draft parameters of an Arms Trade Treaty. LUXEMBOURG In the First Committee at the 62nd UN General Assembly, Luxembourg co-sponsored or voted in favour of the various resolutions on SALWs and ammunition. POLAND Poland participated in the work of the Group of Governmental Experts to Consider Further Steps to Enhance International Cooperation in Preventing, Combating and Eradicating the Illicit Trade in Small Arms and Light Weapons, which concluded its work in June 2007. Poland also participated in the informal meeting in Geneva on transfer control principles for small arms and light weapons convened in August 2007. PORTUGAL At the 62nd UN General Assembly Portugal co-sponsored the following adopted resolutions, relevant to small arms and light weapons: — resolution 62/13: ‘Objective information on military matters, including transparency of military expenditures’, — resolution 62/22: ‘Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them’, — resolution 62/47: ‘The illicit trade in small arms and light weapons in all its aspects’. Portugal also voted in favour of resolution 62/44 entitled ‘Conventional arms control at the regional and sub-regional levels’. Portugal strongly supports the process towards a legally binding instrument on conventional weapons (including small arms and light weapons) and expressed this position in its response addressed to the Secretary-General on views on the feasibility, scope and draft parameters of an Arms Trade Treaty in accordance with UNGA resolution 61/89. Portugal supports international efforts to foster transparency in the field of arms exports and therefore it submits, on an annual basis, data to the UN Register on imports and exports of conventional weapons, including on small arms and light weapons. SPAIN In the First Committee at the 62nd UN General Assembly, Spain co-sponsored the following resolutions, directly or indirectly relating to SALW and their ammunition: resolution 62/22: ‘Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them’; resolution 62/44 ‘Conventional arms control at the regional and sub-regional levels’; resolution 62/47 ‘The illicit trade in small arms and light weapons in all its aspects’. III.3. OSCE AUSTRIA Austria supported the further implementation of OSCE documents on SALW as well as on stockpiles of conventional ammunition. Within the framework of regional cooperation, Austria supplied the relevant information on SALW and the national marking system to the OSCE and its member countries. CYPRUS Cyprus also provides information to the OSCE, concerning national practices and procedures for the export of Conven­ tional Arms and Related Technology (FSC.DEL/269/06, 27.6.2006), on Conventional Arms Transfers (FSC.DEL/321/07, 22.6.2007) and on SALW (FSC.DEL/441/07/Corr 1, 30.8.2007). EN 20.1.2010 Official Journal of the European Union C 14/27 ",
        "FINLAND Finland has identified small arms related issues as one of the priority areas for its OSCE Presidency in 2008. Finland will seek to intensify the activities of the OSCE in the area of SALW and surplus ammunition with regard to both norms and practical work undertaken in the field. This will be pursued also by developing cooperation with other organisations. The OSCE should make a strong contribution to the third Biennial Meeting of States to Consider the Implementation of the UN Programme of Action to Prevent, Combat, and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects that will take place in New York in mid 2008. The activities of the OSCE also support the UN process aimed at elaborating an international Arms Trade Treaty. — Secondment of an FSC Support Officer to the Conflict Prevention Centre in the OSCE in charge of small arms issues. GERMANY Within the framework of the OSCE, Germany continued to contribute in particular to the ongoing development of OSCE Best Practice Guides in the area of SALW and conventional ammunition. Germany continues to attach high importance to the unique mix of standard-setting activities, exchanges on best practices and project work concerning SALW and their ammunition within the OSCE. A study visit to Berlin, Vienna (OSCE) and Geilenkirchen (the German Armed Forces Verification Centre) was organised for SALW focal points in October 2007. ITALY In 2007, Italy continued to actively implement the OSCE document on Small Arms and Light Weapons, adopted in November 2000. Furthermore, Italy contributed national updates to the information exchange on major aspects of SALW (production, marking, export controls, brokering, destruction techniques), as established by the OSCE document. LUXEMBOURG Luxembourg supported the OSCE’s activities on SALW, and regularly took part in exchanges of information in this area. Luxembourg also made voluntary contributions to the following OSCE projects: 1. demilitarisation of conventional munitions in Montenegro — contribution of EUR 25 000; 2. elimination of small arms and light weapons in Tajikistan, including on the border with Afghanistan — contribution of EUR 25 000. THE NETHERLANDS The Netherlands drafted best practices on ammunition destruction for the OSCE Best Practices Guide. PORTUGAL In 2007, Portugal continued to actively implement the OSCE document on Small Arms and Light Weapons, adopted in November 2000. In that framework, Portugal presented national updates on aspects of SALW such as production, marking, export controls, brokering and destruction techniques. SLOVENIA The OSCE projects, in the framework of which Slovenia allocated a total of EUR 65 000 to SALW ammunition destruction projects in Tajikistan (EUR 40 000) and Ukraine (EUR 25 000), were successfully finished in 2007. In 2006 Slovenia contributed an additional EUR 15 000 to tackle the consequences of the military depot accident in Ukraine (Nobogdanovka). Slovene diplomat Jernej Cimperšek, Counsellor at the Permanent Mission to the OSCE in Vienna, was appointed as the Forum for Security Cooperation (FSC) coordinator for conventional ammunition. In 2007 Slovenia continued to actively implement the OSCE document on Small Arms and Light Weapons adopted in November 2000, and submitted the National Report on the implementation of the OSCE document on Small Arms and Light Weapons (SALW). SPAIN In 2007 Spain made voluntary contributions to support the following OSCE projects with a politico-military dimension: — in the field of SALW: Belarus: EUR 100 000; Tajikistan: EUR 150 000, EN C 14/28 Official Journal of the European Union 20.1.2010 ",
        "— in the field of conventional ammunition, explosives and detonators: Georgia: EUR 95 000 (development of demilitar­ isation capabilities and processing of surplus ammunition); Montenegro: EUR 75 000 (destruction of stocks of surplus ammunition), — destruction of missile fuel ( mélange ): Ukraine: EUR 200 000. UNITED KINGDOM Within the OSCE, the UK, together with partners Switzerland and Spain and as part of an ongoing project, has provided Belarus with SALW stockpile management assistance and advice. The UK participates in and supports the OSCE SALW and the UN Register of Conventional Arms information exchanges. III.4. NATO AUSTRIA In the framework of the Euro-Atlantic Partnership Council, Austria gave financial support to a NAMSA-led project for the destruction of SALW in Albania. Ongoing NAMSA projects in 2007 which had been supported by Austria in previous years include the destruction of SALW and ammunition in Ukraine and Kazakhstan. ESTONIA In 2007, Estonia contributed financially to the NATO/PfP Trust Fund ‘Georgia II: Rocket and missile demilitarisation in Georgia.’ POLAND The Ministry of National Defence gave a lecture on international initiatives related to SALW during the NATO course on Arms Control Implementation in Oberammergau. Representatives of this Ministry also participated in various workshops dealing with standards for the storage and control of SALW, and munitions warehouses. III.5. The Wassenaar Arrangement FRANCE The international initiative launched by France in 2006 to combat the illicit trafficking in SALW by air led to the adoption in December 2007, within the Wassenaar Arrangement, of the ‘Best Practices to Prevent Destabilising Transfers of Small Arms and Light Weapons through Air Transport’. This initiative forms part of the extended implementation of the action plan for combating illicit trade in SALW and their ammunition, adopted by the EU in 2005. The aim of this initiative is to improve cooperation between States in controlling private airlines suspected of being involved in arms trafficking in breach of the United Nations embargoes whilst conducting a dialogue with the air transport industry on ways and means of enhancing the traceability, transparency and security of this way of transporting SALW and their ammunition. SLOVENIA On 8 February 2005, Slovenia became a member of the Wassenaar Arrangement uniting countries with strictly regulated exports of conventional weapons. The Wassenaar Arrangement focuses on the SALW issue, particularly a better control of the export of portable rocket launchers (Manpads), which is an important element of export control in Slovenia. UNITED KINGDOM On 6 December 2007, at the UK’s suggestion, the Wassenaar Arrangement (WA) agreed to amend the UK-initiated set of best practice guidelines on Small Arms transfers to bring them into line with language adopted by the UN in 2005 on the marking and tracing of SALW. Acting on another UK request, the Plenary approved amendments to the 2003 Elements for Export Controls of Manpads to ensure its more effective imple­ mentation, (see: www.berr.gov.uk — ‘European Trade’, ‘Strategic Export Control’ for details on the UK’s implementation of the Wassenaar Elements). The Wassenaar Plenary adopted Best Practices to Prevent Destabilising Transfers of Small Arms and Light Weapons through Air Transport, which contain a series of specific measures that may be taken at national level, regarding non-governmental air transport of small arms and light weapons. III.6. Others ESTONIA In 2007, Estonian soldiers in Iraq confiscated arms and ammunition during patrol operations several times. Operations were conducted in cooperation with US and Iraqi land force units. FINLAND Participation in the Helsinki Process Round Table — meeting on SALW transfers in Montebello, Canada. GERMANY Germany cooperated with the League of Arab States (AL) by providing assistance for SALW related work at various levels. Support was given for meetings of SALW focal points from the countries of the League. EN 20.1.2010 Official Journal of the European Union C 14/29 ",
        "ITALY In 2007, Italian Armed Forces participating in multilateral peace-keeping and peace-enforcement operations collected and/or seized and destroyed the following small arms and light weapons: In Kosovo: — 1 AK47 assault rifle, — 1 light machine gun, — 1 hunting rifle, — 12 pistols, — 52 miscellaneous weapons. Sub-total: 67 small arms and light weapons destroyed. In Bosnia: — 7 rifles, — 7 rocket launchers, — 10 miscellaneous weapons. Sub-total: 24 small arms and light weapons destroyed. Total: 91 small arms and light weapons destroyed. LATVIA Having developed an effective strategic goods export control system, created an education system for customs officers and designed substantial databases, Latvia has actively engaged in outreach activities to several central and east European countries. In March 2007 the Security Policy Department of the Ministry of Foreign Affairs, in cooperation with UNDP, organised a seminar for arms control experts from Montenegro. In April 2007, the Ministry of Foreign Affairs, in cooperation with the US companies Interexport Management Systems and Commonwealth Trading Partners, organised an export control seminar for strategic goods exporters in Latvia. Participants were updated on the existing legislation and procedures for arms control in the Republic of Latvia. In October 2007 outreach seminars for Georgia, Belarus and Ukraine were organised in cooperation with the Nordic and Baltic countries. The role of the UN, EU and other international frameworks in the field of export control was discussed; experience gained and the organisation of the Latvian export control system was also presented. In December 2007 the Ministry of Foreign Affairs organised a seminar on export control for enterprises involved in arms exports, providing information on recently adopted legislation regarding strategic goods circulation, the identification and evaluation of such goods, and customs control. MALTA Malta implements international obligations adopted by the United Nations and the OSCE, and export control regimes which involve regulations and restrictions of exports to certain countries on which sanctions have been imposed by such international and regional organisations. Malta is also a Member State of the Wassenaar Arrangement on Export Controls for Conventional Arms and Dual-use Goods and Tech­ nologies. IV. OTHER COMMENTS AND RELEVANT INFORMATION GREECE As regards marking: 1. in Greece there are no companies that produce weapons and arms for commercial use, except for one State-owned Company which produces arms for the Ministry of National Defence; 2. with regard to determination of the Producer Country, the Ministry of Public Order is in agreement with the Ministry of Foreign Affairs in supporting the NATO STANAG 1059 marking system of the Atlantic Alliance. IRELAND Ireland participates in the Global Exchange of Military Information (GEMI), which is held every April in Vienna and which allows for an exchange of information between the 55 Participating States of all information on military issues and equipment, including SALW. Ireland also attends the Annual Exchange of Military Information (AEMI), which takes place every December in Vienna. ITALY Italy underlines that it is important to receive timely information about future SALW projects — especially those to be financed by the CFSP budget — including an indication of the general objectives, envisaged activities, expected outcomes and estimated costs. This information would allow partners to carry out an in-depth examination of proposed programmes, whose approval could therefore be facilitated. EN C 14/30 Official Journal of the European Union 20.1.2010 ",
        "UNITED KINGDOM The UK has provided financial and other support to several NGOs working on export controls. These include Saferworld (focusing in particular on the EU Code of Conduct and EU accession States); Viva Rio (in Brazil and southern America) and the Small Arms Survey. The UK has given financial support to RECSA, which supports and monitors the implementation of the Nairobi Protocol, and has also been active in EU moves to bolster the EU/SADC process. The UK is a supporter of the International Conference on Export Controls, the last of which was held in Bucharest, Romania in March 2007. This conference included invitees from a number of States who had previously not attended and who contributed greatly to the three-day event. The UK also participates in the Multinational Small Arms Group (MSAG) symposia. The MSAG is an informal group of nations whose SALW practitioners meet twice yearly to discuss SALW topics and identify best practices. There have been symposia in the UK (early 2006), Berne (October 2006), Madrid (July 2007) and Oslo (November 2007) with the main outputs being the OSCE Best Practice Guides for SALW. At the Oslo symposium the UK (JACIG) took on responsibility for maintenance of the MSAG database which contains details of national practitioners, national capabilities, contact details, project involvement and known forthcoming SALW events. One of the other main projects for the MSAG was the development of a SALW course to be run at the NATO School in Oberammergau. The trial course was held in Oberammergau in July 2007. A ‘theory- only’ version of the course is being developed and is due to be trialled in November 2008. EN 20.1.2010 Official Journal of the European Union C 14/31 ",
        "ANNEX List of SALW Focal Points AUSTRIA Wolfgang Banyai Federal Ministry for European and International Affairs Department II.8 — Arms Control, Disarmament and Non-Proliferation Minoritenplatz 8 1014 Vienna Tel. +43 (0) 501150 — 3354 Fax: +43 (0) 501159 — 3354 E-mail: wolfgang.banyai@bmeia.gv.at BELGIUM Mr Werner Bauwens Special Envoy for Disarmament and Non-proliferation Federal Public Service Foreign Affairs Karmelietenstraat 15 1000 Brussels Tel. +32 25013710 Fax +32 25013822 E-mail werner.bauwens@diplobel.fed.be BULGARIA Security Policy Directorate Ministry of Foreign Affairs of the Republic of Bulgaria 2, Alexander Zhendov Street 1040 Sofia Tel. +359 29482244, +359 29482480 Fax: +359 29482037 E-mail: int.security@mfa.government.bg CZECH REPUBLIC Non-proliferation and Disarmament Unit United Nations Department Ministry of Foreign Affairs of the Czech Republic Loretanske Namesti 5 118 00 Prague 1 Tel. +420 224182324 Fax: +420 224182026 E-mail: osn_sekretariat@mzv.cz CYPRUS Panayiotis Papadopoulos Ministry of Foreign Affairs Political Affairs Division — Department of Multilateral Affairs and Inter­ national Organisations Tel. +357 22401152 Fax: +357 22661881 E-mail: ppapadopoulos@mfa.gov.cy DENMARK Ministry of Foreign Affairs Department of Security Policy Tel. +45 33920693 Fax: +45 33921804 E-mail: sp@um.dk ESTONIA Ministry of Foreign Affairs Department of International Organisations and Security Policy Division of Armament and Strategic Goods Control Tel. +372 6377100 Fax: +372 6377199 E-mail: armscontrol@mfa.ee FINLAND Ministry for Foreign Affairs Political Department Unit for Arms Control, Disarmament and Non-Proliferation PO Box 420 FI-00023 Government Finland Tel. +358 916005 Fax: +358 916056066 E-mail: pol-20@formin.fi FRANCE Ministry of Foreign Affairs Directorate of Strategic Affairs, Security and Disarmament Division of Chemical and Biological Disarmament and Conventional Weapons Control Tel. +33 143174070 Fax: +33 143174952 E-mail: guillaume.habert@diplomatie.gouv.fr GERMANY Federal Foreign Office Division 241 Conventional Arms Control Werderscher Markt 1 10117 Berlin Tel. +49 3018174272 Fax: +49 30181754272 E-mail: 241-0@diplo.de GREECE Hellenic Ministry for Foreign Affairs, D1 Directorate for UN and Inter­ national Organisations and Conferences 3, Acadimias Avenue Athens 100 27 Mr Loukas Tsokos (second Counselor) E-mail: ltsokos@mfa.gr and Mr Stylianos Zachariou (scientific advisor) E-mail: szachariou@mfa.gr Tel. +30 2103682540 Fax: +30 2103682483 EN C 14/32 Official Journal of the European Union 20.1.2010 ",
        "HUNGARY Mr Attila Juhász Desk Officer Department for Security Policy and Non-proliferation Ministry of Foreign Affairs Budapest Tel. +36 14581678 Fax: +36 14575039 E-mail: atjuhasz@kum.hu IRELAND Disarmament and Non-Proliferation Section Department of Foreign Affairs St Stephen’s Green Dublin 2 Tel. +353 14082392 Fax: +353 14082383 ITALY The Italian national point of contact for small arms and light weapons is Counsellor Giovanni Pugliese Ministry of Foreign Affairs General Department for Multilateral Political Cooperation, Disarmament and Non Proliferation Desk Tel. +39 0636912287 Fax: +39 063235927 E-mail: giovanni.pugliese@esteri.it The Italian national point of contact for small arms and light weapons ‘traceability’ is Ms Maria Paravati, Ministry of the Interior Department of Public Security General Administration Office Tel. +39 0646548234 E-mail: maria.paravati@interno.it LATVIA Arms Control and Non-proliferation Division Security Policy Department Ministry of Foreign Affairs of the Republic of Latvia Tel. +371 67016456 Fax: +371 67227226 K. Valdemara Str. 3 Riga, LV-1395 Latvia LITHUANIA Arms Control and Terrorism Prevention Division Transatlantic Cooperation and Security Policy Department Ministry of Foreign Affairs Tel. +370 52362521 Fax: +370 52362519 E-mail: robertas.rosinas@urm.lt LUXEMBOURG M. Claude Faber Ministère des Affaires étrangères 5, rue Notre-Dame 2240 Luxembourg Tel. +352 24782421 Fax: +352 221989 E-mail: claude.faber@mae.etat.lu MALTA Mr Andrew Seychell Assistant Commissioner of Police Police Force General Headquarters Floriana Tel. +356 21247800 Fax: +356 21247922 E-mail: andrew.seychell@gov.mt THE NETHERLANDS Desk Officer for Small Arms and Light Weapons Netherlands Ministry of Foreign Affairs Peace building and Stabilisation Unit Netherlands Ministry of Foreign Affairs PO Box 20061 2500 EB The Hague Tel. +3170 3484688 Fax: +3170 3484486 E-mail: EFV@minbuza.nl POLAND Ministry of Foreign Affairs Department of Security Policy Tel. +48 225239704 Fax: +48 226285841 E-mail: dpb.sekretariat@msz.gov.pl PORTUGAL Ministry of Foreign Affairs Disarmament and Non- Proliferation Unit Largo do Rilvas 1399-030 Lisboa Tel. +351 213946549 Fax. +351 213946037 E-mail: dsd2@mne.pt ROMANIA Ministry of Foreign Affairs Nineta Bărbulescu Director OSCE, Asymmetrical Risks and Non-proliferation Department Tel. +40 213196857 Fax: +40 213192363 E-mail: nineta.barbulescu@mae.ro Alternate: Mihail Dumitru First Secretary OSCE, Asymmetrical Risks and Non-proliferation Department Tel. +40 213196857 Fax: +40 213192363 E-mail: mihail.dumitru@mae.ro National Agency for Export Controls Paul Pasnicu Director Conventional arms division Tel. +40 213057202 Fax: +40 213111297 E-mail: ppasnicu@ancex.ro EN 20.1.2010 Official Journal of the European Union C 14/33 ",
        "SLOVAKIA OZOG — Dept. of Disarmament, Arms Control and Global Challenges MFA of the Slovak Republic Hlboká cesta 2 Bratislava The Slovak Republic Tel. +421 259783621 Fax: +421 259783629 E-mail: ozog@mzv.sk SLOVENIA Mr Jure Zerovec Security Policy Division Ministry of Foreign Affairs Presernova ulica 25 SI-1000 Ljubljana Tel. +386 14782256 Fax: +386 14782229 Mr Gregor Kaplan Security Policy Division Ministry of Foreign Affairs Presernova ulica 25 SI-1000 Ljubljana Tel. +386 14786710 Fax: +386 14782229 SPAIN Ministerio de Asuntos Exteriores y de Cooperación (MAEC) Dirección General de Asuntos Estratégicos y Terrorismo Subdirección General de No Proliferación y Desarme Luis Gómez Nogueira Jefe de Área de Desarme Calle Serrano Galvache, 26 28071 Madrid Tel. +34 913791759 Fax: +34 913948678 E-mail: luis.gomez@maec.es SWEDEN Department for Disarmament and Non-Proliferation Ministry for Foreign Affairs SE-103 39 Stockholm Tel. +46 84051000 Fax: +46 87231176 E-mail: ud-nis@foreign.ministry.se UNITED KINGDOM Small Arms and Light Weapons Desk Officer Counter Proliferation Department Foreign and Commonwealth Office King Charles Street London SW1A 2AH Tel. +44 (0)2070081793 Fax: +44 (0)2070082860 EUROPEAN COMMISSION External Relations — Directorate General Mr Quentin Weiler Tel. +32 22954548 Fax: +32 22994820 E-mail: quentin.weiler@ec.europa.eu COUNCIL OF THE EUROPEAN UNION SECRETARIAT Office of the Personal Representative on Non-Proliferation Mr Fabio Della Piazza Rue de Loi, 175 1049 Brussels BELGIUM Tel. +32 22818044 Fax: +32 22818155 E-mail: fabio.della-piazza@consilium.europa.eu secretariat.wmd@consilium.europa.eu http://www.consilium.europa.eu/wmd EN C 14/34 Official Journal of the European Union 20.1.2010 "
    ]
}