{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 24.10.2007 COM(2007) 641 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT on the future of relations between the European Union and the Republic of Cape Verde [SEC(2007) 1415] ",
        "EN 2 EN 1. INTRODUCTION In recent years, the Government and civil society of Cape Verde have expressed the wish on a number of occasions to see Cape Verde's relations with the European Union develop into a special partnership. Cape Verde is showing increasing interest in closer links with the European Union, in particular with the EU's outermost regions in the North Atlantic. Cape Verde and the European islands of the Azores, Madeira and the Canaries make up Macaronesia, a group of island chains sharing complementary features and with longstanding historical, cultural and linguistic ties that still characterise their relations and cooperation to this very day. This situation owes its origins to the ancient and recent history of Cape Verde and Europe, marked by close human and cultural links, the common experience of major events and strong, shared socio-political values. Thus Cape Verdean society developed, in the process forging inextricable historical, human, religious, linguistic and cultural bonds with Europe. Cape Verdean society is the product of the fusion of European and African peoples and of dialogue between their respective cultures. The country likewise embraces the values of democracy, human rights, good political and economic governance, and the guarantees offered by the rule of law in force in Cape Verde, but also seeks to promote peace, security and the fight against terrorism and crime. Cape Verde is in essence naturally suited to serve as a bridge between the continents of Africa, Europe and America, the key factor around which Europe and Cape Verde share common interests and face common challenges. Closer ties between Cape Verde and the European Union will in particular strengthen relations and bring about further integration between it and the outermost regions; Cape Verde also shares a number of strategic priorities with the European Union, especially as regards certain security issues, for instance action to tackle trafficking (drugs, illegal immigration, etc.). In this connection, Cape Verde is expected to become a partner in increased police and judicial cooperation with Europe. Because of its geographical location, the country can make an important contribution to tackling illegal trafficking, and its open approach on security is one of its key strengths in its efforts to build closer ties with the EU. The special partnership is therefore intended to strengthen dialogue and policy convergence between the two parties, so enhancing the traditional donor-beneficiary relationship with a framework of mutual interests. 2. THE EU-CAPE VERDE \"SPECIAL PARTNERSHIP\" The special partnership represents a political approach that goes beyond the ordinary donor-beneficiary relationship, thus meeting other mutual interests in the areas of security and development. It is in keeping with the framework for the implementation of the Cotonou Agreement and is designed to exploit every aspect of the Agreement in order to define a new model for EU-Cape Verde cooperation. The EU-Cape Verde special partnership is not intended to be an alternative to Cotonou, but to deepen and widen cooperation between the two parties. Cape Verde wishes to go beyond the existing relationship to attain a significant degree of enhanced cooperation, the priority being closer links with the outermost regions, including access for Cape Verde to the internal market. In the light of the ",
        "EN 3 EN above, and of the emerging risks presenting common challenges, it is envisaged that Cape Verde will gradually be included in a number of EU policies and programmes, in particular in the areas covered by the action plan. 3. THE EU-CAPE VERDE SPECIAL PARTNERSHIP APPROACH The approach adopted is innovative, pragmatic, progressive and complementarity- oriented, all key facets of the special partnership: 3.1. Policy approach: The aim of the special partnership is to develop an open, constructive and pragmatic dialogue by means of practical measures which will be the very essence of the partnership. The overall strategic framework of the special partnership will be implemented through an action plan covering the priorities for the development process of the special partnership and including the traditional cooperation instruments provided for in the Cotonou Agreement. 3.2. Complementarity approach: The special partnership will seek forms of cooperation to complement and reinforce the traditional measures currently implemented under the Cotonou Agreement. The 10th EDF country strategy paper and national indicative programme will reflect the \"special partnership approach\". Other instruments will also be used to support the special partnership, e.g. the ERDF for cooperation with the outermost regions, thematic budget lines, other lines managed by the Commission and the EU/Africa partnership for infrastructure. 3.3. Progressive approach: Priority will be given to promoting an evolving process, a series of new, practical cooperation measures to complement existing cooperation in the area of poverty alleviation; these activities would further deepen EU-Cape Verde relations. The action plan will be flexible so that it can gradually be adapted to the development of the country and of its relations with the European Union and third countries. 3.4. Approach founded on principles of good governance: the high level of governance achieved by Cape Verde underpins the special partnership. Subsequent progress in this respect is one of the pillars of the partnership, in line with the priority that the European Union and Cape Verde reserve for issues of governance. 3.5. Regional integration approach: Taking account of the specific circumstances of Cape Verde, the special partnership's role will be to push for closer ties with the outermost regions and the rest of the EU, while at the same time developing the country's relationship with the West Africa region and within ECOWAS (Economic Community of West African States). 3.6. Approach of convergence on EU norms and standards: Convergence will help to facilitate the gradual forging of closer ties with the EU, and the outermost regions in particular, and to develop the country's comparative advantages. ",
        "EN 4 EN 4. NEW PERSPECTIVES OFFERED BY THE PARTNERSHIP The special partnership will in particular offer the following new perspectives: • an increase in the scope and intensity of political cooperation; • the deepening of economic and trade relations which will be gradually expanded to produce conditions conducive to the development of the private sector and increased investment and exports; • convergence between EU and Cape Verdean legislation on economic and technical standards, resulting in the opening of their economies to each other and, in particular, the continued reduction of trade barriers, also with countries of the region, in conjunction with the upgrading of the economy and increased competitiveness; • the prospect of going beyond the existing relationship to attain a significantly enhanced degree of cooperation, the priority being closer links with the outermost regions, including access for Cape Verde to the internal market, and the gradual inclusion of Cape Verde in a number of EU policies and programmes, in particular in the areas covered by the action plan; • developing administrative and judicial cooperation; • the systematic creation of common databases and information networks; the promotion of exchange and twinning activities with a view to the alignment of Cape Verde's laws, regulations, standards and practices on the Community acquis in all of the areas covered by the action plan. 5. STRUCTURE OF THE SPECIAL PARTNERSHIP ACTION PLAN The special partnership action plan will be structured around the following six pillars: 5.1. Good governance The programme will be based on the governance policies pursued by the Government and will relate, inter alia, to the schedule of commitments annexed to the above-mentioned country strategy paper (point 3.2). Special attention will in particular be paid in this connection to strengthening and consolidating democracy, the rule of law and civil society participation in the political life of the country. Enhanced policy dialogue and cooperation will be pursued, especially in the areas of democracy and human rights. There will be an increased focus on the rights of children and women, the regularisation of immigrants and tackling domestic violence. The Government will undertake a reform of the justice sector and implement a national plan to tackle corruption. ",
        "EN 5 EN Public finance reform will be pursued, along with government reform and capacity- building, including the statistical field. The Government will implement initiatives designed to improve the business climate, social governance and sound natural resource management. 5.2. Security/stability This pillar will mainly cover the following areas: security and action to tackle transnational organised crime (cooperation on counter-terrorism, human trafficking and the smuggling of immigrants, illegal trafficking in drugs, arms, money- laundering), whilst promoting respect for human rights; effective management of migration, including improving the contribution of the Cape Verdean diaspora to the development of the country (remittances) and action to tackle illegal migration; maritime safety. Initiatives under this pillar, by their very nature, can only be organised and arranged on a cross-boundary and regional basis, in particular by means of closer ties with the outermost regions within the special partnership. 5.3. Regional integration (1) In the context of the outermost regions, the integration of Macaronesia with a view to a more efficient structure and increased dynamism and competitiveness is in the same vein as the \"wider neighbourhood\" policy. Every encouragement should therefore be given to measures designed to strengthen relations between the outermost regions and Cape Verde in all the areas covered by the action plan, in particular increased participation by Cape Verde in the transnational Madeira, Azores, Canaries (MAC) cooperation programme 2007-2013, and in the existing consultation and cooperation mechanisms and forums of the outermost regions. (2) West Africa Region: – examine the possibility, together with the ECOWAS Commission, of taking account of the special circumstances of Cape Verde in the Economic Partnership Agreement (EPA); – ensure as far as possible that Cape Verde is effectively included in the take-up of resources under the EDF regional indicative programmes (RIP) for West Africa. Special attention will be paid in both of the above contexts to the development of conditions favourable to the growth and sustainable development, foreign direct investment and to the development of competitive businesses and a more effective administration, by means of improving the business climate, alignment on EU norms and standards, the development of security and safety conditions, especially in the transport, communications and energy sectors, and the strengthening of national and regional infrastructure. ",
        "EN 6 EN 5.4. Technology and standards convergence Convergence of technology and standards policies in the sectors covered by the action plan in order to facilitate alignment on EU standards and support Cape Verde's comparative advantages with a view to its development. 5.5. Knowledge-based society The aim of this pillar is to encourage Cape Verde's progress towards the \"knowledge- based society\". It prioritises economic, social and cultural development, in particular through education, research and the ownership/development of information technology (a sector in which Cape Verde possesses some notable assets in the area of e-government); these factors are particularly important in view of the country's profile, its lack of traditional natural resources and reliance on the development of its human resources and on its intangible assets, such as its geo-economic situation. 5.6. Poverty alleviation and development The poverty alleviation component will contribute in particular to carrying out the Cape Verdean Government's programmes under its Growth and Poverty Reduction Strategy Paper. At a more general level, this pillar will also support the special partnership action plan and the building of closer ties with Europe which the partnership is intended to embody. Poverty alleviation activities will include the area of environmental protection, e.g. the protection of natural resources and preservation of the marine environment, including action to tackle marine pollution. Closer cooperation in support of national fisheries policy, in particular on tackling IUU fishing, will contribute to the sustainable development of fishery resources and preserve them for the benefit of the local communities that depend on the sea. The action plan measures can be identified by means of studies, the terms of which have yet to be decided; the measures will qualify for technical assistance to facilitate their implementation. Care should be taken to ensure that the gender dimension is taken into account in the identification of these measures. 6. FINANCING THE ACTION PLAN The EDF, including the EIB-managed investment facility, will contribute significantly to the financing of the special partnership. Other instruments will also be used to support the special partnership, e.g. the ERDF in the framework of cooperation with the outermost regions (MAC Transnational Cooperation Programme 2007-2013). Some specific activities may be supported by external actions financed from the general budget of the European Communities and EIB own resources under the 2007-2013 financial framework. However, this financing is subject to special procedure and depends on the availability of funds. The activities financed from the general budget will include programmes financed by the development cooperation instrument, e.g. the thematic programmes \"investing in people\", \"non-state actors for development\", \"migration and asylum policies\", \"environment and sustainable natural resource management\" and \"food security\". Also included are activities financed by other instruments, e.g. the stability instrument, the ",
        "EN 7 EN instrument for the promotion of human rights and democracy or the humanitarian and emergency aid instrument. The above funding will reinforce the Cape Verde's Government's own resources for implementing the action plan. The Member States of the European Union will be invited to contribute to financing the action plan. 7. DURATION OF THE ACTION PLAN The special partnership is a process for which the action plan constitutes the framework and the means of its implementation. The action plan will be of indefinite duration and regularly reviewed in accordance with jointly agreed arrangements. 8. MONITORING IMPLEMENTATION OF THE ACTION PLAN The implementation of the action plan will be monitored by means of meetings at political level, to be organised at an interval to be determined, and annual technical-level meetings in Cape Verde or in the European Union. The EU will be represented by the troika. At local level the inter-ministerial group set up by the Government of Cape Verde, chaired by the foreign minister, will hold regular special partnership monitoring meetings with the EC Delegation and Member State diplomatic missions. "
    ]
}