{
    "text": [
        "Art in the Commission Buildings 2 0 0 5 - 2 0 1 0 R e f l e c t i o n s N M - 80 - 10 - 249 - E N - C COVER EXPO TEMP 18-11-2010 10:27 Page 1 ",
        "Edited by OIB Office for Infrastructure and Logistics - Brussels European Commission Editorial coordination / Lucía Palomino Gómez - OIB Follow-up / Marta De Cupis, María Esteban, Nicoletta Gardini - OIB Design / Elena Suárez Cueto - OIB More information on the European Union is available on the Internet (http://europa.eu). © European Union, 2010 - All rights reserved ISBN 978-92-79-15212-2 DOI:10.2798/11176 Printed by OIB - October 2010 COVER EXPO TEMP 18-11-2010 10:27 Page 2 ",
        "We are very pleased to present this overview of the nearly 200 temporary exhibitions 1 which have taken place in different Commission buildings in Brussels during the 2005-2010 mandate of Commission President Barroso. These varied exhibitions (paintings, sculptures, photographs, thematic exhibitions, etc) organised by the European Commission's Directorates- General and Commissioners' Cabinets have enriched our buildings with select and varied examples of the creativity and cultural diversity of the 27 EU Member States as well as numerous non-EU countries. Each of these exhibitions involved a great deal of work behind the scenes. The assistance of OIB's professionals (technicians, building managers, graphic designers and printing services) proved to be a key to the success of these events, to the satisfaction of the Commissioners who granted their patronage, as well as the artists who exhibited their works and their sponsoring institutions (embassies, Permanent Representations of EU Member States, national governments, artistic and cultural institutions, NGOs, etc). Our sincere thanks go to all who helped to make it possible to enhance our workplaces and create inspiring temporary art galleries, which help to open our minds and hearts to the very many talents of those whose work is exhibited and to the cultural richness from all around the world which the works portray. The OIB Events Management and Communication Team OIB.DR.1 – Human Resources and Communication Unit Office for Infrastructure and Logistics – Brussels (OIB) European Commission (1) In parallel to the temporary exhibitions organised in the Commission buildings, OIB has been entrusted to manage the \"Berlaymont Summa Artis\" contem- porary art collection, which is permanently displayed in the Berlaymont building, the main headquarters of the European Commission in Brussels. This outs- tanding collection of more than 350 works of art on loan from the EU Member States is perfectly integrated in the building's remarkable architecture. Catalogue EXPO OCTOB 28-10-2010 13:14 Page 1 ",
        "2005 Catalogue EXPO OCTOB 28-10-2010 13:14 Page 3 ",
        "3 The Second Reality Photographs from China Piazza of the Berlaymont from 6 October to 4 November 2005 The Danube is Water, Stone and History Painting exhibition by Cyril Uhnak Presidents’ Gallery of the Berlaymont from 5 October to 23 December 2005 2 The Danube Cycle of large format paintings of the Slovak artist Cyril Uhnák is an impressive project. He began with separate vedutas of Bratislava, the city where he lives and which he knows the best. Progres- sively, from attention to detail he evolved into an alle- goric understanding of the theme and added vedutas of other European cities. This process culminated in the Danube cycle, which is the result of 3 years of work and where the artist made a definite step in defining his own communica- tion space and his means. To each of the countries through which the Danube River flows he dedicated several large format paintings, dealing with morpho- logical signs of the city and the signs of cultural heri- tage and historical awareness. This exhibition of 40 paintings was displayed under the patronage of Ján Figeľ, Commissioner responsible for Education, Training, Culture and Multilingualism, in collaboration with the Permanent Representation of the Slovak Republic to the EU. Urban Romantic “A historical encounter has dominated the eyes and soul of Chinese artists today and that is the on- going urbanization process in China at large. Urbanization has become a most conspicuous feature of the social transformation and development in China, not only bringing about changes in citysca- pe and visual spaces, but deeply altering the way of life of the people and their mutual relationship as well, hence impacting upon their emotions and senses. Naturally, artists are the first observers and the most infatuated recorders of this change. Just as urbanization dissolves the boundary between the familiar and the strange, reality and virtual reality, artists have created images that could be called a second reality, images that intertwine the sensibilities and desires of artists towards the material world, their ideals and dreams about life, as well as a complex mentality of both longing for and trying to escape the metropolis. We may see in these works on the one hand that the camera of the artists focuses on many of the details of reali- ty, expressing their personal observations and feelings, and on the other hand, they manipulate the digital technology already very popular in China, which they combine with photographic language to create works that are compounds of representations and re-creation. This combination of their artistic subjects and their approaches to art makes their works urban romantic in a cultural sense”. Fan Di’an Curator, Vice-President of the Central Academy of Fine Arts in Beijing This exhibition of more than 70 works by 25 young Chinese contemporary artists was jointly organized by the Chinese Ministry of Culture, the Mission of China to the EU and DG RELEX within the framework of the 30th anniversary of EU-China Diplomatic Relations. Ambassador Guan Chengyuan (China Mission to the EU) and Eneko Landaburu (Director General for External Relations) at the opening of the exhibition Bratislava (Slovakia) - Cyril Uhnak, 2004 - Acrylic and oil on canvas - 145 x 200 cm Catalogue EXPO OCTOB 28-10-2010 13:14 Page 5 ",
        "5 Galicia and North of Portugal: Two regions, one Euro-region Piazza of the Berlaymont from 28 November to 2 December 2005 Cha dos Acores - Azorean Tea Photo Exhibition Hall of the 1st floor of the Berlaymont from 7 to 11 November 2005 4 Organised by Paulo Casaca, Member of the European Parliament, under the patronage of President Barroso, this exhibition of works by Portuguese photographer José António Rodrigues documents the work and history of tea harvesters in the Azores, a Portuguese territory, and the only region of the EU to produce tea. It is believed that the first seeds of tea were brought from Brazil to the island of Saint Michael in the Azores around 1820. Tea was used for a long time as an ornamental plant only, until 1878 when the Sociedade Promotora da Agricultura Micaelense (local organisation to promote agriculture) hired two Chinese workers to promote new crops and test the production and yield of tea. The product of the first harvest amounted to 8 kilos of green tea and 10 kilos of black tea. Pleased with the results, the farmers became interested in this product. In 1913, production reached 80 tonnes. In Saint Michael there were six factories of reasona- ble size and dozens of small producers. By the mid-sixties, pro- duction reached 180 tonnes per year. Nevertheless, the plantations were gradually replaced by pastu- re, to feed a rising and promising milk production activity. At the end of the 20th century, only two factories remained. The photographs displayed showed the faces of the workers and the way they recall their ancestors in the festival of the \"Begin- ning of the Harvest\". A photo exhibition organised by the Regional Foundation \"Galicia-Europa\" under the patronage of Commissioner Hübner, traced more than ten years of work aimed at integrating both cross-border territories. Galicia and the North of Portugal, united by linguistic similarities and by important historical links, represent a reference for the formation of new European directions. The idea of constituting one Euro-region led to the creation of two large platforms -the Comunidade de Trabalho Galicia-Norte de Portugal and the Eixo Atlántico do Noroeste Peninsular, which for more than 10 years have worked together on initiatives supporting regional and local development. The actions of Eixo Atlántico, centred on the economic, social, cultural, technical and scientific develop- ment, conceive the cities as the true motors of social dynamics, therefore contributing to build the new \"Europe of Citizens\". This exhibition presenting the activities developed in the past decade was inaugurated by the President of the European Parliament, Josep Borrell, the President of the Xunta de Galicia, Emilio Pérez Touri ñ o, the President of the Eixo Atlántico, Xosé Sánchez Bugallo, and the Vice-President of the Coordination Committee of the Rexión Norte of Portugal, Paulo Jorge Mota de Pinho Gómes. Poster of the exhibition Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:14 Page 7 ",
        "2006 Catalogue EXPO OCTOB 28-10-2010 13:14 Page 9 ",
        "9 The Field of Dang’cing Sunflowers Piazza of the Berlaymont from 6 to 22 February 2006 Lighthouses of Croatia Presidents’ Gallery, Press area and Hall of the 1st floor of the Berlaymont from 7 February to 3 March 2006 8 The \"Field of Dang'cing Sunflowers\" was an installation by artist Dang, organised by the NGO Solar Solidarity with the cooperation of OIB and the European Commission trainees involved in the project. The \"Dang'cing Sunflowers\" incorporate a solar engine that makes the flowers move (dance) in the light, even with very low light levels. The whole installation was pure poetry. Some people mentioned a calming and therapeutic effect by watching the installation. This exhibition also highlighted that with little light level (in winter, in the presence of clouds, in the shadow…), there is enough energy coming from the sun to produce electricity: hence one could easily imagine the possibility of the sun pro- ducing electricity in direct sunlight, particularly in ACP countries. Money stemming from the exhibition went to support the solar electrification of a school in Haiti that was carried out by the NGO \"Electriciens sans Fronti è res\". The \"Field of Dang'cing Sunflowers\" was inaugurated by Andris Piebalgs, Com- missioner for Energy, and closed by Stavros Dimas, Commissioner for Environment. www.Dang.be www.SolarSolidarity.org Journey down the Croatian coast on a wondrous mari- time odyssey... through the very passages travelled by the mythical sailor Odysseus, the famed explorer Marco Polo and the ancient mariners of Dubrovnik. Immerse yourself in the innumerable lights, tones and landscapes of Croatia's – and Europe's – Adriatic. Through the impassioned eyes of 34 photographers, discover the 48 sentinels that mark and illuminate 1,001 islands and the clearest sea in the Mediterranean... This photograph exhibition was held in different areas of the Berlaymont. In addition, a \"Serenity Corner\" on the first floor was designed to give an impression of the sounds of the Adriatic Sea. The exhibition was opened by Mr. Joe Borg, European Commissioner in charge of Fisheries and Maritime Affairs, and Mr. Božidar Kalmeta, Croatia's Minister of the Sea, Tourism, Transport and Development. www.plovput-exhibition.com/english/home.htm Svjetionik Sv. Petar - Ivo Pervan Courtesy of the artist for Solar Solidarity © Dang ; All rights reserved Catalogue EXPO OCTOB 28-10-2010 13:14 Page 11 ",
        "11 Czech Landscape inhabited / uninhabited Jan Reich/Bohemia & Jindrich Streit/Moravia Piazza of the Berlaymont, from 30 May to 2 June 2006 Hall of the 1st floor until 30 June 2006 La moitie du ciel Sculptures by Mercedes de Otto J-79 Atrium from 1 to 31 March 2006 10 After a long and fruitful career in the European Commission, Mercedes de Otto began to sculpt in 1997; she currently works at the Academy of Ixelles. On 8 March, International Women's Day, she inaugurated this exhibition of selected bronze sculptures of women and young girls. Mercedes likes to work from sitting models and she draws her inspiration from the human body. Her works, both ear- thenware and bronze, generally depict children or young girls. At present, she is mostly working on portraiture. The style of her work stands in opposition to any form of acade- micism and runs against the tide of the dominant trends in contemporary art. Mercedes de Otto's sculptures speak to us of life, beauty and happiness, and do so not only with modesty but also with untrammelled spontaneity. Like the Greek \"tanagras\" (pain- ted terracotta statuettes dating from the 4th century BC, mostly of women in drapes, dancers or children), Mercedes's works are living pieces. Each of them has, in its beauty, gen- tleness and simplicity, its own inseparable personal character, its life, name, movement and soul. (Extract from Pascale Collard) www.mercedesdeotto.com The exhibition featured the work of two acknowledged Czech pioneers of photography Jan Reich and Jindřich Štreit. Jan Reich uses an old wooden camera to capture the interrela- tionship of the built environment and the natural environment and received the Czech national Book of the Year award for the publication upon which his part of this exhibition is based. Jindrich Streit concentrates on man and the environment and his pictures have always been felt to be so powerful that the pre-1989 Communist regime actually jailed him for photo- graphing everyday village life. The former President of the Czech Republic Václav Havel and Commissioner Vladimír Špidla opened this exhibition that was organised by the Czech NGO \"ANO pro Evropu\" (Yes for Europe) of which Havel and Špidla are the patrons. ANO pro Evropu organised the principal Yes campaign during the 2003 accession referendum. Le cours de natation - Mercedes de Otto - Bronze President Václav Havel and Commissioner Vladimír Špidla inaugurated the exhibition Catalogue EXPO OCTOB 28-10-2010 13:14 Page 13 ",
        "13 Photo Exhibition by Martin Sharman Elevators of the Berlaymont from 12 July to 31 August 2006 Romanian artists in their Parisian studios Photo exhibition by Dana Maitec Charlemagne Atrium from 26 to 30 June 2006 12 Reflecting the diversity of our cultures Piazza of the Berlaymont from 6 to 16 June 2006 Martin Sharman (staff member from DG RTD) presented 12 pho- tos where the eye of the photographer has tried to capture and make timeless the fleeting moments of beauty. His purpose was to communicate that we are working together to preserve this planet so that future generations may enjoy it just as we do. “Our planet offers so many beautiful locations where earth, water and sky meet under the life-giving light of our sun. A landscape may seem static, unchanging, but just as we can never step twice into the same river, so each instant is different, never to come again.” Art exhibition of works by pupils from the kindergarten, primary and secondary sec- tions and from the after-school activities classes of the Woluwe European School. Organised by the Parents' Association (APEEE) in collaboration with the Woluwe European School Administration, a second edition of this successful exhibition came back to the Berlaymont in 2008. All day I've faced a barren waste Charlie will come again Dana Ma ï tec presented her photographs in the Charlemagne building from 26 June to 30 June 2006. www.maitecart.com Catalogue EXPO OCTOB 28-10-2010 13:14 Page 15 ",
        "15 Art from the Dominican Republic Piazza of the Berlaymont from 19 June to 19 July 2006 Exhibition of the European Commission’s \"Photo-club\" Beaulieu, Charlemagne and CCAB (Conference Centre Albert Borschette) from 5 June to 29 September 2006 14 The European Commission's Photo Club organised in 2005 a photo competition for the staff of the EU Institutions. More than 500 photos were received from 131 participants. At the prize award ceremony, presided by Siim Kallas, Vice-President of the European Commission, a further exhibition by the 15 laureates, presenting 12 additional photos, was organised at the Foyer of the Commission in November 2005. Photos ranged across three different categories: black and white, colour, and computer photography. The exhibition was shown in different Commission buildings, allowing a large public to discover talented amateur photographers among the Commission staff, and at the same time contributing to promote the activities of the \"Photo Club\". Francisco Nader, well-known gallerist and owner of one of the most representative col- lections of Dominican art, presented 55 paintings from his private collection. Reputed artists (Guillo Pérez, Cándido Bidó, Dionisio Blanco, Alberto Ulloa), as well as young talents (Joel Gonell, Nina Cisneros) were selected to represent the cultural and artistic dynamism of the Dominican Republic. A dynamism which is the result of the valuable mix of cultures and influences that represent the country: influences from the ta í nos, first population in the island that is shared with Ha ï ti, influences from Africa, Europe, North-America and many other neighbouring countries. Such diversity of cultures is well reflected in the exhibited paintings, where the artists depict Dominican rural architecture, and invite you to immerse yourself in the green beauty of the valleys, the blues and oranges of the master Bidó, and the landscapes of Dionisio Blanco. This exhibition, organised by the Embassy of the Dominican Republic in Belgium under the patronage of Commissioner Louis Michel, was inaugurated by Commissioner Figel’ and the Dominican Minister of External Relations, Mr Carlos Morales Troncoso. Drame à S aï gon - Julien Mengahini Esperando la primavera Cándido Bidó, 2006 Mixed technique 24 x 30 cm Serie \"Sembradores\" Dionisio Blanco, 2004 Acrylic on canvas 40 x 50 cm La madre Cándido Bidó, 2005 Mixed technique 30 x 40 cm Catalogue EXPO OCTOB 28-10-2010 13:15 Page 17 ",
        "17 European Shell Eco-marathon prototype Piazza of the Berlaymont from 11 to 15 September 2006 Sculptures by FAZ L-130 courtyard, Piazza of the Berlaymont and J-79 Atrium from July to September 2006 16 Three sculptures by the French artist FAZ: \"Bise\" (kiss), \"Metamorphose\" (metamorphosis) and \"Fusion\" were exhibited in three different Commis- sion premises. ”Her sculptures are her mirror image. Such gentleness hides something. Such energy conceals something, something fragile. FAZ chose to display Her Women. Revealing their mystery, their contradictions, sometimes their inner cracks: how complex their universe and their choices can be. \"What is a woman?\" A little nomad boy from the desert asked to his grandfather. The old man could only describe the two women he ever knew, his wife and his mother. Then, he talked about earth, water, fire and air… those were the words he used to describe what he felt without naming it… feminity. Feminity is at the heart of FAZ's sculpture. The woman is an element; once she is born, she melts into the nature that gives her life, or maybe it is the other way round… Then, to clear away this doubt, FAZ's hand sculpts even further; she goes straight to the fee- ling. With passion and tenderness altogether, the intertwined bodies made of earth or bronze invite to this journey.“ (Extracts from Marc Levy) www.faz-sculpture.com The principle of the Shell Eco-Marathon is simple: to design and build the world's most fuel-efficient vehicle and produce the fewest emis- sions. It is a major educational project, in which students work toge- ther to explore potential solutions to both current and future transport and energy challenges. Some of Europe's brightest young scientists, engineers and entrepre- neurs took up the challenge: 255 teams from 20 different countries, including Turkey, Brazil and Saudi Arabia, competed in an event which represented the culmination of a year's imagination and effort from students and teachers. The cars competed on the Nogaro Circuit, and Andris Piebalgs, Commissioner for Energy, opened the races. On 14 September 2006, just one week before the adoption of the Com- mission's Action Plan on Energy Efficiency, Commissioner Piebalgs unvei- led \"Microjoule\", the ethanol-powered vehicle which won the 2006 European Shell eco-marathon, just one week before the adoption of the Commission's Action Plan on Energy Efficiency. \" This project illustrates the important role that transport can play in reaching 20% savings of Europe's energy by 2020, the main objective of the Action Plan \" said Commissioner Piebalgs. The event took place in the Piazza of the Berlay- mont, where the Commission had invited the winning team (from the French Lycée La Joliverie in Nantes) to present the success story of its pro- ject and show their prototype in the Piazza for one week. Bise - FAZ, 2005 - Painted resin - 350 x 250 x 100 cm The Microjoule prototype Catalogue EXPO OCTOB 28-10-2010 13:15 Page 19 ",
        "19 Bulgaria in miniature. Sound and light Piazza of the Berlaymont from 23 October to 10 November 2006 EU INSIGHT Photo Exhibition by Reuters Piazza of the Berlaymont from 2 to 20 October 2006 18 From the ambitious launch of the single currency to enlargement into a family of 25 nations with some 450 million citizens, Reuters photographers captured each key development in the growth of the European Union. Working alongside a network of correspon- dents and camera crews, Reuter’s photo-journalists document European history as it unfolds, helping to make Reuters the indispensable source of EU news for decision-makers. The pictures presented in this exhibition show moments from the work of those whose daily task it is to build an ever closer union. This exhibition was inaugurated by the President of the European Commission, José Manuel Barroso, and the CEO of Reuters Group, Tom Glocer, on 29 Sep- tember 2006. The exhibition consisted of a series of scale models of the most famous Bulgarian historical and cultural monuments and sites. The objective was to present the country to the staff and visitors of the European institutions in an attractive way, at a moment when Bulgaria was still a candidate-country to the EU, and the interest in its history and culture was very strong. The 3-D replicas were equipped with hidden loudspeakers and artistic lighting. Each model had its own miniature \"people\" to enhance the lifelike effect. The public was thus invited to take a walk through time and get to know Bulgaria in just a few minutes. Subsequently, this exhibition inspired the presentation of a miniature of the Rila Monastery in May 2008 to the “Mini-Europe” park in Brussels. More than 12,000 EU officials visited the display, which was inaugurated by Commissioner for Enlargement Olli Rehn and the Permanent Representative of Bulgaria to the EC, Ambassa- dor Stanislav Daskalov. www.bulgarianadlan.com Photo by Katarina Stoltz - Reuters The Royal Palace in Sofia Catalogue EXPO OCTOB 28-10-2010 13:15 Page 21 ",
        "21 Moldavian Art Exhibition Presidents’ Gallery of the Berlaymont from 7 November to 24 December 2006 Si vas para Chile ... Photos by Werner Porsch Elevators of the Berlaymont and Brasserie Van Marlaent from 6 to 30 November 2006 Agriculture, je t’aime Presidents’ Gallery of the Berlaymont and Hall of the 1st floor, from 16 September to 13 October 2006 20 The present statute of Moldova as neighbour of the EU offers new pos- sibilities for the extension of the space of promotion, valorisation and integration of contemporary art, a fact that brings together the Mol- dovan artistic movement and the world artistic processes. This exhibition of contemporary art from Moldova organized by DG RELEX, in collaboration with the Mission of the Republic of Moldova to the EU and the Ministry of Culture was part of an ample project “Eas- tern Neighbours” that had been accomplished a bit earlier in Utrecht by the Cultural Aid Foundation from the Netherlands, a project that had united artworks from twelve South-Eastern European countries. These artworks belong to several genres of the visual arts (painting, graphics, sculpture, decorative art, photography, object) representing the dynamics of the aesthetic processes from the last years in Moldo- va, a period when the “official” art disappeared. Without insisting categorically over a national perceptible identity, the exhibition proves a complete freedom of aesthetic options and a real panorama of the artistic languages, a panorama in which fuse the most diverse art trends oriented towards an “innovative” aesthetics that tries to integrate naturally into the real values of the European art. Poster of the exhibition Photos by Werner Pörsch Symbolic glow - Tudor Zb â rnea, 2001 Oil on canvas - 150 x 140 cm Chile is the only country in the world that spans 40 degrees of latitu- de. If transferred to the Northern hemisphere, it would reach from Glasgow to Nouakchott in Mauritania, or from Bombay to Novosi- birsk in Russia. Our colleague Werner Pörsch (DG COMM) shared with us his beautiful photos showing a diversity of landscapes and climates as well as the cultural diversity of this wonderful country. Icebergs at the latitude of Northern Italy, the driest desert in the world, lakes, forests and volcanoes as well as enchanting islands in the South Pacific all waiting to be discovered. As part of the events leading up to the commemoration of the 50th anni- versary of the signing of the Treaty of Rome, DG AGRI with the support of the representation of the European Commission in France, arranged for the 2006 edition of the photo exhibition “Agriculture, je t’aime”. This exhibition included 24 photos with a variety of agricultural themes. It was the result of an EU wide competition (actually in its second year) orga- nised by a Paris-based media agency specialising in agriculture and related issues. The idea behind the photo competition was to promote a positive image of agriculture by asking European photographers to submit their favourite photos. The jury was composed of photography professionals, representatives of the agricultural sector, the media and sponsors. A second edition of this exhibition was displayed in the Berlaymont in 2007 (1 to 20 October) Catalogue EXPO OCTOB 28-10-2010 13:15 Page 23 ",
        "23 Hands of Hope Photographs by Ivo Saglietti Hall of the 1st floor of the Berlaymont from 1 to 30 December 2006 Fotografia no Douro: Arqueologia e Modernidade Hall of the 1st floor of the Berlaymont from 9 to 24 November 2006 22 The Organizing Committee for the 250 th Anniversary of the Douro Region, under the patronage of President Barroso, presented the photo exhibition \"Photography through time in Portwine Country\". This photo exhibition of the most representative photographers from the Douro region depicts a history of photography in Douro from 1840 to today, as well as a general history of photography. The exhibition displayed photos by Frederick Flower (1815-1889), J. J. Forrester (1809-1861), Emilio Biel (1838-1915), Aurélio da Paz dos Reis (1862-1931), Casa Alv ã o and Foto-Beleza, from the 20s to the 40s, as well as by the contemporary photographers Mark Klett, José Manuel Rodrigues, G. Basilico and J. A Furtado, among many others. These photos invite you to travel through time and disco- ver how the most diverse photographic lenses have captu- red the Douro's mysticism, the beautiful landscapes of the Portwine region, the life of its men and women and the wine-growing tradition; depicting at the same time the history of Douro and the history of photography. This exhibition was jointly organised by DG Research and the MUVAPRED research consortium to commemorate World AIDS day on 1 st December 2006. MUVAPRED is an acronym for “Mucosal Vaccines for Poverty Related Diseases”, and aims at identifying vaccines for HIV/AIDS and Tuberculosis that are suitable for use in resource-poor settings. Funded under the EC 6th Research Framework Programme, this project gathered together 24 research groups from 10 different countries in Europe and Africa. The photographic essays and journalistic projects of Ivo Saglietti have been widely exhibited and he has won several awards, including the World Press Photo award in 1992. In 1996 he received the \"Photographers in the Service for Freedom and Justice\" prize, and in 1999 he won an Honourable Mention at World Press Photo awards. The photos exhibited were the result of collaboration between Ivo Saglietti and immunologist Aldo Tagliabue. Through the camera of Ivo and the texts of Aldo, we witness the tragedy of HIV/AIDS in women and orphans in Africa. But we also experience skilled scientists working with great dedication in the laboratory to bring vaccines and hope to the many million suffe- rers of HIV/AIDS around the world. President Barroso inaugurated the exhibition Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:15 Page 25 ",
        "25 Erasmus Experience Madou Atrium from 6 December 2006 to 5 January 2007 An exhibition on ERASMUS illustrated the achievements of 20 years of the EU's education programme from a political, educa- tional, economic and social point of view. Its theme was the 'Erasmus Experience', depicting a symbolic student flat to illustra- te the experience of the average ERASMUS student. The exhibi- tion had three areas that are typical in a student's life — a mock- up of a kitchen, a sitting room (with a TV showing the film \"L'au- berge espagnole\"), and a study equipped with a PC and book shelves. The ERASMUS programme, which is arguably one of the best- known EC actions, encourages student and teacher mobility, and promotes trans-national cooperation projects among universities across Europe. The scheme currently covers nine out of every ten European higher education establishments. It was named after Erasmus of Rotterdam (1466-1536), who was a Dutch humanist and theologian. ERASMUS was launched in June 1987 and 3244 students participated in its first academic year. Now, more than 150 000 people benefit each year from the programme. The exhibition was inaugurated by Ms Odile Quintin, Director- General for Education and Culture and Commissioner Figel. Eternal Lights, Past and Present J-79 Atrium from 18 to 22 December 2006 24 The European Jewish Community Centre, under the patronage of Commissioner Figel, organised an exhi- bition of antique Chanukah candelabra that belonged to communities and families from all around Europe as a living testimony of Chanukah through 5 centu- ries; each one of them was accompanied with a new candelabrum made by children from all across Europe, expressing the present of the message of light that Chanukah carries. Chanukah is the festival of lights. It highlights the strength of personal freedom over external influen- ces; it demonstrates the superiority of light over dark- ness, of right over might, of hope over fear. The eight days of Chanukah is the story of a little light pushing away an empire of darkness, human sensibility defying terror, life and growth overcoming destruc- tion – these are battles very much alive within each of us, and in the world outside of us. African Portraits Photo exhibition by Santiago Urquijo Beaulieu, October 2006 and CCAB from 1 December 2006 to 12 January 2007 The aim of the project of \"African Por- traits\" by our colleague Santiago Urqui- jo (DG ENV) was to show some portraits to invite spectators to reflect on the lives behind those faces. Why did he choose children? Because they represent the future of Africa, a future that sometimes does not seem to exist. This was not an analysis; it was simply a day in the life of these African children, so far from our reality. Ancient candelabrum Abdallah, Aswan, Egypt - Santiago Urquijo Erasmus installation in Madou Catalogue EXPO OCTOB 28-10-2010 13:15 Page 27 ",
        "27 Visual Essays by Hasan Fuat Sari Charlemagne Atrium from 15 to 29 November 2006 The Eye of Istanbul Photographs by Ara Guler Charlemagne Atrium from 3 to 13 October 2006 26 The exhibition of the famous Turkish photographer of Armenian des- cent Ara Güler (1928) was organized within the framework of the \"Turkey @Europe Week\" by the Turkish Association TÜSIAD in collabo- ration with DG ELARG to celebrate the first anniversary of the opening of accession negotiations between Turkey and the EU. Güler describes himself as a \"visual historian\". According to him, pho- tography should provide a memory of people, of their lives and espe- cially their suffering. While he considers that art lies, photography to him can only reflect reality. Thus in his case, one should speak of pho- tojournalism rather than photography as an artistic pursuit. Indeed, he does not consider photography as an art. In the British Journal of Photography 1968 Yearbook, Güler was named one of the seven best photographers in the world. His works are found in the French National Library, in the Sheldon Collection at Nebraska University, in the Ludwig Museum and the Das Imaginäre Photo-Museum in Cologne, as well as in private collections around the world. But his most renowned photographs remain those melancholic black and white pictures taken mostly with a Leica camera in Istanbul in the 1950s and 1960s, golden age of photojournalism. Hasan Fuat Sari, a Turkish-born sculptor and painter living and working in Finland, personifies the fertility of cross-cultural exchange that is the key to today’s Europe. The exhibition, organised by TR PLUS (Centre for Turkey in Europe) and DG Enlarge- ment, brought together a series of sculptures and assemblages which, occupying both floor space and walls, created an exciting environment in which the visitor was both observer and participant. Sari works in a range of materials including metal, wood and brick, as well as scrap and recycled material. Graduated from the State Academy of Fine Arts in Istambul, he worked in the sculpture section of Istanbul’s Archaeology Museum. In 1980, he moved to Finland. In 2004, Sari was named “Sculptor of the year” by the Sanat Kuru- mu Arts Association of Ankara. Sari’s creations often take the form of visual puns, drawing on traditional symbols and allusions to his own experiences and environment. A few years ago, a series of sculp- tures made of recycled bicycles and bicycle parts won acclaim as “ multidimensional symbols of movements in time and space that give voice to the metamorphoses of identity, to tensions between intimacy and universality, to visions of becoming and transcendence…. ” Kumkapi fishermen returning to port in the first light of dawn - Ara Güler, 1950 Joiku 1 - Eye (background) - Hasan Fuat Sari Daily News - Hasan Fuat Sari Catalogue EXPO OCTOB 28-10-2010 13:15 Page 29 ",
        "29 Olive Trees from Castellon Hall of the 1st floor of the Berlaymont and L-130 from September to December 2007 ICONS By Stavri Kalinov Charlemagne Atrium from 5 to 19 December 2006 28 The exhibition of a valuable collection of icons and small religious sculptures by the Bulgarian artist Stavri Kalinov was presented by DG ELARG to celebrate the accession of Bulgaria to the EU. ”I want my exhibition to show the past, the present and the future through faith. Namely in my works of art that I present are reflected the history, the times in which we are living and my good wishes for the future, that is to say to believe in Good. I was born on 15 November 1944 in Vidin, the city on the Danube, city of one of the leaders of the impressionism – Jull Paskin. I am happy that I am living, working and breathing in Bulgaria and I am happy that this country will become a part of Europe.” Mr. Kalinov's works have been largely exhibited in galleries in America, Australia and Europe. His works can be found in the National and the Sofia Art Galleries. The olive tree, deeply linked to the Mediterranean culture for many thou- sands of years, has become a characteristic feature of the rural landsca- pe in the Spanish province of Castellón. On display were a series of photographs taken by Pascual Mercé, reflec- ting the historical, archaeological, cultural and gastronomic aspects of the millenary olive trees from Castellón. The exhibition, produced by the Rural Development Area of the Diputación de Castellón aimed to promo- te the olive oil sector from the province by praising the olive tree as a characterizing element of Castellón, as a living patrimony. Additionally, this project intended to raise public awareness about the importance of keeping olive trees in their natural habitat, and to stop the current trend of using them as mere decorative elements. The exhibition was presented by the Valencia Regional Office in Brussels with the support of DG AGRI and Commissioner Hübner. Stavri Kalinov Olivos de Castellón - Pascual Mercé Catalogue EXPO OCTOB 28-10-2010 13:15 Page 31 ",
        "Logo of the 50th Anniversary of the Treaty of Rome Hall of the 1st floor of the Berlaymont from 14 to 31 October 2006 30 With the motto ”Happy birthday EU” on 6 July 2006 the EU launched a competition for a birthday logo to be used as the official symbol for the 50th anniversary of the signing of the Treaty of Rome. Students of art, graphic and communication design or related disciplines, as well as design professionals, who graduated from university or college in 2006 from the 27 Member States, were invited to create a logo and also, if they wished, a slogan about European cooperation. The logo had to refer to the 50 th anniversary of the Treaty of Rome and reflect the EU’s achievements and its future. The competition attracted 1,701 participants. The winner was Szymon Skrzypczak, a student of the Academy of Fine Arts in Poznan (Poland) born in 1983. His logo gives a graphic interpretation to the voice of all Europeans, especially the new generations. These Europeans look for peace, stability and prosperity without taking anything away from their rights of individuality and diversity. The word “together” expresses what was originally bound to the idea of Europe: solidarity. The different letters and typefa- ces express the diversity in European history and culture. The sub-line “SINCE 1957” is the main link to the Treaty of Rome. The logo, which was available in 23 EU languages plus its original version, was used by all EU institutions for the anniversary celebrations, events and publications. The works by the ten pre-selected finalists were displayed in the Berlaymont on the occasion of the award ceremony. Awards were presented by the Vice-Presidents of the European Commission and the European Parliament, Margot Wallström and Alejo Vidal-Quadras, who also co-chaired the final jury. Catalogue EXPO OCTOB 28-10-2010 13:15 Page 33 ",
        "2007 Catalogue EXPO OCTOB 28-10-2010 13:15 Page 35 ",
        "35 Europe 2020. Making the future together Charlemagne Atrium, from 9 to 28 February 2007 Harmonious China. Aspirations and dreams Photo exhibition Presidents’ Gallery and Hall of the 1st floor of the Berlaymont, from 8 January to 8 February 2007 34 From a distance Painting Exhibition by Guillermo Fernandez Pardo Elevators of the Berlaymont from 12 January to 13 March 2007 Restaurant 29, from 15 January to 28 February 2007 “ La realidad hay que inventarla siempre a partir de cuatro datos que nos da la vida. ” F. Umbral “From a distance” describes the landscapes of a continuous imaginary travel throughout Euro- pe. Following a deep centenary tradition, and at the same time remaining in direct contact with his time, the artist has used Google Earth to represent, in an evocative way, places he does not know. The Spanish painter and architect Guillermo Fernández Pardo deployed in this exhibition the travel book of an Internet explorer, keeping a distance from reality which eve- ryone was invited to explore and question according to his own interpretation. Difuso - Oil on paper - 2006 Paisaje - Oil on paper - 2006 Mar oscuro - Oil on paper - 2006 Alenka Lalić Wieslaw Rosocha A total of 65 selected photos, varying from the launch of the Shenzhou spaceship, the Fuwa Olympic mascots dolls to the making of lamian (hand-pulled noodles), reflect China's long history and its achievements in economic, political, cultural and social life since the begin- ning of its reform and opening-up policy. The exhibition was organised by China's Ministry of Culture and China's Mission to the EU, with the collaboration of DG RELEX. Addressing the opening ceremony, Guan Chengyuan, Chinese ambassador to the EU and Eneko Landaburu, Director-general for External Relations, said that seeking social harmony and balanced development is an aspiration of both the Chinese and the European people. “At the beginning of the 21 st century, Europe is at a crossroads. What are its options? What will Europe look like in 2020? Although it is difficult to predict what Europe will look like, to design it is a completely different matter. This competition is aimed at European designers who wish to participate in the process of designing Europe's future. European designers have the privilege, and maybe even a duty to participate in this process. Graphic design is the most suitable form of communication to overcome linguistic, cultural and civilization differences between the countries and peoples of this old continent. This project is MORE THAN DESIGN; it is a project of the Europe of today for a Europe of tomorrow.” Boris Ljubičić, initiator of the idea and President of the Croatian Designers' Society The Croatian Mission to the EU in collaboration with DG ELARG presented this poster exhibition which showed the results of two pan-European competitions focusing on Europe's future. It presented the best creations by more than 100 graphic designers from 23 European countries, selected by an international panel. Catalogue EXPO OCTOB 28-10-2010 13:15 Page 37 ",
        "37 Rafael Rubio Painting exhibition Madou Atrium, from 26 February to 15 March 2007 Naive painting in Serbia. Collection of the Babka Art Gallery of Kovacica Presidents’ Gallery and Piazza of the Berlaymont from 12 February to 19 March 2007 36 Rafael Rubio’s paintings are largely based on historical or period characters, as well as on real expe- rience, capturing features that clearly reflect key moments from the painter's own life. The works are based on realist symbolism, a vision that goes beyond the surface, managing to connect the spectator with what the painter sees as essential. Like the old masters, Rafael Rubio uses colours of patent purity which, combined with other colder tones, endow the painting with atmosphere, composing textures, symbolisms, intentions and evocations that speak to us. He is driven by a desire to research and his mixing and combinations are a sign of his will to remain true to creation. Humanitarian situation in Congo Charlemagne Atrium, from 5 to 15 March 2007 Wojciech Lembryk, a Polish photographer who won the International Committee of the Red Cross (ICRC) photo prize in the major \"BZ WBK PressFoto\" competition in Poland in 2006, spent two and a half months with the ICRC in the Democratic Republic of the Congo. His pictures cast a new light on the current humanitarian situation in the country. The exhibition highlights the ICRC's action, supported by the European Commission (ECHO), in favour of the often silent victims of this long and terrible conflict. Three brides on bikes - Zuzana Veresky, 2006 - Oil on canvas - 48 x 116 cm Cardinal, 2005 - Mixed media on board 100 x 81 cm A sexual violence survivor in Panzi hospital, Bukavu © ICRC / Wojtek Lembryk A group of artists from Serbia, mostly from the Babka Art Gallery and Ethno Centre, presented a selection of naive works, very well known for their liveliness, vivid colours and local charm. The Babka International Ethno Center is located in the Kovačica village, 49 km North of Belgra- de. Inhabited mostly by Slovak minority, the village represents a unique oasis of living traditions, original arts and crafts and a way of life almost untouched by global trends. Kovačica has gained worldwide fame for its tradition of naive painting, with internationally recognized naive painters such as Zuzana Halupová and Martin Jonas. This exhibition was organised by the Mission of the Republic of Serbia to the European Union with the support of Commissioner Jan Figel'. A journey through Cambodia Photos by Santiago Urquijo Beaulieu Atrium, from 19 February to 30 March 2007 Photo by Santiago Urquijo An inveterate traveller and compulsive photographer, the author has always been attracted to the Far East. He feels a special love for South Asia, which has toured extensively on four occasions. Catalogue EXPO OCTOB 28-10-2010 13:15 Page 39 ",
        "39 Roads to Freedom. Through Solidarity to Europe Charlemagne Atrium from 16 April to 10 May 2007 The Seacoasts of Europe Hall of the 1st floor of the Berlaymont from 29 March to 13 April 2007 38 “Many generations to come will remember the extraordinary thing that happened in Poland, there appeared a social force able to control those in power.” Culture magazine, Paris, 1980. It is not without reason that Gdańsk is called the city of freedom. When the strike broke out in the Gdańsk shipyard in August 1980, no one supposed that it would be the first stone in a landslide that would lead to the undermining of the post-war division of the world, the overthrow of the Communist system and the creation of a new order in Europe. The striking workers under the leadership of Lech Wałęsa presented 21 demands to the authorities. The strike ended on 31 August with the signing of the Gdańsk Agreement, which enabled the formation of Solidarity, the first independent trade union in this part of Europe and at the same time a powerful social movement. The exhibition, made up of various photos and film clips, was based on a permanent multimedia exhibition in the Gdańsk Shipyard. It was a real must see for anyone interested in the history of Poland and the fall of communism. Charting the course of events that began with the sacrifice of Poland to the Soviets at the end of World War II and leading through to the formation of the 3 rd Polish Republic in 1989, this exhibition explained the events that influenced and shaped the people of Poland and which resulted in the incredible movement that was Solidarity. The exhibition was designed to be the cornerstone of the future museum at the European Solidarity Centre, which was initiated on 31 August 2005, celebrating the 25 th anniversary of the signature of the August Agreements. Poster of the exhibition - painting by Andrey Daniel The future European Solidarity Centre at the Gdańsk Shipyard Commissioner Meglena Kuneva presented the works of several of the most renowned Bulgarian painters and sculptors not only to give an idea of contemporary Bulgarian art but also to showcase yet another view on Europe - that of “beautiful Bulgarian minds\". “... Somewhere in this part, along the shores of Europe, Marco Polo is drinking wine with Erasmus of Rotterdam and … this is an imaginary meeting … and a fundamental one for the idea of “Europe”.” In this exhibition, selected works by artists Andrey Daniel, Gredi Assa, Ivailo Mirchev, Vihroni Popnedelev, Georgi Chapkunov, Emil Popov, Valentin Stanchev, Stanislav Pamukchiev and Ludmil Vesselinov instilled meaning, taste and the colour of Europe… into art. Catalogue EXPO OCTOB 28-10-2010 13:15 Page 41 ",
        "41 Ecole des sables, cultures et savoir Photo Exhibition Piazza, Hall of the 1st floor and Presidents’ Gallery of the Berlaymont, from 4 to 20 April 2007 The Earth as a Work of Art Helmholtz Exhibition Berlaymont Esplanade from 7 March to 6 April 2007 40 This exhibition of satellite pictures organised by the Helmholtz Association of German Research Centres with the support of the German Aerospace Centre (DLR) combined art and science in a series of stunning photographs. The exhibition took viewers on an extraordinary world tour as seen through the eyes of scientific research. Under the German Presidency of the EU, a series of events on European research were organised under the patronage of DG Research to celebrate the launch of the EU 7 th Framework Programme 2007-2013 and the 50th Anniversary of the Treaty of Rome. The 26 photographs of the Earth taken from space by satellites combined scientific import with the extraordinary aesthetic thrill afforded by long-distance views of our familiar planet, a dual approach that also appeals to less scientifically-minded members of the public, providing them with an insight into highly complex subjects. The exhibition demonstrated how scientists from all disciplines use the data flow from space for a whole range of investigations, such as measuring changes in the ozone layer and pollutants in the ocean. In many aspects, the exhibition The Earth as a Work of Art was closely linked to current issues in European research including climate change and energy. Pollen Education is a Non Governmental Organisation that works with schools and local authorities of developing countries to improve the quality of apprenticeships and the opening of the schools to their milieu. To celebrate its 10th anniversary and under the sponsorship of EuropeAid, this NGO presented an \"on location\" photography exhibition. Pollen has been present for 10 years in several African countries, in the Middle East, in the Caucasus and in Sri Lanka and has developed school and extra-curriculum activities for children, along with teachers' training and setting up of public and school libraries. Since 2000 it has developed CASE, activity centres for unschooled young people, where they are offered training and reintegration in cooperation with schools and training institutions. The latest project was to connect villages in rural areas of Senegal with a lorry offering books on loan and showing films and documentaries to raise awareness among population on their own development, including issues such as rural exodus, desertification, migration, water, AIDS prevention, children's rights, etc. The exhibition showed photographs of children and schools from these developing countries. Exhibition on the esplanade of the Berlaymont Pollen Education school Catalogue EXPO OCTOB 28-10-2010 13:15 Page 43 ",
        "43 When eyes meet Photographs by young Mediterranean artists Hall of the 1st floor of the Berlaymont from 16 to 30 April 2007 Hungarian Heritage Presidents’ Gallery of the Berlaymont from 23 to 30 April 2007 42 The objective of The National Trust of Monuments for Hungary (MÁG, 1992) is to protect, restore and run state-owned historical buildings and parks, to organise programmes therein and to save them for forthcoming generations. Throughout Hungary, the organisation has now about 40 important monuments in its custody. The purpose of this exhibition was to popularize the heritage of Hungarian architecture. In 2006, stepping beyond the borders of Hungary, the most outstanding and beautiful Hungarian architectural heritage was presented at the Palazzo Uffizi in Florence and at the Denkmal 2006 Exhibition of European Monument Protection and Urban Development. The “Crossing Glances” exhibition was the result of an international competition launched in 2006 devoted to young photographers under 30, involving 7 EU Member States (Cyprus, France, Greece, Italy, Malta, Slovenia and Spain) and 10 countries of the Mediterranean region (Algeria, Egypt, Jordan, Israel, Lebanon, Morocco, Syria, Palestinian Territories, Tunisia and Turkey) on the theme of the Euro-Mediterranean Partnership. This exhibition was hosted in various cities throughout the Mediterranean region, before being displayed in the Berlaymont. Gate of the Eszterháza Palace in Fertőd, Hungary Photo by Haytham Moussawi - Lebanon Catalogue EXPO OCTOB 28-10-2010 13:15 Page 45 ",
        "45 The Idea of Europe. Concept for an Eternal Peace Structures and Utopias for Europe from the Pax Romana to the European Union Presidents’ Gallery of the Berlaymont from 1 to 15 June 2007 Writing Variations by Katrin Straub Restaurant 29, from 20 March to 23 April 2007 Madou Atrium, from 25 April to 18 May 2007 44 Karibu Painting exhibition Presidents’ Gallery and Piazza of the Berlaymont From 14 to 31 May 2007 The original version of this exhibition, created and curated by Dr. Marie-Louise von Plessen, was held in the German Historical Museum of Berlin from May 23 to August 25, 2003 for the inauguration of the Exhibition Hall conceived by I.M. Pei. The itinerant version on panels in three languages was produced by the Centre culturel de Rencontre Abbaye Neumünster and the Centre Virtuel de la Connaissance sur l'Europe, Luxembourg. The idea of a European union dates from well before the 20 th century. Through 2000 years of war and peace Utopian concepts had formed a vision of a united continent. Since the Second World War the peace idea, which was closely linked with the idea of Europe, has brought about a process of European integration. The various plans for a European confederation of states - set in a historical context from the \"abduction of Europe\" of the ancient world to the European Union of today - form the basis for the exhibition parcours. It portrays the advocates of concord and unity and their concepts for a new order of European states, envisaged variously as a confederation of States. European identity was forged amid the perception of an external enemy. The chronologically arranged exhibits ranging over 1 thousand years illustrate the ideal of reconciliation between enemies as portrayed by first-rate artists and contemporary witnesses in images of lament and entreaty, hope and despair. Chanson de la Paix - Mbemba, 2005 - 230 x 150 cm X-File (detail) - 2006 Relief, acrylic on canvas Transcriptions (detail) - 2005 Relief, acrylic on canvas Et (detail) - 2006 Relief, acrylic on canvas Europe Carton for the Series of Tapestries \"The Four Continents\", 1810 Fran ç ois Dubois after J-L. de la Hamyde de Saint-Ange Lender: Paris, Mobilier National (Réunion des Musées Nationaux) The work of Katrin Straub, a graphic designer with an MFA in media science, focuses on typography and symbols. She became interested in Eastern languages and calligraphy when she was working in Asia for several years. These influences frequently inspire her paintings, prints and multi-media artwork. By using relief- like paintings or collages, her expressions of text become more tangible. Her work has been rewarded and exhibited worldwide. www.katrinstraub.eu \"Karibu\" means \"Welcome\" in Swahili. This exhibition celebrated the Democratic Republic of Congo and its many talented artists. The exhibited paintings by the young Congolese artists Mbemba, Malambu, Kamena, K.M. Stanley and Dikisongele depict the African soul, and especially the African woman in her daily life. Every little detail is contained: the rhythm of dance, hard work, emotions… in a few words, women's life seen under tropical colours. Catalogue EXPO OCTOB 28-10-2010 13:15 Page 47 ",
        "47 Krakow/ Malopolska Open-air gallery, Esplanade of the Berlaymont from 1 to 10 June 2007 The Euro, our currency Piazza of the Berlaymont from 4 to 8 June 2007 46 This exhibition by DG ECFIN, which travelled around the EU Member States, had a strong focus on the Euro but included also information related to the Economic and Monetary Union (EMU): six different thematic islands made the visitor \"travel\" trough classic presentation panels as well as interactive and audiovisual elements, and discover the first steps towards EMU, the benefits of the Euro, the Euro coins and banknotes and other key issues like what is the Stability and Growth Pact, ”did the Euro cause prices to rise?” , public acceptance of the Euro or what are the criteria for joining the Euro area. As part of “Małopolska Week”, the exhibition of photographs showcased the cultural and natural beauty of this Polish region, where historical tradition and heritage have been preser- ved especially well. It is in this region that the heart of the Polish fatherland beats. During the heyday of the Polish State, Krakow was its capital, where Polish kings were crowned. These cities reflect the history and traditions of the entire country. Eight places in Małopolska’s are inscribed on the list of UNESCO World Heritage Sites. The cities of Małopolska, which were granted the City Charter 750 years ago, have retained their street layout. Krakow remains the artistic and intellectual centre of the region. Its Main Market Square is the largest medieval square in Europe and a magical place. Since the Middle Ages, Stary Sącz has been the seat of Poor Clares’ convent, where the Patron Saint of Małopolska, St. Kinga, lived in the 13 th century. The building of the convent retains its ancient monastic atmosphere. Nowy Targ is the best place to enjoy the taste of oscypek sheep cheese, Małopolska’s most famous product, manufactured by local highlanders for around 500 years. Wadowice is the place where Pope John Paul II was born. His family home has been turned into a museum. Built in the 17th century as the Lubomirskis’ private town, Nowy Wiśnicz continues to charm with its perfectly well preserved castle. Wieliczka is famous primarily for its salt mine that operates uninterrupted since the Middle Ages. Its passages, galleries, excavated chambers, lakes, shafts, and fore-shafts extend over approx. 300 km on 9 levels, reaching to a depth of 327 m. Poster of the exhibition Main Market Square, Krakow Catalogue EXPO OCTOB 28-10-2010 13:15 Page 49 ",
        "49 Europ’amalgame Paintings by Diane von den Steinen Restaurant 29 and elevators of the Berlaymont May to July 2007 Slovak Contemporary Art Hall of the 1st floor of the Berlaymont from 1 to 15 June 2007 48 To mark its 2nd anniversary, the House of Slovak Regions presented a group of 23 artists, born mainly in the 1950s and the 1960s, with 80 artworks. The exhibition, which was inaugurated by Commissioner Ján Figel and the Slovak Regional Presidents, illustrated an attractive varied creative world of paintings and sculptures. “Fine art, with its direct, visual, pictorial means of expression, does not recognize frontiers. It crosses language barriers and can be quickly spread by means of the ever more mature technologies of reproduction. The exhibition shows the work of artists, mostly from their most recent creative period over the last five years, in which they have reacted to the latest creative tendencies from the surrounding world.” Štefan Zajíček, Curator of the exhibition. Diane von den Steinen is a young artist and stylist from Stras- bourg, who has always had a very marked taste for textile graphic art and impression. Inspired by the Art Nouveau style and a taste for modernism, she attempts to show that it is perfectly possible to marry imagination and different mate- rials in a harmonious way. The European soul, transmitted by her family, inspired the choice of the topic of her exhibition \"Europ'amalgame\". Amalgam of materials, alchemy of tech- niques and harmony of colours. Ecologie - Diane von den Steinen Untitled II - Ivan Minarik - 2007 Catalogue EXPO OCTOB 28-10-2010 13:16 Page 51 ",
        "51 Zimbabwean Art Presidents’ Gallery of the Berlaymont from 1 to 20 October 2007 Between lines and colours Paintings by Michele Piron Hall of the 1st floor of the Berlaymont and Restaurant 29, from 5 to 20 July 2007 50 Mich è le Piron is an active painter in Brussels. She has a predilection for the imaginary world, dreams and escapism. She begins with a concrete element (a naked body, a city, a colour) around which she builds an imaginary world which metamorphose itself with the liking of its pictorial research. The shapes collide, the movement is perceptible and the colours try to match into harmony. Her paintings have an intentionally unfinished appearance, leaving everyone free to imagine other features, colours and form. Zimbabwean art is characterised by a high level of tech- nical skill and a vast variety of inspirational sources, forms and conceptual approaches. The pieces displayed in the exhibition, which were created by several artists from all over Zimbabwe, affirm that African art is more than hand-crafted ornaments of functional artefacts. Zimbabwe art and sculpture in particular, has moved far beyond the romantic, exotic and anthropological subject matter of its early beginnings. The original utilitarian, animistic spiritual and religious iconography with its emphasis on naturalistic detail, the figurative or naēve is fused with new considerations of form and material, contours, textures, lines, planes and movement. Poster of the exhibition Monumental bronze sculptures by Zimbabwean artists Catalogue EXPO OCTOB 28-10-2010 13:16 Page 53 ",
        "53 Lusofonia Photo exhibition Piazza of the Berlaymont from 5 to 30 November 2007 Adornment and History Ancient Georgia, Crossroads of Europe and Asia Piazza of the Berlaymont from 1 to 31 October 2007 52 Situated in south Caucasus, between the Black and Caspian Seas, Georgia has been a crossroad between Europe and Asia since ancient times. This geographical position clearly reflected on Georgian civilization, which has been influenced by Western as well as Eastern cultures. Posses- sing one of the most ancient cultures in the world, with early Palaeolithic sites from 1.9 to 2.0 million years ago, this tiny country is rich in archaeological sites filled with evidence of the advan- ced state of Georgia's civilization, including skilled works in bronze, silver and gold. Georgia's importance as a trade region also meant a wide influence of Persian, Greek Roman and Byzan- tine traditions, which the Georgians skilfully incorporated into their culture while retaining its uniqueness. The exhibition comprised a multimedia presentation, photographs, posters and pedestal displays of modern replicas of ancient Georgian gold jewellery. The originals were discovered on archaeo- logical sites in Georgia and date from the 25 th century BC to the 5 th century AD. The concept of this exhibition was to transform these archaeological finds from historical heritage items into contemporary adornments, while preserving their cultural value. Benita Ferrero-Waldner, Commissioner for External Relations and European Neighbourhood Poli- cy, and Giorgi Baramidze, Georgian Minister for European and Euro-Atlantic Integration, inaugu- rated this travelling exhibition which was organized by the Georgian Arts and Culture Center in the framework of the \"Georgia Season\". Pair of bracelets (5 th to 4 th century BC) - Vani (Georgia) Necklace with the perfumery (2 nd century AD) Sepulcher in Armaziskhevi - Mtskheta (Georgia) Poster of the exhibition - Photo by Rui Xavier, Portugal 2004 This exhibition of photos was intended to reveal the global influence of Portuguese culture. The long historical process of the Portuguese Discoveries gave rise to a rich cultural identity that nowadays is shared by several countries in the world. These countries are all united by a common past and by a common language enriched in its essence. These nations – Angola, Brazil, Cape Verde, Guinea-Bissau, Mozambique, Portugal, S ã o Tomé and Príncipe and East-Timor – and two territories – Goa in India and Macau in China - together with their migrant communities, turn Portuguese into one of the world’s major languages with over 200 million native speakers. This exhibition was organised by the Permanent Representation of Portugal under the patronage of President Barroso. Catalogue EXPO OCTOB 28-10-2010 13:16 Page 55 ",
        "55 Gender and Tolerance Exhibition of cartoons Presidents’ Gallery of the Berlaymont from 3 to 14 December 2007 Iceland Photo Exhibition Piazza of the Berlaymont from 1 to 18 December 2007 54 Striking images of Iceland's unspoilt nature were on display at the Berlaymont. The photographs were the work of Mr. Páll Stefánsson who is one of Iceland’s most celebrated nature photographers. In this exhibition he presented a highly personal vision and in breathtaking style the magic and splendour of his country, capturing its extraordinary beauty and diversity. The Embassy of Iceland organized this exhibition in collaboration with DG RELEX, to promote Iceland. Icelandic short films and documentaries were also screened in the Berlaymont cinema during the exhibition. This exhibition presented by DG ELARG and TR Plus-Centre for Turkey in Europe, displayed works by cartoonists selected among the thousands of cartoons submitted annually to the International Cartoon Competition sponsored since 1983 by the Aydin Dogan Foundation of Istanbul. “Gender and Tolerance” focuses on the political, social and domestic challenges facing women in today’s world, raising sensitivity on gender inequalities in daily life. Through these cartoons, artists point out inequalities and comment on the universal themes of love, despair, hope and desolation. The Aydin Do g an Foundation is dedicated to promoting understanding between nations. The universal language of the cartoon enables both artist and viewer to go beyond borders and ideologies, creating a bond through freedom of expression. “ We see cartoons ultimately as a tool for promoting world peace ,” says Mr. Dogan, “ Cartoon art has always been a mirror that reflects the world. As an art form, it is both local and universal, requiring no translation. ” Graen Mynd - Pall Stefánsson Mihai Ignat, Romania - (1 st prize) ˘ ˘ Catalogue EXPO OCTOB 28-10-2010 13:16 Page 57 ",
        "57 Stone Heads Sculptures by Matteo Piccardi J-79 Atrium from 13 to 30 November 2007 Balkans perception of European identity Hall of the 1st floor of the Berlaymont from 5 to 21 November 2007 56 The Czech Council on Foreign Relations invited students of Art Academies from Bosnia and Herzegovina, Bulgaria, the Former Yugoslav Republic of Macedonia, Montenegro, Serbia and Turkey to participate in a competition about their percep- tion of European identity. Forty-five posters were presented for consideration. The project gave the Czech Council an opportunity to support a creative approach to the issue of European integration and European identity. The metaphors presented in these posters enabled to create a new context in which the European debate can flourish. Matteo Piccardi was born in Florence in 1977. After an initial interest in Classical Studies, he studied Architecture in Florence. In 200 he moved to Carrara and worked in Boutros Romhein's studio. There he discovered his passion for marble and his voca- tion for sculpture. After studying the expressive potentiality of sculpture in general and of stone in particular, his work attempts to achieve a complete synthesis of the special qualities of sculpture. The young artist presented a group of his marble and alabaster creations. Born out of the tempestuous emotions of his soul and the hardness of the rock, these slightly abstract pieces were on display under the patronage of Vice President Franco Frattini. Poster by Zdravko Delibasic (Montenegro) - 1 st prize Catalogue EXPO OCTOB 28-10-2010 13:16 Page 59 ",
        "59 Valencian paintings by Hector Dols and Josep Lacreu Restaurant 29, from 1 to 14 December 2007 Photographs by Cayetano Ferrandez Albert Borschette Conference Centre (CCAB) from 19 November 2007 to 30 January 2008 58 Journey to the Centre of Europe A Europalia photographic documentary Esplanade and Hall of the 1st floor of the Berlaymont, from 1 to 21 December 2007 Escondiendo la cabeza - 2005 - Digital photo on aluminium Photos by Justin Leighton Equilibrio - 2005 - Digital photo on aluminium Héctor Dols Josep Lacreu The paintings of Dols and Lacreu are a clear example of the Valencian culture depicting the landscapes of the Valencian coast, urban scenes and typical fruits of the region. Hector Dols’s work can be linked to romanti- cism. The expressiveness of the skies, giving in to the artificial urban light, depicts a way of facing the world which evokes romanticism in a very modern fashion. Josep Lacreu's landscapes testify to the influence of the photographic technique in his work. In his numerous representations of the Medi- terranean region, the Albufera and the Marjal -which are so embedded in his memories, the artist expresses his passion for this technique and for his land. The Valencian photographer Cayetano Ferrández presented 23 photographs and a video “Muerte y Libertad” (Death and Freedom). He made his own the principles of visual commu- nication and advertising, giving life to scenes coming from the most absolute materiality: dolls. By using advertising techniques, Cayetano experiments a shocking and effective way of art expression, splashing our retina with his micro-tales about the individual. The seeds for this project were sown more than 2 decades ago, when photographer Justin Leighton was lost in Poland while shooting a story about life behind the Iron Curtain. As he stood by a bus stop wondering where exactly he was, he spotted a small plaque which read: ‘You are now in the Centre of Europe’. Over the ages, more than a dozen sites have claimed to be the Centre of Europe; Justin Leigh- ton and his family travelled to each of the most prolific contenders for this title, and investi- gated the reasoning behind the claim in a bid to discover the real centre. Catalogue EXPO OCTOB 28-10-2010 13:16 Page 61 ",
        "61 Eternal Lights II Painting exhibition and Eurochanukah 2007 Berlaymont, Hall of the 1st floor from 4 to 6 December 2007 Under the patronage of Vice President Fran- co Frattini, the European Jewish Community Centre celebrated Chanukah on the 5 th December with an exhibition of antique menorahs and paintings by the French artist Judith Benguigui. A wide representation of the EU institutions, diplomats and general public participated in the traditional ceremony of Chanukah. Vice President Frattini addressed the public with a speech on his personal fight against all forms of anti-Semitism and discrimination, symboli- cally lighting the Menorah which represents the triumph of good over evil. European fields. The landscape of Lower League Football Photos by Hans van der Meer Madou Atrium from 3 to 21 December 2007 60 Organised on the occasion of the adoption of the White Paper on sport by DG Education, Training, Culture and Youth, the exhibition consisted of a selection of photographs from the Dutch photographer Hans van der Meer's portfolio \"Euro- pean Fields – The Landscape of Lower League Football\". “Amateur football, like life, is about the gaping hole bet- ween dream and reality.” Simon Kupoer At the beginning of the 1995 football season, the Dutch photographer Hans van der Meer embarked on a decade long odyssey through Europe to record the game in its origi- nal form –a field, two goals and 22 players. He photogra- phed matches at the bottom end of the lower leagues and included the landscape and context of the playing fields on which the small tragicomedies of amateur football were played out. From small towns in remote regions to the frin- ges of major conurbations, these acute and subtle observa- tions of the poetry and absurdity of human behaviour connect the game to the basic futility of the human condi- tion. In their pathos can be found the original passion and humanity of the game. www.hansvandermeer.nl Midgley, England - Hans van der Meer Vice President Franco Frattini Catalogue EXPO OCTOB 28-10-2010 13:16 Page 63 ",
        "2008 Catalogue EXPO OCTOB 28-10-2010 13:16 Page 65 ",
        "Specific in Common Slovak Photograph Exhibition Piazza and Presidents’ Gallery of the Berlaymont from 7 January to 8 February 2008 64 65 Breaking Stereotypes Photo Competition European Year of Equal Opportunities Elevators of the Berlaymont from 1 January to 10 February 2008 The “For Diversity. Against Discrimination.” information campaign was launched by DG EMPL within the framework of the 2007 Euro- pean Year of Equal Opportunities. The campaign worked in all 27 EU Member States to raise awareness of discrimination and the legislation which exists to combat it, as well as to promote the benefits of diversity. Photography, art and design students from across the EU were invi- ted to make a creative statement for diversity by entering the \"Brea- king Stereotypes\" Photo Competition. Candidates were asked to create a photo or photo collage promoting diversity and appealing to a young audience. This exhibition displayed a selection of the photos which had been submitted to the competition, including the first and special prizes. Kečkovce - Alan Hyža Kosovo 38 - Andrej Bán Disabled – remains of the day - Krzysztof Gołuch (Poland) - 1st prize This exhibition of Slovak contemporary photography was organised under the patronage of Commissioner Jan Figel' and Peter Baco, Member of the European Parliament. Mr Marián Pauer, the author of the project and curator of the exhibition, presented a selection of works that five suc- cessful Slovak photographers (Vlado Bača, Ivan Čaniga, Števo Kačena, Filip Kulišev and Fero Tomík) took all over the world covering various themes such as landscape, fashion, social portraits and sports. Catalogue EXPO OCTOB 28-10-2010 13:16 Page 67 ",
        "67 AQUA Photos by Chimo Serrano Hall of the 1st floor of the Berlaymont from 18 February to 28 March 2008 Equality Issues Hall of the 1st floor of the Berlaymont from 4 to 15 February 2008 66 Eurotoons A look of Europe through the eyes of Ireland’s leading cartoonist Martyn Turner Piazza and Presidents’ Gallery of the Berlaymont from 11 to 22 February 2008 The Valencian Regional Office in Brussels, within the framework of its awareness-raising activities on climate change and the rational use of water, organized an exhibition of works by the Valencian photographer Chimo Serrano. In these 32 photographs from all over the world, water appears to us in different shapes. The pictures convey hope and love. These are images of calm, elegant, true light and, simultaneously, like the water that runs, of ephemeral and fleeting sensations. As water changes colour every minute or even second at sunrise and sun- set – from violet to orange, through blue, white and grey; the moments reflected in the photographs of Chimo Serrano leave an indelible impression in our imagination. The exhibition was organised under the patronage of Stavros Dimas, Commissioner for Environment. The Commission's Representation in Ireland asked Martyn Turner, the famous Irish cartoonist, to exhibit cartoons relating to the different poli- cies of the EU. Turner's unique insight into issues such as the wild- birds Directive, the EU health card and pet-pass- ports surely raised a smile. The cartoon exhibition comprised a mixture of previously published mate- rial as well as cartoons that were specially commis- sioned relating to the European Union. To mark the Year of Equal Opportunities for All (2007), the Representation in Ireland commissioned an exhibition entitled \"Equality Issues\". A series of spectacular images vividly portray the various strug- gles and heroes in the battle for equal rights, not just in Europe but world-wide. Ranging from apar- theid, child-labour, women's rights, land rights and gay-rights to mention just a few, the exhibition delivers a broad flavour of the most important equality issues. The exhibition also stressed how the battle for equality was far from won and the struggle continues in many parts of the world. Poster of the exhibition Aqua - Chimo Serrano - Print on aluminium Brochure of the exhibition (detail) Catalogue EXPO OCTOB 28-10-2010 13:16 Page 69 ",
        "69 27 European Capitals A Photographic Journey By Philippe Vanderbroeck Elevators of the Berlaymont from 11 February to 20 April 2008, and from 18 November to 31 December 2008 Philippe Vandenbroeck, Belgian photographer, showed a series of black-and-white pano- rama pictures with images of EU capital cities in the elevators of the Berlaymont. Over the last few years, the photographer travelled across the expanding European Union with a Russian toy camera, capturing in broad panoramic vistas the various moods – meditative, monumental, sometimes mysterious – of the Member States’ capitals. www.topophotography.eu Sara Pessoa Painting exhibition Restaurant 29, from 18 February to 25 April 2008 LA VITA NUOVA Painting Exhibition by Rudolf Leitner-Grundberg Piazza and Presidents’ Gallery of the Berlaymont from 28 February to 28 March 2008 68 \" I stood there looking at Titian's painting – Nymphs and Shepherds – as though I had been struck by lightning \", recounts the Austrian artist Rudolf Leitner-Gründberg on his encounter with Titian, the old Master of the Italian Renaissance, 30 years ago. The painting had a profound effect on the artist, and inspired by Titian's late works, Leitner-Gründberg reveals in his oeuvre the naturalism, brilliant coloration and dramatic power characterized by Titian. Born in 1955 at Gründberg near Linz, Upper Austria, this renowned contemporary artist aims to create art that is accessible for everyone, as in his words \"intensity of the painting is its lasting quality, and quality is timeless\". Commissioner Ferrero-Waldner, who appreciates his art and philosophy, invited him to exhibit his work at the Berlaymont. www.leitner-gruendberg.at Athens - Philippe Vanderbroeck Het water tussenin - Sara Pessoa 2007 - Oil on canvas - 80 x 100 cm Vermessen I - Rudolf Leitner-Gründberg, 2007 Oil on canvas - 290 x 210 cm \" I make over-paintings in which the theme is not so much to be found within the used images as in the character of the brushstrokes. By simulation and rational confirmation of intuitive gestures, I chan- ge my intention continually. I can part with the dogma of harmony. Through suggestion in the works as well as in the accessory texts I emphasize the vacancy, which, this way, can be filled again \". The young talented artist Sara Pessoa graduated in 2002 at the Royal Academy of Fine Arts in Antwerp. Hereafter she finished her studies at the Postgraduate Research Institute Dutch Art Institute in 2005. She currently resides and works in Antwerp, exhibiting her work at the Zwarte Panter gallery in Antwerp. www.nonozazapessoa.com Catalogue EXPO OCTOB 28-10-2010 13:16 Page 71 ",
        "71 Turkish and Balkan Art Charlemagne Atrium and Presidents’ Gallery of the Berlaymont This exhibition was organised by DG Enlargement within the framework of the conference \"Civil Society Development in Southeast Europe: Building Europe Together\". It featured photographs and paintings by contemporary artists from Bosnia and Herzegovina, Croatia, Serbia, the Former Yugoslav Republic of Mace- donia and Turkey, whose work will encourage a new perspective on life in their countries. Lebanon, a summer in the South, a year after Humanitarian exhibition Piazza of the Berlaymont from 28 April to 8 May 2008 East Jerusalem Photographs by Yoav Galai Madou Atrium from 18 February to 7 March 2008 70 A documentary exhibition by the Israeli photojournalist Yoav Galai from the Grazia Neri agency, in collaboration with Ir Amim, an Israeli NGO that works for a stable and equitable Jerusalem with an agreed upon future. The photos were taken during 2007-2008 and reflect daily reality in East Jerusalem. Today, Jerusalem is home to almost 750,000 residents, approximately 2/3 of whom are Jewish and 1/3 are Palestinian. All the Palestinian residents of the city live in East Jerusalem. For both Israelis and Palestinians, Jerusalem is a primary symbol of nationhood. It is a spiritual and religious centre for Muslims, Chris- tians and Jews. It is regarded by Israel as its capital, and is recognized by Pales- tinians as its future capital. For both communities then, Jerusalem lies at the heart of the Palestinian-Israeli conflict. Without a sustainable solution in Jerusalem, there will be no solution to either the local or the regional conflict. Organised by DG EAC within the European Year of Intercultural Dialogue, the exhibition was a fine example of efforts to promote dialogue between religions and culture. Poster of the exhibition Image from EMDH's booklet reporting on the NGO's activities with children in the South of Lebanon after the war in the summer of 2006. The drawings illus- trate the effects of war on children's minds and their daily life in a country under reconstruction. The drawing exhibition illustrated a socio-psycho support project for Lebanese children, right after the war in 2006. This project, funded by the European Commission Humanitarian Aid Department (ECHO), had been implemented by the French NGO ‘Enfants du Monde- Droits de l'Homme’. The aim of this project was to prevent the appearance of post-trau- matic problems of the Lebanese children and to limit further psycho- logical suffering. ECHO funds provided health and psycho-social support programmes in 14 villages, mainly in South Lebanon, the area most affected by the war.1500 children were the direct benefi- ciaries of psycho-social activities and psychological treatments. The photographic exhibition \"Liban: un été au sud, un an apr è s\" was based on a homonymous travel log illustrated by children dra- wings. This booklet told about children's lives through their creativity and imagination. These coloured expressions of art are fruits of their reflection and talents. Drawings represent children's daily lives, their anguishes and their joy, their interests and experiences and most of all, the reality of a conflict in which they were, and still are, innocent victims. This travel log was at the visitors' disposal during the exhibition. www.emdh.org Catalogue EXPO OCTOB 28-10-2010 13:16 Page 73 ",
        "73 Masters of Polish Caricature The Magnificent Thirteen Hall of the 1st floor of the Berlaymont from 26 May to 30 June 2008 The exhibition was mounted by the Museum of Cartoon Art in Warsaw under the patronage of Commissioner Danuta Hübner. The best and most popular artists (T. Broda, J. Bohdanowicz, A. Czeczot, J. Frankowski, J. Gawłowski, Z. Jujka, J. Kapusta, A. Krauze, E. Lutczyn, A. Mleczko, M. Raczkowski, H. Sawka and J. Stanny) were presented. Some of them are effectively socio- political commentators; others are pedigree humorists, pure and simple. Most of them are gra- phic artists publishing their works in current newspapers and journals, and in the past especial- ly in the well-known satirical magazine “Szpilki” - “Pinpricks” (1936-1992 excluding world war II). Most of them began their careers in communist times, when censorship was the order of the day. Hence the visible characteristic in their drawings is their masterly way with metaphors based on implications and unexpected associations. The works on display used distortion to accentuate Polish realities or tackle universal themes that are comprehensible to every European. Hence many of the works were associated with Polish – EU Relations. For many years Polish caricature has been highly rated in Europe and the world. This applies to its symbolic-anecdotal dimension as well as its artistic values in the graphic-formal sphere. In words of Wojciech Chmurzyński, Curator of the exhibition, viewers, upon seeing this exhibi- tion, apart from aesthetic experiences, could see that Poles know how to laugh not only at others but also, perhaps primarily, at themselves! Latvian Contemporary Art Piazza and Presidents’ Gallery of the Berlaymont from 1 to 30 May 2008 72 The European Commission had the pleasure to exhibit part of the series \"Contemporary Art from the EU Member States\" on display in the European Central Bank in 2007. This collection recognises Latvia's attempts in building up a collection and housing it in a museum, the Lat- vian Contemporary Art Museum, to give contempora- ry art prominence in the country's cultural life, and to stress the importance of this venture in Europe. The experts agreed that Latvian contemporary art can only be represented adequately if developments in the last two decades of the 20th century are also incorpo- rated and documented extensively. Latvian artists' use and appropriation of space was mire than just the occupation of lost territory: it was a strategy that took advantage of a peculiarity of instal- lation art, namely the incorporation of the viewer in his or her physical, sensual and spiritual entirety. Sounds I, II - Juris Boiko, 2001 - Digital print on canvas - 72 x 92 cm Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:16 Page 75 ",
        "75 American art inspired by life in Europe Sculptures by John D. Antone Hall of the 1st floor of the Berlaymont from 10 July to 20 August 2008 Invisible Bridges of Cultures: Africa and Lithuania Piazza and Presidents’ Gallery of the Berlaymont from 14 July to 14 August 2008 74 After visiting Geneva and London, this exposition of Lithuanian artists was displayed in the Berlaymont under the patronage of Louis Michel, Commissioner for Development and Humanitarian Aid, and Petras Vaitiekūnas, Minister of Foreign Affairs of Lithuania. Twelve Lithuanian artists presented, by means of painting, photography, sculpture and installation, their vision of Africa. In their creations one could see Africa such as imagined by the artists from history, novels, films, reports, or how they imagined themselves in the background of Africa. The exposition showed digital prints by Ray Bartkus, paintings by Jonas Gasiūnas, Eglė Gineitytė, Kęstutis Grigaliūnas and Laisvydė Šalčiūtė, photography by Vidmantas Ilčiukas, etchings by Eglė Kuckaitė and Eglė Vertelkaitė, a flag installation entitled “Tricolour Sets” by Audrius Novickas, world spheres created with aerosols on canvas by Eglė Ridikaitė, stone masks by Saulius Vaitiekūnas, and sculptures of artificial flowers and bronze by Marius Zavadskis. The poster illustrating this exhibition combined the works of Eglė Ridikaitė (World spheres, aerosol on canvas) and Saulius Vaitiekūnas (Stone masks). Plate with oval and house - John D. Antone Contemporary American artist John D. Antone exhibited an extensive collection of his bronze sculptures in the Berlaymont. Each piece had been individually designed and forged in Europe. Antone believes that art is tightly bound to dreams, since man's innermost experiences do not appear only in the head but mostly in the heart and through feelings, as in dreams. The artist's world of motifs is outwardly simple: he casts trees, branches, twigs, birds and houses into bronze and organizes them into what seem at first glance unusual compositions. Some works have quite an elementary feel, whereas most seem very fragile. There is no preten- tiousness in the positioning of the elements, be it birds or houses, and even though unusual, these positions do not seem forced but totally natural. The works, caught in substance and moment, seem isolated, encompassed by a kind of secret or a meaningful silence. With his \"tree houses\", John D. Antone speaks about man's most intimate desires and needs, such as the need for love, safety, sense of belonging, contribution to the species, need for warmth, freedom, all those things that define us as human beings and are therefore the subject of our dreams. The exhibition was organized by the US Mission to the US under the patronage of Andris Piebalgs, Commissioner for Energy. Catalogue EXPO OCTOB 28-10-2010 13:17 Page 77 ",
        "77 Xenia Bergerova. Paintings from Slovakia Piazza and Presidents’ Gallery of the Berlaymont from 16 June to 11 July 2008 Changing climate, changing people Photo exhibition Hall of the 1st floor of the Berlaymont in April, and elevators in June 2008 76 In July 2007, the photojournalist John McCon- nico visited East Greenland as part of a press group traveling with the European Environ- ment Agency. The EEA was in Greenland to film a documentary on the impacts of climate change on the region. Based in the town of Tasiilaq, situated on the island of Ammassalik, he photographed the local Inuit people and the breathtaking landscape they live in. The people of East Greenland are already beginning to feel the effects of climate change, with shorter winters and longer summers. They are also changing their lifestyles accordingly. John McConnico has won both the Pulitzer Prize and the World Press Photo Award. Xénia Bergerová, a representative of a younger generation of Slovak painters, was introduced by a collection of approximately 50 oil paintings. Most of her paintings were created after her graduation from the Academy of Fine Arts and Design in Bratislava. A wide variety of motifs, figurative, animal, mythological, and even fragments from architecture, appear in Bergerová's paintings. In her art, she blends her life experience and culture of painting making it one personal and exceptional artistic language. The fundamental compositional key is an equivalent presentation of both reality and abstract world. In other words, in the cosmos of her pictures, cobalt or the feather of a peacock share the same significance as a figurative scene or the technique of the painting itself. Using intensive colours she emphasises metaphorical elements, but also fragments of reality, conveying her original perception of the world. This painting exhibition was organised under the patronage of Commissioner Jan Figel'. Photo by John Mc Connico Florentine Painting (triptych) - Xénia Bergerová, 2005 - Oil on canvas - 140 x 335 cm Catalogue EXPO OCTOB 28-10-2010 13:17 Page 79 ",
        "79 Sculpture, drawing and architecture by Klaus Piper Madou Atrium, from 19 May to 6 June J-79 Atrium, from 10 June to 11 July L-130, from 10 June to 30 September 2008 Arabia Felix Photo Exhibition by Santiago Urquijo Beaulieu, from April to May 2008 Elevators of the Berlaymont from 1 July to 1 September 2008 78 Santiago Urquijo works in DG Environment. A passionate photo- grapher and traveller, he exhibited some of the pictures taken during two trips he made in 2005. He first visited Egypt, following the route of the Oasis, from Alexandria to Luxor, through the Libyan Desert and ending in the mountains of the Sinai Peninsula. The second trip took the photographer to Burkina Faso and Mali. His approach to getting close to the subject is evidenced in these portraits, where his subjects open themselves to the viewer. As he puts it: “ The warmth of the people surrounds and conquers you. \" After a long and successful career as an architect, Klaus Piper turned to art as his life's passion. The theme of his magnificent sculptures is not of indivi- dual, psychological or sociological nature, but a mani- festation of the female nude as an object of study. His drawings are clear, direct and strong. The works on display very clearly showed his sovereignty as a talented drawer. Piper does not attempt to try out any innovative figure experiments. His is the classical normative approach, just as much in respect to the figure and its positioning as to the material used – bronze. Aischa - Klaus Piper - Bronze, 1,10 m Zaynab Ismail in an oasis in the Sinai Ahmed Catalogue EXPO OCTOB 28-10-2010 13:17 Page 81 ",
        "81 Civil Society Development Conference Exhibition Charlemagne Atrium and Presidents’ Gallery of the Berlaymont, from 14 to 30 April 2008 TREE. Symbol of Peace, Fertility and Growth By Maria Chatzilampou Restaurant 29 from 25 April to 18 July 2008 80 Maria Chatzilampou is a contemporary Greek painter. Her series of works entitled \"Tree. Symbol of Peace, Fertility and Growth\" has a distinctly mystical mood. It combines linear structure with the reli- gious gold sheen of Byzantine art. The golden leaves of the tree against the shimmering monochrome background appear as votive offerings of humanity for peace, fertility and bounty. www.cmariart.com Tree, Symbol of Peace, Fertility and Growth - Maria Chatzilampou - Mixed technique Turkey On 17 and 18 April, DG Enlargement hosted the conference, \"Civil Society Develop- ment in Southeast Europe: Building Europe Together\", an event attended by some 450 representatives of civil society organi- zations, as well as the Commissioners Olli Rehn (Enlargement) and Janez Potocnik (Science and Research), and the founder of the \"Open Society Institute\", George Soros. Among other cultural events organised with the conference, the Berlaymont and Charlemagne buildings hosted an exhibi- tion featuring photographs and paintings by contemporary artists from Bosnia and Herzegovina, Croatia, Serbia, the Former Yugoslav Republic of Macedonia and Turkey, whose works will encourage a new perspective on life in their countries. Catalogue EXPO OCTOB 28-10-2010 13:17 Page 83 ",
        "83 Calligraphy Esrafil Shirchi Presidents’ Gallery, 11 to 14 June 2008 A la decouverte de l’age d’or des Sciences Arabes Madou Atrium from 23 June to 11 July 2008 82 In the framework of the European Year of Intercultural Dialogue, DG EAC hosted in the Madou Atrium an itinerant exhibition conceived and performed by the Free University of Brussels (ULB) in collaboration with the asbl SCHOLA ULB and in scientific partnership with the Parisian Institut du Monde Arabe. Hossam Elkhadem, the scientific commissary, and Ahmed Medhoune, the general commissary of this exhibition, guided the visitors on an exploratory tour through the golden age of Arab Sciences. Poster of the exhibition Iranian calligrapher Esrafil Shirchi Calligraphy ( Khosh naveesee ), like all forms of art that was introduced into Persia following foreign conquests, was enhanced and developed into a high art form. It was practised not only by professional calligraphers, but also by princes and noblemen. Under the Timurids and the Safavids, calligraphy expe- rienced perhaps its most brilliant development. It was regarded as an expression of man's spiritual state; for 'purity of writing proceeds from purity of heart' (Sultan Ali Mashhadi); therefore the calligrapher had to undergo rituals similar to those of the holy person. In addition, the subject matter had to be of sufficiently noble content. As recently as the 1960s, calligraphy was regularly taught in Iranian schools, using bamboo sticks to create intricate designs. However, it was no longer practised after this period, and only a few people now maintain this intricate art form. Esrafil Shirchi is one of Iran's best master calligraphers, and his works are prized by collectors around the world. During his exhibition in the Berlaymont he held calligraphy workshops for visitors, with great success. Catalogue EXPO OCTOB 28-10-2010 13:17 Page 85 ",
        "85 Agriculture, je t’aime Photo exhibition (3 rd edition) Presidents’ Gallery of the Berlaymont from 5 to 26 September 2008 Cultures on my street Photo exhibition, European Year of Intercultural Dialogue Hall of the 1st floor of the Berlaymont and glass panels on the esplanade, September 2008 Elevators from 1 September to 17 November 2008 84 Ján Figel', European Commissioner for Education, Training, Culture and Youth, announced on the 25 September 2008 the four winners of the Photo Competition \"Cultures on my street\". This competition was organised in the framework of the European Year of Intercultural Dialogue. The European Commission invited everyone across the 27 EU Member States, young and old, amateur and professional, to pho- tograph and share their vision of what intercultural dialogue means to them. By the deadline of 30 June over 2,000 entries were received from all over Europe, showcasing a panorama of intercultural dialogue in action across the EU. Themes ranged from culture, education and religion to dialogue which transcends racial, economic and social backgrounds and to exchanges between young and old, neighbours, friends and strangers. These photos covering a variety of agricultural themes were the result of an EU-wide competition: \"Agricul- ture, je t’aime\", organised by a Paris-based media agency specialised in agriculture and related issues. The idea behind the photo competition was to promote a positive image of agriculture by asking European citizens to submit their favourite photos of the sector. With the support of OIB, DG Agriculture and Rural Development again arranged for a selection of pictures to be exhibited. Village cobbler - Joseph Smith (Malta) - 1 st prize La maison des ch è vres - Vincent Petit Catalogue EXPO OCTOB 28-10-2010 13:17 Page 87 ",
        "87 As nosas palabras, os nosos mundos Madou Atrium from 22 September to 3 October 2008 September 11, 2008. Seven years of memories Photos by Joel Meyerowitz Piazza of the Berlaymont from 8 to 19 September 2008 86 In 2005, the Veneto Region dedicated the construction of a Memorial in Padua to the victims of the terrorist attacks of September 11. It is situated close to the Giotto chapel and incorporates a beam from the twin towers. This work of the famous architect Daniel Libeskind is presented like an open book, a book of memories, a book of liberty. As for the photos on show in the Berlaymont, they aimed to stimulate a collective reflection against terrorism and all forms of fanaticism. The photographs were taken by Joel Meyerowitz - the only photographer allowed to access Ground Zero at the time. He donated this exceptional collection to the Veneto Region who decided to share them. For the first time on show the whole collection of pictures of Joel Meyerowitz dedicated to these attacks together with the model of the Memorial. The exhibition “Our words, our worlds” was promoted by the Xunta de Galicia (Regional Government of Galicia, Spain), to celebrate the International Year of Language and the European Year for Intercultural Dialogue. This exhibition aimed at contributing to the spreading of multilingualism as a guarantee for global coexistence and to promote the value of native languages in the global context of linguistic diversity. The exhibition allowed visitors to make an imaginary trip through the history of the Galician language and to get closer to its current vitality. Visitors were able to approach the Galician language and linguistic diversi- ty in an active, experimental and sensitive way, thanks to different visual, graphic and audible elements. September 25 th , 2001, The Twin Towers (panoramic) © Joel Meyerowitz, courtesy Edwynn Houk Gallery, NY Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:17 Page 89 ",
        "89 \"Exiles\" Honduras painting exhibition Hall of the 1st floor of the Berlaymont from 2 to 31 October 2008 Jean-Claude Coppens Restaurant 29 from 1 September to 31 October 2008 88 \"Blanc et Bronze\" Sculptures by Ewa Rossano Piazza of the Berlaymont from 6 to 29 October 2008 Half-way between abstraction and figurative painting, the self-taught artist Jean-Claude Coppens, from Brussels, showed the world of his paintings which moves away from the standards and the perfection of the society we live in to make room for imperfection and random creation as drives for evolution. The works called upon the visitor's senses, emotions and the child within ourselves. Lively and elusive as a will-o'-the-wisp, the Polish sculptor Ewa Rossano has settled near Strasbourg and creates delicate paintings and statues of willowy women. To work, draw and create her bronze and glass characters, Ewa Rossano looks at the duality and the complexity of the person. In her sculptures, bronze and crystal are a representation of two worlds coexisting within ourselves: the physical and the spiritual. Bronze evokes stability, gravity, all that connects us to the earth, to our human condition. Crystal evokes transparency, light, all that connects us to air, to the sky, to God, perhaps. There is no Mani- chaeism or clear separation between the flesh and the spiritual in the mind of the artist but subtle intertwining energies that reflect the complexity of our identity as men and women. The exhibition, organised under the patronage of Commissioner Louis Michel, came back one year later (October 2009) to the Madou Atrium, with the support of DG EAC. www.rossanoart.com This exhibition, organised by the Honduran Embassy to Belgium and the EU, with the support of Commissioner Benita Ferrero-Waldner, was commissioned with a specific theme - the phenomenon of migration. In recent times, scores of Hondurans have left their country in search of what they believe will be a better life elsewhere. All of them leave behind families who will probably not hear from them in many months, and in the most tragic of cases, will never hear from them again. Their journeys are hard and dangerous, as is trying to survive and build a life once they reach their destination. The art on display, by Honduran artist, Federico A. Rosa, attempted to explore the lives and desires of Honduras migrants and to introduce to a broad international audience a sample of the art that is being produced at present in their country, that reflects the contemporary reality of Honduran society and culture. Révélation - Ewa Rossano Bronze, 55 cm No wetbacks - Federico A. Rosa -Mixed media Belle journée - Jean-Claude Coppens, 2003 Acrylic on canvas - 61 x 61 cm Catalogue EXPO OCTOB 28-10-2010 13:17 Page 91 ",
        "91 L’Europe outre-mer: richesses et diversite Photo Exhibition Piazza of the Berlaymont, from 12 to 28 November 2008 J-79 and Conference Centre Albert Borschette (CCAB) October and December 2008 Abraza la Tierra Photo exhibition Presidents’ Gallery of the Berlaymont from 11 to 31 October 2008 90 DG Agriculture and Rural Development presented this photo exhibition, a cooperation initiative by eighteen Local Action Groups within the Spanish regions of Aragon, Castilla y León, Madrid, Cantabria, and Castilla-La Mancha. These groups are active within the Community rural development initiative LEADER+, and in 2004, they decided to work together to address the problem of rural depopulation through the “Abraza la Tierra” project, which means literally \"Embrace the land\". “Abraza la tierra” reflected the human experience of the project that was focused on the people who have been encouraged to move to live and work in the villages and rural areas, and thereby inject new life into these communities. The French Ministry of the Interior, Overseas France and Territorial Com- munities (the Ministry of State for Overseas France) organised an exhibition on \"Overseas Europe: Wealth and Diversity\" that presented various aspects of each territory: history, sociology, demography and economics. It also addressed other subjects such as status, assets, restrictions and development prospects in many different areas, such as the sustainable management of natural resources, research and development and centres of excellence and competitive clusters. Visitors were invited to discover these territories through their rich and varied cultural heritages, savoir-faire and different musical traditions. An event that was both highly informative and entertaining and that appealed to all the senses of its visitors. The exhibition sought to explore the breadth, diversity, specific features, creativity and wealth of each of the dispersed territories that make up Overseas Europe. It also underscored the opportunities that these coun- tries have to offer to the EU, given their geographical location in the world's oceans, their exceptional biological heritage, the importance of their maritime zones and the role they could play in regional integration. Lastly, its objective was to raise awareness among European institutions and representatives of Member States about the policies being imple- mented in the outermost regions and overseas countries and territories. Poster of the exhibition French Polynesia Catalogue EXPO OCTOB 28-10-2010 13:17 Page 93 ",
        "93 Trait pour trait Photos by the Commission’s Photo Club Hall of the 1st floor of the Berlaymont November 2008 In 2007, the Photo Club of the European Commission organised a class in portrait taking which was open to both members of the Photo Club and non-member colleagues, all sharing the same passion for photography. This took place in the superb hôtel de ma î tre occupied by the Commission located rue de Science, 29. Following this class, participants naturally wanted to show what they had learnt. The photos on show in \"Trait pout trait\" highlight the high architectural quality of the maison de ma î tre with the control of light, the relationship between the pho- tographer, his/her model and the camera being the major ingredients of this event. The connection between the images and the viewer are very stimulating. Gaelle Boulanger Painting exhibition Restaurant 29 from 31 October 2008 to 3 January 2009 92 This young illustrator, graduated from Institut d'Art Saint-Luc, gives a fresh twist to pain- ting. Uniformity prevails, the artist playing with trendy flat colours on canvas. Mixing body expressions and minimalism, she brings the encounter with our sensitivities back to basics. Figures are shaped with sensuality and acutely positioned against their backdrop. At times, the nudes give themselves spiritedly, at others with stylized naivety. Simple lines and spaces, this is emotive, humane contem- porary art. www.omalou.be Cover of the catalogue of the exhibition Chilean landscapes Photos by Santiago Urquijo Restaurant 29 Beaulieu Atrium, from 15 October to 30 November 2008 Poster of the exhibition Laguna Mi ñ iques - Santiago Urquijo This exhibition by the DG ENV staff member and skilled photographer Santiago Urquijo displays images of still relatively wild landscapes in Chile with, fortunately, scarce human influence. He thus invites us to appreciate the beauty of these places so that they can remain as they are. Catalogue EXPO OCTOB 28-10-2010 13:17 Page 95 ",
        "95 Siberian Nomads Paintings and graphics by Zorikto Dorzhiev Madou Atrium, from 17 to 28 November 2008 Protocol Restaurant of the Berlaymont from 18 November to 18 December 2008 Sub-Saharan flora Exhibition by Nicolas Le Beuan Benic Presidents’ Gallery of the Berlaymont from 3 to 28 November 2008 94 European Agriculture Photo exhibition by COPA-COGECA Esplanade of the Berlaymont from 17 November to 6 January 2009 Zorikto Dorzhiev belongs to a generation of young artists. He was born in 1976 in Ulan Ude (Siberia). In 1996, he finished at the Buryat Republic School of Culture and Arts, and in 2002, he graduated from Krasnoyarsk State Institute of Arts with distinction. Both Zorikto Dorzhiev parent were artists and their son has followed in their footsteps. After completing his academic training, Zorikto developed his own style. Having departed from realism and \"documentalism\", he confirms that his present painting should be \"picturesque\". For Dorzhiev, the History of the Steppes includes Eastern fairy tales in pictures and national legends. Beauties with the faces of nomads, thoughtful sights and intricate attires. With nomads constantly appearing on the canvas of the artist, he finds expression of the need for contemplation, new sensations and the eternal search for their image. Princess's dream - Zorikto Dorzhiev, 2005 - Oil on canvas -95 x 120 cm Poster of the exhibition Botanical artist Nicolas Le Beuan Bénic creates a dream-like vegetal universe in this painting and photography exhibition depicting plants that generate development in Africa. Part of the show's profits went to benefit the Ricky Meerapfel foundation, a Belgian NGO whose mission is to improve education and health care level of the Mambere Kadei region in Cameroon. This exhibition received the support of Commissioner Louis Michel. Goats in Latvia DG Agriculture and Rural Development presented a photo exhibition organised by COPA-COGECA, the EU association representing farmers and agricultural cooperatives and co-financed by DG AGRI, on the occasion of its 50 th anniversary. The photographer, internationally- acclaimed, award- winning Tom Stoddart, travelled around Europe and the photos reflect his impressions of modern farming. They are frequently moving, thought-provoking and grip- ping, and present the reality of European agriculture. They reflect also how generations of farming activity has shaped the environment and the rural landscape. Catalogue EXPO OCTOB 28-10-2010 13:17 Page 97 ",
        "97 Les petits europeens Piazza of the Berlaymont from 1 to 12 December 2008 Un regard sur l’Afghanistan Photo exhibition Presidents’ Gallery of the Berlaymont from 1 to 19 December 2008 96 Contemporary Afghanistan has many faces. Conflict and poverty are still strong features of daily Afghan life and also dominate international reporting on Afghanistan. Security has worsened and it is now more difficult for foreigners to access this diverse and large country. In this light, the exhibition “Un regard sur l’Afghanistan” is even more important: three young Afghan photographers, Wakil Kohsar, Gulbuddin Elham and Imal Hashemi brought their country to us through their eyes. Their photos covered many themes in contemporary Afghan life from the aftermath of suicide bombings to mine clearance, from modern sports such as taekwondo and football to ancient sports such as buzkashi, dog fighting, camel fighting, and from poverty and addiction to theatre, dance and prayer. This exhibition, organised by DG RELEX, also celebrated Afghan achievements, despite the current backdrop of war and insecurity. The year 2008 provided us with some excellent examples: Afghanistan won its first ever medal in the Olympic Games, and an Afghan writer won the prestigious French literary prize, the “prix Goncourt”. The author of this book, French Nicole Lambert, invited us to take looking an astonishing tour of the 27 countries of the European Union through the eyes of children. For the first time, were gathered, as in a colourful toy box, the customs and tales which shape the identity and the charm of each country in a very unique way. As a first guide of a new type of journey, these \"Little Europeans\" make us discover our countries as we have never seen them before: strange, funny and so culturally rich. The exhibition was the fruit of a fantastic work which is presented in the form of a book, in the form of a first guide for the attention of any child curious to discover what European integration is all about. This exhibition was organised under the patronage of Commissioner Louis Michel. Ceramics school - Photo by Imal Hashemi Illustrations from the book \"Little Europeans\" Catalogue EXPO OCTOB 28-10-2010 13:17 Page 99 ",
        "99 Visages de Bulgarie Beaulieu Atrium from 1 to 16 December 2008 Share the light EuroChanukah Hall of the 1st floor of the Berlaymont from 1 to 19 December 2008 J-79, from 15 to 19 December 2008 98 The exhibition aimed to express the universal message of Chanukah, which is that one light, no matter how small, can dispel much darkness and ultimately lead to the Unity of Mankind. In the frame of the year of \"Intercultural dialogue\", the European Jewish Community Centre together with Com- missioner Mr. Figel gave tribute to 27 European Jewish personalities who contributed to Europe's History and Development and serve as an inspiration to many others. This exhibition presented 27 such portraits, one from each member state of the European Union. Just like a candle, they gave their \"light\" to this beautiful common project called Europe. The exhibition “Bulgaria – a land of peace and tolerance” was part of the official programme of the Bulgarian National Project “HOUSE” for the European Year of Intercultural Dialo- gue 2008, with the support of DG ADMIN. HOUSE is the acronym of the whole title of the project - Home for Our Unity in Sincere Embracement. This sentence summarizes the main idea of the exhibition. The author shares his thoughts: “ I made the photographs of these won- derful, good people from the diffe- rent ethnic groups with love. They are people with whom we have lived together for many years – I hope you will feel this too. ” This collection of portraits will be completed in the future. The artist, Ivo Hadjimishev has an idea to continue to expand it during its journeys through Bulgaria. Commissioner Jan Figel' Portraits by Ivo Hadjimishev Catalogue EXPO OCTOB 28-10-2010 13:18 Page 101 ",
        "2009 Catalogue EXPO OCTOB 28-10-2010 13:18 Page 103 ",
        "103 Paintings by Michel Dumont Restaurant 29 from 6 January to 9 March 2009 Originally from Brussels, Michel Dumont was born in 1946 into a family of photographers. In his early years a great-uncle from Antwerp, then Director of the Port of Marseilles, introduced him to the Medi- terranean coast. This is where his passion for painting started, on a local boat, \"le pointu\". His graphic studies in the Institut Saint-Luc gave him a good technical background. After studying photography, he turned to painting naturally where essential forms and colours are sharply put forth. Michel Dumont spent his career in the graphic arts industry and his art testifies to this. Award winner at the 36th Fair of the Maritime Museum in Paris, he was nominated honorary member of the association for the pre- servation of the Provencal \"pointu\" and of the Tropezian society for traditional sailboats. From the Mediterranean sea to the Atlantic coast, Michel Dumont brings to life sharp and vivid colours of maritime architecture taking a special interest in lighthouses, trawlers and (of course) \"pointus\". The world through the lens of an American diplomat Photo exhibition by Robert Connan Piazza of the Berlaymont from 14 to 29 January 2009 102 Travel can be broken down into phases of motion and stasis. As an American diplomat, Robert Connan, has travelled the world. At the crossroads of different cultures, international conflicts, or simply landscapes, he has known when to stop, to look, and to seize something essential through the contrast of colours and shapes. This exhibition brings together photographs from the many crossroads of a most perceptive traveller. The exhibition was organised by the US Mission to the EU and the Cabinet of Commissioner Günter Verheugen. Photo by Robert Connan La velo rojo - Michel Dumont - Acrylic on canvas - 1 x 0,75 m Catalogue EXPO OCTOB 28-10-2010 13:18 Page 105 ",
        "105 Czech Bible through the centuries Presidents’ Gallery of the Berlaymont from 2 to 27 February 2009 Detrompe l’oeil Painting exhibition by Pazanis Protocol Restaurant of the Berlaymont from 12 January to 8 March 2009 Madou Atrium, from 10 February to 4 March 2009 Restaurant 29, from 9 March to 15 May 2009 104 \" Illusion is a word that most certainly describes the art of Pazanis. With his brush as a magic wand, the painter becomes an illusionist through the magic of his Art. His visions (his illusions) are full of strange objects, enigmatic animals or mysterious faces, which are as much actors in this fabulous play the painter of which is the director-illusionist. He invites us to travel in the unknown areas of our unconscious mind .” The painter has already exhibited around about 450 times in personal and group exhibitions in France and abroad (Europe, the United States, Australia, Asia, etc.) but this is the first time he presented his art in the buildings of the European Commission: Berlaymont, Madou and Restaurant 29. www.pazanis.com The Bible is the most-read and most-distributed book in the world; it holds amongst all books the most unique place. For billions of people, it has been and is a message of giving life and deliverance, which God himself communicates and shares with people; he communicates his intentions and announces his will. For many others the Bible is at least one of the pinnacles of human culture. It is more a library than a book; it consists of many various writings, which altogether evolved over more than a thousand years. It would be difficult for us to understand it correctly if we did not have information available on the times and circumstances of its evolution, on the different literary genres which were able to communicate to their readers and on specific symbolic images, which the authors knew and used, but which are no longer commonly understood. Efforts to translate the Bible into different languages, and to bring its message to the mentalities of various periods and nations, encouraged to an unprecedented extent the development of national literatures, philosophical thinking and different types of art. Imagine for a moment just how impoverished the treasury of our national and European culture would become - from architecture, literature, music, painting and sculpture to popular sayings and popular culture - if everything which is somehow inspired by themes and stories from the Bible disappeared. This exhibition of rare and exceptional Bible books, supported by Cabinet Spidla, aimed at reminding the values that constitute the common spiritual foundation of the large families of the EU, upon which our entire culture and history are built. Leurre - Perplexité (detail) - Pazanis, 2004 - Oil on canvas - Diptych, 1 x 2,60 m Private collection, France Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:18 Page 107 ",
        "107 Dang’cing Sol’Art Mobiles Madou Atrium and Charlemagne from 9 to 13 February 2008 CZ UNESCO+ Graphic arts exhibition by Frantisek Doubek Hall of the 1st floor of the Berlaymont from 30 January to 27 February 2009 106 The Czech Republic is a country rich in history and one which has made a significant contribution to Europe’s cultural heritage. During the Czech Presidency of the Council, South Bohemian graphic artist František Doubek was invited to present the art project \"CZ UNESCO+\". A significant part of Doubek's work is characterised by images of the architecture of historical towns. In his drawings, this artist wants to picture the spirit of the concerned town. He attempts to express it in volumes as well as in significant associations that – according to him – preserve the unmistakable atmosphere of each city. He does so using graphical short-cuts and hatching that give not only space and shape to the drawing but also a touch of poetry. In his field František Doubek is considered being one of the most significant contemporary artists. In his artistic career he has worked on a number of similar projects. Just to mention some of them: \"W.A. Mozart and his cities\", \"Prague\" or the most recent exhibition for the city of Gmunden in Austria. At present he is working on a project mapping the capital cities of Europe – \"Our capital cities\". This exhibition was organised by the Czech presidency of the EU and the region of South Bohemia, under the patronage of Cabinet Špidla. Poster of the exhibition In the framework of the Sustainable Energy Week 2009 organised by DG TREN, the NGO Solar Solidarity displayed the latest \"Dang'cing Sol’Art Mobiles\" in the glass fa ç ades of the Madou and Charlemagne buildings to welcome participants to confe- rences and meetings. In order to raise awareness about sustainable energy, these mobiles incorporate a solar engine that makes them move (dance) in the light, even with very low light levels. During the exhibition, hundreds of mobiles were sold in the Commission cafeterias to contribute to cooperation and development projects of \"Electriciens sans Fronti è res\" around the world. Dancing Solar Mobiles by artist Alexandre Dang © Dang, www.dang.be Sol'Art mobiles on the fa ç ade of the Charlemagne building during the \"EU Sustainable Energy Week\" Catalogue EXPO OCTOB 28-10-2010 13:18 Page 109 ",
        "109 Twenties: Generation New Europe Hall of the 1st floor of the Berlaymont from 16 March to 10 April 2009 The Regions of the Czech Republic invited young Czech artists born after 1989 to work on expressing their vision about Europe and its journey from the fall of the iron curtain to the present time and ahead, another twenty years into the future. At the end of a first selection, each Region has chosen a masterpiece for the common exhibition in the Berlaymont building under the patronage of Commissioners Vladimir Špidla and Jan Figel'. An international jury, including the Director for Contemporary Art of the Royal Museum of Belgium and an international art critic, voted for the best artist, whose masterpiece was donated to the Committee of the Regions on behalf of all regional and local Czech communities, during an official ceremony in the presence of the President of the Committee of the Regions, Luc Van den Brande. Subsequently this masterpiece remained at the premises of the Committee of the Regions as a tribute of the Czech Regions to the 15 years of the Com- mittee's activity in favour of the European Regions. Pecs 2010: Symbols and forms. Present continuous Piazza and Presidents’ Gallery of the Berlaymont from 17 March to 3 April 2009 108 Pécs, a two thousand year old city is one of the European Capitals of Culture in 2010. This city in the South of Hungary has a special place in the Hungarian and European art world. Several important art institutions have set up there in recent years in the spirit of Bauhaus and European School. Pécs is proud of its excellent art collections and galleries, and also its elementary, secondary and higher art education. The exhibition showed the most important works of Pécs artists (painters, sculptors, media-artists). In particular, it aimed at showing art works that interact with each other, some of them involving a \"master and pupil\" relationship, or through the dialogue between various forms of expression like painting, sculpture, new media. This selection from Pécs is a reference not only in Hungarian, but also in European contemporary art streams; it is an integrated part of universal interaction within art. This exhibition was organised under the patronage of Commissioner László Kovács. Relax - Klára Orosz - 160 x 200 x 200 cm Pásztor - Sándor Pinczehelyi Oil on canvas - 200 x 240 cm Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:18 Page 111 ",
        "111 UNESCO World Heritage sites in Croatia Madou Atrium, from 4 to 27 March 2009 Croatia, both a Mediterranean and Central European country, can boast about having a rich and amazingly varied cultural and natural heritage, notwithstanding that it is a medium-sized country. From the Middle Ages right up until today, in its quite dynamic his- torical, social, political and cultural environment, Croatia has had the opportunity to share the cultural heritage of great European civilizations – from Greek city states, and Roman and Byzantine provinces, to the Venetian Republic and the Austro-Hungarian Empire – while at the same time shaping its own cultural identity and specificity, epitomized by original works of art and exceptional monuments. UNESCO recognized the importance of this cultural heritage by including seven Croatian sites on its World Heritage List. Just to name a few: Old City of Dubrovnik, Plitvice Lakes National Park, Historical Complex of Split with the Palace of Diocletian, etc. This photo exhibition was organised by the Mission of Croatia to the EU with the support of DG Education and Culture. SurReal Europe Photos by Jan Fikacek Elevators of the Berlaymont from 2 March to 3 April 2009 110 Through this exhibition, the Czech photographer Jan Fikáček wan- ted to illustrate the cultural variety of Europe and how this (and other) cultural diversity is the engine of the European movement, because every movement is caused by a difference (according to the second law of thermodynamics). But an engine \"absorbs\" dif- ferences that feed in the movement and this produces entropy, like car engines \"absorb\" petrol. So, in order to keep the movement sustainable, it is necessary to deliver extra fuel (differences). And the only thing that can create differences is the creativity of culture, science, etc. This exhibition was one small element of the \"European fuel\" event; different, surreal views of several places: Bruges, Brussels, Gent, Grim- bergen, Groote Bijgaarden, Ch â teau d’Etoges, Lugano, Mass-Mechelen, Paris. They are seen through Czech eyes, and this Czech-European difference is one small move of the European engine. Two metal organisms from deep, eating the Earth - Photo by Jan Fikáček Plitvice Lakes National Park Historical Complex of Split with the Palace of Diocletian Episcopal Complex of the Euphrasian Basilica in the Historic Centre of Poreč Cathedral of St. James in Šibenik Catalogue EXPO OCTOB 28-10-2010 13:18 Page 113 ",
        "113 Artotheque ephemere Champagne-Ardenne Piazza and Presidents’ Gallery of the Berlaymont, from 6 to 28 April 2009 The Champagne-Ardenne region brought to the Berlaymont the art of 45 professional artists living in the region and who constitute the Artoth è que éphém è re Champagne-Ardenne (the Region's ephemeral art collection). The Cutural Regional Office of Champagne-Ardenne (Orcca) introduced these artists, whose work is on loan for two years. The works were varied and covered painting, engraving, sculpture, strong-water, aquatint mingled with installations, photographs and videos. L' Artoth è que éphém è re is a project to provide material to local exhibitions projects, to raise the general public's awareness about contemporary art, and to continue to promote artists in France and beyond. Thanks to its flexibility, it aims at ensuring the visibility of contemporary art from the region by occupying original places remote from traditional artistic environments such as local/public areas, firms, schools… It lends these sites a certain cultural momentum and makes them aware of the conditions for the artistic emotions to be successfully handed down. This exhibition was organised under the patronage of Commissioner Jacques Barrot. Paintings by Anne Gosse Foyer Van Marlaent, VM-2 from 9 March to 15 May 2009 112 Colours burst out, fall, run, stagnate, mingle and set off again… These paintings by Anne Gossé are dictated by intuition, an exploration of the self, revealing a number of undefined worlds. An \"inner necessity\" (V. Kandinsky) to create worlds where life starts, searches, explores, weaves and dies. Her paintings are perhaps samples taken from the sea, the sky, the ground, the belly or the soul… It all comes down to the same cos- mos, ethereal and organic geography. \"I paint what I do not know that I am\" , Anne says… Je peins ce que je ne sais pas que je suis... - Anne Gossé, 2008 Acrylic on canvas - 80 x 80 cm Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:18 Page 115 ",
        "115 Orbis Pictus Madou Atrium from 7 to 27 April 2009 Orbis Pictus or the \"Gate to the World of Creative Human Imagination\" was one of the big events accom- panying the European Year of Creativity and Innovation 2009. The outstanding Czech artist Petr Nikl, together with other 15 creators, conceived an interactive exhibition which was presented in Brussels as part of a world tour; it was also included in the cultural programme of the Czech EU Presidency. The popularity of Orbis Pictus stems from the originality of its conception. The installed instruments and objects do not contain any electronic equipment, computers, recorded music or film loops. Human energy and creative imagination are the only things that can bring them to life, set them in motion and make them ring out. This is the only way in which the exhibits operate in all their beauty. Examples of some of the items on display included The Songster Butterfly, The Dreamers’ Horloges, The Fountain of Delight, The Water Organs, and the event’s centrepiece The Heart. The spontaneous, enthusiastic reactions of visitors to Orbis Pictus wherever it appears demonstrate how the phenomena of games and play work as a universal means of communication, regardless of age, nationality or religion. The possibility of getting to know the world and how it works through one’s own sensual perception and energy is genuinely fascinating and enticing. This original exhibition was organised under the Patronage of Ján Figeľ, European Commissioner for Education, Training, Culture and Youth. www.orbis-pictus.com Czech and Slovak artists Hall of the 1st floor of the Berlaymont from 15 to 30 April 2009 114 This exhibition was conceived as a collective introduction of five painters and three sculptors under the Czech presidency of the EU. It represents a cross section of generations of authors – beginning with the youngest ones (Lukáš Gargulák, Ondřej Navrátil), through the middle age generation (Šárka Cagliero, Jaromír Gargulák, Zdena Hőhmová, Pavel Tasovský and Slovak guest Katarína Vavrová) and to the senior generation represented by Jindra Husáriková. Each author covers in one work his/her view of Europe: legends (The Abduction of Europe), capital-cities of EU member States and also relationships between peoples. It sets out to unify and search for future common views on this complex organisation. This exhibition was organised under the patronage of Commissioner Jan Figel'. Painting - Ondřej Navrátil, 2009 - acrylic and ink on canvas - 100 x 80 cm The Vortex - (Optical rotary object producing swirls of colour) Ondřej Smeykal Catalogue EXPO OCTOB 28-10-2010 13:18 Page 117 ",
        "117 Indian inks and sculptures by Yuichi Kawada Madou Atrium, from 13 to 28 May 2009 Sculptures by Max Ernst Piazza and Presidents’ Gallery of the Berlaymont from 14 May to 12 June 2009 116 The exhibition at the Berlaymont presented wonderful bronze sculptures of Max Ernst (1891 Brühl-1976 Paris). As exquisite examples they lead us to the core of the museum’s collection. The Max Ernst Museum is the first worldwide to bring together every aspect of the broad diversity of works by Max Ernst: the painter, sculptor, graphic artist and great Dadaist and Surrealist, spanning a period of 70 years. The museum is located in his birthplace Brühl near Cologne and was inaugurated in September 2005. Besides over 70 bronze sculptures and objects from the artist’s estate in Brühl, the museum holds oil paintings, works on paper in various working methods and techniques (collage, frottage, decalcomania), over 700 prints and an outstanding anthology of photographic portraits. In rotating displays they trace the career of one of the greatest spirits of the 20 th century. Enlargements of paintings and photographs as well as additional information about the museum and his artist complete the significant self-manifestation of a young and ambitious house, which wants to inspire the visitors to go there to discover the fantastic universe of Max Ernst. Max Ernst Museum in Brühl (Germany) Ancient Chinese Ideograms - Yuichi Kawada - Ink on cotton - 115 x 150 cm In painting as well as in sculpture, the source of Japanese artist Yuichi Kawada's inspiration arises from his experience of both the East and the West. His Eastern culture influenced his apprehension of the world, by spontaneously reducing to the minimum the interaction between his drawings and the object to emphasize its essence. Through his work, the artist tries to restore the primitive energy that we all have within ourselves. Yuichi Kawada is certain that direct contact with the strength of nature allows the energy of our subconscious – of infinite potential - to flow. Through his work, he pays tribute to the inertia of life. Catalogue EXPO OCTOB 28-10-2010 13:18 Page 119 ",
        "119 Expression Paintings by Sandrine Hirson Foyer Van Marlaent, VM-2 from 20 May to 20 July 2009 Farbfluss/Stream of colour Paintings by Sabine Schneider Restaurant 29 from 15 May to 20 July 2009 118 Salto - Sabine Schneider, 2008 - Oil on canvas - 160 x 100 cm Poster of the exhibition A native of Northern France where she organises exhibitions regularly, Sandrine Hirson proud presented her paintings for the first time in a Commission building. For the occasion, she specially created a new series of paintings, entitled \"Expression\" which completed four years of work. The nature of the elements which compose her work, consti- tute the source of inspiration of this artist-painter who, for 15 years, has aimed through her gestures and diversity, to create lighting effects to invent imaginary worlds, different universes, a personal illustration of her feelings. www.sandrine-hirson.com Sabine Schneider was born in Berlin where she currently lives, and from where she graduated in 1983 as a Master's student of Professor Wolf- gang Petrick with a degree in fine arts and crafts. In 1979, she co-founded the studio community \"Atelier-gemeinschaft Kulmerstrasse\" and a self-help gallery for artists in Berlin. Together with Wolfgang Immenhausen, she developed the gallery \"Mutter Fourage\" in Berlin from 1980 and 1995. Ever since 1983 Sabine Schneider has worked as a painter, continuously exhibiting in Germany and elsewhere. www.kunst-sasch.de Catalogue EXPO OCTOB 28-10-2010 13:18 Page 121 ",
        "121 Challenge: liberty and security Hall of the 1st floor of the Berlaymont from 18 to 29 May 2009 CHALLENGE (\"The Changing Landscape of European Liberty and Security\") is an integrated research project funded by the 6th Framework Research Programme of the European Commis- sion. After 5 years of work, the researchers from the 23 partici- pating universities and research centres (among them CEPS, Sciences Po, and the Department of War Studies at King's College in London) engaged in the dissemination of the project’s results. Key publications coming from the project were displayed along- side artistic visions on liberty and security. The artists represen- ted (including Richard Hards, Ilias Poulos and Mark Titchner) sought to provide a space for exploring the contested terrain on which liberty and security are approached, in a context that is constantly being framed by discourses of threat and danger. Reservoirs of hope Sculptures from Zimbabwe Piazza of the Berlaymont, from 16 June to 30 July 2009 1989-2009 : Europe, whole and free. Iconic pictures on the Iron Curtain Press area of the Berlaymont from 5 May to 5 June 2009 120 Celebrating the 20th Anniversary of the fall of the Iron Curtain means above all celebrating a Europe that for the first time in generations is “whole and free”. Celebrating this anniversary also means celebrating the enormous transformation of a Europe torn apart by war, conflict and hosti- lities into a Europe, unified in peace and prosperity. Vice President Margot Wallström, Commissioner for Interinstitutional Relations and Communication Strategy, presented this photo exhibition bringing together iconic pictures that have become the witnesses of this transforma- tion. Seen through the lens of journalists from the renowned “Magnum Photos” agency, these images tell us the stories of the uprisings in the streets of Budapest and Prague, of the “Solidarnosc” movement in Poland and of the first protests in the Baltic States – key moments of our common past. In October 2007, officials and the general European public were captivated by the work of Zimbabwean artists who exhi- bited at the Berlaymont. Due to the success of this exhibition and requests to see more works from the Shona artists, a second exhibition was held in June 2009. The sculptural style of the Shona people emerged unexpectedly just fifty years ago in a savannah landscape. Here, these gentle and patient people produce their work far removed from the large urban centres we are used to. The Shona artists release the spirit of the stone surrounding them and express feelings, power, spirituality and the wonder of their heritage and environment. Profits from the exhibition were donated to orphanages and organisations which are currently battling to help the more than one million orphaned children now living in precarious conditions in Zimbabwe. © Mark Power / Magnum Photos. Germany. West Berlin. The fall of the Berlin Wall. 10 November 1989. Portrait biométrique - Ilias Poulos, 2008 Mixed technique – photo - 33 x 27 cm (framed) Fancy Hair - Stone sculpture Catalogue EXPO OCTOB 28-10-2010 13:19 Page 123 ",
        "123 Poland 4.06.1989 The vote that broke the wall 20 th anniversary of the first free elections behind the iron curtain Hall of the 1st floor of the Berlaymont from 18 to 30 June 2009 Welcome to Zagreb, the city of a million hearts Photos by Ivo Pervan Elevators and Presidents’ Gallery of the Berlaymont, from June to August 2009 122 Poster of the exhibition Posters of Solidarność, 1989 The capital city of Croatia is the guest of honour of the photography exhibition \"Zagreb\" by Ivo Pervan, one of the most renowned and awarded photographers in Croatia. Situated at the intersection of the important routes between the Adriatic and Central Europe, this old Medieval European city has been a focal point of culture and science for centuries, and nowadays stands out as a vibrant place of commerce, industry as well as a sort of hub for the business, academic, cultural, artistic and sporting worlds. Zagreb offers its Upper Town Baroque atmosphere, a combina- tion of hectic Central European busy centre and a laid-back Mediterranean lifes- tyle, picturesque open-air markets, a wide selection of crafts and a choice verna- cular cuisine. In spite of its rapid development, Zagreb has retained its charm and a relaxed feeling making it a genuinely human city. A city of green parks and walks, old and new architecture, of youth and wisdom, Zagreb has many places to visit and a lot to offer. On 10 November 1989, Berliners started demolishing the wall dividing their city. Its first bricks had already been removed in Poland just a few months earlier when the Polish elections of 4 June 1989 were defined by the world press as a \"political earthquake in Eastern Europe\". A special exhibition to commemorate the 20 th anniversary of this cornerstone in Polish history was organised by the Polish staff of the EU Institutions with the support of the Perma- nent Representation of Poland to the EU, the Polish Embassy and the Polish Members of the European Economic and Social Council. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 125 ",
        "125 Eco-bijoux Beaulieu Atrium from 23 June to 9 July 2009 Atelier Art' Nativa was behind this exhibition of handmade jewellery, made from natural elements, such as unsprouted seeds, natural fibres, wood chips, bones and horns, and pearly shells. The Amazonian Indians were the first to create jewellery from seeds but also from organic waste which remained indigenous for a long time. Only in the 21st century did such jewellery-making spread to throughout South America and the rest of the world. Over pure aesthetics, these eco pieces reflect a sustainable approach and thus contribute to the preservation of the Amazonian forest and the development of micro-economy to help the people living in the region, especially the women. Human rights, children’s rights Hall of the 1st floor of the Berlaymont from 2 to 11 June 2009 124 The Human Rights and Democratization Unit and the Information and Communication Unit of DG RELEX developed workshops on Human and Children's Rights in the European School of Woluwé. In close cooperation with the management and teachers, DG RELEX organized an art exhibition which illustrated these rights but also violations to them. The primary school children who participated in these workshops produced some excellent works, which were exhibited in the Berlaymont. Poster of the exhibition Poster of the exhibition Catalogue EXPO OCTOB 28-10-2010 13:19 Page 127 ",
        "127 Independent stories EU and its symbols in paintings, jazz and video by famous Lithuanian artists Hall of the 1st floor of the Berlaymont from 2 to 17 July 2009 The tour Madou in perspective Paintings by Hugh Frazer Madou Atrium from 8 to 19 June 2009 126 ”Why the Tour Madou? From my attic apartment on the Rue Hydraulique I see the Tour Madou dominating the horizon and surrounding buildings. I also see it from many different angles as I walk around the area. As an artist I find it a rich and fascinating subject. The view changes constantly depending on the time of day or night, the weather and the time of year. The endless play of light and shadow creates a great variety of abstract shapes. Then there is the juxtaposition of the old and the new, of the public and the private, of the solidity of the built environment and the fluidity of the sky, and of the individual and the surrounding community. Thus for me the Tour and its environs reflect much of the diversity of the urban environment and painting it is an oppor- tunity to explore my personal responses to the urban situation.” Hugh Frazer combines a dual career as an artist and as an expert on European social policy working on issues of poverty and social exclusion. He worked as an expert in the European Commission from 2001 to 2006. He has exhibited regularly in major exhibitions in Ireland and held a previous solo exhibition in Brussels in 2007. www.hughfrazer.com Lithuania, celebrating the Millennium of the name of the State (1009-2009) and the 5th anniversary of the country’s accession to the EU, organized a Lithuanian art exhibition and a jazz concert with the patronage of Ján Figeľ, Commissioner for Education, Training, Culture and Youth. Independent Stories is an interpretation of the EU flags by seven Lithuanian artists. It is composed of 28 flags in all. Several artists worked on each flag. The opening of the exhibition included improvisation on the theme of the EU by two superb jazz players, Petras Vyšniauskas and Vladimiras Kaplanas, and a screening of videos about Vilnius and Brussels by Henrikas Gulbinas, reflec- ting the atmosphere of each city, its rhythms and vital movement. This is a way for Lithuanian artists to wave one more flag in Brussels, a tricolour of painting, video art and music. Tour Madou from Rue Scailquin Hugh Frazer, 2009 Tour Madou 13 Hugh Frazer, 2009 Tour Madou at Night Hugh Frazer, 2009 Lithuanian theme, 2007 - Interpretation by Vilmantas Marcinkevi è ius, Linas Liandzbergis and Audrius Gražys Oil, acrylic on canvas - 240 x 480 cm Catalogue EXPO OCTOB 28-10-2010 13:19 Page 129 ",
        "129 Slovak landscape Paintings by Rudolph Mosko Presidents’ Gallery of the Berlaymont from 14 to 30 September 2009 Creativity in action Madou Atrium from 23 June to 22 July 2009 Piazza of the Berlaymont from 27 July to 28 August 2009 128 \"Creativity in Action\", was an exhibition of the paintings done at the DG EAC \"Global Village\" stand during the Berlaymont Open Day on 9 May 2009. A 22-metre canvas was painted by visitors creating a varied and innovative picture. Visitors to DG EAC's Global Village Stand particularly appreciated its message: that creativity is a way to reinvent oneself and reality and to interact with the world. Everyone has some talent and everyone has something to say. Creativity evolves throughout one's lifetime and is the source of innovation and problem solving. Young and not so young took pleasure in adding a message, a drawing or painting to the canvas. \"Creativity in Action\" also included other canvases from the Interactive Painting Workshop organised by DG EAC during which the accent was on expression and communication, inspired by different African, Asian and American artists. At the heart of the exhibition, a chair, a lamp and a small table: you were invited to have a seat, relax, imagine… and to express your creativity! Poster of the exhibition Vrsatecka krajina - Rudolf Moško, 1986 - Oil on canvas - 120 x150 cm Over 40 exhibitions in Slovakia and abroad and with artworks present in numerous galleries and private collections, 83 year- old Slovak artist Rudolf Moško is a Nestor of the contemporary creative art scene in Slovakia, especially in Trenčín where he lives and works. His landscape paintings (inspired by beautiful Slovak land), cha- racterised by monumentally felt round landscape mass, styled into geometric patterns from which emanated a magical atmosphere and strong energy, brings to present times a regain of interest back to the historical landscape painting area. Commissioner Ján Figel' gave his patronage to this exhibition in the Berlaymont. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 131 ",
        "131 Just Care - Africa Photo Exhibition Presidents’ Gallery of the Berlaymont from 2 to 11 September 2009 130 Charming Beijing Piazza of the Berlaymont from 1 to 7 September 2009 The Just Care exhibition was a collection of photos taken by the two Cypriot artists Andreas Vassiliou and Marina Shacola during their several journeys in Kenya mainly, but also in Zimbabwue, Tanzania and at the Somalia borders, depicting the effects of poverty, malnutrition, and civil war. From the slum of Kibera (the biggest slum in Africa), to the camps of Dadaab it is evident that the ultimate and saddest victims of this lamentable situation are the children. The primary scope of this exhibition was to bring to the Western viewer the reality of the situation in this part of our planet, with the economic crisis and the shortage of food-making, the living prospects especially for the little children are very grim. An 8min. short documentary in English shot and produced by the artists was also showed, giving even a greater insight to the situation. The exhibition was supported by Androulla Vassiliou, Commissioner for Health, to the benefit of the Sophia Foundation for Children. Poster of the exhibition Poster of the exhibition The theme of this exhibition was \"Humanistic Beijing, Science-Technology Beijing, Green Beijing\" and featured 80 photos in four themes: \"Ancient capital\" (with photos of Beijing’s UNESCO World Heritage List sites, famous tourist attractions, hutong and courtyards); \"International metropolis\" (photos of landmark buildings, municipal communications, functional areas and green spaces in the city); \"Various cultures\" (traditional cultural highlights and the diverse foods of Beijing) and \"City life\" (photos of recreational life, traditional festivals, sports and people’s physical exercises). The centuries-old history and culture of the capital city as well its achievements of the past 60 years were explored in this exhibition, which was organised by DG Relex under the patronage of Cabinet Ferrero-Waldner. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 133 ",
        "133 Intervalles Paintings by Juan Tapia Beaulieu Atrium from 28 September to 29 October 2009 In Europe Paintings by Bernt Daniel Elevators of the Berlaymont and Restaurant 29, September and October 2009 132 Breast Friends Photo exhibition Hall of the 1st floor of the Berlaymont from 21 September to 11 October 2009 The \"Breast Friends\" photo exhibition is part of the Breast Cancer Awareness Campaign that is ongoing throughout Bulgaria in 2009. It portrays Bulgarian breast cancer survivors together with their closest friends who provided support during their illnesses. These women tell their personal stories to the camera. The \"Breast Friends\" campaign’s objective is to increase awareness of this serious illness and the importance of early diagnosis. The exhibition received the patronage of Commissioner Meglena Kuneva, responsible for Consumer protection. Smart: Creativity and innovation in action Madou Atrium, from 16 to 29 September 2009 Boulevard - Bernt Daniel - Mixed media - 92 x 73 cm Intervalle - Juan Tapia, 2009 - Acrylic on paper - 76 x 56 cm Poster of the exhibition Bernt Daniel was born in Sweden and is an author, playwright and graphic designer. He exhibited for the first time at the European Commission two suites of paintings entitled \"In Europe, July 1914\" and \"Euro- pean City (Tales)\", which are the outcome of his last ten years of artistic research and work. These works share a common mixed media technique, through the subtle use of acrylic, oil, collage, pastel, Indian ink, felt and lead pen. www.berntdaniel.se A trip to the mountains of Baja California in Mexico in 2008 was a revelation for the Mexican artist Juan Tapia in front of the cave paintings in the San Francisco Sierra. Rocks covered with representations of an unknown people: Traces of men who began to discover themselves, to reflect about themselves, as if they sought behind the porous walls certainties they would never find. www.tapiajuan.com This photo exhibition show creative and innovative projects in the Netherlands, from inventions by the high-tech Campus Eindhoven to space travel in the Museum of Communication. Creative entre- preneurs like Herman Hulst from Guerrilla Games, Bas Kosters and Omar Munie show how far you can get if you work in the creative industry. The Netherlands has not only got a long track record in these areas, it is also a front runner. The photographer Maarten van Haaff unites in this exhibition five themes of the 2009 European Year for Creativity and Innovation: entrepreneurship, culture education, creative industries, digitalisation of heritage and innovative organisations. In this exhibition, Van Haaff shows the relationship between people and these themes in a sequence of 25 photographs. www.maartenvanhaaff.nl 'Creative breeding spots' at the Creative Factory in Rotterdam © Maarten van Haaff Catalogue EXPO OCTOB 28-10-2010 13:19 Page 135 ",
        "135 Figurama ’09 Orbis Pictus (cid:1) Comenius Project Piazza of the Berlaymont from 5 to 19 October 2009 Atmosfera 2009 Paintings by Jorge Ricciardulli Foyer Van Marlaent, VM-2 134 Balancing Sculptures by Alexander Ketele Presidents’ Gallery of the Berlaymont from 19 September to 13 November 2009 Figurama is a very unique cross-border project inspired by Comenius (Orbis Pic- tus). Students and their teachers of Fine Arts Academies from all over Europe and even USA and Japan participate in it, proving that they master the human body, which has attracted the attention of artists for millennia being always considered as the cornerstone of any visual art handicraft. The exhibition introduced graphics, paintings and sculptures coming from workshops of a dozen of Universities (e.g. Alabama, Bratislava, Prague, Kato- wice, Miami, Mainz, Poznan, Valencia etc.) as well as thoughts of Comenius. Being of the same origin as he was -Czech - the project has been successfully integrated into the curriculum of many Art Schools across Europe since 2000. The artist Jorge Ricciardulli (whose artist name is Hueso) was born in Luján (Argentina) where he studied Fine Arts and was director of the Fine Arts Museum \"Fernán Félix de Amador\". In 2007 he created a collection of illustrations for a deck of Spanish playing cards for the 2007 Universal Forum for Cultures (UNESCO). Some of his works have been selected to illustrate book covers such as \"Penélope, la que hablaba a las piedras\" by Giovanna Mulas (Italy); \"Borges y Cortázar, ida y vuelta de lo fantástico\" by María Amalia Barchiesi (Italy) and \"En otras palabras\" by Ana María Turk and M. Curran (Belgium). www.jorgericciardulli.com. Poster of the exhibition Espacio ocupado - Acrylic on canvas - 50 x 55 cm Balancing - Alexander Ketele - Sculpture in steel 3 x 1,80 x 1,50 m Alexander Ketele started out as a sculptor more than 30 years ago. His works have been awarded many national and international prizes. The artist's versatility also finds its expression in the way he works. Some of his sculptures can be 4 to 5 metres high and weigh up to 3 tons, others just are big enough to fill the palm of the hand. His skills allow him to be at ease with various materials: metal, stone, glass or even paper. Creating the dynamics between crystal, pig iron, bronze and glass, and integrating them in a coherent structure is the main challenge at the heart of his art. The exhibition \"Balancing\", supported by the Representation of the European Commission in Belgium, is a perfect example of this challenge: how to reconcile the permanent quest for dynamics and balance, how to bring together the instant of balance and the loss of balance. The static nature of the sculpture, the materials' inertia are transcended in order to suggest movement and freedom. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 137 ",
        "137 Opening of the Border 1989-2009 Photo exhibition Piazza of the Berlaymont from 20 to 30 October 2009 The Romanian revolution. The road to freedom Hall of the 1st floor of the Berlaymont from 12 to 30 October 2009 136 Twenty years since the fall of the communist regimes in Eastern Europe, this AGERPRES Romanian National News Agency's photo exhibition is a testimony of the overthrow of the repressive totalitarian system led by Ceausescu. Through 50 press photographs, most of which in black and white, AGERPRES illustrates the fight of an entire people to recover its dignity and freedom by defeating the last dictatorship in Europe. Commissioner Leonard Orban granted his patronage to this exhibition. Poster of the exhibition Opening of the border 1989 - © Barnabás Szabó 20 years ago, on 11 September 1989, just after mid- night, Hungary was the first eastern country to open its borders with Austria. On this same night, about 5000 East-German citizens crossed the Hungarian- Austrian border. This event marked the birth of a unified and free Europe and thus has become a milestone not only in Hungarian history but in the history of Europe as well. The photo exhibition 'Opening of the border 1989' pays tribute to the events of that night, evoking memories by exhibiting well-known and hidden photographs and documents. The exhibition, organised by the Representation of the EU in Hungary in cooperation with MUOSZ (Assicia- tion of Hungarian Journalists)… Catalogue EXPO OCTOB 28-10-2010 13:19 Page 139 ",
        "139 Urban governance in old cities Hall of the 1st floor of the Berlaymont from 2 to 16 November 2009 Making a difference in life Photo exhibition Presidents’ Gallery of the Berlaymont from 5 to 16 October 2009 138 Under the patronage of Commissioner Špidla, Employment, Social Affairs and Equal Opportunities DG organised this photo exhibition of portraits of 54 people across Europe, one woman and one man from each of the 27 EU Member States, with \"more and better jobs\" thanks to the EU and the European Social Fund. The photos were shown along with a short text describing how the ESF has brought about real positive change in their professional and private lives. Poster of the exhibition World Cultural Heritage historic city centre of Sibiu in Romania (left) and traditional multi-story mud-built houses at the historic city center of Shibam/ Hadramaut in Yemen (right), after rehabilitation with the support of the German Development Cooperation GTZ (GTZ archives) The Old Cities of Aleppo (Syria) and Shibam (Yemen)– UNESCO World Heritage Sites – Sibiu, formerly Hermannstadt (Romania), and Damascus are like many others, threatened by structural, social and economic decline. Their history, in some cases stretching back thousands of years, makes them living witnesses to the process of civilisation. It is therefore of global interest to preserve them and to help them find their future. For several years, the Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ - the German co-operation agency) has been working in close collaboration with local authorities and civil society to preserve the architectural heritage and cultural diversity of these ancient urban areas. The greatest challenge lies in combining modernity and traditions by safeguarding the historic building stock while modernizing socio-cultural structures for their residents, but also in finding sustainable solutions to protect the environment. The objective is to implement a new model of urban governance suitable for modern life. Commissioner Karel De Gucht granted his patronage to this interesting photo exhibition. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 141 ",
        "141 Hani-Bal-Kan Ante Portas Exhibition of cartoons from the Western Balkans Piazza of the Berlaymont from 23 November to 7 December 2009 Sicco Mansholt: From farmer to European statesman Presidents’ Gallery of the Berlaymont from 19 November to 11 December 2009 140 This photo exhibition, organised by DG AGRI, celebrated the life of Sicco Mansholt, one of the founding fathers of the European Union. It covered the different facets of Mansholt's life as a gentleman farmer, socialist, resistance worker in World War II, Minister in the Dutch government, Commissioner, politician, debater, family man, sailor and sportsman. His name will forever be linked to the Common Agricultural Policy. Besides being Commissioner for Agriculture, he was Vice-President of the Commission of the then six-member Community and became President of the Commission from March to December 1972. Sicco Mansholt - Sam Drukker, 1997 Poster of the exhibition Some 40 cartoons from Croatia, Serbia, Bosnia and Herzegovina and the Former Yugoslav Republic of Macedonia were exhibited at the Piazza of the Berlaymont. The original concept of the exhibition dates back to 2007 when Delco Mihajlov, a well-known cartoonist from the Former Yugoslav Republic of Macedonia, invited colleagues from the Balkan region to send him cartoons on how they see the future integration of their countries to the EU. The cartoons portray the feelings of the citizens from the Western Balkans about their European future. They tackle serious issues with a sense of humour, but also (self)-criticism. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 143 ",
        "143 Lost in the old world Photo exhibition by Vincent Legrand Beaulieu Atrium from 11 to 25 November 2009 30 Years of Ars Electronica Festival Piazza of the Berlaymont from 4 to 19 November 2009 142 This photograph exhibition presents photos of American species of birds which, due to difficult weather conditions during their autumn migration from North to South of the American continent, are deviated from their usual flyway by violent West winds down to our regions… This transatlantic diversion is noticeably weakening these birds, and their chances to return to the new world are very few. The climate change which is at the root of these weather disorders is likely to make this phenomenon recurrent. Some of the species presented in this exhibition are extremely rare in Europe, a number of them have been very rarely seen by the man's eyes during the last decades. The superb photos of these birds made this exhibition exclusive. www.vincentlegrand.com Poster of the exhibition Northern parula in Corvo, Azores - 2009 © Vincent Legrand For three decades now, the Ars Electronica Festival has provided an annual setting for artistic and scientific encounters with social and cultural phenomena that are the result of technological change. Symposia, exhibitions, performances and interventions carry these inquiries beyond the confines of conventional conference spaces and cultural venues and take them out into the public sphere and throughout the cityscape of Linz (Austria). But the attractiveness of Ars Elec- tronica is not attributable solely to participation by renowned scientists and artists from all over the world nor to remarkable venues. Above all, it is the international audience that makes the biggest contribution to the festival spirit: the colourful mix of old friends and new faces who conjure up extraordinary circumstances - a “fruitful state of emergency” - every September in Linz. The Cabinet of Commissioner Janez Potočnik, responsible for Science and Research, brought this interesting exhibition into the Commission premises. Catalogue EXPO OCTOB 28-10-2010 13:19 Page 145 ",
        "145 Certamen nacional de arte joven Pancho Cossio Multimedia exhibition Madou Atrium from 25 November to 1 December 2009 Connexions Exhibition by Maria Fernanda Guzman Madou Atrium, from 5 to 24 November 2009 144 ” There are moments in life which are not only links, but rather connections between people. These connections are intense, rapid moments, often hidden, that give new strength, a reason, a new point of view to our existence .” (C. Parmigiani, excerpt from the book by Didi Huberman \"Génie du no-lieu\"). This is the main theme of the exhibition entitled \"Connections\". Maria Fernanda Guzman, an Argentinean architect-artist, tries to depict the links we build throughout our lifetime. Poster of the exhibition Hotel Kosmos n°4 (Series”Hotel Kosmos”, 2008 Ed. 1/5) Óscar Carrasco Ragel - C-Print on dibond - 170 x 170 cm The Government of the Spanish Region of Cantabria, through its Directorate General for Youth, convenes every year the \"Pancho Cossío\" National Competition addressed to young artists in Spain. After almost five decades of history, this art competition has become a reference in the young artistic creation in Spain. Nine artists are awarded an economic prize and one of them receives fellowship training as \"young talent\". This exhibition shows the works of young artists over 18 years in different fields such as painting, drawing and illustration, sculpture and installations, photography, photojournalism and video creation. Reina (Series “Collages”, 2007/09) Silvestre Pejac - Mixed technique and hand cut paper - 30 x 24 cm Catalogue EXPO OCTOB 28-10-2010 13:20 Page 147 ",
        "147 Paintings by Damien Ferre Foyer Van Marlaent, VM-2 from 16 November 2009 to 11 January 2010 Paintings by Tere Hernandez de Cabanyes Restaurant 29 from 4 November to 17 December 2009 146 When the artist Tere Hernández de Cabanyes, a graduate from the Barcelona Massana School, is asked what art means to her, she answers that \"Art is Life but with another rhythm\"… This gives some insight into her paintings which question the different ways to look at life. Through her art, she delivers her vision of life and how everything related to it can be felt and transformed, just as the world keeps changing and can be seen with different eyes depending on the moment… Strong or soft brushstrokes, full or transparent colours, collage… Blank spaces, lines and spots… A variety of techniques are used to express a diversified world that continuously enriches our vision, senses and emotions. After many years of abstract painting, her recent experience in the restoration of classic art has inspired Tere Hernández to revisit the classics, with her own touch and perception. www.terehernandez.com The artist was born thirty-eight years ago on the multiple, complex and vibrant lands of the Haut-Brion (France) vineyard – lands where he spent his childhood by the side of his cellar-master grandfather. The mixture of textures and pigments that compose his paintings collide as colour- ful tannins into delightful flavours. In his art, everything is stretched, implicit, understated. Nameless legends carrying inside them all the senses of another world (excerpt from the artist's biography). Blancos y Rojos - Tere Hernández de Cabanyes - Mixed technique - 162 x 140 cm Le Salon du Livre - Damien Ferré, 2010 - Old techniques and marouflage - 150 x 150 cm Catalogue EXPO OCTOB 28-10-2010 13:20 Page 149 ",
        "149 La lumiere en soi Paintings by Yoav Rossano Hall of the 1st floor of the Berlaymont from 17 December 2009 to 8 January 2010 Imagine a new world Photo competition Madou Atrium from 1 December 2009 to 5 January 2010 148 Day and night, light and shade are part and parcels of everybody's lives. Goethe's last words, \"more light\", precisely convey our connection with the sun that is a source of light and warmth, while the moon, the cold planet, is associated with shade and obscurity. Sunlight can be synonymous with the divine, with temporal power or allude to joy and life. For painters, light and shades have symbolic values but they also suggest volume, space and soften colours. Light gives consistency to the material. It adjusts colours and simplifies objects. This exhibition is a luminous invitation by the artist Yoav Rossano to reach for the main thing, to cherish the relationship to others, to be compassionate or to contemplate. Photo by Daniel Halasz (1 st prize) Photo by James Naylor (2 nd prize) Photo by Vincent Bitaud (3 rd prize) La lumi è re en soi - 2007 Oil on canvas - 110 x 80 cm Cr é ation - 2007 Oil on canvas - 80 x 110 cm The European Commission received 5,000 photographs from 1,500 photographers in response to its June announcement of a photo competition in the framework of the European Year of Creativity and Innovation 2009 with the theme \"Imagine a New World\". Professional and amateur photogra- phers of all ages from across the EU, candidate countries and from Iceland, Liechtenstein and Norway, were eligible. Photographers were encouraged to provide an original work where they express their vision of a new world and show what creativity and innovation means to them. www.imagine2009.eu Catalogue EXPO OCTOB 28-10-2010 13:20 Page 151 "
    ]
}