{
    "text": [
        "Report EUR 25444EN 2 0 1 2 Authors: Myrna van Leeuwen, Petra Salamon, Thomas Fellmann, Martin Banse, Oliver von Ledebur, Guna Salputra and Olexandr Nekhay Editors: Thomas Fellmann, Olexandr Nekhay and Robert M'barek Extension of the AGMEMOD model towards Ukraine The agri‐food sector in Ukraine: Current situation and market outlook until 2025 ",
        "European Commission Joint Research Centre Institute for Prospective Technological Studies Contact information Address: Edificio Expo. c/ Inca Garcilaso, 3. E‐41092 Seville (Spain) E‐mail: jrc‐ipts‐secretariat@ec.europa.eu Tel.: +34 954488318 Fax: +34 954488300 http://ipts.jrc.ec.europa.eu http://www.jrc.ec.europa.eu This publication is a Scientific and Policy Report by the Joint Research Centre of the European Commission. Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/. JRC 71776 EUR 25444 EN ISBN 978‐92‐79‐25742‐1 ISSN 1831‐9424 doi:10.2791/89165 Luxembourg: Publications Office of the European Union, 2012 © European Union, 2012 Reproduction is authorised provided the source is acknowledged. Printed in Spain ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 Extension of the AGMEMOD model towards Ukraine Authors: Myrna van Leeuwen, Petra Salamon, Thomas Fellmann, Martin Banse, Oliver von Ledebur, Guna Salputra and Olexandr Nekhay Editors: Thomas Fellmann, Olexandr Nekhay and Robert M'barek Disclaimer: The views expressed are purely those of the authors and may not in any circumstances be regarded as stating an official position of the European Commission. ",
        "",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - III - AGMEMOD Consortium partners involved in this study 1. Johann Heinrich von Thünen-Institute (vTI), Braunschweig, Germany Petra Salamon Oliver von Ledebur Martin Banse Franziska Junker Doreen Bürgelt 2. Agricultural Economics Research Institute (LEI), The Hague, The Netherlands Myrna van Leeuwen Andrzej Tabeau 3. Latvian State Institute of Agrarian Economics (LVAEI), Riga, Latvia Guna Salputra 4. European Commission, Joint Research Centre - Institute for Prospective Technological Studies (JRC-IPTS), Seville, Spain Thomas Fellmann (now University Pablo de Olavide, Seville, Spain) Olexandr Nekhay Robert M’barek External experts involved in the study: - Eugenia Serova, Food and Agriculture Organization of the United Nations (FAO), Rome, Italy - Serhiy Demyanenko, Institute for Agribusiness and Rural Development (IARD) , Kiev, Ukraine - Oksana Vysotska, Kiev National Economic University (KNEU), Kiev, Ukraine ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - IV - ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - V - Executive Summary Background and brief overview on the status quo of the Ukrainian agri-food sector The European Union (EU) and Ukraine have developed an increasingly dynamic relationship since 1991, when Ukraine gained independence. Ukraine is a priority partner country within the European Neighbourhood Policy (ENP) and the Eastern Partnership. In March 2007 negotiations on a new EU-Ukraine Association Agreement were launched and have been finished in December 2011 (however, the agreement still has to be signed and ratified). Ukraine has huge agricultural potential due to its rich natural resources (soil, climate, and water) and a key geographical position, with access to the Black Sea and the key markets in the EU, CIS, the Middle East and North Africa. The role of agriculture in the Ukrainian economy is quite remarkable. Even though the share of agriculture in total GDP in Ukraine decreased considerably since 1991, agriculture still accounted for about 8.2% in 2010. In addition, with a share of 15% the Ukrainian agricultural sector still contributes significantly to national employment. Agriculture also has a core role in Ukrainian foreign trade, with agri-food exports accounting for about 20% of total Ukrainian exports in 2010. The farm structure in Ukraine is characterized by corporate farms or so-called agricultural enterprises and individual farms, with the latter comprising peasant farms and household plots. In 2010, agricultural enterprises produced about 76% of total grains, 92% of sugar beets and 83% of sunflowers in Ukraine. On the other hand, Ukrainian household farms produced about 97% of total potatoes, 88% of vegetables and 84% of fruits and berries. The majority of all types of livestock (excluding only poultry) is kept by household farms, and regarding production output, households have produced 80% of total milk production in Ukraine, whereas 55% of all meat has been produced by agricultural enterprises. About half of the 41.6 million hectares of agricultural land in Ukraine is cultivated with grains and oilseeds. With respect to area, the most important grains are soft wheat, barley and maize. The main oilseed is sunflower, but rapeseed and soya are cultivated as well. During the transition period, Ukrainian agricultural production withered especially with regard to animal production, due to a drastic drop in demand which was driven by a decline in real per capita income. The lower meat production also caused a considerable drop in domestic feed demand. However, during the last decade in particular Ukraine’s grain production recovered significantly and in 2010 Ukraine ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - VI - produced about 39 million tonnes of grains. Correspondingly, Ukraine’s grain export shares also rose constantly between 2002 and 2009 and Ukraine became a big player on the world grains market. Furthermore, besides Russia and the EU, Ukraine became one of the biggest sunflower seeds producers and one of the major vegetable oils exporters. The increase in Ukrainian crops exports was supported by a significantly increase in export capacities due to the extension of the required infrastructure, such as the capacity of Ukraine’s commercial seaports. In the agri-food sector, Ukraine's main trading partner is the EU, both in terms of imports and export. CIS and Middle East countries absorb an increasing share in Ukraine's exports as well, while Russia’s role as the third main export destination for Ukrainian agri-food commodities is decreasing. Regarding Ukraine’s agricultural policies, the main domestic policy measures comprise input subsidies through tax concession, credit availabilities for agricultural producers and direct payments based on animal numbers and agricultural areas. Domestic market price support mainly consists of minimum prices. Poultry, beef, pig, and sugar are the most protected sectors. The agricultural trade policy of Ukraine has changed significantly since the early 1990s. Exports, formerly processed by governmental agencies under largely barter-based bilateral agreements, are now conducted by private market transactions to an increasingly number of export destinations. Export quotas have been actually replaced by tariffs and indicative prices, while export taxes still restrict a few selected products. For some commodities and products (e.g. live cattle, mutton, sheep), Ukraine applies minimum prices below which products cannot be exported. In May 2008 Ukraine became a new member of the WTO, which led to considerable changes in agricultural support instruments and in Ukraine’s use of trade policy measures. The majority of Ukraine’s WTO commitments should have been reached by 2011, including substantial reductions in tariff protection for key agro-food products and downscaling of export restrictions. Due to WTO commitments customs duties have been capped at bound rates between 0% and 30% (with the exception of sugar where 50% are applicable for out of quota imports). As a consequence, import tariffs decreased, especially in the poultry, sunflower, and sugar sectors. In general, the WTO commitments should essentially determine the framework for future agricultural policies in Ukraine and help to make the policies more stable. In particular with regard to trade activities Ukraine should have fewer possibilities to intervene, involving the use of traditional approaches to resolve emerging problems of domestic market supplies. Nonetheless, after its grain production was hit by severe droughts in 2010, Ukraine introduced quotas for grain exports on the grounds of domestic food security. The measure was removed again in 2011. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - VII - The modelling approach To generate the projections for the agricultural commodity market developments in Ukraine until 2025 the AGMEMOD (AGriculturalMEmber States MODelling) tool was used. AGMEMOD is an econometric, dynamic, partial equilibrium, multi-country, multi-market model, initially developed to analyse European agriculture and the Common Agricultural Policy (CAP) of the EU. Given the importance of Ukraine’s agricultural sector, especially with regard to grain exports, the AGMEMOD model was recently expanded towards Ukraine in order to capture the developments in Ukrainian agricultural policy and markets and their respective impact on agricultural world markets. Based on a set of commodity specific model templates, individual models for each country are represented in AGMEMOD. The template approach allows reflecting the details of agriculture at country level and at the same time assures analytical consistency and the inclusion of all country models into a combined model. As part of this study, Ukraine was integrated into the overall AGMEMOD modelling framework. Therefore a detailed dataset and modelling structure for the main Ukrainian agricultural commodities has been developed. The Ukrainian model consists of different supply and demand sub-models for those commodities that represent the majority of the agricultural output in Ukraine. In general, cereal and oilseeds with their derived products (oils and cakes), sugar beet, potatoes, livestock (cattle, beef, pig meat, poultry, sheep and goats), and dairy products (raw milk, butter, milk powder and cheese) are represented. For each of these commodities, production as well as supply, demand, trade, stocks and domestic prices have been derived by econometrically estimated or calibrated equations. Furthermore, detailed data sets of agricultural policy instruments such as input subsidies, direct payments, support prices, import tariffs, and export duties have been developed for the Ukrainian model. To ensure that the baseline projections of the Ukrainian AGMEMOD model make economic sense and are coherent from a policy perspective, they have been validated by standard econometric methods and by the Ukrainian partners familiar with agricultural policy and markets in Ukraine. From this perspective, the performance of the Ukrainian commodity market models in determining the baseline projections had primacy in the evaluation of the modelling system’s performance. Projections of Ukrainian agricultural commodity markets until 2025 The market outlook presented is a model based projection of the future development of main agricultural commodity markets in Ukraine until the year 2025 with endogenous formation of world market prices. The projections are based on a set of coherent macroeconomic and policy ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - VIII - assumptions. Moreover, the projections assume normal weather conditions and steady demand and yield trends (following recent time paths), i.e. no disruptions, caused for example by bad weather conditions, are considered. Therefore the projections show rather smooth developments, whereas in reality it is very likely that the markets move along more volatile paths. For the projections a status quo policy environment is assumed, i.e. currently applied and scheduled agricultural domestic and trade policy instruments in Ukraine continue unchanged up to the projection year 2025. Furthermore it is assumed that Ukraine will not conclude any new trade agreement and international trade is governed by the Uruguay Round Agreement on Agriculture (URAA). Moreover, for the projections the Ukrainian trade policy measures are supposed to be in accordance with WTO rules, and Ukraine will not apply export or import bans during the projection period. Thus, the baseline situation for Ukraine is mainly defined by: - macroeconomic projections for the Ukraine according to current knowledge; - continuation of specific Ukrainian agricultural policy and trade instruments as currently applied and scheduled; - continuation of the specific Ukrainian consumer support in a stylized approach; - domestic prices for the Ukrainian markets linked to the world market; - normal weather conditions and steady demand and yield trends (following recent time paths). In the following the projection results for the Ukrainian agricultural markets until 2025 are briefly presented by sector. Cereals and oilseeds markets: - Ukrainian cereal prices are projected to follow the broad development of their respective world market prices, but generally at a level quite below EU and world market prices. The difference in price levels reflects Ukraine’s position as a large exporter of cereals and oilseeds. - Total grain areas and oilseeds areas are projected to slightly increase due to additional production areas that had not been cultivated before. - Following historical trends, expected further yield growths are due to the use of higher-yielding seed varieties, higher fertilizer input and better irrigation possibilities. All yields are projected to grow annually by 1.2-1.5% over the projection period compared to the 3-year average yield of 2008-2010. - The projections show a steady increase in soft wheat, barley, maize and oilseeds production over the period until 2025. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - IX - - The production increase in soft wheat translates into a steady increase in Ukraine’s wheat exports (reaching about 13 million tonnes in 2025), whereas the increased barley production is used to satisfy the increasing domestic demand for barley as feed in the beef and poultry sectors. Nonetheless, with about 5.3 million tonnes in 2025, Ukraine still keeps a strong export position in barley. - Concerning oilseeds, in particular rapeseed and soybeans production are projected to increase. The increase in the Ukrainian rapeseed production is mostly driven by an increasing rapeseeds demand of the EU biodiesel industry and Ukrainian rapeseeds exports are expected to increase to a total of about 2.8 million tonnes in 2025. The growth in Ukraine’s soybeans production is a reaction to the fact that Ukraine is currently a protein-deficient country and its domestic demand for soybean meals is expected to grow significantly due to production increases in the Ukrainian livestock sector. With soybeans and especially rapeseeds production increasing, the increase in sunflower seed production is projected to be rather moderate, reaching 6.5 million tonnes in 2025. The increased production is expected to be mainly used in the domestic crushing industry. Other crops: - Generating projections for market developments of potatoes, sugar beets, sugar, tomatoes and apples is particularly difficult because these (fresh) products represent rather unstable markets. - Ukraine’s potato prices are projected to move closer to EU potato prices over the projection period. Ukraine’s sugar price is expected to stay well above the world market price. The Ukrainian sugar beet and sugar prices are positively influenced by minimum prices for A-quota sugar. As these minimum prices are doubled after 2010, the higher gross returns per hectare for sugar beets are expected to induce a growth in the Ukrainian sugar beet production, reaching about 23.5 million tonnes by 2025. - Recent and ongoing investments into new apple orchards and industrial tomato production are projected to result in significantly higher yields and increased production. Meat markets: - Ukrainian beef and poultry prices are projected to remain at a level below their respective EU and world market prices during the projection period to 2025. Both the prices for Ukrainian beef and poultry follow the broad development of their respective world market prices, but while by the end of the projection period world market prices for poultry slightly increase, the Ukrainian poultry price is expected to remain stable. The Ukrainian pork price is projected to further develop above EU and world market prices. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - X - - Meat consumption per capita in Ukraine is projected to increase to a total of 65 kg per capita in 2025, mostly driven by economic growth, i.e. a higher GDP/capita. The strongest per capita consumption growth between 2010 and 2025 is projected for poultry (+3.2% per year), followed by beef (+2.0% per year) and pork consumption (+0.4% per year). - Ukrainian beef production is mostly based on dual purpose cattle, with milk being the determining output. Low yields and semi-subsistence farming affected beef production in the past, but investments are supposed to bring a turnaround, and beef production is projected to increase by 30% over 2010-2025, mostly driven by rising slaughter weights (+22%). - The projected increase in the beef and veal consumption per capita is slightly higher than the projected production increase over the projection period, but Ukraine is expected to remain about self-sufficient in the course of time. - Even though Ukraine’s main big pork producers are vertically integrated holdings and show increased investments, production and consumption are projected to develop at about the same pace and therefore Ukraine is expected to remain a net importer of pork over the projection period. - The poultry market in Ukraine is dominated by vertical integrated production and due to further investments the domestic poultry production is projected to further expand by 60% to a total of 1.52 million tonnes in 2025. As increases in production outpace the increases in domestic consumption, Ukraine turns into a net exporter during the projection period. Milk and dairy products: - Despite the strong decline in Ukraine’s raw milk production in the past and continuing structural problems in the sector, Ukraine is still a net exporter of milk and dairy products. Recent investments in more productive dairy cows and the coupled premiums for milk are expected to support a further increase in milk production. - Ukrainian milk prices do not reach EU price levels over the projection period; however, the Ukrainian price is increasing faster due to higher domestic demand growth. The Ukrainian butter and SMP prices follow the same patterns as their respective world and EU prices, but again at lower levels. An increasing domestic cheese demand is projected to translate into increasing Ukrainian cheese prices at a level above world market prices. - Ukrainian milk production is projected to increase to 14 million tonnes by 2025. - Ukrainian butter production is projected to remain stable. The expected decline in the domestic use of butter is driven by stagnating consumption per capita on the one hand and a declining population on the other hand. These developments enhance the Ukrainian net export position of butter. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - XI - - Ukraine’s cheese production is projected to increase by about 1.5% annually in the period 2010 to 2025, which is particularly linked to a stronger demand for cheese. Ukraine is expected to keep its net export position for cheese, but exports show a downward trend for the overall projection period as the domestic cheese consumption per capita is projected to grow by 1.8% per year in the period 2010 to 2025, i.e. faster than domestic production. Concluding remarks Ukrainian agriculture often can be characterized by a dichotomous structure. In the cereals and oilseeds sectors large farms dominate production with regard to area and output while the production of meat (except poultry and partially pork), milk, potatoes and vegetables is more based on small and semi-subsistence farms. As a consequence these sectors are often poorly structured and relatively inefficient. All sectors are facing problems such as land erosion, drought, and especially accessing finance. Current crop production relies largely on natural land fertility, and the loss of soil fertility is one of the reasons that the expected growth in yields in the projection period remains very limited in Ukraine. Although abundant land is available for potential use, the related costs to bring it into production have to be covered. The problems in accessing finance impedes restructuring and also the use of inputs, like for example the use of fertilisers and plant protection products, and hence the possibility to improve agricultural productivity in Ukraine. Coherent domestic agricultural policies, as well as stable rules for both private property and long-term rent of land, are generally considered as being important prerequisites for enhancing agricultural output in Ukraine and attracting investments in agriculture. Thus, as outlined in the report, there is huge potential for agricultural production and growth in Ukraine. However, in our projections agricultural growth is assumed to follow recent time paths. Accordingly, if in the future Ukraine is able to solve some of the underlying problems currently limiting the development of its agricultural sector, the projection results presented in this report would certainly be altered. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - XII - ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - XIII - Table of contents AGMEMOD Consortium partners involved in this study................................................................................III Executive Summary.........................................................................................................................................V Table of contents ...........................................................................................................................................XIII List of Tables.................................................................................................................................................XIV List of Figures.................................................................................................................................................XV 1 Introduction ................................................................................................................................... 1 1.1. Background ............................................................................................................................1 1.2. Data sources and structure of the report.............................................................................3 2 Overview on the Ukrainian agri-food sector .............................................................................. 5 2.1. The role of agriculture in the Ukrainian economy..............................................................5 2.2. Agricultural policy instruments............................................................................................7 2.3. Production Structure .............................................................................................................9 2.4. Agricultural production and trade: Past developments and status quo.........................12 2.4.1 Production and market sales....................................................................................... 12 2.4.2 Crop sector ................................................................................................................. 13 2.4.3 Livestock sector.......................................................................................................... 18 2.5. Productivity and competitiveness.......................................................................................22 2.5.1 Yields.......................................................................................................................... 23 2.5.2 Level of competitiveness............................................................................................ 25 2.6. Development of consumer prices and food consumption.................................................26 3 Baseline settings for the market outlook................................................................................... 29 3.1. The AGMEMOD modelling approach...............................................................................29 3.2. General baseline assumptions.............................................................................................30 3.3. Specific macroeconomic assumptions for Ukraine ...........................................................30 3.4. Specific assumptions on agricultural and trade policies of Ukraine...............................32 4 Ukraine market outlook for main agricultural commodities.................................................. 35 4.1. Grains and oilseeds ..............................................................................................................35 4.2. Other crops ...........................................................................................................................42 4.3. Meat markets........................................................................................................................46 4.4. Milk and dairy products......................................................................................................50 5 Concluding remarks.................................................................................................................... 55 5.1. Main conclusions..................................................................................................................55 5.2. Qualifications........................................................................................................................57 References ........................................................................................................................................ 59 Annex: Description of mathematical equations and associated data files .................................. 64 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - XIV - List of Tables Table 1: Data sources for commodities modelled in the AGMEMOD model for Ukraine............... 3 Table 2: Main agricultural indicators for Ukraine, 2010................................................................... 6 Table 3: Border and budgetary payment measures of Ukrainian agricultural policy in 2010........... 8 Table 4: Productivity indicators for Ukraine, 2010......................................................................... 22 Table 5: Indices of comparative advantages of agricultural and food products in Ukraine and the EU-27 (2007-2010)............................................................................................... 26 Table 6: Assumptions on macroeconomic variables for Ukraine.................................................... 31 Table 7: Observed (2000-2010) and projected (2011-2025) total agricultural direct support in the Ukrainian AGMEMOD model................................................................................ 32 Table 8: Market support prices and production quotas for agricultural commodities in the Ukrainian AGMEMOD model.......................................................................................... 33 Table 9: Agricultural trade policy measures for crops in the Ukrainian AGMEMOD model ........ 33 Table 10: Agricultural trade policy measures for livestock in the Ukrainian AGMEMOD model .. 34 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - XV - List of Figures Figure 1: Map of Ukraine .................................................................................................................... 2 Figure 2: Development of Ukraine’s GDP by sector........................................................................... 5 Figure 3: Gross agricultural production by regions in Ukraine, 2010 ................................................. 9 Figure 4: Production and sale of agricultural products in Ukraine, 2010.......................................... 12 Figure 5: Area developments for selected crops in Ukraine, 1990- 2010.......................................... 14 Figure 6: Agricultural land use shares in Ukraine, 2010 ................................................................... 14 Figure 7: Composition of grain area in Ukraine, 2010 ...................................................................... 14 Figure 8: Production, net trade and prices for soft wheat in Ukraine ................................................ 15 Figure 9: Production, net trade and prices for barley in Ukraine....................................................... 16 Figure 10: Production, net trade and prices for maize in Ukraine ..................................................... 16 Figure 11: Production, net trade and prices for sunflower seeds in Ukraine..................................... 17 Figure 12: Production, net trade and prices for rapeseeds in Ukraine ............................................... 17 Figure 13: Number of cattle, pigs, sheep and goats in Ukraine (mio. heads, 1990-2010)................. 18 Figure 14: Production, net trade and prices for beef in Ukraine........................................................ 19 Figure 15: Production, net trade and prices for pork in Ukraine ....................................................... 19 Figure 16: Production, net trade and prices for poultry in Ukraine ................................................... 20 Figure 17: Production and prices for cow's milk in Ukraine ............................................................. 21 Figure 18: Yields and yield trends of selected commodities in Ukraine ........................................... 24 Figure 19: Consumer price index for food products and average nominal wage index for Ukraine........................................................................ 27 Figure 20: Consumption of meat and eggs products in Ukraine (kg per capita) ............................... 28 Figure 21: Consumption of dairy products in Ukraine (kg per capita).............................................. 28 Figure 22: Historical and assumed future developments of UAH/Euro and UAH/USD exchange rates ..................................................................... 31 Figure 23: Cereals and oilseeds prices (Euro/100 kg) in Ukraine, EU and the world....................... 36 Figure 24: Cereal areas in Ukraine, 5-year average (1,000 ha) ......................................................... 37 Figure 25: Oilseeds areas in Ukraine, 5-year averages (1,000 ha) .................................................... 37 Figure 26: Cereal yields in Ukraine (tonnes/ha) ................................................................................ 38 Figure 27: Oilseed yields in Ukraine (tonnes/ha) .............................................................................. 38 Figure 28: Soft wheat baseline outlook for Ukraine until 2025......................................................... 39 Figure 29: Barley baseline outlook for Ukraine until 2025 ............................................................... 39 Figure 30: Maize baseline outlook for Ukraine until 2025................................................................ 40 Figure 31: Rapeseeds baseline outlook for Ukraine until 2025......................................................... 41 Figure 32: Sunflower seed baseline outlook for Ukraine until 2025 ................................................. 41 Figure 33: Self-sufficiency rates (indices) for cereals in Ukraine ..................................................... 42 Figure 34: Self-sufficiency rates (indices) for oilseeds in Ukraine ................................................... 42 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - XVI - Figure 35: Potato, sugar, tomato and apple prices in Ukraine, EU and the world............................. 43 Figure 36: Potatoes, sugar beets, tomatoes and apples yields in Ukraine (tonnes/ha)....................... 44 Figure 37: Potato baseline outlook for Ukraine until 2025................................................................ 45 Figure 38: Sugar beets baseline outlook for Ukraine until 2025 ....................................................... 45 Figure 39: Tomato baseline outlook for Ukraine until 2025 ............................................................. 46 Figure 40: Apples baseline outlook for Ukraine until 2025............................................................... 46 Figure 41: Meat prices (Euro/100 kg) in Ukraine, EU and the world ............................................... 47 Figure 42: Meat consumption per capita (kg) in Ukraine.................................................................. 48 Figure 43: Beef baseline outlook for Ukraine until 2025 .................................................................. 48 Figure 44: Pork baseline outlook for Ukraine until 2025 .................................................................. 49 Figure 45: Poultry baseline outlook for Ukraine until 2025 (1000 t) ................................................ 50 Figure 46: Milk and dairy product prices (Euro/100 kg) in Ukraine, EU and the world................... 51 Figure 47: Milk production baseline outlook for Ukraine until 2025................................................ 52 Figure 48: Butter baseline outlook for Ukraine until 2025................................................................ 52 Figure 49: Cheese baseline outlook for Ukraine until 2025 .............................................................. 53 Figure 50: SMP baseline outlook for Ukraine until 2025.................................................................. 53 Figure 51: AGMEMOD structure for Ukraine .................................................................................. 65 Figure 52: Linkages between commodity markets in Ukrainian models........................................... 66 Figure 53: Procedure from data handling to scenario analysis of Ukrainian model and the stylized ROW module......................................................................................... 73 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 1 - 1 Introduction 1.1. Background The European Union (EU) and Ukraine have developed an increasingly dynamic relationship since 1991, when Ukraine gained independence. Ukraine is a priority partner country within the European Neighbourhood Policy (ENP). In March 2007 negotiations on a new EU-Ukraine Association Agreement were launched and have been finished in December 2011 (however, the agreement still has to be signed and ratified). The new agreement envisages among others Political Association and Economic Integration of Ukraine to the EU (EU Delegation to Ukraine, 2012). Ukraine has huge agricultural potential due to its rich natural resources (soil, climate, and water) and a key geographical position, with access to the Black Sea and the key markets in the EU, CIS 1 , the Middle East and North Africa (World Bank and OECD, 2004; DG AGRI, 2010). Ukraine is ranked 24 th among the major trading partners of the EU, with a share of about 0.9% of EU’s external imports coming from the Ukraine. In turn, the EU is after Russia the second major trading partner of Ukraine, with about 31% of Ukrainian imports originating from the EU and about 25% of the overall Ukrainian exports going to the EU (DG TRADE, 2012). Ukraine is a net exporter of agri- food products, mainly dominated by cereals (28% of total agri-food exports in 2011), animal fats and vegetable oil (26%) and finished food industry products (23%) (SSSU, 2012).Ukraine’s trade balance in bilateral trade of agricultural products with the EU is positive, i.e. Ukraine is a net exporter and the EU a net importer in the bilateral trade of agricultural products. In 2010, developments in Ukraine and Russia demonstrated the countries importance for the international cereals and oilseeds markets. Both countries experienced harvest failures due to severe droughts. As a reaction to these harvest failures and with the aim to prevent domestic consumer prices from rising, Ukraine, the world’s biggest barley exporter, introduced quotas for its grain exports. The quotas introduced were in force from October 2010 to June 2011 and the sizes of the export quotas were 1 million tonnes of wheat, 0.2 million tonnes of barley and 5 million tonnes of maize, bringing the total export quota for grains to 6.2 million tonnes (OECD-FAO, 2011). The direct impact of these export restrictions on the EU domestic cereal markets was limited, because 1 CIS: Commonwealth of Independent States, former Soviet Union ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 2 - imports from Ukraine to the EU are normally handled within quotas anyway. However, it is assumed that the export restrictions in Ukraine added to instable world grain markets and the increase in world grain prices (Anderson and Nelgen, 2011, Sharma, 2011). Thus, the grain export restrictions imposed in Ukraine affected the EU at least indirectly. Figure 1: Map of Ukraine Source: CIA World Factbook (2007) Given the importance of Ukraine’s agricultural sector, especially with regard to grain exports, the AGMEMOD (AGricultural MEmber States MODelling) tool was expanded towards Ukraine in order to capture the developments in Ukrainian agricultural policy and markets and their respective impact on agricultural world markets. AGMEMOD is a modelling tool designed to analyse European agriculture and the CAP. With respect to the needs of the European Commission for market and policy analysis, this model covers all EU Member States with the exception of Malta. Moreover, AGMEMOD was previously updated to incorporate candidates and potential candidates to EU accession. The current AGMEMOD 4.0 version incorporates models for the western Balkan EU candidate countries Croatia and the Former Yugoslav Republic of Macedonia (Erjavec et al., 2007; van Leeuwen et al., 2007a; van Leeuwen et al., 2007b; Salputra et al., 2008; Chantreuil et al. 2011), and Turkey (van Leeuwen et al., 2011). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 3 - This report provides an overview on the agricultural sector and policy as well as an outlook on the developments in agricultural markets for Ukraine, focussing on the main agricultural commodities, which are: - cereals (soft wheat, barley, maize, rye, oats, other grains); - oilseeds (rapeseed, sunflower seed, soybeans, plants oils and meals); - livestock and meat (beef and veal, pork, poultry, sheep and goats); - milk and dairy products (butter, milk powders and cheese). Commodity balance items such as production, domestic use, stocks, exports, imports as well as the associated prices are projected and simulated to a 15 year time horizon, with the underlying quantitative and qualitative assumptions on macroeconomic and other variables reported. 1.2. Data sources and structure of the report Various data sources have been used for the agricultural commodities covered in this report. The data sources indicated in Table 1 have been used to build the database for the Ukrainian AGMEMOD model and thus build the basis for the overview on the agricultural sector given in chapter 2 as well as the agricultural market outlook presented in chapter 4. Table 1: Data sources for commodities modelled in the AGMEMOD model for Ukraine Commodity groups Data Sources for Ukraine Cereals and oilseeds State Statistics Service of Ukraine; Agribusiness Information Consulting Company APK-Inform; Ministry of Agricultural Policy of Ukraine; FAPRI; USDA FSS Vegetable oils and meals State Statistics Service of Ukraine; Agribusiness Information Consulting Company APK-Inform; FAPRI; USDA FSS Root crops (potatoes and sugar beet) State Statistics Service of Ukraine Cattle, pigs, sheep; beef, pork, sheep meat, poultry, eggs; milk and dairy products State Statistics Service of Ukraine The report is structured as follows: chapter 2 provides an overview on the Ukrainian agricultural and food sector, comprising information concerning the role of agriculture in the Ukrainian economy, basic information on Ukrainian agricultural and trade policies, some details on the agricultural production structure as well as main developments of the past and the status quo of Ukraine’s agricultural production and trade. The baseline settings for the Ukrainian agricultural market outlook are delineated in chapter 3 and the results and analysis of the baseline simulations for Ukraine are presented in chapter 4. The final chapter 5 provides conclusions and qualification for further research. The Annex presents the mathematical equations and the associated data files. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 4 - ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 5 - 2 Overview on the Ukrainian agri-food sector This chapter provides an overview on the agri-food sector in Ukraine. The role of agriculture in the Ukrainian economy is described in section 2.1. Basic information on Ukrainian agricultural and trade policies is given in section 2.2, followed by some details on the agricultural production structure in Ukraine (section 2.3). The main developments of the past as well as the status quo of Ukraine’s agricultural production and trade are delineated in section 2.4. Section 2.5 highlights briefly some issues of productivity and competitiveness and the developments of consumer prices and food consumption in Ukraine are described in section 2.6. 2.1. The role of agriculture in the Ukrainian economy Ukraine’s economy shrank by over 55% during its first decade of post-Soviet independence (1991 to 1999), when Ukraine began its transition from a planned to a market economy. However, the Ukrainian economy recovered and real GDP grew by an average of 7.5% between 2000 and 2008. Thus, Ukraine experienced one of the fastest GDP growth rates in Europe before the global financial crisis and subsequent economic recession also severely affected Ukraine. The deeply felt recession in 2009 exposed severe structural weaknesses in Ukraine’s economy, in particular with regard to underused potential of many of Ukraine’s economic sectors (OECD, 2011a). The only sector in Ukraine that still showed a growth in production volumes in 2009 was agriculture (+0.1%). Indeed, agriculture has a remarkable role in the Ukrainian economy. Even though the share of agriculture in total GDP in Ukraine decreased considerably since Ukraine became independent in 1991, agriculture still accounted for about 8.2% in 2010 (cf. Figure 2). In addition, with a share of 15% the Ukrainian agricultural sector still contributes significantly to national employment. Figure 2: Development of Ukraine’s GDP by sector Source: DG TRADE (2012), primary source: World Bank (World Development Indicators) ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 6 - Agriculture also has a core role in Ukrainian foreign trade. Ukraine is net exporter of agri-food products, with agri-food exports accounted for about 20% in total Ukrainian exports in 2010, whereas the share of agricultural imports in total merchandise imports was 9.5%. Two thirds of agri-food exports and 83% of imports is to/from non-CIS countries. Table 2 provides an overview on the main agricultural indicators in terms of agricultural production, land, labour and capital in Ukraine. Table 2: Main agricultural indicators for Ukraine, 2010 Agricultural land (million ha) 41.6 Share of agricultural land in total area (%) 69% Labour use (1000 person) 3,115 Share of agricultural labour in total labour (%) 15.4% Share of agricultural GDP in total GDP (%) 8.2% Agricultural production value (million USD) 23,305 Gross value added in agriculture (million USD) 9,950 Value of fixed assets in agriculture (million USD) 12,770 Share of agricultural fixed assets in total fixed assets (%) 2.6% Agricultural production value (million USD) 23,305 Gross value added in agriculture (million USD) 9,950 Agri-food export value (million USD) 9,936 Agri-food import value (million USD) 5,764 Share of agri-food export in total merchandise export (%) 20% Share of agri-food import in total merchandise import (%) 9.5% Source: State Statistics Service of the Ukraine, own calculations During the transition period, Ukrainian agriculture experienced a strong declining share in investment, with the share of primary agriculture investment in total investment declining from 21.3% in 1990 to 3.6% in 2000. As the original level of investment had been quite high during the pre-reform years, because Ukraine’s agricultural sector had benefited from preferential treatment in central planning, the drop in investment was remarkably high in the subsequent restructuring period. However, the decline was more pronounced and longer than expected because the investment climate for agriculture during most of the 1990s was rather bad (World Bank and OECD, 2004). In 2010, investments in fixed capital within the agricultural sector accounted for 7.1% of total investments in the national economy of Ukraine. Regarding foreign direct investment (FDI), Ukrainian FDI lagged behind its other neighbouring countries after the independence. Two mayor reasons for this were that (i) potential foreign investors were discouraged by the absence of effective laws and policies, and (ii) the Ukrainian government did not privatise extensively to attract foreign capital (OECD, 2012). Since the 2000s ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 7 - FDI in Ukraine is increasing, but despite the country’s comparative advantage in agriculture, the share of agriculture in total FDI stock remains modest, with about 2% (787 million USD) in 2010. 2.2. Agricultural policy instruments Ukraine’s main agricultural policy objectives as outlined in the 2005 Law on Basic Principles of the State Agrarian Policy up to 2015 are i) food security, ii) efficiency and international competitiveness of the agricultural sector and iii) integrated development of rural areas and improvement of social conditions of rural people. In 2007, the State Targeted Programme for Development of the Ukrainian Countryside, in force up to 2015, was introduced in order to develop and implement these agricultural policy objectives. The programme outlines several areas to be focused on with Ukraine’s agricultural policy, particularly the improvement of efficiency in the crop, pig meat and dairy sectors, the creation of a transparent land market, the improvement of agricultural land use, market infrastructure development, reformation of agricultural education, development of rural gas and electricity networks, and housing and healthcare for rural people (OECD, 2011b). The main agricultural policy measures in Ukraine include input subsidies through tax concession, and provision of credits at reduced interest rates for agricultural producers as well as direct payments based on animal numbers and agricultural areas. Market price support mainly consists of minimum prices. Poultry, beef, pig, and sugar are the most protected sectors (EC, 2009; OECD, 2011b). In 2010 agricultural enterprises received subsidies of 1.3 billion UAH (an increase of about 80% compared to 2009) in the form of funds of government support and 3.3 billion UAH (about 30% more than in 2009), through tax concession. The major part was dedicated to support crop production (2.3 billion UAH) and the development of animal production (1.8 billion UAH). An overview on the main border and budgetary payment measures of Ukrainian agricultural policy in 2010 is given in Table 3. The agricultural trade policy of Ukraine has changed significantly since the early 1990s. Exports, formerly processed by governmental agencies under largely barter-based bilateral agreements, are now conducted by private market transactions to an increasingly number of export destinations. Export quotas have been actually replaced by tariffs and indicative prices, while export taxes still restrict a few selected products. For some commodities and products (e.g. live cattle, mutton, sheep), Ukraine applies minimum prices below which products cannot be exported. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 8 - Table 3: Border and budgetary payment measures of Ukrainian agricultural policy in 2010 Policy instrument Agricultural sector where the instrument is applied Production quota Sugar beets (A quota) Direct payments (per tonne, per ha, per animal) Pigs, poultry, flax, sugar beet Input subsidies (fuel, seeds, fertilizers) Crops Credit support Various sectors Intervention purchases Cereals Minimum price Milk, cattle, pigs, sheep Import duties (Euro/kg) Milk products, tomatoes Import tariffs (% rate) Cereals, oilseeds, vegetable oils, oilseed meals, beef, pork, sheep meat Quota tariff rate (tonnes) Sugar Export duties Oilseeds Export quota (tonne) Oilseeds, sunflower seed, sunflower oil, wheat, barley, maize, rye Source: OECD, WTO, World Bank Ukraine became a new member of the WTO in May 2008, which led to a considerable re- instrumentation of agricultural support and changes in Ukraine’s use of trade policy measures. The majority of Ukraine’s WTO commitments should have been reached by 2011, including substantial reductions in tariff protection for key agro-food products and downscaling of export restrictions. Due to WTO commitments customs duties have been capped at bound rates ranging between 0% and 30% (with the exception of sugar where 50% for out of quota imports are applicable). As a consequence import tariffs decreased, especially in the poultry, sunflower, and sugar sectors. In general, the WTO commitments should essentially determine the framework for future agricultural policies in Ukraine and help to make the policies more stable. In particular with regard to trade activities Ukraine should have fewer possibilities to intervene, involving the use of traditional approaches to resolve emerging problems of domestic market supplies (OECD, 2009, 2011b). Nonetheless, after its grain production was hit by severe droughts in 2010, Ukraine introduced quotas for grain exports on the grounds of domestic food security. The mitigation of domestic food price inflation represents a persistent policy focus in Ukraine, and since mid-2000 the Ukrainian government repeatedly made use of export restrictions, commodity interventions, and bread price controls in order to keep food prices low (OECD, 2009, OECD, 2011b). Even though WTO rules allow members to take action if national food security is threatened, the use of export quotas in Ukraine raised concerns about the conformity with WTO provisions (WTO, 2011). More details on the specific policy instruments applied in Ukraine are given in section 3.4. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 9 - 2.3. Production Structure In this subchapter some issues regarding Ukraine’s regional structure, farm types and production output, and land ownership and land reform are briefly delineated. Regional structure Ukraine comprises 25 regions (24 oblast plus Crimea autonomy republic). Agricultural area, comprising 41.6 million hectares which is about 69% of the total territory of Ukraine, is distributed quite equally across the country. However, the main agricultural regions are located in the Eastern part of Ukraine where land productivity is higher. 7.1% of agricultural land is drained, and 5.2% is irrigated. In 2010 Vinnytsya, Dnipropetrovsk, Donetsk, Kyiv, Poltava and Cherkasy regions (the darkest in Figure 3) produced 36% of the gross agricultural production value. Kirovograd (in Central Ukraine) is also an important crop producing region, whereas Lviv (in Western Ukraine) is important with regard to livestock production. With only few specific exceptions (e.g. poultry production in Crimea), Southern Oblasts (low precipitation) and most Northern and Western Oblasts (less suited soils) are less important for Ukraine’s agricultural production (World Bank, 2008). Figure 3: Gross agricultural production by regions in Ukraine, 2010 Source: adapted from State Statistics Service of Ukraine ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 10 - Farm types and production output Farm types within Ukraine can be broadly classified into corporate farms or so-called agricultural enterprises and individual farms. The agricultural enterprise category includes the largest farm holdings, such as those that replaced the former state-owned and collective farms in the reform process since 1992. The corporate farms mainly operate on leased land and are strongly commercial oriented. Legally, they are subdivided into ‘business’ companies and ‘private’ enterprises. Business companies are joint-stock or limited liability companies owned by a group of shareholders investing money in corporate equity, while private enterprises are organized by a single entrepreneur on the basis of privately owned assets. Individual farms comprise household plots and peasant farms. Household plots are generally smaller and largely subsistence-oriented but usually also distribute a certain percentage of their agricultural production through market channels (Lerman et al., 2007). In 2010 there were 56.5 thousand business entities (registered legal persons) operating in Ukrainian agriculture, of which 74% were classified as private farms. During the period 1990-2000 the share of corporate farms in agricultural production has dropped from 68% to 38%, but during the last decade that share increased again up to 50%, which corresponds to the share of agricultural land used by enterprises in 2010. About 4.5 million households were conducting as peasant holdings. In 2010, agricultural enterprises produced about 76% of total grains, 92% of sugar beets and 83% of sunflowers in Ukraine. In contrast, Ukrainian household farms produced about 97% of total potatoes, 88% of vegetables and 84% of fruits and berries. The majority of all types of animals (excluding only poultry) are kept by household farms. This holds especially for sheep and goats, with 83% of the animal herd located in household farms. With regard to production output, households have produced 80% of total milk production in Ukraine, whereas 55% of all meat and 60% of eggs has been produced by agricultural enterprises, while households have produced 80% of all milk. Land ownership and land reform In the Soviet Union, most of the land was property of the state, and also in Ukraine agricultural land was state-owned and distributed between collective farms (kolkozes) and state farms (sovkhozes). The need to reorganize collective and state farms in order to improve productivity was already recognized before Ukraine’s independence. Based on Ukrainian Soviet Socialist Republic legislation the process of land reform in Ukraine started in 1990. After Ukraine declared its independence, the first Law on Peasant Farms passed in 1991. However, the initial stage of land reform suggested the transfer of land from state ownership into the ownership of collective agricultural enterprises or other agricultural corporations. In 1992, the Land Code and the ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 11 - Resolution on Acceleration of Land Reform and Land Privatization were adopted, which allowed to practically begin the de-monopolisation of state land and the distribution and privatization of land in agricultural enterprises. As the land reforms implemented in the 1990s did not bring the expected improvements in agricultural productivity, the second stage of land reform in Ukraine was launched at the end of 1999 by a Decree of the President. This decree established a rule that land certificates should be converted into land titles with physical allocation and land demarcation. Following this requirement, some fundamental steps in land reform were made and almost 7 million rural residents became owners of physical land plots, with an average land share seize of 4.2 hectares. (Melnychuk et al., 2005; Lerman et al., 2007; Dells et al., 2008). The land reform measures in Ukraine allowed to achieve ownership of agricultural land and its transfer, and thus enabled a farm restructuring process. However, since 2001 there is a moratorium on alienation of land shares (pai) imposed in Ukraine. Under the moratorium, the sale, purchase and other forms of alienation of most types of agricultural land (as well as changes in ‘zoning’, i.e. designation of use, of agricultural land plots) are prohibited in Ukraine by law. The land moratorium was actually imposed for a transitional period (until January 1, 2005), however it was extended several times and in 2007 the moratorium expiry term was made dependent on the readiness of the relevant regulatory-legal framework (and is at least extended until the end of 2012). 2 Regarding the lease of land shares in Ukraine, there were about 17.3 million ha of rented farmland in Ukraine (under registered contracts for lease of land shares) in the first quarter of 2012. The fee for rented land varies across the country, with the average rent fee in the first quarter of 2012 being about 443 UAH per ha and year. Regarding duration of the lease contracts, the bulk (42.2%) of the rent agreements have a duration of 4-5 years, while 5.5% are rented for 1-3 years, 39.1% for 6-10 years and only about 13.2% for a period longer than 10 years (State Agency of Land Resources of Ukraine, 2012). Stable rules for both private property and long-term rent of land are generally considered as being important prerequisites for enhancing agricultural output in Ukraine and attracting investments in agriculture. Therefore it seems to be necessary that the land market in Ukraine is activated; however experts state that it is imperative that Ukraine establishes a proper legal framework for regulating the land market and an official and functioning land cadastre before the land moratorium is lifted (Fellmann and Nekhay, 2012). 2 Latest information on the state of play regarding the land market in Ukraine can be obtained e.g. from the websites of the State Agency of Land Resources of Ukraine (www.dazru.gov.ua) and the Center for Land Reform Policy in Ukraine (www.myland.org.ua). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 12 - 2.4. Agricultural production and trade: Past developments and status quo This section presents a brief overview on the past developments and the status quo of agricultural production and trade in Ukraine. First some information on the share of market sales in total production is given (section 2.4.1), followed by information on production, net trade and price developments in the Ukrainian crop (section 2.4.2) and livestock (section 2.4.3) sectors. 2.4.1 Production and market sales In Ukraine agriculture output is distributed through various market channels, including sales to processing enterprises, organizations of consumer co-operation, at market, to the population as wages, to the shareholders as a rent payment, on commodity exchanges and auctions, etc. Data on sales are available from statistics on agricultural enterprises (excluding small enterprises) as well as on purchases of the processing industry (including amounts sold by households). Shares of market sales in the Ukraine vary considerably between 77% for oilseeds, 75% for sugar beet, 60% for grains, 7% of vegetables and a negligible amount of only 2% for potatoes. From livestock production shares of 82% for meat and 40% of total milk production are sold (cf. Figure 4). Figure 4: Production and sale of agricultural products in Ukraine, 2010 Source: own calculations based on data of the State Statistics Service of the Ukraine Agricultural output value in Ukraine was about 185 billion UAH (18 billion €) in 2010. Grains, potatoes and vegetables account for more than two thirds of crop output value. Livestock and poultry breeding comprise the highest share of livestock output, where poultry production dominates since 2006. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 13 - 2.4.2 Crop sector The most important production factor of agricultural production in Ukraine is agricultural land. Over half of Ukraine’s arable land is composed of the agriculturally rich \"black soil\" (chernozem), which is ideally suited for crop production. In fact, about one-third of the worldwide stock of chernozem soil is located in Ukraine (Cramon-Taubadel et al., 2008). Non-surprisingly, Ukraine was traditionally considered as being the ‘bread basket’ of the Soviet Union, producing about 60% of its maize, 50% of its sugar beet, and more than 40% of its wheat and sunflower seed, all this on about only 15% of the total Soviet Union’s arable land (World Bank, 1995). After independence, Ukraine’s grain market suffered considerably during the transition from a planned to a market economy and grain production decreased dramatically, e.g. wheat production declined from about 27.4 million tonnes in 1989 3 to less than 14 million tonnes in 1994. From the late 1990s onwards, the situation in Ukraine’s grain market changed. The change was on the one hand due to a government programme that stimulated developments in the grain market and production. On the other hand, the appearance of new market operators, agroholdings and local and foreign private grain traders, was a major driver for the growth of Ukraine’s grain production (Kobuta et al., 2012). During the last decade, grains production in Ukraine recovered significantly and in 2010 Ukrainian production of grains reached about 39 million tonnes. Ukrainian grain export shares also rose constantly between 2002 and 2009 and Ukraine became a big player on the world grains market (however, exports varied greatly depending on the size of the crop production and export quotas). Nowadays, around half of agricultural land in Ukraine is used for grains and oilseeds production. In terms of areas, the most important grains are soft wheat, barley and maize. The main oilseed is sunflower seed; but rapeseed and soybeans are cultivated as well and are gaining more importance since the mid 2000s. Due to favourable developments on the oilseeds markets, land allocated to oilseeds production more than doubled between 2000 and 2010, with sunflower seed area increasing by about 75% and the area for rapeseed and soybean (both starting from low levels in 2000) being expanded by about 240% and 800% respectively. In total, grains and oilseeds area harvested increased by about 130% during the last decade. Nonetheless, Ukraine still has potential to increase its arable production in total, as about 11% of all agricultural land is bare fallow land (cf. Figure 5 to Figure 7). 3 In 1990 wheat production was even higher and reached with more than 30 million tonnes a record crop over the whole time of statistical observations in Ukraine. This record crop was mainly due to favourable weather conditions but also a result of a food programme that was put into place in the USSR to increase grain production (Kobuta, 2012). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 14 - Figure 5: Area developments for selected crops in Ukraine, 1990- 2010 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 5.5 6.0 6.5 7.0 7.5 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Mio. ha Soft wheat Barley Maize Rapeseed Sunflower Soybeans Source: State Statistics Service of Ukraine. 4 Figure 6: Agricultural land use shares in Ukraine, 2010 Grains 35% Protein crops 1% Oilseeds 16% Sugarbeet 1% Potatoes 4% Vegetables 1% Fodder crops 6% Permanent grassland 19% Permanent crops 1% Kitchen gardens 5% Bare fallow land 11% Source: State Statistics Service of Ukraine Figure 7: Composition of grain area in Ukraine, 2010 Source: State Statistics Service of Ukraine 4 Note: The drastic drop in wheat area in 2003 occurred because about 55 % of the sown winter wheat area was destroyed by a combination of December frost and subsequent ice crusting (cf. FAS, 2003; Cramon-Taubadel, 2008). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 15 - In general, Ukrainian cereal prices follow the developments of their respective world market, but are about only half of the price levels in the EU and world markets, which reflects Ukraine’s position as a large exporter of the respective crops. The price differentials are partly driven by the fact that there are quality differences as well as high transaction costs. Furthermore, also trade instruments involved like export duties and/or export quotas unroll their impacts on the domestic price formation. During the severe droughts in 2006, 2007 and 2010, the Ukrainian government adjusted its trade instruments. Import tariffs on cereals were significantly reduced while export quotas for cereals were introduced to protect the domestic cereal prices against price peaks. Ukraine’s cereals and oilseeds prices would probably have been higher if the Ukrainian government had not applied those export prevention measures (Mitra and Josling, 2009, Anderson and Nelgen, 2011, Sharma, 2011). The unpredictability of regulatory and legal decisions (like the ad hoc export restrictions) and certain inconsistencies in Ukraine’s agricultural and trade policy are considered as one of the key factors responsible for restraining the development in Ukraine’s grain market (Fellmann and Nekhay, 2012; Kobuta, 2012). Figure 8: Production, net trade and prices for soft wheat in Ukraine 0 20 40 60 80 100 120 ‐ 2.5 2.5 7.5 12.5 17.5 22.5 27.5 U A H / 1 0 0 k g M i o . t Wheat production Soft wheat net trade Soft wheat price Source: State Statistics Service of Ukraine, own calculations. 5 The export restrictions implemented in 2006/2007 especially hampered the profitability of wheat trade. Due to the removal of the export restrictions and expected favourable world market developments, farmers increased considerably the area sown with wheat. The increase in area combined with good weather and other favourable conditions lead to a record crop production in 2008, with a harvest of about 25.9 million tonnes of wheat. When wheat production was affected by 5 Note: The explanation for the drastic drop of wheat production in 2003 is given in the previous footnote. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 16 - the severe drought in 2010, the Ukrainian government repeated to introduce export quotas, leading once again to a great drop in wheat exports (Figure 8). Figure 9: Production, net trade and prices for barley in Ukraine 0 20 40 60 80 100 120 02468 10 12 14 U A H / 1 0 0 k g M i o . t Barley production Barley net trade Barley price Source: State Statistics Service of Ukraine, own calculations. Figure 10: Production, net trade and prices for maize in Ukraine 0 20 40 60 80 100 120 140 02468 10 12 U A H / 1 0 0 k g M i o . t Maize production Maize net trade Maize price Source: State Statistics Service of Ukraine, own calculations. Regarding coarse grains, Ukraine experienced significant production increases since the late 1990s. Compared to the 2-year average of 1998/99, barley production had doubled in 2008/2009. Even though barley production and trade were also affected by the droughts in 2007 and 2010 and subsequent export restrictions, Ukraine’s barley exports rose remarkably over the last decade and Ukraine became the world’s biggest barley exporter in 2009 (Figure 9). The production increases in maize since 1998 were even higher than those in barley, with maize production being more than 5 times higher in 2008/2009 compared to the 2-year average of ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 17 - 1998/99. Production increases in maize were driven by several issues, mainly better quality seeds, higher profitability compared to other crops, only minimal government interventions and no export restrictions (in fact maize growing is rather promoted by Ukraine’s ministry for agriculture) and increasing domestic demand due to a rise of maize used as feed (especially in poultry production) (Figure 10). Figure 11: Production, net trade and prices for sunflower seeds in Ukraine 0 50 100 150 200 250 300 350 01 234567 U A H / 1 0 0 k g M i o . t Sunflower seed production net trade price Source: State Statistics Service of Ukraine, own calculations. Figure 12: Production, net trade and prices for rapeseeds in Ukraine 0 50 100 150 200 250 300 0.0 0.5 1.0 1.5 2.0 2.5 3.0 U A H / 1 0 0 k g M i o . t Rapeseed production Rapeseed net trade Rapessed price Source: State Statistics Service of Ukraine, own calculations. Note: the huge rapeseed production increase in the 2008 is attributable to several factors, like an increase in sown area of about 0,55 million ha, an intensification of production due to good market expectations and also exceptionally favourable weather conditions for the 2008/2009 rapeseed harvest. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 18 - As mentioned above, production of oilseeds has considerably increased during the last decade, and with respect to sunflower seed, Ukraine is one of the biggest producers in the world besides Russia and the EU. From the mid-2000s onwards, also production of rapeseeds increased significantly (from about 0.14 million tonnes in 2000 to about 1.5 million tonnes in 2010). The figures above show that even though total production of grains and oilseeds strongly increased in Ukraine during the last decade, the production output was also subject to considerable fluctuations in the last years. 6 2.4.3 Livestock sector The livestock sector underwent the most significant changes during the transition period between 1990 and 2000. Livestock production decreased from about one-half to one-third of the total value of agricultural output. The main reason for this decrease was a strong drop in demand for animal products, caused by a decline in Ukrainian real per capita income of more than 60% during the transition period. The effects of the decline in real per capita income on demand for animal products were particularly pronounced because animal products have higher income elasticity than other food products (World Bank and OECD, 2004). In the last decade the livestock numbers still kept on decreasing, however at a slower pace. The dynamics of livestock herds’ development in Ukraine for the last two decades is reflected in Figure 13. Figure 13: Number of cattle, pigs, sheep and goats in Ukraine (mio. heads, 1990-2010) 0.0 2.5 5.0 7.5 10.0 12.5 15.0 17.5 20.0 22.5 25.0 1 9 9 0 1 9 9 1 1 9 9 2 1 9 9 3 1 9 9 4 1 9 9 5 1 9 9 6 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 M i o . h e a d s Cattle Pigs Sheep and goats Source: State Statistics Service of Ukraine 6 For more information see section 2.5.1 on yields. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 19 - In the Ukrainian beef sector, production is mostly based on dual purpose cattle, with milk being the dominant output. A constant decrease in the number of dairy cows in the last two decades influenced the number of cattle available for beef production. In total the cattle herd declined from almost 24.6 million heads in 1990 to about 4.5 million cattle in 2010. The production of beef and veal declined from about 2 million tonnes in 1990 to less than 430 thousand tonnes in 2010. As a result Ukraine turned from a net export into a slightly net import position for beef meat (cf. Figure 14). Figure 14: Production, net trade and prices for beef in Ukraine 0 100 200 300 400 500 600 700 800 900 1000 ‐ 100 0 100 200 300 400 500 600 700 800 900 U A H / 1 0 0 k g 1 0 0 0 t Beef production Beef net trade Beef price Source: State Statistics Service of Ukraine, own calculations. Figure 15: Production, net trade and prices for pork in Ukraine ‐ 200 0 200 400 600 800 1000 1200 1400 1600 ‐ 250 ‐ 150 ‐ 50 50 150 250 350 450 550 650 750 U A H / 1 0 0 k g 1 0 0 0 t Pork production Pork net trade Pork price Source: State Statistics Service of Ukraine, own calculations. Ukraine was a large producer of pork at least until the 1990s. Ukraine counted almost 20 million pigs in 1990, but this number declined to about 8 million pigs in 2010 (cf. Figure 13). Pigs are hold ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 20 - in both backyard and industrial farms. Over the last years, the share of industrial production grew considerably, with main big pork producers being vertically integrated holdings and showing increased investments. However, due to its subsistent nature and a lack of other income sources, household pig production remains strong in rural areas, but is characterized by low levels of breeding material, management and knowledge. With overall production lacking behind consumption, prices for pork in Ukraine increased considerably, and Ukraine converted into a net importer of pork (Figure 15). Production of poultry decreased from about 700 thousand tonnes in 1990 to less than 200 thousand tonnes in 2000. However, since the mid 2000s poultry production is steadily growing in Ukraine and reached a record high of more than 950 thousand tonnes in 2010. The Ukrainian poultry industry is now very concentrated, with the three biggest producers having a market share of about 75%, and about 50% of the Ukrainian domestic poultry production is concentrated in the two biggest companies. The biggest producers are vertically integrated companies. In the last years, the big companies invested in building-up significant resources for further integration, e.g. into arable land acquisitions to produce company-owned fodder crops and into bigger production facilities and slaughterhouses (cf. Tarassevych, 2011). While this intensification process enabled the significant rise in Ukraine’s poultry production, the net imports are still considerable as the production growth was outpaced by the increase in consumption (Figure 16). Figure 16: Production, net trade and prices for poultry in Ukraine ‐ 200 0 200 400 600 800 1000 1200 ‐ 400 ‐ 200 0 200 400 600 800 1000 U A H / 1 0 0 k g 1 0 0 0 t Poultry production Poultry net trade Poultry meat price Source: State Statistics Service of Ukraine, own calculations. The structure of supply and output of the Ukrainian dairy sector is rather weak. After the collapse of the USSR, the specialized cooperative farms were rapidly disappearing. In 1991, there were 130 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 21 - farms with more than 1000 animals, while in 2010 there were no more than 30 farms. The majority of the big milk enterprises became bankrupt because of structural changes during the transition period, poor management, lack of infrastructure to deliver products to final consumers and a decline of the purchasing power of consumers. Since 1992, the number of dairy cows decreased continuously and therewith the amount of raw milk supply declined as well. However, despite this strong decline in domestic raw milk supply there is no shortage of milk in Ukraine and the country is still a net exporter of milk and dairy products. Milk production takes mainly place on small household plots (80%). Thus, the supply side is characterised by an underdeveloped infrastructure for the provision and distribution of milk, whereas the demand side is driven by low domestic consumption levels. It is difficult for households to capture economies of scale in production due to a lack of capital and investments, low productivity and low marketing ratios. In the early 1990s, the milk processing capacity in Ukraine amounted to 18 million tonnes of milk, but only around 6 million tonnes of milk have been processed during the last years of the 2000s. Actually there seems to be great export potential for the Ukrainian dairy sector, however most production facilities of the dairy industry are outdated and investments in modern facilities would be needed. Apart from this, the key to realise the Ukrainian export potential in the dairy sector would be higher efficiency and productivity of dairy cows and also improved quality of the milk produced. It is observed that lately investments in more productive dairy cows are taking place. Furthermore, dairy farmers are supported by the government with coupled premium payments for milk. Figure 17: Production and prices for cow's milk in Ukraine 0 50 100 150 200 250 300 350 0246 8 10 12 14 U A H / 1 0 0 k g M i o . t Cow's milk collected Cow's milk price Source: State Statistics Service of Ukraine, own calculations With respect to dairy exports, CIS and Middle-East countries are key importers of Ukrainian dairy products. Export products designated to the CIS countries are cheese, butter, casein and dry milk. Regarding the EU as export destination, Ukraine faces problems as the domestically produced raw ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 22 - milk and dairy products are of rather low quality. Ukrainian milk quality standards differ from the standards in the EU, with the highest Ukrainian quality category for raw milk being lower than the single standard grade in the EU. Therefore even the highest quality milk from Ukraine is not exportable to the EU (OECD, 2012). 2.5. Productivity and competitiveness The observation of some productivity indicators shows that returns on agricultural land (i.e. value added in USD/ha) in Ukraine accounted for 239 USD/ha, returns on labour (i.e. value added in USD/person) was about 3194 USD/person, while the return on capital assets was actually negative with a value added of 0.78 (cf. Table 4). Table 4: Productivity indicators for Ukraine, 2010 Return on agricultural land (value added in $/ha) 239 Return on capital assets (value added in $/$) 0.78 Return on labour (value added in $/person) 3194 Source: own calculations based on data from State Statistics Service of Ukraine One of the factors of productivity is production costs. In agricultural enterprises in Ukraine material inputs accounted for about 70% of total production cost in 2010, while labour payment costs accounted for only 9%. Thus, during the last two decades the composition of production costs has changed significantly, as in 1990 the corresponding shares have been 49% and 34%. Efficiency of feed use has also been improved during the last decade. Fodder units used per unit of product output in 2010 were 1.18 for milk production (compared to 1.63 fodder units in 2000), and 15.69 and 5.98 for gains from cattle and pigs respectively (compared to 16.73 and 17.90 respectively in 2000). There is a wide range of studies that analyse the (development of) productivity and efficiency in Ukraine’s agricultural sector (see for example Galushko et al., 2003; Lissitsa and Odening, 2005; Lerman and Sedik, 2007; World Bank, 2008; Nivyevskiy and Cramon-Taubadel, 2010). However, the scope of this subchapter is not to give a detailed analysis of the productivity and competiveness of Ukraine’s agricultural sector, but just a brief overview on the development of yields (section 2.5.1) and a brief evaluation of the general level of competitiveness of the agri-food sector in Ukraine (section 2.5.2). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 23 - 2.5.1 Yields Average yields of cereals per hectare in Ukraine are lower than average yields in the EU-27, and productivity growth is very slow. The low yields in Ukraine are closely related to low use of fertilizers and plant protection products. Input of fertilizers per hectare was about 141 kg/ha in 1990 and decreased drastically during the transition period. During the last decade, input of fertilizers increased again by 13 kg/ha up to 58 kg of active substance per ha in 2010 (which is still far below the average use of fertilizer in the EU). Sharp fluctuations and huge differences between the lowest and the highest yield levels may indicate a need for better risk management and also indicate the potential of yield improvement. Cereal yields could be improved by changing current growing practices, namely by using more fertilizers and also more pesticides and fungicides. However, Ukrainian farmers face problems in accessing financial resources, which impedes both the use of inputs and the increase in land productivity. Problems in getting long-term loans also preclude farmers from investing in fixed assets, like e.g. harvesting or transportation equipment or new storage facilities. Especially the lack of efficient modern agricultural machinery and equipment is also considered as one of the crucial obstacles to improve grain yields (FAO, 2010; Kobuta et al., 2012; OECD, 2012, cf. Fellmann and Nekhay, 2012). Yields (t/ha) and yield trends for soft wheat, barley, maize, potatoes, rapeseed and cow’s milk in Ukraine are depicted in Figure 18. As can be seen in the figure, grain and oilseeds yields show a rather high volatility. There are several factors responsible for this volatility, but the aggregated impact of the weather and political factors are those generally considered as being the most important ones. While the weather is always a risk factor for agricultural production, measures taken by Ukrainian farmers to prevent or overcome possible consequences of the weather factor (like e.g. the use of better seeds or crop insurances) can actually be offset by political decisions that may limit the sale of the produced product. The uncertainty linked to policy decisions (together with the aforementioned problems of acquiring financing) seems to not only impede Ukraine’s grain producers to take the necessary measures to counteract the weather risk, but also influences their general expectations with regard to market developments and thus their annual production decisions. The combination of these factors leads to the considerable variance in Ukraine’s grain seeds (Kobuta, 2012). In the Ukrainian livestock sector, especially the yields in cow milk (kg/head) increased considerably since 1997; however average Ukrainian cow milk yields are still well below the average yields in the EU. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 24 - Figure 18: Yields and yield trends of selected commodities in Ukraine Source: Own calculations based on data from the State Statistics Service of Ukraine ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 25 - 2.5.2 Level of competitiveness For this report the level of competitiveness of the agri-food sector in Ukraine was evaluated and compared with the same indicators for the EU-27 by using the ‘revealed comparative advantage’ and derived indicators as trade measures of competitiveness. 7 The revealed comparative advantage was first formulated by Balassa (1965) and modified by Vollrath (1991). Vollrath’s modified version is called the relative export advantage (RXA) measure, as it is based on exports. The RXA calculates the ratio of a country’s export share of a commodity in the international market to the country’s export share of all other commodities. For the i-th country and j-th commodity, the RXA is defined as follows: RXA ij =(X ij /X ik )/(X nj /X nk ) (1) where X are exports; k denotes all commodities other than j; n denotes all countries other than i. An RXA index greater than 1 indicates that the country has a comparative advantage in the commodity under consideration, since it has a strong export sector. Thus a RXA index greater than one reveals higher competitiveness (Latruffe, 2010). Another measure for comparative advantage is the relative import advantage (RMA) index, which is similar to the RXA, but relates to imports (M) rather than exports: RMA ij =(M ij /M ik )/(M nj /M nk ) (2) An RMA index less than 1 indicates revealed comparative advantage and thus higher competitiveness. A more comprehensive indicator of revealed comparative advantage is given by the relative trade advantage (RTA), which is given by the difference between the indices RXA and RMA, i.e. RTA ij =RXA ij -RMA ij (3) A positive value of RTA is an indication of comparative advantage. Table 5 presents the calculated indices of comparative advantages of agricultural and food products in Ukraine and the EU-27 for the period 2007-2010. The RTA value for Ukraine is positive for both primary agricultural goods and processed food products. Thus the RTA for Ukraine indicates a comparative trade advantage for the Ukraine, revealing Ukrainian competitiveness in trade of both 7 The following explanation on the trade measures of competitiveness ‘revealed comparative advantage’ and the derived indicators is taken from Latruffe, 2010. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 26 - agricultural and food products. The EU-27 as aggregated region shows a negative RTA for primary agricultural commodities, indicating that the EU-27 is less competitive than Ukraine with respect to the export of agricultural products. Table 5: Indices of comparative advantages of agricultural and food products in Ukraine and the EU-27 (2007-2010) 2007 2008 2009 2010 RXA food,UA 2.05 2.56 3.59 3.00 RXA agri,UA 0.83 0.61 0.81 0.72 RMA food,UA 0.98 1.04 1.33 1.22 RMA agri,UA 0.64 0.61 0.75 0.68 RTA food,UA 1.06 1.53 2.25 1.78 Ukraine RTA agri,UA 0.19 0.00 0.06 0.04 RXA food,EU 1.19 1.20 1.19 1.21 RXA agri,EU 0.97 1.00 1.02 1.00 RMA food,EU 1.20 1.19 1.23 1.17 RMA agri,EU 1.05 1.05 1.06 1.06 RTA food,EU -0.02 0.01 -0.04 0.04 EU-27 RTA agri,EU -0.08 -0.05 -0.03 -0.06 Note: RXA = relative export advantage, RMA = relative import advantage, RTA = relative trade advantage Source: own calculations based on WTO data; The indices of comparative advantages suggest that Ukraine is competitive with regard to exports of agricultural and food products. However, it has to be mentioned that Ukraine’s competitiveness is threatened by many factors, like for example a lack of sufficient human capital, access to financial resources, marketing systems, policy facilitation, food quality and safety standards, etc. (see for example World Bank, 2008; Cramon-Taubadel and Nivyevskiy, 2009; Fellmann and Nekhay, 2012; OECD, 2012). 2.6. Development of consumer prices and food consumption One of the major policy goals in Ukraine is to keep domestic food prices low (cf. section 2.2). With almost 25% of the Ukrainian population being considered as living below the poverty line and as food accounts for more than 50% of total Ukrainian household expenditures, the social and political cost of elevated food prices is rather high in Ukraine (OECD, 2009). Even though Ukraine experienced a rapid increase in inflation (with the underlying cause being mainly the overheating of the Ukrainian economy in the period 2000 to 2008), average real incomes were rising at a faster rate than food prices and thus the average poverty impact of food price inflation is expected to be rather negligible. The development of average nominal wages and food ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 27 - price indices is presented in Figure 19, which shows that the increase of wages has been more than twice as fast as food price increases in Ukraine. 8 Figure 19: Consumer price index for food products and average nominal wage index for Ukraine 0 12345678 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 Consumer price index for food and non ‐ alkoholic beverages (2002=1) Average nominal wage index (2002=1) Source: Own calculations based on data from the State Statistics Service of Ukraine In Ukraine, domestic consumption per capita for livestock products increased strongly since 1998 for pork, eggs, cheese and especially for poultry, drinking milk and other fresh dairy products (Figure 20 and Figure 21). However, during the last few years the consumption increases in dairy products have started to stagnate and even decreased again after food price surges in 2008. In 1998, beef and pork were the meats most consumed per capita (each with about 13.5 kg/capita and year). While beef consumption declined almost constantly until 2010 (to 9.8 kg/capita), consumption of pork increased to about 18 kg per capita. The most remarkable development could be observed in poultry consumption, which increased from 5 kg in 1998 to about 23.5 kg per capita in 2010. 8 However, the World Bank points out that in Ukraine higher agricultural commodity prices have not translated into higher agricultural wages in Ukraine’s rural areas. Thus, as a larger share of Ukraine’s rural population is below or close to the poverty line compared to the urban population, the rural population in Ukraine might be more negatively affected by rising food prices (World Bank, 2008). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 28 - Figure 20: Consumption of meat and eggs products in Ukraine (kg per capita) 0 10 20 30 40 50 60 70 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 k g p e r c a p i t a Eggs Poultry Sheep meat Pork Beef Source: Own calculations based on data from the State Statistics Service of Ukraine Figure 21: Consumption of dairy products in Ukraine (kg per capita) 05 10 15 20 25 30 35 40 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 k g p e r c a p i t a Other fresh dairy products Cream WMP SMP Drinking milk Cheese Butter Source: Own calculations based on data from the State Statistics Service of Ukraine ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 29 - 3 Baseline settings for the market outlook The AGMEMOD (AGriculturalMEmber States MODelling) model was used to generate the projections for the agricultural commodity market developments in Ukraine until 2025. Some general information on the modeling approach is given in section 3.1 9 , followed by information on the general baseline assumptions in section 3.2. The specific macroeconomic assumption on the development of Ukraine’s GDP growth and exchange rates are presented in section 3.3 and the specific baseline assumptions on agricultural and trade policies in Ukraine are outlined in section 3.4. 3.1. The AGMEMOD modelling approach AGMEMOD is an econometric, dynamic, partial equilibrium, multi-country, multi-market model designed to analyse European agriculture and the CAP. The model covers all EU Member States (except Malta) and also incorporates the EU candidate countries Croatia, the Former Yugoslav Republic of Macedonia and Turkey. Given the importance of Ukraine’s agricultural sector, especially with regard to grain exports, the AGMEMOD model was recently expanded towards Ukraine in order to capture the developments in Ukrainian agricultural policy and markets and their respective impact on agricultural world markets. Based on a set of commodity specific model templates, country models for each country represented in AGMEMOD are developed. The template approach allows reflecting the details of agriculture at country level and at the same time assures analytical consistency and the inclusion of all country models into a combined model. The individual country models consist of behavioural, parametric relations which are estimated from historical time series data. The equations of a country model are estimated by the AGMEMOD partner responsible for the respective country, and the model parameterisation process is broken into stages for pre-estimation, estimation, post-estimation, calibration and validation (Chantreuil et al, 2011, cf. Annex). Former versions of AGMEMOD used exogenous data for the development of agricultural world market prices. However, the latest AGMEMOD version now also includes endogenous world 9 More detailed information on the AGMEMOD model is presented in the Annex. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 30 - market price formation and, thus does not require exogenous world market price assumptions for the agricultural commodities modelled. For the endogenous formation of world market prices AGMEMOD was extended with a new region covering the rest of the world (ROW). This ROW region is not represented according the usual econometrically estimated approach in AGMEMOD but in a simplified way. One simplification is that the ROW does not capture any policy measures affecting consumption, production and trade. However, ROW’s production and consumption is directly driven by the endogenous world prices. Another simplification is that the parameters of the behavioural supply and demand equations are not estimated econometrically, but are derived from other existing models implying that assumptions on these parameters are required. To calibrate the endogenous price formation exogenous world market prices are used (cf. Annex). 3.2. General baseline assumptions The baseline provides projections for the development of agricultural commodity markets in the Ukraine until the year 2025, based on a set of coherent macroeconomic and policy assumptions and under the assumption of normal weather conditions and steady demand and yield trends. For the baseline projections a status quo policy environment is assumed, i.e. currently applied agricultural domestic and trade policy instruments in Ukraine continue unchanged up to the projection year 2025. Thus it is assumed that Ukraine will not conclude any new trade agreement and international trade is governed by the Uruguay Round Agreement on Agriculture (URAA). A further assumption is that Ukrainian trade policy measures are in accordance with the URAA, and Ukraine will not apply export or import bans during the projection period. However, it is assumed that Ukraine continues to protect its domestic agricultural sector via import tariffs, tariff rate quotas, export quotas and export taxes (see section 3.4 for more details on the specific assumptions on Ukraine’s agricultural and trade policies). 3.3. Specific macroeconomic assumptions for Ukraine Generating projections for the development of the main agricultural commodities in Ukraine requires also data on the macroeconomic environment. The data needed comprises historical data as well as projections on macroeconomic variables like population, inflation, economic growth per capita and currency exchange rates. Table 6 captures the macroeconomic data used in the modelling approach for Ukraine over the period from 2000 to 2025. For the historical period up to 2010, data on Ukrainian populations, GDP and the average exchange rates have been taken from the State Statistics Service of Ukraine (SSSU) and the National Bank of Ukraine (NBU). The ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 31 - macroeconomic projections for the period 2011 to 2025 are based on the same sources and also on FAPRI assumptions (cf. FAPRI, 2011). The Ukrainian population is expected to decline over the period 2000-2025 by about 13%. As mentioned in section 2, Ukraine experienced solid economic growth during the period 2000-2008, which was accompanied by relatively high inflation rates. Economic growth in Ukraine is assumed to recover and gaining momentum again from 2011 onwards. Table 6: Assumptions on macroeconomic variables for Ukraine Unit 2000 2005 2010 2015 2020 2025 Population Million 49 47 46 45 43 42 Real GDP Billion UAH (2000) 170 247 260 340 422 517 GDP deflator 2000=1.00 1.00 1.79 4.16 6.40 8.13 9.55 Real GDP/cap 2000 prices 3476 5262 5679 7637 9804 12457 Exchange rate UAH/Euro 5.03 6.39 10.53 10.40 10.76 11.01 Source: State Statistics Service of Ukraine and National Bank of Ukraine The exchange rate between the Euro and the US dollar is a key macroeconomic factor, since it influences the world market prices expressed in Euros used in the AGMEMOD model. The USD/Euro exchange rate projection is taken from the FAPRI annual world market outlook (FAPRI, 2011). The assumptions on the evolution of the USD/Euro exchange rate are based on the observed exchange rate for 2010 and the percentage change in this exchange rate that have been published by FAPRI in spring 2011. For non-Eurozone countries, including Ukraine, the exchange rate between national currencies and the US dollar is derived from the respective countries’ currency exchange rate with the Euro and the baseline USD/Euro exchange rate, so that projected exchange rates are consistent with the absence of possibilities for triangular arbitrage. Figure 22 presents the historic and projected UAH/Euro and UAH/USD exchange rates for the period 1990 to 2020. Figure 22: Historical and assumed future developments of UAH/Euro and UAH/USD exchange rates 0.0 2.0 4.0 6.0 8.0 10.0 12.0 1999 2001 2003 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 2025 UAH/USD UAH/Euro Source: FAPRI, National Bank of Ukraine ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 32 - 3.4. Specific assumptions on agricultural and trade policies of Ukraine The agricultural domestic policy of Ukraine comprises a number of instruments such as direct income supports, production quota and price supports. For the baseline projections in this report it is assumed that the current package of policy instruments continues unchanged up to the projection year 2025. With respect to agricultural trade policy developments, no assumptions concerning the outcome of the still ongoing Doha Development Round of the WTO are made, thus for the outlook it is assumed that world trade remains in conformity with the Uruguay Round Agreement on Agriculture (URAA). The Ukrainian border policy applied to protect Ukrainian agriculture reflect a package of import tariffs, export quotas and export taxes and for the baseline projections it is assumed that Ukraine continues to apply these border measures throughout the projection period up to 2025. Details on agricultural policy measures in Ukraine are assembled in the tables below, which show that direct support (Table 7), market support prices and production quotas (Table 8) and trade measures (Table 9) play a quite important role. For the projections it is assumed that the last observed amounts of support will remain valid up to the year 2025. Table 7: Observed (2000-2010) and projected (2011-2025) total agricultural direct support in the Ukrainian AGMEMOD model 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011- 2025 Direct support 415 669 746 538 1580 2210 3063 4195 4902 1651 1635 1635 - wheat 2 9 0 0 20 22 444 438 414 0 0 0 - barley 0 0 0 0 0 0 278 20 0 0 0 0 - maize 0 2 0 0 6 0 85 0 0 0 0 0 - rye 0 0 0 0 0 0 29 19 19 0 0 0 - oats 0 0 0 0 0 0 24 0 24 0 0 0 - sunflower 1 2 0 0 0 0 0 0 0 0 0 0 - sugar 1 2 0 0 0 0 0 0 211 240 227 227 - milk 240 388 338 193 746 1028 1028 1607 1763 1036 1314 1314 - beef 168 255 294 207 423 628 577 1017 1164 299 19 19 - pork 3 6 57 102 278 380 408 664 742 74 74 74 - poultry 1 2 57 35 108 150 185 423 550 2 1 1 - eggs 1 2 0 0 0 0 0 0 0 0 0 0 - sheep 0 0 0 0 0 3 6 8 15 0 0 0 Source: OECD (2011b), AGMEMOD assumptions ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 33 - Table 8: Market support prices and production quotas for agricultural commodities in the Ukrainian AGMEMOD model Unit 2000 2003 2005 2007 2010 2015 2020 Support prices Soft wheat UAH/100kg 0 0 0 0 0 198 198 Durum wheat UAH/100kg 0 0 0 0 0 211 211 Rye UAH/100kg 0 0 0 0 0 158 158 Barley UAH/100kg 0 0 0 0 0 173 173 Maize UAH/100kg 0 0 0 0 0 156 156 Other grains UAH/100kg 0 0 0 0 0 675 675 Sugar beet min price-quota A UAH/100kg 110 138 142 142 292 339 339 Sugar min price-quota A UAH/100kg 2370 1975 2083 4250 4925 4925 Production quota Sugar quota A 1000 tonne 1800 1800 1800 1840 1984 1860 1860 Sugar quota B 1000 tonne 185 Table 9: Agricultural trade policy measures for crops in the Ukrainian AGMEMOD model Unit 2000 2002 2003 2005 2007 2010 2015 2020 Import tariffs Soft and durum wheat % 10 0 0 0 0 0 10 10 Barley, oats, rice % 10 0 0 0 0 0 5 5 Maize % 10 30 30 30 25 25 25 25 Rye, other grains % 0 0 0 0 0 0 20 20 Rapeseeds % 2 0 0 0 5 5 5 5 Sunflower % 2 0 0 15 15 15 10 10 Soybeans % 0 0 0 0 10 8 8 8 Vegetable oil % 10 0 0 0 10 10 20 20 Potatoes % 0 0 0 0 20 20 10 10 Tomatoes % 0 0 0 0 0 0 10 10 Grapes % 0 0 0 0 10 10 10 10 Apples % 0 0 0 0 5 5 10 10 Sugar % 0 0 0 0 0 0 50 50 Import tariff rate Soft wheat eur/100kg 0.00 4.00 4.00 4.00 4.00 4.00 0.00 0.00 Barley, rye, oats eur/100kg 0.00 2.00 2.00 2.00 2.00 2.00 0.00 0.00 Other grains eur/100kg 0.00 0.00 0.00 0.00 5.00 5.00 0.00 0.00 Rapeseeds eur/100kg 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 Sunflower eur/100kg 0.00 0.05 0.05 0.00 0.00 0.00 0.00 0.00 Rape oil eur/100kg 0.00 0.02 0.02 0.02 0.00 0.00 0.00 0.00 Sun meal eur/100kg 0.00 0.03 0.03 0.03 0.00 0.00 0.00 0.00 Rape meal eur/100kg 0.00 0.03 0.03 0.03 0.00 0.00 0.00 0.00 Tomatoes eur/100kg 0.00 0.00 0.00 0.00 30.00 30.00 0.00 0.00 Export quota 1) Rye 1000 t 0 0 0 0 6 0 0 0 Barley 1000 t 0 0 0 0 903 0 0 0 Maize 1000 t 0 0 0 0 603 0 0 0 1) The quota for grain exports from Ukraine came into force on August 15, 2010. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 34 - Table 10: Agricultural trade policy measures for livestock in the Ukrainian AGMEMOD model Unit 2000 2002 2003 2005 2007 2010 2015 2020 Import tariffs Beef % 5 0 0 10 10 10 15 15 Pork % 5 0 0 10 10 10 11 11 Sheep meat % 0 0 0 0 10 10 10 10 Broiler % 5 30 30 10 10 10 13 13 Eggs % 0 0 0 0 0 0 10 10 Milk % 5 0 0 0 0 0 0 0 Cream % 0 0 0 0 0 0 10 10 Fresh dairy products % 0 0 0 0 0 0 10 10 Butter % 5 0 0 0 0 0 10 10 Cheese % 5 0 0 0 0 0 10 10 Whole milk powder % 5 0 0 0 0 0 0 0 Skim milk powder % 5 0 0 0 0 0 0 0 Import tariff rate Beef eur/100kg 0 100 100 0 0 0 0 0 Pork eur/100kg 0 100 100 0 0 0 0 0 Eggs eur/100kg 0 0 0 0 100 100 0 0 Milk eur/100kg 0 10 10 10 0 0 0 0 Cream eur/100kg 0 0 0 0 10 10 0 0 Fresh dairy products eur/100kg 0 0 0 0 50 50 0 0 Butter eur/100kg 0 150 150 150 150 150 0 0 Cheese eur/100kg 0 80 80 80 80 80 0 0 Whole/skim milk powder eur/100kg 0 50 50 50 0 0 0 0 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 35 - 4 Ukraine market outlook for main agricultural commodities The market outlook presented in this chapter is a model based projection of the future development of main agricultural commodity markets in Ukraine until the year 2025 with endogenous formation of world market prices. 10 The projections are based on a set of coherent macroeconomic and policy assumptions and the details of the narrative and the assumptions underlying the baseline projections are outlined in the previous chapter 3. All presented graphs show historical data up to the year 2010 and projections until 2025. Consequently the figures do not reflect the actual figures for the year 2011. Furthermore, it has to be highlighted that the AGMEMOD projections assume normal weather conditions and steady demand and yield trends (following recent time paths), i.e. no disruptions, caused for example by bad weather conditions, are considered. Therefore the projections show rather smooth developments, whereas in reality it is very likely that the markets move along more volatile paths. 4.1. Grains and oilseeds Prices Similar to what has been observed in the past, Ukrainian cereal prices are projected to follow also in the future the broad development of their respective world market prices, but generally at a level quite below EU and world market prices (Figure 23). The difference in price levels reflects Ukraine’s position as a large exporter of cereals and oilseeds. Although Ukraine applies high levels of import tariff protections under the baseline, these measures do not really influence the Ukrainian domestic prices. For the baseline it is assumed that Ukraine will not repeat to introduce export quotas for grains, as was done after the severe droughts in 2006, 2007 and 2010 by the Ukrainian 10 Concerning the endogenous price formation it has to be mentioned that policies in the ROW are not modelled in AGMEMOD and the price wedge between cif and fob is not covered yet. Furthermore, the new ROW’s production and consumption in AGMEMOD is determined directly by world prices without any wedges between world and producer or consumer prices. Another simplification is that the parameters of the behavioural supply and demand equations have not been estimated econometrically, but are mainly derived from other existing partial equilibrium models like e.g. ESIM and FAPRI. Another issue in the AGMEMOD model relates to the assumption of commodity homogeneity. In reality many of the price spreads observed are due to quality differences between commodities. However, in AGMEMOD there is only one price per commodity used as the key price, although the product in question can be very heterogeneous across countries. This problem holds for the EU-27 and the Ukraine alike. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 36 - government to keep cereals in the domestic market for food and feed use and to prevent domestic cereal prices to peak. Figure 23: Cereals and oilseeds prices (Euro/100 kg) in Ukraine, EU and the world 05 10 15 20 25 1999 2004 2009 2014 2019 2024 Soft wheat price (euro/100 kg) Ukraine EU World 05 10 15 20 25 1999 2004 2009 2014 2019 2024 Barley price (euro/100 kg) Ukraine EU World 05 10 15 20 25 1999 2004 2009 2014 2019 2024 Maize price (euro/100 kg) Ukraine EU World 05 10 15 20 25 1999 2004 2009 2014 2019 2024 Oats price (euro/100 kg) Ukraine EU 02468 10 12 14 16 1999 2004 2009 2014 2019 2024 Rye price (euro/100 kg) Ukraine EU 02468 10 12 14 16 18 20 1999 2004 2009 2014 2019 2024 Other grains price (euro/100 kg) Ukraine EU 05 10 15 20 25 30 35 40 45 50 1999 2004 2009 2014 2019 2024 Rapeseeds price (euro/100 kg) Ukraine EU World 0 10 20 30 40 50 60 1999 2004 2009 2014 2019 2024 Sunflower price (euro/100 kg) Ukraine EU World ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 37 - Areas and yields per hectare The total grain area harvested in Ukraine is projected to slightly increase compared to the reference period due to additional production areas that had not been cultivated before (Figure 24). About 80% of the total cereal area harvested is composed of soft wheat, barley and maize cultivation. Figure 24: Cereal areas in Ukraine, 5-year average (1,000 ha) 0 1000 2000 3000 4000 5000 6000 7000 1995-00 2001-05 2006-10 2011-15 2016-20 2021-25 Soft wheat Barley Maize Rye Oats Other grains The total oilseeds area harvested in Ukraine is projected to grow only slightly over the projection period. While the area for sunflower seeds is projected to actually decrease after 2015, more land will be allocated to rapeseeds and soybeans (Figure 25). Figure 25: Oilseeds areas in Ukraine, 5-year averages (1,000 ha) 0 500 1000 1500 2000 2500 3000 3500 4000 4500 1995-00 2001-05 2006-10 2011-15 2016-20 2021-25 Rapeseeds Sunflower seeds Soybeans Following the historical trends, expected further growth in cereal yields is due to the use of higher- yielding seed varieties, increased use of fertilizers and the cultivation of cereal crops on areas with better irrigation possibilities (Figure 26). In the past, yields displayed a significant variability depending on the respective weather conditions, a situation which may be partly improved by the extended irrigation possibilities and the increased use of fertilizers. Based on trends, especially the maize yields are projected to improve due to irrigation and the use of better adapted seed varieties. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 38 - Figure 26: Cereal yields in Ukraine (tonnes/ha) 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 5.5 6.0 6.5 1995 1998 2001 2004 2007 2010 2013 2016 2019 2022 2025 Soft wheat Barley Maize Rye Oats Figure 27 shows the yield patterns of the oilseed categories. Also based on former trends, oilseed yields are projected to grow faster than cereals yields. This development in yields should be supported by better prices compared to grains and also the huge demand for oilseeds. Figure 27: Oilseed yields in Ukraine (tonnes/ha) 0.0 0.5 1.0 1.5 2.0 2.5 3.0 1995 1998 2001 2004 2007 2010 2013 2016 2019 2022 2025 Rapeseeds Sunflowers Soybeans Production, domestic use and net exports Figure 28 to Figure 31 present the projections for production, domestic use and net exports of the main cereals and oilseeds markets in the Ukraine. The projections show a steady increase in soft wheat, barley, maize and oilseeds production over the production period until 2025. The projected increase in soft wheat and barley production is mainly driven by the aforementioned yield growth ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 39 - and the slight increase of the area harvested. While the production increase in soft wheat translates into a steady increase in Ukraine’s wheat exports (reaching about 13 million tonnes in 2025) (Figure 28), exports of barley are projected to be reduced over the projection period. The increased Ukrainian barley production is used to satisfy the higher domestic demand for barley as feed, which is driven by the expected production increase in the Ukrainian beef and poultry sectors. Even though net exports of barley are projected to decrease, Ukraine will still keep a strong export position over the projection period, with about 5.3 million tonnes of barley exports in 2025 (Ukraine belongs to the major barley exporters in the world, with 80% of the exports delivered to Middle East countries) (Figure 29). Figure 28: Soft wheat baseline outlook for Ukraine until 2025 Figure 29: Barley baseline outlook for Ukraine until 2025 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 40 - Ukrainian maize production is projected to increase to about 14.8 million tonnes in 2025, driven by growing yields and an increase in the area cultivated. The increased production is used for both, feed and non-feed. While the higher domestic feed use demand is related to the expected production increase in the Ukrainian poultry, cattle and pig sectors, the increase in non-feed use is attributable to an increase in Ukraine’s biofuels production. Ukrainian net exports of maize are expected to decrease over the projection period to 3.22 million tonnes in 2025. 11 Figure 30: Maize baseline outlook for Ukraine until 2025 The projected increase in the Ukrainian rapeseed production is mostly driven by an increasing rapeseeds demand of the EU biodiesel industry. Ukraine already managed to react on the increased EU demand in the second half of the 2000s and has become an important rapeseeds producer and exporter to countries of the EU, particularly Poland, The Netherlands, France, and Belgium. Projections show, that the exports of Ukrainian rapeseeds are expected to further increase significantly to about 2.8 million tonnes in 2025. Soybeans area harvested is also projected to increase, which is attributable to the fact that Ukraine is currently a protein-deficient country while its soybean meals demand is expected to grow significantly. The increasing demand for soybean meals is linked to production increases in the Ukrainian livestock sector, induced by the increased investments currently taking place in the meat and dairy sectors. With soybeans and especially rapeseeds production increasing, the increase in 11 It has to be mentioned that Ukraine’s maize production reached a record high of more than 22 million tonnes, i.e. almost doubled compared to the production in 2010. This made Ukraine one of the top five maize producers and one of the top three maize exporters in the world. However, our projections start with the year 2011 and are based on past trends, and hence this massive increase in Ukraine’s maize production is not reflected in our projections. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 41 - sunflower seed production is projected to be rather moderate, reaching 6.5 million tonnes in 2025. The increased production is expected to be mainly used in the domestic crushing industry (Figure 32). Figure 31: Rapeseeds baseline outlook for Ukraine until 2025 Figure 32: Sunflower seed baseline outlook for Ukraine until 2025 Self sufficiency Ukraine remains self-sufficient for total cereals (Figure 33) and oilseeds (Figure 34) between 2011 and 2025. While the self-sufficiency rate for soft wheat is projected to increase (indicating more exports), the rates for barley and maize are projected to decline. As pointed out above, the declines are caused by the projected increase in demand for domestic feed use. Ukraine will maintain a ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 42 - remarkable self-sufficiency rate for rapeseeds due to the aforementioned expected high production in order to satisfy the increasing demand of the EU biodiesel industry. Figure 33: Self-sufficiency rates (indices) for cereals in Ukraine 0.0 0.5 1.0 1.5 2.0 1999 2001 2003 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 2025 Soft wheat Barley Maize Figure 34: Self-sufficiency rates (indices) for oilseeds in Ukraine 0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 1999 2001 2003 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 2025 Sunflowers Rapeseeds Soybeans Note: Rapeseed production in Ukraine was exceptionally high in 2008, and consequently also the self-sufficiency rate (SSR) was quite high. SSR was even higher in 2009, but this was not caused by a production increase but a rather significant decrease in domestic use due to favourable export conditions (cf. section 2.4.2). 4.2. Other crops Prices Figure 35 presents historical and projected market prices for potatoes, sugar, tomatoes and apples in Ukraine, EU and world markets. It has to be mentioned that generating outlooks for these (fresh) products is particularly difficult because they represent rather unstable markets. Normally, Ukraine’s potato prices vary a lot, depending on many factors. The index of wholesale price variation for potatoes in the Ukraine is close to 5, which means that one year the price for potatoes could be 0.1 € per kg and the next year it could be 0.5 € per kg. According to Ukrainian agricultural ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 43 - market experts, these price variations hamper the generation of proper outlook projections. Furthermore, in the case of potatoes, international trade (and thus trade protection) plays a very limited role as potatoes are relatively cheap and their transportation costs are relatively high, which reduces the incentives to trade potatoes. In the case of Ukraine, potato imports have never exceeded 2% of the market size and amount to less than 0.2% of the potato production. This implies that also without import protection the situation would be pretty much the same. In the baseline projection the Ukrainian potato price is expected to move closer to the EU potato price. Figure 35: Potato, sugar, tomato and apple prices in Ukraine, EU and the world 05 10 15 20 25 1999 2004 2009 2014 2019 2024 Potato price (euro/100 kg) Ukraine EU 0 10 20 30 40 50 60 1999 2004 2009 2014 2019 2024 Sugar price (euro/ton) Ukraine World 0 10 20 30 40 50 60 70 80 1999 2004 2009 2014 2019 2024 Tomato price (euro/100kg) Ukraine EU World 0 10 20 30 40 50 60 70 80 1999 2004 2009 2014 2019 2024 Apple price (euro/100kg) Ukraine EU World Similar to potato prices, the sugar beet price is also quite instable. In the historical period, the Ukrainian sugar price was above the world price (which is represented by the price for sugar cane) but below the EU price. However, the domestic sugar market in Ukraine is protected by a 50% import tariff for sugar (for out of quota imports), and due to this tariff the import price for sugar is more or less at the same level as the domestic sugar price. The difference between the domestic price and the world price is expected to prevail over the projection period. The Ukrainian sugar beet and sugar prices are also positively influenced by minimum prices for A-quota sugar. As these ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 44 - minimum prices are doubled after 2010, the higher gross returns per hectare for sugar beets are expected to influence the Ukrainian sugar production positively. Regarding the projected price developments for tomatoes and apples as presented in Figure 35, it has to be mentioned that these prices are based on average producer prices from statistics. Ukrainian prices for fresh apples have been actually higher than the EU prices for fresh market apples. In general, Ukraine’s tomato prices are usually also higher than the EU tomato prices, though the product differs a great deal in the EU, depending on the country. For example, greenhouse tomato prices could be ten times as high as prices for industrial tomatoes, or prices for industrial tomatoes used for canning could be four times as high as prices for tomato paste tomatoes. Market prospects Figure 36 shows the development of the observed and projected yields for potatoes, sugar beets, tomatoes and apples, and Figure 37 to Figure 40 present the respective market outlooks. Figure 36: Potatoes, sugar beets, tomatoes and apples yields in Ukraine (tonnes/ha) In total the root crops area in 2025 is still far below the area that was under production in the period before 1991. Nonetheless, the production of root crops is expected to increase significantly due to increasing yields per hectare. Sugar beet area is projected to increase due to the relatively higher minimum prices for sugar beets and sugar after 2010 compared to alternative crops. During the last years, increased investment of agricultural corporations in sugar production capacities could be observed. Large agricultural enterprises (agroholdings) that are vertically integrated and own sugar processing facilities are dominating the sugar sector. The increase in sugar beet production is ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 45 - projected to continue and, especially driven by higher yields, sugar beet production reaches 23.5 million tonnes by 2025. There are a lot of investments into new apple orchards in the Ukraine and there are also large investment projects in industrial tomato production and in greenhouse tomato production. As a result of these investments Ukraine’s average size of apple and tomato farms will become much larger than those in the EU and the average yields of apples and tomatoes are expected to grow significantly. While the increased production in apples translates into slightly higher exports (Figure 40), the production increase of tomatoes is outpaced by the increased domestic consumption, and therefore tomato exports are expected to gradually decrease over the projection period (Figure 39). Figure 37: Potato baseline outlook for Ukraine until 2025 Figure 38: Sugar beets baseline outlook for Ukraine until 2025 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 46 - Figure 39: Tomato baseline outlook for Ukraine until 2025 Figure 40: Apples baseline outlook for Ukraine until 2025 4.3. Meat markets Prices Ukrainian beef and poultry prices are projected to remain at a level well below their respective EU and world market prices during the projection period to 2025 (Figure 41). Both the prices for Ukrainian beef and poultry follow the broad development of their world market prices, but while by the end of the projection period world market prices for poultry slightly increase, the Ukrainian poultry price is expected to remain stable. The Ukrainian pork price is expected to further develop above EU and world market prices as Ukraine is expected to remain a net importer of pork. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 47 - Figure 41: Meat prices (Euro/100 kg) in Ukraine, EU and the world 0 50 100 150 200 250 300 350 1999 2004 2009 2014 2019 2024 Beef price (euro/100 kg ) Ukraine EU World 0 20 40 60 80 100 120 140 160 180 1999 2004 2009 2014 2019 2024 Pork price (euro/100 kg) Ukraine EU World 0 50 100 150 200 250 300 1999 2004 2009 2014 2019 2024 Lamb meat price (euro/100 kg) Ukraine EU World 0 50 100 150 200 250 1999 2004 2009 2014 2019 2024 Poultry price (euro/100 kg) Ukraine EU World Meat market prospects Figure 42 shows that meat consumption per capita in Ukraine is projected to increase for all meats. This increase in consumption is mostly driven by economic growth, i.e. a higher GDP/capita. The strongest per capita consumption growth between 2010 and 2025 is projected for poultry (+3.2% per year), followed by beef (+2.0% per year) and pork consumption (+0.4% per year). Total meat consumption is projected to be 65 kg per capita in 2025. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 48 - Figure 42: Meat consumption per capita (kg) in Ukraine 0 10 20 30 40 50 60 70 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 2020 2022 2024 K g p e r c a p i t a Poultry Pork Beef The projected increase in the beef and veal consumption per capita is slightly higher than the projected production increase over the projection period, but Ukraine is expected to remain about self-sufficient in the course of time Figure 43. Ukrainian beef production is mostly based on dual purpose cattle, with milk being the dominant output. Low yields and the semi-subsistence households farming production systems hampered the growth in the milk sector after the collapse of the USSR regime in 1991 and decreasing dairy cow numbers negatively affected beef as well. Only in the last years, more investments into the meat and dairy sectors are taking place. Therefore Ukraine’s beef production is projected to increase by 30% over 2010-2025 mainly due to increasing cattle slaughter weights (22%). Figure 43: Beef baseline outlook for Ukraine until 2025 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 49 - The sheep and goats sector is expected to remain a small market in the Ukraine with a per capita consumption of 0.5 kg per year in 2025. In contrast, the country actually was a significant producer of pork until the 1990s, counting about 16 million pigs in 1990, but this number declined to 8 million pigs in 2007. As typical for the Ukraine, pigs are often kept on small farms which are characterized by low levels of breeding material, management and knowledge. However, the main big pork producers with regard to output are vertically integrated holdings that showed increased investments in the recent past. Nonetheless, the country is expected to remain a net-importer of pork during the projection period (Figure 44). Figure 44: Pork baseline outlook for Ukraine until 2025 As mentioned in section 2.4.3, more than 50% of the Ukrainian domestic poultry production is concentrated in two vertically integrated companies, which dominate the market and both companies already invested significantly into further integration. As additional investments in integration are expected during the projection period the domestic poultry production is projected to further expand by 60% to a total of 1.52 million tonnes in 2025. As increase in production outpaces the increase in domestic consumption Ukraine is expected to turn into a net exporter during the projection period (Figure 45). Even though poultry is projected to keep its status as Ukrainian’s favourite meat for consumption, this remaining trend is supported by projected low prices relative to prices for beef, pork and sheep meat. With 3.2% the annual increase of poultry consumption per capita is higher than the EU average, but nonetheless Ukrainian poultry consumption in 2025 is still expected to be about one quarter below the per capita consumption of poultry meat in the EU-27. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 50 - Figure 45: Poultry baseline outlook for Ukraine until 2025 (1000 t) -400 -200 0 200 400 600 800 1000 1200 1400 1600 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 2020 2022 2024 1000 t Net-Exports Domestic use Production There is no world market price for eggs available, and thus for the projections of the Ukrainian market price for eggs we assumed that the Ukrainian egg sector is linked to the Ukrainian broiler sector. However, this approach has consequences for the simulation analysis of the baseline projections because the development of the simulated Ukrainian egg market situation is determined by the evolution of the broiler sector. Thus, similar to poultry, the Ukrainian egg production is projected to benefit from the low feed prices in the period 2011 to 2025. Historically, the low prices for eggs gave scope for consumption increases (food use and industrial use) and that pattern is expected to continue over the projection period. 4.4. Milk and dairy products As described in section 2.4, the situation in the Ukrainian dairy sector is characterized by structural problems. In principle, the Ukrainian dairy sector would have great potential for exports. However, milk production in Ukraine is highly fragmented, and furthermore processing plants of the dairy industry are outdated and additional investments are needed. According to Ukrainian agricultural market experts, to realise the Ukrainian export potential in the dairy sector, Ukraine needs higher efficiency and productivity of dairy cows and also needs to improve the quality of the milk produced. In the recent past, investments in more productive dairy cows are taking place, and furthermore, producers are supported by the government with coupled premium payments for milk. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 51 - Prices The Ukrainian milk price is projected to develop at a lower level than the EU price. However, projections show that the Ukrainian price is increasing faster than the EU price, which is attributable to a higher growth in Ukraine’s domestic demand (Figure 46). The Ukrainian SMP, butter and cheese prices follow the same patterns as their respective world and EU prices, but also at lower levels. Increasing demand for cheese drives Ukrainian cheese prices throughout the projection period and also causes the raw milk prices to pick up. Figure 46: Milk and dairy product prices (Euro/100 kg) in Ukraine, EU and the world 05 10 15 20 25 30 35 1999 2004 2009 2014 2019 2024 Milk price (euro/100 kg) Ukraine EU 0 100 200 300 400 500 600 1999 2004 2009 2014 2019 2024 Cheese price (euro/100 kg) Ukraine EU World 0 50 100 150 200 250 300 350 400 1999 2004 2009 2014 2019 2024 Butter price (euro/100 kg) Ukraine EU World 0 50 100 150 200 250 300 350 1999 2004 2009 2014 2019 2024 Skim milk p rice (euro /100 kg ) Ukraine EU World Milk and dairy product market prospects The most important Ukrainian dairy export products are cheese, butter, casein and dry milk. As the export of dairy products to Russia is limited, the processing industry tries to find new export markets. However, the possibilities for the Ukrainian dairy industry to export its products are rather limited, especially due to sanitary problems and issues related to low quality. Even the highest quality milk in Ukraine does not meet the quality standards in the EU and therefore is not suitable for exports to the EU (cf. section 2.4.3). Despite this limitation with regard to dairy product exports, prospects for the Ukrainian dairy sector are rather positive. Figure 47 to Figure 50 show the market ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 52 - outlook projections for milk production, and cheese, butter and SMP markets in Ukraine until 2025. The Ukrainian milk production is projected to increase to 14 million tonnes by 2025. Domestic butter consumption is expected to decline, driven by stagnating consumption per capita on the one hand and a declining population on the other hand. With butter production projected to remain stable, these developments enhance the Ukrainian net export position of butter. Figure 47: Milk production baseline outlook for Ukraine until 2025 Figure 48: Butter baseline outlook for Ukraine until 2025 Ukrainian cheese production is projected to increase by about 1.5% annually in the period 2010 to 2025, which is linked to both the projected higher milk production and stronger demand for cheese. Ukraine is expected to keep its net export position for cheese, but exports show a downward trend for the overall projection period as the domestic cheese consumption per capita is projected to grow ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 53 - by 1.8% per year in the period 2010 to 2025, i.e. faster than domestic production. This development drives cheese prices and in succession also milk prices up. Figure 49: Cheese baseline outlook for Ukraine until 2025 Figure 50: SMP baseline outlook for Ukraine until 2025 ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 54 - ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 55 - 5 Concluding remarks This final chapter presents some conclusions of the study with respect to the process of data compilation and parameter estimation, the conducted agricultural policy inventory and the main outcomes of the agricultural market outlook for Ukraine (section 5.1). Qualifications of the conducted study are given in section 5.2. 5.1. Main conclusions For this study AGMEMOD, a partial equilibrium economic model of EU agriculture at the Member State level has been employed. To establish the AGMEMOD country model for Ukraine, as for any other country, the implementation required parameter estimates of model equations, or if econometric estimation was not possible, the specification of synthetic model parameters. In order to estimate such model parameters and to build an operational agriculture sector model a database with time series on Ukraine’s agricultural production, market balances and prices, macroeconomic variables and policy variables had to be developed. The following conclusions can be derived from the process of data compilation and parameter estimation: - Ukraine is characterised by a differentiated agriculture that covers all sectors of the EU agriculture. There is a strong focus on plant production in general and on grain based animal production; however, Ukraine to a certain extent is net importer of animal products as well. - For Ukraine considerable knowledge is necessary to compile data of required quality, whereas long time series are needed to conduct parameter estimates. Changes in the data collection system of Ukraine may hamper the comparability of data through time. Consequently, estimates are hindered by the presence of ‘structural’ and/or technical breaks. - Ukrainian and EU data are sometimes difficult to compare to each other. Such differences and difficulties encountered in attempting to reconcile these data may hamper the closing of balances at the world level. - Assumptions on future values of the macroeconomic factors significantly influence the simulation results. Hence, the quality of the applied assumptions is difficult to evaluate. Detailed agricultural policy inventory and analysis was carried out whereas times series of the Ukraine policy variables were compiled. This task proved to be particularly complicated as the ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 56 - collected policy information comes from a wide variety of sources. The collected information led to the following conclusions: - As with the EU CAP system, Ukrainian agricultural market policy has been subject to regular policy reforms. Furthermore, some policy adjustments occur in an ad-hoc manner to counteract unwelcomed market developments. - Coupled and decoupled direct supports are difficult to evaluate and often seem to have only limited impact on Ukrainian production. - The currently applied support prices in Ukraine are often buying-in prices set by state enterprises or cooperatives. Although such prices are not support prices from a formal point of view, they are expected to generate similar market impacts and thus have been modelled as such. - Ukrainian external agricultural and food trade is subject to import tariffs, tariff rate quotas, import bans, export tax, and export bans. However, if the import measures are applied in the case of commodities where Ukraine is a net importer they may only increase domestic prices. - For the assumed future support amounts of coupled payments in the projections, the nominal values of the payments have been fixed in Euros, which is comparable to the AGMEMOD approach applied to EU Member States of the non-Euro area. The main outcomes of the conducted baseline for Ukraine are as follows: - Ukrainian agriculture often can be characterized by a dichotomous structure. In the cereal and oilseeds sector large farms dominate the sectors with regard to area and output while the production of meat (except poultry and partially pork), milk, potatoes and vegetables is more based on small and semi-subsistence farms. Thus these sectors are often poorly structured and relatively inefficient. All sectors are facing problems such as land erosion, shortage of water and drought. The loss of soil fertility is one of the reasons that the expected growth in yields remains limited over the projection period. The expected yield growths are due to higher-yielding seed varieties, higher fertilizer input and better irrigation possibilities. Although abundant land is available for potential use, the related costs to bring it into production have to be covered. - The baseline assumption that future policy variables remain as currently defined implies that the relationship between supply and demand on the Ukrainian market does not change fundamentally. - The baseline results project that Ukraine remains a big net exporter of cereals and oilseeds, will keep its net export position in dairy products and will also become a net exporter in poultry over the projection period. In general, domestic prices are below their respective EU and world market prices. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 57 - In previous model versions, world market prices in AGMEMOD have been based on exogenous projections of world prices provided by the FAPRI consortium. Due to the structure of AGMEMOD these prices were assumed to be constant without any repercussions between regions or countries presented in AGMEMOD and the world prices. Therefore, changing supply and demand in AGMEMOD regions/countries had no impact on the world price level. To overcome the limitation of exogenous prices, the AGMEMOD model has been extended towards an endogenous price formation of world market prices in order to improve the price transmission and interaction between world markets and national markets. 5.2. Qualifications As concerns all simulations and projections, the results of this study are based on several explicit and implicit assumptions. To the extent that such assumptions, ex post, are found to have been ill- founded, the model outcome and the policy implications will be affected. The conditional nature of all projections should be recalled when looking at the results of the baseline projections for Ukraine. In this context, following points are emphasised: - Although the latest available projections concerning the macroeconomic variables (especially GDP growth, population, inflation rate, exchange rates) have been used, in face of the ongoing financial and economic crisis considerable uncertainties remain with respect to the future economic prospects. - Energy prices are not explicitly represented in AGMEMOD. However, in this area uncertainty exists especially with respect to the development of the future oil prices, which also affects the prices of a wide range of agricultural inputs and outputs. - No bioenergy sector has been considered for Ukraine. - Concerning the endogenous price formation, policies in the ROW are not modelled in AGMEMOD and the price wedge between cif and fob is not covered yet and may have impacts on the future model scenario outcomes. A more detailed assessment of the applied parameters and technical progress may also yield better insights into drivers of prices. - The new ROW’s production and consumption in AGMEMOD is determined directly by world prices without any wedges between world and producer or consumer prices. Another simplification is that the parameters of the behavioural supply and demand equations have not been estimated econometrically, but are mainly derived from other existing partial equilibrium models like e.g. ESIM and FAPRI. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 58 - - The domestic price formation in AGMEMOD for the dairy sector needs to be revised to enable dairy world market prices to be endogenized in the future. - Another issue in the AGMEMOD model relates to the assumption of commodity homogeneity. In reality many of the price spreads observed are due to quality differences between commodities. However, in AGMEMOD there is only one price per commodity used as the key price, although the product in question can be very heterogeneous across countries. This problem holds for the EU-27 and the Ukraine alike. - The assumed weather conditions reflect long-run averages and are assumed to be normal throughout the projection period. As the weather varies constantly from the average, also prices will fluctuate around the projected levels, depending on the weather deviation. Weather events and associated yield, production and price volatility that can be reasonably expected to happen at some point over the projection period are assumed not to occur. This holds true not only for Ukraine but also for the ROW. Therefore the projections show rather smooth developments, whereas in reality it is very likely that the markets show more volatility. - Results of the latest OECD-FAO (2012) agricultural outlook are more optimistic than our projections with regard to the growth in Ukraine’s cereals and oilseeds production. As outlined in the report, there is huge potential for agricultural production and growth in Ukraine. However, in our projections agricultural growth is assumed to follow recent time paths, and may therefore be rather conservative with regard to production increases in Ukraine’s cereals and oilseeds sector. Accordingly, if in the future Ukraine is able to solve some of the underlying problems currently limiting the development of its agricultural sector, the projection results presented in this report would certainly be altered. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 59 - References AGMEMOD database (2010): http://www.agmemod.org Anderson, K., and Nelgen, S. (2011): Trade Barrier Volatility and Agricultural Price Stabilization. World Development, Vol. 40, pp. 36-48. Balassa, B. (1965): Trade liberalization and revealed comparative advantage. The Manchester School of Economic and Social Studies, Vol. 33, pp. 99-123. Center for Land Reform Policy in Ukraine (2012): www.myland.org.ua (accessed August, 2012). Chantreuil F. and Le Barbenchon, M.-D. (2007): AGMEMOD Database Documentation. AGMEMOD Deliverable 3. Chantreuil, F., Hanrahan, K., and van Leeuwen, M. (Eds.) (2011): The Future of EU Agricultural Markets by AGMEMOD. Springer, The Netherlands. Chantreuil, F., Hanrahan, K., Levert, F. (2005): The Luxembourg Agreement Reform of the CAP: An analysis using the AG-MEMOD composite model. In: 89th EAAE Seminar: 'Modelling agricultural policies: state of the art and new challenges', 3-5 February 2005, Parma. Cramon-Taubadel, S. von (2004): The 2003 Wheat Harvest: Crisis! What Crisis? In: Cramon- Taubadel, S. von, Demyanenko, S. Kuhn, A. (Eds.): Ukrainian Agriculture – Crisis and Recovery. Shaker Verlag, Aachen, pp.183-190. Cramon-Taubadel, S. von, and Nivyevskiy, O. (2009): The international competiveness of agriculture in Ukraine. In: H. Strubenhoff, V. Movchan, I. Burakovsky (Eds.): Agriculture, Bioenergy and Food Policy in Ukraine – Analyses, Conclusions and Recommendations. Institute for Economic Research and Policy Consulting, Kiev, pp.21-49. Cramon-Taubadel, S. von, Nivyevskiy, O., von der Malsburg, E. and Movchan, V. (2008): Ukraine. In: K. Anderson and J. Swinnen (Eds.): Distortions to agricultural incentives in Eastern Europe and Central Asia, The World Bank, Washington DC, pp. 175-217. Dells. K., Fedorchenko, M., Grankewycz, O., Steffens, P. (2008): State Land Management of Agricultural Land in Ukraine. Center for Land Reform Policy in Ukraine, Kyiv. DG AGRI (2009): The Agricultural Sector and Trade in Ukraine. Directorate-General for Agriculture and Rural Development, Agricultural Trade Policy Analysis unit, European Commission, Brussels. DG Trade (2012): Ukraine-EU bilateral trade and trade with the world. Statistics on trade. European Commission, Directorate-General Trade, 11p. [Online] available at: http://ec.europa.eu/trade/creating-opportunities/bilateral-relations/countries/ukraine/ (accessed April, 2012). Dol, W. (2006): Manual Gtree. LEI. The Hague. Erjavec, E., Leeuwen, M. van, and Regoršek, D. (2007): The development of CEEC agricultural markets after EU accession. In: ŠEVARLI Ć , Miladin (ur.), TOMI Ć , Danilo (ur.). Development of Agriculture and Rural Areas in Central and Eastern Europe: proceedings of plenary papers and abstracts. Zemun: Serbian Association of Agricultural Economists, 2007, p. 1-12. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 60 - Esposti and Camaioni (2007): Technical report on the Modelling structure. Document number AGMEMOD WP2 D2. Project no. SSPE-CT-2005-021543. EU Delegation to Ukraine (2012): Delegation of the European Union to Ukraine. http://eeas.europa.eu/delegations/ukraine/index_en.htm (accessed April, 2012) FAO (2010): Ukraine. Grain Sector Review and Public Private Policy Dialogue. Report Series, No 15, FAO Investment Centre / EBRD Cooperation Programme, FAO, Rome. FAPRI (2011): FAPRI World Market Outlook. Ames, IA and Columbia, MO. Spring 2011. [Online] available at www.fapri.org. FAS (2003): Ukraine: Extensive Damage to Winter Wheat. Production Estimates and Crop Assessment Division, Foreign Agricultural Service (FAS), United States Department of Agriculture. http://www.fas.usda.gov/pecad2/highlights/2003/05/Ukraine_Trip_Report/index.htm (accessed August, 2012). Fellmann, T. and Nekhay, N. (2012): Developments in agricultural commodity markets: a special focus on Ukraine, Russia and Kazakhstan - Workshop proceedings. JRC Scientific and Policy Reports, European Commission, Luxembourg. Galushko, V., Demyanenko, S., and Brümmer, B. (2003): Farm Efficiency and Productivity Growth in Ukrainian Agriculture. Working Paper No. 20, Institute for Economic Research and Policy Consulting, Kiev. Kobuta, I, Sikachyna, O., Zhygadlo, V. (2012): Wheat export economy in Ukraine. Policy Studies on Rural Transition No. 2012-4, FAO Regional Office for Europe and Central Asia, Budapest. Latruffe, L. (2010): Competitiveness, Productivity and Efficiency in the Agricultural and Agri-Food Sectors. OECD Food, Agriculture and Fisheries Working Papers, No. 30, OECD Publishing. doi: 10.1787/5km91nkdt6d6-en Leeuwen, M. van, Bartova, L., M’barek, R. and Kav č i č , S. (2007a): Agricultural Markets Outlook – AGMEMOD Approach. 100th EAAE Seminar “Development of Agriculture and Rural Areas in Central and Eastern Europe”. June 21-23, 2007, Novi Sad, Serbia. Leeuwen, M. van, Bartova, L., M’barek, R. and Erjavec, E. (2007b): Implications of EU Enlargement for Agricultural Markets in the New Member States. Joint IAAE-EAAE Seminar on Agricultural Economics and Transition: What was expected, what we observed, the lessons learned. September 6-8, 2007, Budapest, Hungary. Leeuwen, M. van, Salamon, P., Fellmann, T., Koç, A., Bölük, G., Tabeau, A., Esposti, R. Bonfiglio, A., Lobianco, A., and Hanrahan, K. (2011): Potential impacts on agricultural commodity markets of an EU enlargement to Turkey. Extension of the AGMEMOD model towards Turkey and accession scenario. JRC Scientific and Technical Reports, Luxembourg. Leeuwen, M. van, Tabeau, A., Dol, W. and Bouma, F. (2008): AGMEMOD Deliverable 8. Technical Report on the combined model. Lerman, Z., and Sedik, D., (2007): Productivity and Efficiency of Corporate and Individual Farms in Ukraine. Selected Paper prepared for presentation at the American Agricultural Economics Association Annual Meeting, July 29-August 1, 2007, Portland, OR. Lerman, Z., Sedik, D., Pugachev, N. and Goncharuk, A. (2007): Rethinking Agricultural Reform in Ukraine. Studies on the Agricultural and Food Sector in Central and Eastern Europe, Volume 38, Leibniz Institute of Agricultural Development in Central and Eastern Europe, IAMO, Halle. Lissitsa, A. and Odening, M. (2005). Efficiency and total factor productivity in Ukrainian agriculture in transition. Agricultural Economics, Vol. 32(3): 311-325. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 61 - Melnychuk, V., Parkhomenko, S., Lissitsa, A. (2005): Creation of agricultural land market in Ukraine: current state of development. Discussion Paper, Volume 86, Institute of Agricultural Development in Central and Eastern Europe, IAMO, Halle. Mitra, S. and Josling, T. (2009): Agricultural Export Restrictions: Welfare Implications and Trade Disciplines. IPC Position Paper, Agricultural and Rural Development Policy Series, International Food & Agricultural Trade Policy Council, Washington DC. Nivievskyi, O. and Cramon-Taubadel, S. von (2008): The Determinants of Dairy Farming Competitiveness in Ukraine. Paper presented at the 12th EAAE Congress, 27-30 August, Gent, Belgium. OECD (2009): Agricultural Policies in Emerging Economies, Monitoring and Evaluation. OECD publishing, Paris. OECD (2011a): Competitiveness and Private Sector Development: Eastern Europe and South Caucasus 2011: Competitiveness Outlook. OECD Publishing, Paris. OECD (2011b): Agricultural Policy monitoring and evaluation2011, OECD countries and emerging economies. OECD publishing, Paris. OECD (2012): Competitiveness and Private Sector Development: Ukraine. Sector Competitiveness Strategy. OECD Publishing, Paris. OECD-FAO (2011): OECD-FAO agricultural outlook 2011-2020. Organisation for Economic Cooperation and Development (OECD), Paris, and Food and Agricultural Organisation of the United Nations, Rome, OECD Publishing and FAO. OECD-FAO (2012): OECD-FAO agricultural outlook 2012-2021. Organisation for Economic Cooperation and Development (OECD), Paris, and Food and Agricultural Organisation of the United Nations, Rome, OECD Publishing and FAO. Salamon, P., Chantreuil, F., Donnellan, T., Erjavec, E., Esposti, R. Hanrahan, K., Leeuwen, M. van, Bouma, F., Dol, W. and Salputra, G. (2008): How to deal with the challenges of linking a large number of individual national models: the case of the AGMEMOD Partnership. Agrarwirtschaft, Vol 57 (8). Salputra, G. and Andris Miglavs (2007): Technical Report on the Modelling of Economic Integration. Project no. SSPE-CT-2005-021543. Deliverable 4. Salputra, G., Iesalnieks, I. and Miglavs, A. (2008): Report on the Baseline scenario and results for non EU countries. Agmemod Deliverable 10. Sharma, R. (2011): Food Export Restrictions: Review of the 2007-2010 experience and considerations for Disciplining Restrictive Measures. FAO Commodity and Trade Policy Research Working Papers, No. 32, Trade and Markets Division, FAO, Rome. SSSU (2012): State Statistics Service of Ukraine. http://www.ukrstat.gov.ua/ State Agency of Land Resources of Ukraine (2012), www.dazru.gov.ua (accessed August, 2012). Strubenhoff, H. and Nivyeskiy, O. (2009): Barriers to invest in the agriculture and food sector in Ukraine. In: H. Strubenhoff, V. Movchan, I. Burakovsky (Eds.): Agriculture, Bioenergy and Food Policy in Ukraine – Analyses, Conclusions and Recommendations. Institute for Economic Research and Policy Consulting, Kiev, pp.151-171. Tarassevych, O. (2011): Ukraine – Poultry and Products Annual Report. GAIN Report Number UP1121, USDA Foreign Agricultural Service, Kiev. USDA (2011): Current World Production, Markets and Trade Reports. http://www.fas.usda.gov/report.asp ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 62 - USDA (2012): Agricultural Projections to 2021. Office of the Chief Economist, World Agricultural Outlook Board, U.S. Department of Agriculture. Prepared by the Interagency Agricultural Projections Committee. Long-term Projections Report OCE-2012-1, Washington D.C. Vollrath, T.L. (1991): A theoretical evaluation of alternative trade intensity measures of revealed comparative advantage. Weltwirtschaftliches Archiv, Vol. 130, pp. 265-279. World Bank (1995): Agricultural Trade and Trade Policy: A Multicountry Analysis, Ukraine. Technical Report, Europe and Central Asia Region, The World Bank, Washington DC. World Bank (2008): Ukraine - Agricultural Competitiveness. Report No. 44843-UA, Europe and Central Asia Region, Sustainable Development Unit, The World Bank, Washington DC. World Bank and OECD (2004): Achieving Ukraine’s Agricultural Potential: Stimulating Agricultural Growth and Improving Rural Life, World Bank, Washington, DC and OECD, Paris. WTO (2011): Agriculture committee continues to discuss export restraints. 31 March 2011, Agriculture: Formal Meeting, WTO: 2011 news items. [Online] Available at: http://www.wto.org/english/news_e/news11_e/ag_com_31mar11_e.htm (accessed May, 2012) ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 63 - ANNEX ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 64 - Annex: Description of mathematical equations and associated data files Conceptual model AGMEMOD uses a bottom-up approach. Based on a common country model template, country level models have been developed reflecting the specific situation of the agricultural sectors in the individual countries. As a next step, these country level models have been integrated into a composite EU model. The approach adopted allows for the capture of the inherent heterogeneity of agricultural systems existing within the EU, while simultaneously maintaining analytical consistency across the estimated country models. In principle, the implementation of Ukraine into AGMEMOD was conducted along the same procedures as described in this section and this approach results in the AGMEMOD 5.0 version. Analytical consistency is achieved by adhering to the common AGMEMOD templates for the Ukraine model to be estimated. The incorporation of Ukrainian agricultural policy instruments in a harmonized fashion allows the AGMEMOD 5.0 model to analyse trade policy relevant questions and the impact of possible trade policy changes at the Ukrainian, EU Member State and aggregate EU levels, in an internally consistent and transparent fashion. This analytical consistency across the country models is an essential pre-condition for a successful integration of the Ukrainian model within the combined AGMEMOD framework. The Ukrainian model consists of different supply and market modules for those commodities that represent the majority of the product coverage of these countries. In general, cereal and oilseeds with their derived products (oils and cakes), sugar beets, potatoes, livestock (cattle, beef, poultry, sheep and goats) and dairy (raw milk, fluid milk, butter, skimmed milk, cheese, and whole milk powder) are modelled. For each of these commodities, production as well as supply, demand, trade, stocks and domestic prices are derived by econometrically estimated or calibrated equations. One element of the supply and demand balance, for each commodity modelled, is derived as a closure variable. Figure 1 illustrates the modelling structure of commodity markets at the Ukrainian country level, with exports assumed to be the supply and demand balance ensuring closure variable. To ensure that the projections of the Ukrainian model make economic sense and are coherent from a policy perspective, the projections are validated by standard econometric methods and through ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 65 - consultation with experts who are familiar with agricultural markets in Ukraine. From this perspective, the performance of the Ukrainian commodity market models in analysing trade impacts has primacy in the evaluation of the modelling system’s performance. Figure 51: AGMEMOD structure for Ukraine + - - + = Harvested land/ animal number Feed use Yield per ha/ per animal Food use Beginning stocks Production Ending stocks Consumption Imports Exports Net export Policy and macroeconomic variables Russian/Ukrainian model n commodity markets AGMEMOD key price World market price (trade agreements, intervention price) Price transmission EU27 self- sufficiency rate EU27 AGMEMOD In order to simulate trade measure effects, the focus is on adjustments of trade policy measures between Ukraine and the EU and the ROW in comparison with a counter factual situation where the currently known trade policy measures are taken into account (the baseline). The various agricultural commodity markets of Ukraine are linked to each other by substitution or complementary parameters in production or consumption. Furthermore, interactions between the crops and livestock sub-models are captured via the derived demand for calves and feed (Figure 52). The next part of this section describes the Ukrainian AGMEMOD commodity market structures for crops, livestock and livestock products, milk and dairy products, respectively, following the common AGMEMOD structures as explained in more detail in Chantreuil et al. (2011). ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 66 - Figure 52: Linkages between commodity markets in Ukrainian models Prices, costs Policy Macro economy Livestock products Arable products Milk and dairy products Milk Cheese Butter Milk powder Dairy cows Young cattle Adult cattle Soft/durum wheat Barley/maize Oil seeds Beef and veal Poultry and pork Sheep/goats meat Processed oils and animal feeds Crops In the crop models for grains, oilseeds and root crops (potato and sugar beets), land is allocated in a two-step process. In the first step, producers’ behaviour determines the total land area used for grains, oilseeds, and root crop culture groups ( i ). In the second step, the shares of the total land area devoted to the nested commodity groups (grains, oilseeds, and root crop cultures) are allocated for each culture k of the corresponding culture group ( i ). The equation for total area harvested for grains, oilseeds and root crops is written as: ( ) V ah p f ah t l k t i t i , , 1 , 1 , , − − = l i l i n k ≠ = = ; 3 ,..., 1 , ; ,..., 1 (1) Where t i ah , is the area harvested in year t for culture group i , k t i p 1 , − is the real price in year 1 − t of culture k belonging to culture group i , and V is a vector of exogenous variables which could have an impact on the area of culture i that is harvested such as, e.g., inter alia, the support premiums and quota. The share of culture k belonging to the nest i ( k t i sh , ) is written as: ( ) k t i k t i k t i sh R f sh 1 , 1 , , , − − = n k ,..., 1 = (2) where k t i R 1 , − are the gross returns for culture k . The yield equation of culture k in the culture group i is written as: ( ) V ah p f r t l k t i k t i , , , 1 , , − = n k ,..., 1 = (3) ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 67 - where k t i r , is the yield per hectare of culture k belonging to the culture group i , and V is a vector of variables which may impact on the yield per hectare of the culture k modelled, including a trend. For demand, in principle three uses are distinguished, namely crushing, feed demand and non-feed use (modelled on a per capita basis) by using the following general functional forms: ( ) Z p f Fu n t i k t i , , , = n k ,..., 1 = (4) where k t i Fu , is the feed demand for culture k belonging to the culture group i , n t i p 1 , − is the real price in year 1 − t of each culture k (1,…,n) belonging to culture group i and Z is a vector of endogenous variables, which could have an impact on the use considered, such as the milk and meat production. ( ) V p f NFu j t i k t i , , , = n k ,..., 1 = (5) where k t i NFu , is the non-feed demand for culture k belonging to the culture group i , and V is a vector of exogenous variables which may influence the non-feed demand of culture k modelled, such as the income per capita and the population. Crushing of oilseed culture k ( k t i CR , ) is modelled as: ( ) VZ p p p f CR l t i h t i h t i k t i , , , 1 , 1 , 1 , , − − − = n l h ,..., 1 , = (6) where h t i p 1 , − is the real price of oil produced and l t i p 1 , − the real price of the meal produced as both are products of the crushing process. VZ is a vector of exogenous and endogenous variables which may influence the crush demand such as import, production, extraction rates. Generally, stocks, export and import equations within the crop model have the following functional forms: ( ) VZ St DU PR f St k t i k t i k t i k t i , , , 1 , , , , − = (7) ( ) k t i k t i k t i k t i Ex DU PR f Ex 1 , , , , , , − = (8) ( ) k t i k t i k t i k t i DU PR f 1 , , , , Im , , Im − = (9) where k t i , Im , k t i Ex , and k t i St , are the ending stocks, exports and imports for culture k respectively, belonging to the culture group i in year t . k t i PR , and k t i DU , are the production and the total domestic use of culture k belonging to nest i . VZ is a vector of exogenous and endogenous variables, such as support prices and price of the culture produced. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 68 - The respective markets for the processed commodities are also included. The supply sides of these markets are provided for by crushed quantities and technical coefficients. The specification of equations for exports, imports, stocks, oil consumption per capita, industrial demand for oil and meal domestic use follow the approaches of equations (4), (5), and (6). Livestock and livestock products The structure of individual livestock and meat sub-models can vary. However, each animal sector sub-model follows a comparable structure which is presented below. Ending numbers of animals are modelled as: ( ) V p cct f cct t i t i t i , , 1 , , − = n i ,..., 1 = (10) where 1 , − t i cct is the ending stock in year 1 − t , t i p , is the real price in year t of the animal i , and V is a vector of exogenous variables which affect the ending stocks such as premium payments. Numbers of animals produced by the inventory of breeding stock is given by the following equation: ( ) t i t i t i ypa cct f spr , 1 , , , − = n i ,..., 1 = (11) where t i spr , is the number of animals produced from the herd t i cct , in year t and t i ypa , is the yield per animal concerned. ) , , , , ( , , 1 , 1 , , V ra r p ypa f ypa t i t i t i t i t i − − = n i ,..., 1 = (12) where t i r , is the long-term return of animal i and t i ra , is the adjusted long-term return if decoupled direct payments are to be considered. Decoupled payments are included via reaction prices (euro/100 kg) that account for available hectares, livestock density per hectare, animal stocks and slaughtering weights per animal. Normally within each animal culture i there can be m different categories of slaughtering j , however, the Ukrainian data only allow for one category of slaughtering. The slaughtering of animal culture i can be written as: ( ) V z p cct f ktt t i t i t i t i , , , , , , , = n i ,..., 1 = (13) where t i ktt , is the number of slaughterings of animal culture i in year t , t i z , is an endogenous variable that represents the share of the slaughtering of the animal culture concerned, and V is a vector of exogenous variables, such as policy instruments. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 69 - Average slaughter weight per animal culture i can be written as: ( ) V p z slw f slw t i t i t i t i , , , , , 1 , , − = n i ,..., 1 = . (14) To derive the total meat production of animal i , the average slaughter weight is multiplied by the total number of animals slaughtered. Total ending stocks of animals and meat production are calculated as identities. Total domestic use of meat is calculated as the product of per capita demand times the exogenous population variable. Per capita consumption of meat itself is determined as: ( ) V gdpc p p upc f upc t t k t i t i t i , , , , , , 1 , , − = i k n i k ≠ = ; ,..., 1 , (15) Where t i upc , is the per capita consumption of meat i in year t , t gdpc is the real per capita income and V is a vector of other exogenous variables that have an impact on per capita meat consumption. The functional form for estimating the ending stocks of meat has the same general form as the animal breeding inventories in equation (7). Furthermore, the specifications of the trade equations for animals and meat resemble the general functional forms used in the grains and oilseeds models in equations (4)-(6). Milk and dairy products The dairy sub model is more complicated due to the fact that the allocation of raw materials to dairy products is done on the basis of fat and protein rather than on the basis of raw milk. The exception is fresh milk use, which is still modelled on a raw milk basis in the model. Dairy products covered by the Ukrainian AGMEMOD models are fluid milk, cheese, butter and milk powder. In the first step, raw milk production, raw milk imports and exports are determined. In the second step, raw milk for feed use and fluid milk consumption are estimated with the remaining raw milk available for factory use (manufacturing milk) in the form of milk fat and milk protein for further processing. Governed by a series of equations, the usage of fat or protein itself determines the quantity of the respective dairy products manufactured. For the different commodities, the residual or balancing product uses are determined as they are in other markets by using equations (4)-(6) and (12). The milk production equation has the following specification: ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 70 - ( ) V ra r ict p f spr t t t t t , , , / = (16) where t spr is the milk production in year t, t p is the real price of milk, t ict is the milk production cost (or index) in year t and V is a vector with exogenous variables which may influence the milk production, such as milk supports. Milk yield per cow t ypc can be written as: ( ) t t t ict p f ypc , = (17) Dairy cow ending numbers are derived from equations 15 and 16, while total milk production is calculated as the product of milk yield per cow and total ending cow numbers. As noted above, total milk production is allocated to three uses, namely feed use ( t ufe ), fluid use on farm ( t ufl ), and factory use ( t ufa ). Feed use is kept constant. Fluid use on farm can be written as: ( ) V p f ufe t t , = (18) with fluid use derived as per capita fluid milk consumption multiplied by population. Factory use of milk is derived as the balancing element that ensures balance between total milk supply and use. The factory use of milk determines the available fat and protein supply used in the manufacturing sector. Here, a number of assumptions have to be made concerning the fat and protein content of the raw milk and dairy commodities, because actual data on milk usage in milk products are unavailable or inconsistent. Instead, fat and protein contents of standard products are applied (e.g., 82% milk fat content in butter). In the next step, milk fat is allocated to the different dairy commodity processing lines, whereas the amount for each final product is estimated. Then, the protein content will be defined by the level of manufacturing (e.g., cheese produced) by an identity which reflects the fixed nature of the protein to fat ratio in that product. Due to unavailable data, these ratios are assumed and calibrated to the observed production. In principle, the fat allocation to a dairy commodity i can be written as ( ) V p p fpc f fpc t k t i t i t i , , , , , 1 , , − = k i n k i ≠ = ; ,..., 1 , (19) Where t i fpc , is the allocation of fat to a dairy commodity i in year t , t i p , is the price of dairy commodity i , and V is a vector of exogenous variables that affect the fat allocation to commodity i . Total fat available is distributed directly or indirectly to n dairy commodities, but only 1 − n fat allocations are estimated, as allocation to the th n product is determined as a balancing residual. Consequently, production of dairy commodity i including fat is calculated as total milk fat use for ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 71 - commodity i divided by fat content of the dairy commodity i which is a technical coefficient. The allocation of milk protein is determined by identities. Market balancing To complete the building of the Ukrainian AGMEMOD commodity sub-models, it is necessary to add an equation describing the equilibrium for each commodity market. This condition implies that production plus beginning stocks plus imports must equal domestic use plus ending stocks plus exports. In a closed economy, this supply and use equilibrium condition (less the import and export components) is sufficient to endogenously determine the equilibrium country market prices. Given that Ukraine does not represent closed economies, the rest of the world can have important impacts on their modelled economies. To account for such impacts we have chosen to use price linkage equations to represent the inter-relationship across Ukraine and the ROW. The price linkage equations in the baseline are written as: ( ) V ssr Wp f p t i t i t i , , , , , = (20) Where t i p , is the price of the Ukrainian commodity i in year t , t i Wp , is the world market price of commodity i in year t , t i ssr , is the self-sufficiency ratio (production divided by domestic use) for commodity i in Ukraine, and V is a vector of exogenous variables which could have an additional impact on the Ukrainian national prices, such as the Ukrainian support prices and Ukrainian border protection measures. To ensure that the projections of the Ukrainian models make economic sense and are coherent from a policy perspective, the projections are validated by standard econometric methods and through consultation with experts who are familiar with agricultural markets in Ukraine. Computable model In general, the building of models and the writing of properly structured software must go hand in hand. If software is poorly structured, in particular the making of changes to simulation models might become a tedious, error prone and time consuming process. Furthermore, properly organized and documented software contributes to the model’s flexibility, extendability, reproducibility and transferability. Mostly, simulation models tend to be adjusted time after time for each research project in order to provide answers on new questions and thus lead to new model versions. In the course of model time, however, it might become unclear what the original computer model actually ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 72 - had to produce and the consistency between conceptual model and actual computer model might be hampered. To restrict these types of problems, both conceptual model builders and IT-scientists work together in the AGMEMOD project. Figure 53 illustrates the global procedure applied to the Ukrainian AGMEMOD models and, in principle, to the stylized ROW module from the data preparation, the estimation of equations and the generation of GAMS framework towards the model solving and the trade scenario analyses processes. The green boxes refer to the input needed such as the assembled data and the equations to be estimated, while the ovals refer to the AGMEMOD software that has been built to guide that process. In general, the procedure works as follows: First, all common exogenous data (stored in the MS-Excel files AssumpitonsInput.xls and PolicyHarmon.xls ) and specific country data (stored in the MS-Excel file UA-Datagmemod.xls ) are read to create the comprehensive dataset that is required to solve the combined model. Second, the dataset is integrated with the estimated equations on the country level (stored in the MS-Excel file UA-ModelEquations.xls ). Then, solutions for all markets, years and countries are sought and model results are exported to output files (MS-Excel and GDX files). These result files capture the projections of agricultural activity levels (areas harvested, livestock numbers), supply and use balances (production, domestic use, imports, exports and ending stocks) and prices on the country and EU levels. To implement the conceptual Ukrainian AGMEMOD modules into actual computer models and integrate them with the countries currently involved in the AGMEMOD framework, GAMS software is used. To make the computer version transparent and accessible, it has been structured on the base of Gtree, which stands for GAMS tree and can be considered as an alternative of the GAMS-IDE (Dol, 2006). In practice, this Gtree framework enables the AGMEMOD user to manage and understand the model. More precisely, the Agmemod2Gams tool has been specially developed with the objective of guaranteeing the generation of consistent, transparent and error free GAMS programs. In addition, the Agmemod2Gams tool plays a central role as mediator between the development of the conceptual AGMEMOD model and the development of the computer AGMEMOD model. In general, the procedure works as follows. First, all common exogenous data and specific Ukrainian and ROW endogenous data is read to create the comprehensive dataset that is required to solve the Ukrainian, ROW, and the EU model versions. Second, the Ukrainian and ROW data sets are integrated with the set of equations that has been estimated for the Ukrainian agricultural commodity markets or calibrated for the ROW model. Then, solutions for all markets, years and countries – including the ROW – are sought and model results are exported to output files. These result files capture the projections of agricultural activity levels (areas harvested, livestock ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 73 - numbers), supply and use balances (production, domestic use, imports, exports and ending stocks) and prices on Ukraine, EU Member States and EU-27 levels. Figure 53: Procedure from data handling to scenario analysis of Ukrainian model and the stylized ROW module Agmemod2Gams Data CC-Datagmemod.xls AssumptionsInput.xls PolicyHarmon.xls Knowledge Equations CC-ModelEquatons.xls Eviews Errors/Warnings GAMS model Agmemod.gms Trade scenarios maps tables graphs Thus in summary, the Agmemod2Gams tool is applied in adding the Ukrainian and ROW modules to the current AGMEMOD framework: it forms the bridge between the data and estimated equations used on the one hand and the Ukrainian and ROW GAMS modules to be generated on the other hand. It takes care of achieving consistent and transparent GAMS programs in the sense that requirements on use of time indices, bounds and parameter types are fulfilled automatically (van Leeuwen et al., 2008). Further, it is a handy instrument to validate the model results by adjusting data and equations, generating new GAMS code, solving the models and analysing the results. Ultimately, however, expert knowledge remains the most important basis for interpreting data and model results and providing advice to equip and improve the Ukrainian AGMEMOD modules. ",
        "The agri-food sector in Ukraine: current situation and market outlook until 2025 - 74 - ",
        "European Commission EUR 25444 EN – Joint Research Centre – Institute for Prospective Technological Studies Title: The agri‐food sector in Ukraine: current situation and market outlook until 2025 Authors: Myrna van Leeuwen, Petra Salamon, Thomas Fellmann, Martin Banse, Oliver von Ledebur, Guna Salputra and Olexandr Nekhay Editors: Thomas Fellmann, Olexandr Nekhay, Robert M’barek Luxembourg: Publications Office of the European Union 2012 – 90 pp. – 21.0 x 29.7 cm EUR – Scientific and Technical Research series – ISSN 1831‐9424 ISBN 978‐92‐79‐25742‐1 doi:10.2791/89165 Abstract This report gives an overview on the Ukrainian agri‐food sector and provides an outlook for the developments in agricultural markets for Ukraine, focussing on the main agricultural commodities. For the purpose of the study a detailed dataset and modelling structure for the main agricultural commodities in Ukraine has been developed and integrated into the overall AGMEMOD modelling framework. ",
        "LF ‐ N A ‐ 25444 ‐ E N ‐ N As the Commission’s in‐house science service, the Joint Research Centre’s mission is to provide EU policies with independent, evidence‐based scientific and technical support throughout the whole policy cycle. Working in close cooperation with policy Directorates‐General, the JRC addresses key societal challenges while stimulating innovation through developing new standards, methods and tools, and sharing and transferring its know‐how to the Member States and international community. Key policy areas include: environment and climate change; energy and transport; agriculture and food security; health and consumer protection; information society and digital agenda; safety and security including nuclear; all supported through a cross‐cutting and multi‐disciplinary approach. "
    ]
}