{
    "text": [
        "8859/21 ADD 1 PN/ur 1 GIP.2 EN C oun c il o f t h e E u r op ea n U n i on B r u sse l s , 21 M ay 2021 ( O R . e n ) 8859 / 21 ADD 1 C O D E C 713 S O C 283 S AN 301 CADR E F I N 249 C O H 3 I n t e r i n s t i t u t i on a l F il e : 2018 / 0206 ( C O D ) ' I/ A ' I T E M N O T E F r o m : G ene r a l S e c r e t a r i a t o f t he C oun c il T o : P e r m an en t R ep r e s en t a t i v e s C o mm i tt e e / C o un c il S ub j e c t: D r a ft R E G U L A T I O N O F T H E E UR O PEA N PA R L I A M E N T A ND O F T H E C O UNC I L e s t ab li s h i ng t he E u r opean S o c i a l F und P l u s ( ES F + ) and r epea li ng R egu l a t i on ( E U ) N o 1296 / 2013 (f i r s t r ea d i ng ) - A dop t i on o f t he C oun c il ' s po s i t i on a t f i r s t r ead i ng and o f t he s t a t e m en t o f t he C oun c il ' s r ea s on s = S t a t e m en t s Statement by Bulgaria The Republic of Bulgaria understands the reporting on common indicators in Annexes I and II of the European Social Fund Plus Regulation and in Annex III of the Just Transition Fund Regulation by using a category of “non - binary” , as not obligatory. The Republic of Bulgaria does not intend to gather and report relevant data, as such a category does not exist in its national legislation. ",
        "8859/21 ADD 1 PN/ur 2 GIP.2 EN Statement by Hungary The procedure towards the adoption of the Cohesion Policy regulations has reached another important step. Hungary sees it necessary to reiterate its earlier statement regarding the representation and interpretation of gender in these regulations. Equality between women and men is enshrined in the treaties of the European Union as a fundamental right. Hungary ensures equality between women and men within the framework of its national legal system in accordance with internationally binding human rights instruments and within the framework of fundamental values and principles of the European Union. For these reasons Hungary interprets the concept of “gender“ as reference to sex, in line with Article 8, 10, 19 and 157 of the Treaty on the Functioning of the European Union and Article 21 and 23 of the Charter of Fundamental Rights of the European Union. Furthermore Hungary is convinced that the content of gender is not appropriate to be defined in these legislative documents. In line with these and its national legislation, Hungary interprets the concept of ‘gender’ as reference to ‘sex’ and the concept of ‘gender equality’ as reference to the ’equality between men and women’ in the Regulations. As regards the breakdown of data, Hungary believes that the first line of Annex I and Annex II of the ESF+ Regulation (and also footnote 27 in Annex III of JTF Regulation) should be applied and refer to the term “gender” and the parenthesis as a whole and not only one of the subcategories listed there. Bearing in mind the fact that determining the content of the term “gender” falls under the exc lusive competence of the Member States, the relevant recitals, articles, annexes and footnotes should be understood as referring to the term gender interpreted in accordance with national legislation. ",
        "8859/21 ADD 1 PN/ur 3 GIP.2 EN Statement by Poland Equality between women and men is enshrined in the treaties of the European Union as a fundamental right. Poland ensures equality between women and men within the framework of the Polish national legal system in accordance with internationally binding human rights instruments and within the framework of fundamental values and principles of the European Union. For these reasons, in wordings referring to gender Poland will interpret it as a equality between women and men, according to Article 8 TFEU. ",
        "8859/21 ADD 1 PN/ur 4 GIP.2 EN Statement by the Commission On ESF+ investments to combat child poverty: In 2019 there were 18 million children at risk of poverty and social exclusion in the EU with very high numbers in some Member States. The COVID-19 outbreak and its socio-economic consequences have exacerbated inequalities and poverty with a more pronounced effect on them. Child poverty is consistently present in all Member States and continues to be higher than for working-age adults. The Commission therefore welcomes the balanced agreement making the ESF+ a decisive tool to address the challenge of child poverty. The agreement recognises the urgency to invest in children in all Member States. The Commission will soon present a proposal for a Child Guarantee with the aim to tackle the challenge structurally. When programming the ESF+, the Commission will do its utmost to ensure that Member States dedicate appropriate ESF+ funding to contribute to implementing the Child Guarantee. Moreover, it will encourage Member States to also use other EU funding instruments and national resources available to support adequate investments in this area. On ESF+ investments in youth employment: The Commission underlines that young people have been disproportionately hit by the socio- economic crisis following the COVID-19 outbreak. From December 2019 to December 2020 youth unemployment has increased by 3 percentage points in the EU, bringing the number of unemployed young persons to over 3.1 million. The Commission also recalls that youth unemployment has been consistently and significantly higher than that of the adult population with the latest figures showing a difference of over 10 percentage points (17.8% compared to 6.6% in December 2020). The Commission welcomes the agreement reached by the co-legislators which recognises the challenge across all Member States. The ESF+ is the most important EU funding instrument to implement the recently adopted reinforced Youth Guarantee as well as other relevant measures under the Youth Employment Support initiative. When programming the ESF+, the Commission will do its utmost to ensure that Member States dedicate appropriate ESF+ funding to implement the reinforced Youth Guarantee. Moreover, it will encourage Member States to use also other EU funding instruments and national resources available to support adequate investments in this area. "
    ]
}