{
    "text": [
        "a bridge between europe and organised civil society the ",
        "2 of contents ",
        "3 of contents 1. A message from the President 4 2. What is the European Economic and Social Committee? 8 2.1 A unique role: what makes the EESC special? 9 2.2 What is its mission? 14 2.3 How does it take action? 15 2.4 Cooperating with counterparts in the Member States 18 3. Who are the people in the EESC? 22 3.1 The Groups 24 4. How does the EESC work? 28 4.1 The Presidency and the Bureau 29 4.2 The Plenary Assembly 30 4.3 The Sections 30 4.4 The Budget, Communication and Quaestors’ Groups 46 4.5 The Secretariat-General 47 5. Looking outwards 50 6. Get in touch! 54 6.1 Where to find us? 55 6.2 Visits: welcome to the EESC! 56 6.3 The website 57 6.4 Publications and reference material 57 ",
        "4 from the President 4 1 ",
        "5 After more than fifty years of the EESC fulfilling its mission as advisory body to the EU institutions, I find this superb metaphor of the Committee as a bridge or, better still, a bridge-builder, to be increasingly apt. What we do here is provide a link between the EU institutions and the people of Europe represented on the Committee by their employers, trade unions and various associations. Our “bridging” role is two-fold: we connect EU legislators and regulators to the Member States’ expertise, acquired at grassroots level, and furthermore we also strive to reach out to more citizens’ organisations at European and national level. With this idea in mind, I have made Engaging people for a sustainable Europe the political message of my term of office. I believe “engagement” and “sustainability” are two key drivers for the future of Europe. We need engaged citizens to achieve reforms; and the success of reforms needs to be measured not just in terms of short-term economic growth or financial gains, but in terms of the sustainability of current and future generations. My work programme for the next two and a half years has three main priorities: dialogue and participation, sustainability and growth, and solidarity and development. Under my presidency, the Committee will strengthen its role as an institutional forum for participation, consultation and dialogue at EU level, especially now when the Lisbon Treaty has made civil dialogue a democratic principle of EU governance. from the President ",
        "6 Under the sustainability and growth priority, the EESC has a key role to play in making the Europe 2020 strategy a reality; a strategy for smart, sustainable and inclusive growth, to achieve economic recovery and reduce unemployment. Stakeholders in the Member States need to assume true ownership of the Europe 2020 strategy. The Committee will take part in the debates on green and ethical entrepreneurship, the benefits of the social economy, the reform of the Common Agricultural Policy, and consumer policies. We are not merely talking about these landmark policies, but presenting well researched, feasible and balanced opinions to policy-makers and all other stakeholders. 6 ",
        "7 I am also aware that the EESC needs to keep pace with global developments. Through its Sustainable Development Observatory, the EESC will take the initiative of coordinating a number of joint positions of European organisations and representing civil society in preparation for the United Nations Conference on Sustainable Development in Rio in 2012 (Rio+20). Europe can position itself as champion and role model at international level in the arena of sustainable development. This publication will provide more information about who we are and what we do. Our opinions, drawn up by Committee members, convey this even more effectively. It is our members who are the real bridge-builders. Staffan NILSSON President of the European Economic and Social Committee, 2010-2013 ",
        "8 What is the 8 2 ",
        "9 The European Economic and Social Committee is an EU consultative body consisting of representatives of the various economic, social and civic components of organised civil society. It was set up in 1957, when the European Union’s founders signed the Rome Treaties. Their aim was to involve different economic and social interest groups in the development of the common market, and to enable the European Commission and the Council of Ministers to consult more widely on EU policies. The first plenary meeting of the Committee took place in Brussels, in May 1958. 2.1 A unique role: what makes the EESC special? People must be at the heart of a successful Europe, and the European Economic and Social Committee sets out to guarantee that the voices of all the different groups and interests in society are heard and considered at the very highest levels of EU policy-shaping and decision-making. The members of the Committee are selected from many walks of life, and nominated by national governments meeting in the Council. Therefore, they reflect a wide range of experience, and maintain day-to-day contact with their fellow citizens in different countries and sectors of the economy and society. They understand people’s practical wishes and concerns. ",
        "10 The EESC has a distinctive place in the European Union’s decision-making process, as a consultative body which is an intermediary between the “executive” (the Commission), and “legislature” (the European Parliament and the Council). It is a unique forum for representing and informing civil society organisations and expressing their views. Bringing consensus The Committee members play an integral part in the process of policy formation and the preparation of decisions at EU level. Representing the general interest, the Committee delivers opinions to the EU institutions, seeking to achieve a positive consensus between positions which are often different, and at times contradictory. This process, and the continual quest for compromise, involves representatives of public and private-sector employers’ organisations, employees, and also – and this is the distinguishing feature of the EESC – other sections of organised civil society, such as farmers, the liberal professions, consumers, environmental protection groups, groups combating poverty and exclusion, young people, families, older people, women, people with disabilities, etc. Consulting the Committee enables the EU’s decision-making bodies to gain a better idea of both the impact Commission proposals are likely to have on those most directly concerned, and what changes may be necessary to garner wider public support. ",
        "11 The Treaties require the EESC to be consulted on proposals in many fields of EU action. In addition, the Committee also makes known its views on subjects of which the institutions may have taken insufficient or no account, by means of own-initiative opinions or information reports. Boosting transparency The Committee’s expertise, its discussions and negotiations, the identification of differences in opinion and the search for convergence all serve to improve the quality and credibility of the EU’s decision-making process, making it more comprehensible and acceptable for Europe’s citizens and increasing the transparency which is so vital for democracy. In this way, the concept of representative democracy is complemented by the concept of participatory democracy, in which the EU’s economic, social and civic players have a real say. The challenges the EU faces today give the Committee a growing importance and added value in the Union’s institutional set-up. The issues at stake mean that all citizens, and first and foremost those who are in close contact with the economic and social reality of their countries and are the driving force behind European society, must be involved. As an institutional forum both for dialogue and for consultation, the Committee continues to play a dual role, strengthening democratic voices in the European integration process and bringing the EU closer 11 ",
        "12 to its citizens. In so doing, it contributes to strengthening the Union’s democratic legitimacy and the development of a European consciousness and acts as a real bridge between the Union and civil society across Europe. Building links European and national civil society organisations, including socio-economic organisations – employers and trade unions – meet regularly at the EESC and participate actively in conferences and hearings organised by the Committee. Their European or national experts help to enrich the debates when opinions are drawn up, through their knowledge and experience in the field. Relations between Committee members and the national civil society organisations to which they belong ensure a broad flow of information on the initiatives and activities of the EESC and the European Union generally. They do much to increase awareness of the realities of the EU and enhance opinion-forming in the organisations themselves. The Committee is also keen to be a better and more effective portal and listening post for organised civil society. This desire for openness and interchange is expressed through numerous initiatives – seminars, hearings, conferences and forums – involving civil society organisations, including ",
        "13 European ones, which are not, or are only indirectly, represented at the Committee. The EESC also set up a Liaison Group with European civil society organisations and networks. Through these initiatives, some of which are conducted at the request of the EU institutions, in particular the Commission, the EESC is better able to reflect the diversity of organised civil society and its development. It also promotes a broader structured dialogue between organised civil society and the EU institutions, and between civil society organisations themselves. ",
        "14 2.2 What is its mission? There are three key elements to the EESC’s mission: y Advising the Commission, the Council and the Parliament on policy proposals, making use of the special expertise and practical experience of its members, and thereby contributing to the EU decision-making process; y Enabling civil society organisations in the Union to be more involved, and therefore more committed to the European venture, at both national and European level, and to help bring Europe closer to its citizens; and y Strengthening the role of civil society organisations in non-EU countries or blocs (or groups of countries) where it has ongoing relations, developing a structured dialogue between civil society organisations, especially the social partners, and promoting consultative models along similar lines to the EESC. ",
        "15 2.3 How does it take action? When the Treaties require the Council or the Commission to consult the Committee on a particular proposal, consultation of the EESC is mandatory. In other cases it is optional. The EESC may also adopt opinions on its own initiative. The Single European Act (1986) and the Maastricht Treaty (1992) extended the range of issues which must be referred to the Committee, in particular the new policies (regional and environment policy). The Amsterdam Treaty (1997) further broadened the range of compulsory consultation and allowed the European Parliament to consult the EESC formally for the first time. The Lisbon Treaty (2010) expands the areas in which the Committee must be consulted to three new areas of EU policy: sport, the European Research Area and energy. In addition, Article 11 of the new Treaty on European Union gives the Committee more opportunities to fully play its role of pre-eminent intermediary between organised civil society and the decision-making bodies of the EU. This article enshrines the role of civil society in the European process. 15 ",
        "16 The EESC can: y Issue opinions on questions that are referred to it by the Commission, the Council or the Parliament; y Issue own-initiative opinions, expressing its views on any matter it thinks fit; and y Issue exploratory opinions when the Commission, the Parliament or even Union Presidencies ask it to reflect and make suggestions on a given subject. These suggestions may later lead to a proposal from the Commission. The Committee may also decide to prepare an information report examining any question relevant to EU policies. Finally, following a proposal from a section, a group or a third of its members, it may agree resolutions on topical issues. Under EU law, in taking its final decisions, the Council must consider the Committee’s opinions, whether mandatory or optional. As part of efforts to improve liaison between EU institutions, the Commission and the EESC signed a cooperation agreement in November 2005 identifying key areas where the Committee has particular expertise and can offer significant added value to EU measures: the Lisbon Strategy — which has now become the ‘Europe 2020’ strategy —, sustainable development, ",
        "17 structural change, impact analyses of European legislation and the EU’s external relations. To boost cooperation at EU level, the EESC and European civil society organisations and networks set up a Liaison Group in September 2004. The Group is a forum for political dialogue, and sets out to: y guarantee a coordinated EESC approach to European civil society organisations and networks; and y follow up joint initiatives. This initiative helps the EESC to raise the profile and influence of organised civil society at European level, and to consolidate its own role as the institutional representative of organised civil society and spokesperson for its concerns, expectations and aspirations. ",
        "18 2.4 Cooperating with counterparts in the Member States The Committee has regular contacts with economic and social councils in the EU Member States in order to reinforce structured dialogue between all the players in organised civil society, and to promote grass-roots involvement in building Europe. The EESC and its national counterparts share the conviction that economic and social policies which have a direct impact on people’s lives (such as jobs, social rights and social dialogue, the knowledge-based society, public services and the Lisbon Strategy) require closer cooperation between consultative bodies at both national and European level. With this aim in mind, conferences have been jointly organised in the countries holding the EU presidency. Moreover, the presidents and secretaries-general of economic and social councils and the EESC meet regularly, with national councils taking turns to host. These meetings allow discussion of key questions on the EU political agenda: for example, in 2006 and 2008 joint reports were presented to the Spring European Council. These reports focused on the implementation of the Lisbon process in all Member States and were transmitted to EU heads of state and government. 18 ",
        "19 The EESC backs moves by the social partners, other civil society organisations and governments to set up economic and social councils, especially in Member States and candidate countries which do not yet have them. Similar support is provided to governments outside the EU in order to set up not only economic and social councils but also round tables for facilitating civil dialogue, such as the EU-India Round Table. Finally, the EESC is a member of the International Association of Economic and Social Councils and Similar Institutions (AICESIS), set up in 1999, with 60 full and affiliated member countries. This association aims to boost organised civil society’s influence in the context of globalisation. The EESC makes a difference The Committee adds an important and constructive dimension to the EU decision-making process, and is a valuable support to organised civil society across the Member States. Two types of opinions are especially effective in bringing home the EESC’s views to policy-makers: y Own-initiative opinions often raise awareness among decision makers, particularly in the Commission, about topics that may have been overlooked, and lay the groundwork for timely responses. ",
        "20 y Exploratory opinions drawn up at the request of other institutions, in advance of the Commission drafting its own proposals, allow all the various interests represented in civil society to put forward their demands and concerns. They also enable the EESC to uncover areas where action is needed at EU level. Since it was founded over 50 years ago, the EESC has made a difference across the range of EU policy and law-making through opinions and advice informed by organised civil society. The publication Shaping Europe: Recent EESC achievements demonstrates, through a whole range of recent practical examples, how the Committee is working to improve people’s lives not only within the EU, but also further afield. The EESC is increasingly viewed as a “pool of expertise”, in touch with key issues and the attitudes of ordinary citizens. The scope of EESC influence is reflected in the diversity of topics covered: they range from fighting the mafia to encouraging volunteering; ",
        "21 from protecting consumers’ rights to promoting partnership with Europe’s eastern neighbours or Latin American countries; from encouraging migrants’ integration to helping cyclists to get around in the EU. They also reflect the four main strands of the Committee’s programme: economic recovery, fundamental rights, sustainable development and good governance. The publication: www.eesc.europa.eu/?i=portal.en.publications.10844 Want to know more about our activities? www.eesc.europa.eu ",
        "22 Who are the people in the 22 3 ",
        "23 The Treaty states that “the Committee shall consist of representatives of organisations of employers, of the employed and of other parties representative of civil society, notably in socio-economic, civic, professional and cultural areas”. The EESC now has 344 members, nominated by national governments for a renewable five-year term and drawn from across Europe’s different economic and social interest groups. The breakdown by country is: Belgium: 12 Bulgaria: 12 Czech Republic: 12 Denmark: 9 Germany: 24 Estonia: 7 Greece: 12 Spain: 21 France: 24 Ireland : 9 Italy: 24 Cyprus: 6 Latvia: 7 Lithuania: 9 Luxembourg: 6 Hungary: 12 Malta: 5 The Netherlands: 12 Austria: 12 Poland: 21 Portugal: 12 Romania: 15 Slovenia: 7 Slovakia: 9 Finland: 9 Sweden: 12 United Kingdom: 24 23 ",
        "24 3.1 The Groups Under its Rules of Procedure, the Committee is divided into three groups, representing employers, workers and other representatives and stakeholders of civil society, particularly in the economic, civic, professional and cultural fields. Each group has its own secretariat. EESC members themselves choose which group they wish to join. (Occasionally members choose not to belong to any group.) The Employers Group (Group I) President: Henri MALOSSE (FR) www.eesc.europa.eu/employers-group/ The members of the Employers Group come from the private and public sectors. They are entrepreneurs and representatives of entrepreneur associations working in industry, commerce, banking, insurance, agriculture and services in the 27 Member States of the European Union. These are women and men involved in the business world and in touch with the realities of everyday life who are willing to put their experience to use to further the European venture. The Employers Group works closely with BUSINESSEUROPE (Union of Industrial and Employers’ Confederations of Europe), EUROCHAMBRES (Association of European Chambers of Commerce and Industry), ",
        "25 EUROCOMMERCE (Retail, Wholesale and International Trade Representation), CEEP (European Centre of Enterprises with Public Participation), and on a regular basis with numerous industry sector organisations at European level. The Employers Group’s policy reflects the opinion of European entrepreneurs in supporting the development of an EU of free-market economies with freedom of trade and movement within the Internal Market, in the belief that this is the best road to growth, competitiveness and employment. The Employers Group takes the view that the EESC and its tripartite structure offers a unique way of achieving consensus on EU policies and serves as a model for wider European society. A strong, coherent and dynamic Employers Group is therefore crucial to making the voice of business heard at European level. The Workers Group (Group II) President: Georgios DASSIS (EL) www.eesc.europa.eu/workers-group/ The Workers Group (Group II) comprises representatives from national trade unions, confederations and sectoral federations. Its members represent over 80 trade union organisations – the vast majority of them affiliated to the European Trade Union Confederation (ETUC) or its sectoral federations. ",
        "26 Although the European social model is an example for much of the world, there are still too many people suffering hardship or excluded from society because of poverty, discrimination, lack of education, or other disadvantages. Group II’s key priorities have always been full employment, improving the living and working conditions of workers in Europe and the well-being of all EU citizens, as well as of workers and their families in other continents. It is firmly committed to the enlargement and strengthening of the EU as an area of prosperity, freedom and democracy, mutual support, solidarity and social cohesion, and aims to ensure that workers can play a real part in European policy-making. The Various Interests Group (Group III) President: Luca JAHIER (IT) www.eesc.europa.eu/various-interests-group/ The composition of the EESC reflects the changing face of European society. The presence of the Various Interests Group, alongside the Employers and Workers Groups, ensures that the Committee hears the voices and concerns of the full range of social, occupational, economic and cultural organisations that make up civil society. ",
        "27 What gives Group III its unique identity is the diversity of people within its ranks: its members are drawn from farmers’ organisations, small businesses, the crafts and professions, cooperatives and non-profit associations, consumer and environmental groups, NGOs and associations representing families, disabled people, and the scientific and academic community, etc. They are bound together by their sense of responsibility towards EU citizens whose interests they represent. Their standpoint is that in order to pursue these interests effectively, all social and economic players must be involved in shaping European Union decisions. The shared goal of the group is to achieve real economic, social and participatory democracy in the EU. ",
        "28 does the EESC work? 28 © A r c h i t e c t u r e : A r t & B u i l d + A t e l i e r d ’ a r c h i t e c t u r e P a u l N o ë l 4 ",
        "29 4.1 The Presidency and the Bureau The Committee elects a president and two vice-presidents every two-and- a-half years, whose role is to lead the EESC and represent it in meetings with EU institutions, national governments, international organisations and organised civil society bodies from across Europe and the world. The EESC’s Bureau, with 39 members, organises the EESC’s work. In addi- tion to the president (who chairs the Bureau) and the two vice-presidents, it is made up of the presidents of the three groups (Employers, Workers and Various Interests) and the six sections and the CCMI, plus one member from each Member State directly elected by the Plenary Assembly. The two vice-presidents chair the Committee’s Communication and Budget Groups. does the EESC work? © A r c h i t e c t u r e : A r t & B u i l d + A t e l i e r d ’ a r c h i t e c t u r e P a u l N o ë l President: Staffan NILSSON (SE, Group III) www.eesc.europa.eu/president/ Vice-president: Anna Maria DARMANIN (MT, Group II) www.eesc.europa.eu/vice-president-communication/ Vice-president: Jacek KRAWCZYK (PL, Group I) www.eesc.europa.eu/vice-president-budget/ ",
        "30 4.2 The Plenary Assembly The full Committee meets in plenary session nine times a year. This is where it adopts opinions by simple majority, before forwarding them to the Coun- cil, the Commission and the Parliament. On average, the EESC delivers 170 advisory documents and opinions a year (of which about 15% are on its own initiative). 4.3 The Sections The Committee has six sections: these prepare opinions for plenary and each of the six deals with specific policy areas covered by the EU Treaties. For each opinion, the section concerned generally sets up a study group assisted by experts and appoints a rapporteur. When issues are relevant to more than one of its sections, the EESC may set up a temporary sub-committee. Sub-committees operate in much the same way as sections, but their task is confined to examining a particular problem by a given deadline. In addition, a number of “observatories” have been set up to follow major issues over the long term. ",
        "31 Section for Economic and Monetary Union and Economic and Social Cohesion (ECO) President: Michael SMYTH (UK, Group III) www.eesc.europa.eu/eco/ The ECO Section’s remit covers the financial perspectives, own resources and the EU budget and statistical questions. It deals with problems relating to tax harmonisation, as well as issues concerning the financial markets and their integration. In the field of economic and monetary union (EMU), the ECO Section covers coordination of economic and monetary policy, broad economic policy guidelines, the stability and growth pact, enlargement of the euro zone and other issues relating to economic governance. In the field of economic, social and territorial cohesion, the ECO Section oversees regional and structural policy and cohesion policy. Finally, the ECO section is also responsible for issues relating to spatial planning, urban policy and metropolitan areas. 31 ",
        "32 Section for the Single Market, Production and Consumption (INT) President: Bryan CASSIDY (UK, Group I) www.eesc.europa.eu/int/ The INT Section’s remit covers industrial policy (both general and sectoral), market policies, competition policy, services (including banking, commerce, insurance and tourism, but excluding services of general interest), small and medium-sized enterprises (SMEs), the social economy (cooperatives, mutual societies, associations and foundations), the professions, company law, research, intellectual property, consumer protection and the customs union. It also organises the annual European Consumer Day. ",
        "33 European Consumer Day European Consumer Day takes place in March every year, with activities throughout the Member States to get across the message that consumers should ‘Know their Rights and Use their Rights’. At the initiative of its president, Ms RANGONI MACHIAVELLI, the European Economic and Social Committee organised the first European Consumer Day on 15 March 1999. This initiative was extremely successful and received the immediate support of the European Commission and successive EU presidencies. As a result, since the first three events held in Brussels, during which issues such as food safety and safe use of the Internet were debated, the European Consumer Day has often been held in the country holding the EU presidency: Madrid 2002 and 2010, Thessaloniki 2003, Dublin 2004, Vienna 2006, and Berlin 2007. 33 ",
        "34 The Single Market Observatory President: Edgardo Maria IOZIA (IT, GR II) www.eesc.europa.eu/smo/ The Single Market Observatory (SMO) operates under the auspices of the INT section. Set up in 1994, its task is to monitor the operation of the single market at grass-roots level, identify any shortcomings and suggest improvements. It runs a database dedicated to European self- and co-regulation initiatives, which the EESC developed in close cooperation with the Secretariat-General of the European Commission (http://www. eesc.europa.eu/?i=portal.en.self-and-co-regulation-enter-the-database). This database is currently the only one-stop shop on European self- and co-regulation initiatives available on the web. 34 ",
        "35 Section for Transport, Energy, Infrastructure and the Information Society (TEN) President: Stéphane BUFFETAUT (FR, Group I) www.eesc.europa.eu/ten/ The TEN Section’s work covers all modes of transport, major trans-European infrastructure networks, energy, the information society, services of general interest and the EU’s audio-visual policy. It organises an increasing number of hearings and conferences on key issues and the TEN Section coordinates two permanent study groups on services of general interest (SGI) and the EU Digital Agenda. ",
        "36 Section for Employment, Social Affairs and Citizenship (SOC) President: Leila KURKI (FI, Group II) www.eesc.europa.eu/soc/ The SOC Section works on a broad range of policies including employment, working conditions, education and training, social and citizens’ rights, social inclusion, gender equality, free movement, immigration and integration, and public health. It covers the work of several Commission Directorates-General, EP Committees and Council configurations. The SOC Section has an extensive portfolio of specific opinions advancing the social model agenda, including issues such as employment guidelines, youth employment, training and life-long learning, corporate social responsibility, flexicurity, labour law, promoting decent work for all, productivity and quality of work, occupational health and safety, posting ",
        "37 of workers, equal opportunities and the gender pay gap, older workers, opportunities for the disabled, social security and social inclusion, a healthy work/life balance, inter-generational solidarity, demographic change, the elderly and long-term care, the rights of the child, patients’ rights, combating discrimination, inter-cultural dialogue, integration of minorities, immigration and integration. Hearings on such themes are held regularly with experts and civil society organisations. A permanent study group was set up in relation to the European Integration Forum established in 2009 in cooperation between the European Commission and the EESC. ",
        "38 The Labour Market Observatory (LMO) President: Krzysztof PATER (PL, GR III) www.eesc.europa.eu/smo/ The SOC Labour Market Observatory (LMO) was set up in 2007 in order to identify and analyse labour market trends and challenges and bring added value to the work of the SOC Section and the Committee. In particular, it y organises hearings with EU institutions and agencies, socio professional stakeholders, civil society organisations and academia; y produces investigative reports on selected topics related to the labour market. The LMO has conducted debates on the situation of older workers, women’s access to the labour market, the employment situation of people with disabilities, sustainable productivity growth, financing of active labour market policies and culture as a tool to enhance competitiveness. 38 ",
        "39 Section for Agriculture, Rural Development and the Environment (NAT) President: Mario CAMPLI (IT, Group III) www.eesc.europa.eu/nat/ The main areas of the NAT Section’s remit are the common agricultural policy and its reform, rural development, food safety, the common fisheries policy and its reform, forestry, and protection of the environment in a broad sense, most of the proposed legislation in these fields involves mandatory consultation of the EESC. In drawing up its opinions, the Section organises hearings and holds meetings within and outside Brussels. It also issues own-initiative opinions and exploratory opinions on key policy issues, and holds broad consultations on highly topical issues such as, for example, wine reform, the role of forests, or the global food challenge. ",
        "40 The Sustainable Development Observatory President: Hans-Joachim WILMS (DE, Group II) www.eesc.europa.eu/sdo/ The Sustainable Development Observatory (SDO) operates under the auspices of the NAT Section. Set up in October 2006, it aims to boost civil society input in sustainable development policy and has recently increasingly focused on the topic of climate change and the World Summit for Sustainable Development in 2012. It helps the Committee to find compromises that marry environmental, social and economic interests. 40 ",
        "41 Backing Sustainable Development In 2006, the renewed European Sustainable Development Strategy recognised the value of the EESC’s input in the debate on sustainability and called on it to “play an active role in creating ownership inter alia through acting as a catalyst to stimulate debate at EU level”. Following this call, the Sustainable Development Observatory was set up to support the EESC’s broad-ranging work in this field. Since then, the Committee has built up a strong expertise so as to establish itself as a credible and authoritative actor on behalf of civil society in the sustainable development debate. It has prepared several opinions on key sustainability issues, for instance on the International Climate Change Negotiations and on the Biennial Progress Reports on the EU’s Sustainable Development Strategy. In 2010-2012, its focus is on the input of European organised civil society to the United Nations Conference on Sustainable Development in Rio in 2012 (Rio+20). 41 ",
        "42 Section for External Relations (REX) President: Sandy BOYLE (UK, Group II) www.eesc.europa.eu/rex/ The main areas of the REX Section’s remit are enlargement, relations with third countries, in particular their civil society organisations, as well as international trade, human rights and development. The REX Section mainly issues own-initiative opinions but, to an increasing extent, it also drafts exploratory opinions in response to requests from EU institutions. In drawing up these opinions, the Section works closely with representatives of both European Union civil society organisations not represented within the Section and civil society organisations in non-EU states. ",
        "43 Joint Consultative Committees (JICs) have been set up with candidate countries, countries and regions covered by association agreements with the EU, and with European Economic Area (EEA) states. Other standing groups in the Section work together with their counterparts in the Western Balkan states, the EU Eastern Neighbours, Japan, the African, Caribbean and Pacific states, Latin America and within the framework of the Euro-Mediterranean partnership. Civil society round tables have been established with Brazil, China and India. Human rights and international trade are cross-cutting issues within the work of the Section. ",
        "44 The Consultative Commission on Industrial Change (CCMI) President: Jorge PEGADO LIZ (PT, Group III) www.eesc.europa.eu/ccmi/ Building on the European Coal and Steel Community (ECSC) Consultative Committee’s 50 years of experience in the field of dialogue, the CCMI has a wider remit covering all industrial sectors. It is the only body of its kind in the European institutions. The CCMI’s task is to look to the future, by means of anticipation, prevention and analysis. It sets out to build a constructive common strategy for managing industrial change, balancing the need for a socially acceptable approach with maintaining European industry’s competitive advantage. ",
        "45 Europe 2020 Steering Committee President: Joost VAN IERSEL (NL, Group I) www.eesc.europa.eu/europe-2020/ The Europe 2020 strategy and the unprecedented challenges which the crisis present have given rise to the need for in-depth cooperation by civil society at large. The EESC has set up a Europe 2020 Steering Committee where national economic and social councils are closely involved in the evaluation of the reforms to be carried out in the context of the Europe 2020 strategy. The Steering Committee focuses on the exchange of good practice, benchmarking and networking in different thematic areas. Civil society representatives will also work on actions that various stakeholders could take in drawing up and supporting implementation of the reforms in Member States, including global challenges, governance and communication aspects. ",
        "46 4.4 The Budget, Communication and Quaestors’ Groups The EESC has three groups responsible for specific administrative tasks: The Budget Group is appointed by the Bureau to help with financial and budgetary decisions. The Communication Group is appointed by the Bureau to guide and monitor the Committee’s communication strategy. The Quaestors’ Group is appointed by the plenary assembly to monitor and ensure the proper implementation of the members’ statute. ",
        "47 4.5 The Secretariat-General Secretary-General Martin WESTLAKE heads the EESC’s secretariat which is based in the Committee’s headquarters at the heart of Brussels’ European quarter. www.eesc.europa.eu/secretary-general/ The Secretary-General is assisted by two deputy secretaries-general: Mr Wolfgang Jungk, responsible for Consultative Works, and Mr Nicolas Alexopoulos, responsible for General Affairs and Human Resources. Standard procedure for drawing up EESC opinions EESC opinions are generally drawn up as follows: y 1. Requests for opinions are made to the EESC President, usually by the Council or the Commission, but sometimes by the Parliament. y 2. The EESC Bureau decides which section is to be responsible for the Committee’s preparatory work. y 3. The section sets up a study group (on average nine members) and appoints a rapporteur who is assisted by experts (maximum of four). y 4. On the basis of the study group’s work, the section adopts its opinion by a simple majority and forwards it to the Committee President. ",
        "48 y 5. After considering the section’s text, the Committee adopts its opinion in plenary by a simple majority. y 6. This opinion is sent to the Council, the Commission and the Parliament, and is also published in the Official Journal of the European Union . The process for drawing up own-initiative opinions of the Committee is the same, but the plenary assembly, on a proposal from the bureau, must give authorisation in advance before the section concerned starts its work. © A r c h i t e c t e s : B l o n d e l - N e y - S i m o n ",
        "49 49 © A r c h i t e c t e s : B l o n d e l - N e y - S i m o n ",
        "50 outwards 50 5 ",
        "51 The impact of globalisation and the growing importance of international relations between the EU and the rest of the world have heightened the need for the parallel development of relations between societies. The ‘new players’ in international relations, in particular the representatives of civil society organisations, are called upon to play an increasingly important role in tandem with those traditionally involved in cross-border issues. Alongside the EU Council, the Commission and the Parliament, the Committee therefore makes a unique contribution to the Union’s foreign policy by championing the “civil society” dimension. The Committee’s role is not confined to issuing opinions and recommendations to the other EU institutions. It also operates directly, at the request of political authorities or on the basis of international treaties, in third countries by developing dialogue with representatives of civil society organisations and contributing to the establishment of consultative structures. outwards ",
        "52 The EESC thus acts as a bridge between the citizens of these countries and Europe, and helps to consolidate a model of pluralist and participatory democracy in its partner countries. The EESC cooperates with civil society in many different areas, including candidate countries for EU membership and potential candidates in the Western Balkans, Eastern European neighbours (including Russia), the European Economic Area (EEA), Mediterranean countries, African, Caribbean and Pacific states (ACP), Latin America, India and China. ",
        "53 53 ",
        "54 54 6 ",
        "55 6.1 Where to find us? The EESC’s headquarters are located at Rue Belliard 99, 1040 Brussels, Belgium, close to the other EU institutions (the Parliament, Commission and Council). Headquarters of the European Economic and Social Committee Rue Belliard / Belliardstraat 99 Headquarters of the European Parliament Rue Wiertz / Wiertzstraat 43 Headquarters of the Council of the European Union Rue de la Loi / Wetstraat 175 Headquarters of the European Commission Rue de la Loi / Wetstraat 200 Headquarters of the Committee of the Regions Rue Belliard / Belliardstraat 101 1 2 3 4 5 ",
        "56 6.2 Visits: welcome to the EESC! Every year, the EESC opens its doors to visitors from all over the European Union’s 27 Member States, many of them members of civil society organisations or associations, or students specialising in European affairs. We are particularly pleased to meet visitors from the EU’s newer Member States. To organise a visit, contact: visitescese@eesc.europa.eu Requests should be sent at least three weeks in advance with an indication of the language and date of the presentation as well as the number of participants. Unless otherwise stated (e.g. groups requiring a specialised speaker), our interactive presentations, including an exchange of views, will deal with the structure and the activities of the EESC and its role in the decision-making process of the European Union. The presentation lasts between one and two hours. For more information, you can consult: www.eesc.europa.eu/?i=portal.en.visit-the-eesc 56 ",
        "57 6.3 The website The European Economic and Social Committee’s website is a crucial communications tool: www.eesc.europa.eu 6.4 Publications and reference material The Committee’s opinions are published in the Official Journal of the European Union . The EESC distributes a monthly newsletter called EESC Info , a summary note of the EESC’s work which appears nine times a year after each plenary session, and a twice-yearly memo setting out the Committee’s work priorities for each Union presidency. All these documents, including the opinions, are available on the website: www.eesc.europa.eu ",
        "58 Main publications Role and operation of the EESC y Shaping Europe: Recent EESC Achievements y The EESC: a bridge between Europe and organised civil society y Discover the EESC y Engaging people for a sustainable Europe: Work Programme of President NILSSON 2010-2013 y The priorities of the EESC during the Belgian Presidency of the Council of the European Union y The EESC during the Hungarian Presidency of the Council of the European Union y History of the EESC, Fifty years of participatory democracy Organised civil society y A Better Partnership for a Better Development y How to organise a Stakeholders’ Forum y CESlink– Online cooperation between economic and social councils Single Market, Production and Consumption y The contribution of the EESC to the EU consumer policy y Pharmaceutical package – the EESC stance y Contribution of the EESC on European Innovation policy y Improving the EU regulatory framework – upstream and downstream of the legislative process ",
        "59 Economic and Monetary Union, Economic and Social Cohesion y Territorial Cohesion y The Committee on reform of the Structural Funds and the strategic guidelines for cohesion policy 2007-2013 y Developing the Partnership Principle in EU Cohesion Policy Employment, Social Affairs and Citizenship y European Integration Forum y Immigration: integration and fundamental rights y Higher education and entrepreneurship External relations y The EESC and the Mediterranean y Organised civil society in Armenia, Azerbaijan and Georgia, including their relations with the European Neighbourhood Policy (study) y Leaflet on the EESC External Relations activities y Leaflets on the EESC activities in Euromed, Latin America, ACP, Western Balkans, Eastern Neighbours, Asia, Trade, Turkey 59 ",
        "60 Transport, Energy, Infrastructure and Information Society y TEN Section: Transport y TEN Section: Energy y TEN Section: Infrastructure y TEN Section: Information Society y TEN Section: Activities in the field of services of general interest and infrastructure y TEN Section: Recent Achievements y Europe’s Energy Transformation y What Energy Policy for Europe? Key points of recent EESC opinions y Conference – Public services: The role of civil dialogue in provision of quality economic and social services Industrial Change y Relocation – Challenges and opportunities y The Consultative Commission on Industrial Change (CCMI) y The Future of the Textile, Clothing and Footwear sectors in Europe y Comparison of industrial transformation models in the new Member States Communicating Europe y Living Europe y What NEXT Forever Young ",
        "61 Lisbon Strategy y 58 Concrete Measures to ensure the success of the Lisbon Strategy y Implementation of the Lisbon Strategy: Summary Report for the European Council (23 and 24 March 2006) y Renewed Lisbon Strategy 2008-2010: The role of organised civil society (Summary report to the European Council 13 and 14 March 2008) Sustainable Development y SDO – Sustainable Development Observatory Agriculture, Rural Development and the Environment y NAT – Section for Agriculture, Rural Development and the Environment y The EESC and the framework directive review: New Challenges in Water Policy 61 ",
        "62 Notes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ",
        "63 Notes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ",
        "the EN © European Union, 2011 Reproduction is authorised provided the source is acknowledged. QE-31-10-611-EN-C ISBN 978-92-830-1421-8 doi:10.2864/73490 Visits and Publications Unit Tel. +32 25469604 / 8331 • Fax +32 25469764 Rue Belliard/ Belliardstraat 99 1040 Bruxelles/Brussel BELGIQUE/BELGIË Catalogue No: EESC-2011-08-EN In 2009, the EESC was awarded the prestigious “Ecodynamic Enterprise” label by the Brussels Institute for Management of the Environment (IBGE), obtaining 3 stars, the high- est level possible. This label rewards organisations for good environmental performance. The EESC is on-line: www.eesc.europa.eu www.eesc.europa.eu/facebook/ www.eesc.europa.eu/twitter/ www.eesc.europa.eu/youtube/ Anna-Maria Darmanin www.eesc.europa.eu/anna-maria-darmanin/ President’s Comment www.eesc.europa.eu/staffan-nilssons-comment/ "
    ]
}