{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.12.2020 SWD(2020) 367 final COMMISSION STAFF WORKING DOCUMENT Commission recommendations for Austria’s CAP strategic plan Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Recommendations to the Member States as regards their strategic plan for the Common Agricultural Policy {COM(2020) 846 final} - {SWD(2020) 368 final} - {SWD(2020) 369 final} - {SWD(2020) 370 final} - {SWD(2020) 371 final} - {SWD(2020) 372 final} - {SWD(2020) 373 final} - {SWD(2020) 374 final} - {SWD(2020) 375 final} - {SWD(2020) 376 final} - {SWD(2020) 377 final} - {SWD(2020) 379 final} - {SWD(2020) 384 final} - {SWD(2020) 385 final} - {SWD(2020) 386 final} - {SWD(2020) 387 final} - {SWD(2020) 388 final} - {SWD(2020) 389 final} - {SWD(2020) 390 final} - {SWD(2020) 391 final} - {SWD(2020) 392 final} - {SWD(2020) 393 final} - {SWD(2020) 394 final} - {SWD(2020) 395 final} - {SWD(2020) 396 final} - {SWD(2020) 397 final} - {SWD(2020) 398 final} ",
        "1 Contents 1. COMMISSION RECOMMENDATIONS FOR AUSTRIA’S CAP STRATEGIC PLAN 2 1.1 Foster a smart, resilient and diversified agricultural sector ensuring food security 2 1.2 Bolster environmental care and climate action and contribute to the environmental- and climate-related objectives of the Union 3 1.3 Strengthen the socio-economic fabric of rural areas and address societal concerns 4 1.4 Modernising the sector by fostering and sharing of knowledge, innovation and digitalisation, and encouraging their uptake 5 1.5 Recommendations 5 2. ANALYSIS OF AGRICULTURE AND RURAL DEVELOPMENT IN AUSTRIA 8 2.1 Support viable farm income and resilience across the EU territory to enhance food security 8 2.2 Enhance market orientation and increase competitiveness including greater focus on research, technology and digitalisation 9 2.3 Improve farmers' position in the value chain 11 2.4 Contribute to climate change mitigation and adaptation, as well as sustainable energy 12 2.5 Foster sustainable development and efficient management of natural resources such as water, soil and air 13 2.6 Contribute to the protection of biodiversity, enhance ecosystem services and preserve habitats and landscapes 15 2.7 Attract young farmers and facilitate business development in rural areas 18 2.8 Promote employment, growth, social inclusion and local development in rural areas, including bio-economy and sustainable forestry 19 2.9 Improve the response of EU agriculture to societal demands on food and health, including safe, nutritious and sustainable food, as well as animal welfare. 21 2.10 Cross-cutting objective on knowledge, innovation and digitalisation 23 ",
        "2 1. COMMISSION RECOMMENDATIONS FOR AUSTRIA’S CAP STRATEGIC PLAN In the framework of the structured dialogue for the preparation of the common agricultural policy (CAP) strategic plan, this document contains the recommendations for the CAP strategic plan of Austria. The recommendations are based on analysis of the state of play, the needs and the priorities for agriculture and rural areas in Austria. The recommendations address the specific economic, environmental and social objectives of the future CAP and in particular the ambition and specific targets of the Farm to Fork Strategy (F2F) and the Biodiversity Strategy for 2030. As stated in the Farm to Fork Strategy, the Commission invites Austria, in its CAP strategic plan, to set explicit national values for the Green Deal targets 1 , taking into account its specific situation and these recommendations. 1.1 Foster a smart, resilient and diversified agricultural sector ensuring food security For Austrian farmers the shift to a sustainable food system means both significant economic opportunities as well as challenges. In particular, data shows a significant gap between farm income and income from the rest of the economy over time. This gap is even larger when it comes to small- and medium-sized farms (the income per worker of farms below 5 hectares (ha) is 45% of the average income for the rest of the economy, for farms between 10 and 20 hectares it is 60% of the average), farms in areas with natural constraints (ANC) classified as mountain areas (nearly 60% of the income outside ANC) and also for some sectors (e.g. sheep, goats, and cattle below 60% of the average income). The Austrian organic sector is demonstrating that economic and environmental objectives provide synergies. The area under organic farming (certified plus in conversion) is increasing in Austria, covering 24.1% of the country’s total Utilised Agricultural Area (UAA) (leader in the EU). In terms of productivity, Austrian agriculture undergoes constant improvement mainly due to improving labour and land productivity. Similarly, fixed capital consumption has been increasing in Austria, showing a continuous investment in fixed assets and machinery. This is partly due to the high costs linked to the topography. The high proportion of small farms that need to invest in basic equipment can also weigh on this result. Finally, to cushion farm income from climatic risks, risk management instruments and strategies have been constantly expanded in recent years with about 80% of arable land being insured against hail and more than 60% of arable land against other major harmful events. At the same time, the share of the value added for Austrian farmers in the food chain is 20% (below EU average), and, while absolute gross value added by producers rose by 13% between 2008/09 and 2016/17, the total value added in the food supply chain in Austria rose by 34%. This economic position of farmers in the food chain, at least unbalanced, is characterised by only 35 recognised producer organisations in Austria (153 per million holdings vs an EU average of 254 per million holdings) and most had annual turnovers similar to small and medium-sized enterprises. 1 It concerns the targets on use and risk of pesticides, sales of antimicrobials, nutrient loss, area under organic farming, high diversity landscape features and access to fast broadband internet. ",
        "3 1.2 Bolster environmental care and climate action and contribute to the environmental- and climate-related objectives of the Union Climate change mitigation is an important issue for Austria’s agriculture. Greenhouse Gas (GHG) and air pollution emissions from enteric fermentation and manure management are considerable, and emissions from cropland due to land use change increased considerably in recent years. Between 2004 and 2018, permanent pasture in Austria decreased from 60% to 47%, which runs counter to the trend in the EU-27, and emissions from manure management have increased more than at the level of the EU-27 in recent years. The reasons for the reduction in permanent pasture were abandonment or afforestation in inaccessible areas, and the conversion of grassland and heathland into arable land or permanent crops in other areas, with negative consequences for biodiversity. Austria will need to reduce its GHG emissions from agriculture to contribute to EU Green Deal targets. Austria should prioritise action to reduce methane and nitrous oxide emissions, including from the livestock sector, by reducing the use of conventional fertilisers and supporting land use and land management practices for maintaining and improving carbon sequestration, including the protection of bogs. Regarding air pollution, 93% of the total reported ammonia emissions in Austria come from agricultural sources and ammonia emissions from agriculture have slightly increased over time. This jeopardises the chances of reaching the reduction targets for ammonia in accordance with the National Emissions Ceilings (NEC) Directive for both 2020 and 2030. Concerning water quality, surface and groundwater do not always meet the requirements of the Nitrate Directive, in particular in the northeast and eastern groundwater bodies. Diffuse agricultural pollution is one of the pressures on surface waters affecting 18% of water bodies. Hence, strategies should be developed and implemented to ensure compliance and to improve synergies between the CAP and the Nitrates Directive and the Water Framework Directive. On water quantity, irrigation is still limited to a few areas in Austria. In light of climate change the quantities of water abstracted should be monitored, which is not yet the case. Also, a comprehensive gap assessment for nutrients and pesticides under the Water Framework Directive is not available yet. Building on the extensive use of, and positive experience with, agri-environment-climate commitments during the 2014-2020 programming period and making use of a wide range of actions offered by the forthcoming Horizon Europe mission on soil health, Austria is encouraged to focus on further improving soil health. This would lead to multiple environmental benefits including reduced vulnerability to erosion and increased resilience of the agricultural ecosystem to the impacts of climate change (water retention capacity, etc.). The considerable soil erosion problems, which can be found especially on slopes with orchards, vineyards and maize-dominated production systems, should also be addressed through adequate means (soil coverage). On arable land, more diverse and longer crop rotations, and appropriate tillage/cultivation practices are among the measures to address erosion problems. With 24% of its utilised agricultural area under organic farming - 15% of UAA is organic permanent grassland - Austria has the highest share in the EU. At the same time, it has to be considered that in Austria, dairy cows in organic farming can be kept in housing without any permanent access to pasture 1 . There is an opportunity to further expand organic farming - as well as other low-input production systems including extensive grazing and other practices typical of high-nature-value farming – and to ensure that these areas include sufficient landscape elements to fully reap their multiple environmental benefits. ",
        "4 In Austria most high nature value farmland (HNVF) is located in mountain areas (44% of mountain areas are considered HNVF, whereas in areas without natural constraints only 5% are considered HNVF) 2 . Austria will need to address the decline of biodiversity in both agricultural and forest areas. The farmland bird index was 63.7 in 2019 (for EU-27 in 2017: 82.5) 3 . Over the last decades, the Austrian farmland bird index has shown a decline in common farmland bird populations. According to the latest Article 17 report of the Habitats Directive (2013- 2018), almost all grassland types within Natura 2000 areas are in unfavourable conservation status. The Austrian prioritised action framework (PAF) indicates the need to make existing management measures more suitable for different grassland habitats. Habitats and species of cropland are also increasingly endangered largely due to agricultural intensification and the trend towards more vegetable and maize, and less cereal cultivation. The PAF for Austria points to the need to preserve niche habitats in cropland areas through a series of measures that include the promotion of extensive farming practices, a reduction or elimination of inputs, the creation of perennial fallow land and flower strips, the preservation and maintenance of landscape elements, as well as specific conservation measures for certain habitats and species. In view of more frequent occurrence of extreme weather conditions due to climate change, agricultural and forest ecosystems need to be made more resilient. Forests should be supported to adapt to climate change through measures such as planting more diverse and site-adapted tree species as part of sustainable forest management to achieve a high level of carbon dioxide (CO 2 ) binding, making forests less vulnerable to pests (such as spruce beetles) and diseases and other impacts of climate change, and making forests more useable for society. 1.3 Strengthen the socio-economic fabric of rural areas and address societal concerns Delivering on the Farm to Fork Strategy and embarking on the transition towards a green and modern agricultural sector over the next decade means closely involving the young generation of farmers in this endeavour. While Austria is doing comparatively very well in this regard, it will need to keep farming attractive for young people, an important factor for lively rural areas. However, Austria also witnesses phenomena linked to ageing and depopulation in particular a strong old age dependency ratio and projected negative demographic trends until 2032 for some specific territories. This could be due, among other things, to the gap of gross domestic product (GDP) per capita between urban and rural areas and to specific challenges, which often exist for certain vulnerable parts of society. This is true in particular for women in rural employment (the gender gap in rural employment is at 10 percentage points) as well as the risk of poverty in rural areas, which is clearly higher for EU and non-EU born residents than for natives; in Austria the presence of non-EU born residents in urban areas differs strongly from their presence in rural areas. To achieve gender equality, there must be careful consideration of the specific needs of women in agriculture and rural areas. Addressing the specific needs of rural areas will require investments in both physical and human capital - including for a dynamic bio-economy (forestry investments decreased by 30% between 2005 and 2017) - underpinned by adequate financial resources and paying particular attention to those territories and stakeholders most in need. At the same time, ensuring the protection of agricultural workers, especially the precarious, seasonal and undeclared ones, will play a major role in delivering on the respect of rights enshrined in ",
        "5 legislation, an essential element of the fair EU food system envisaged by the Farm to Fork Strategy. The Strategy also aims to contribute to sustainable EU food systems, which implies, among other things, prioritising a stronger shift towards consumer preferences in such areas as quality production, more balanced diets and health. This relies strongly on a sustainable use of pesticides. In the case of Austria, the overall weighted index for both harmonised risk indicators has been evolving upward due in part to the increased use of CO 2 in the storage of crops 4 . In order to reverse this trend Austria will need to demonstrate a high level of ambition in line with the new Farm to Fork pesticides targets taking into account their use and the agricultural production of their regions. Animal welfare is another priority area for the Farm to Fork strategy and Austria should promote best practice management, especially for pigs, which is also important for the sustainability of food production systems. Furthermore, Austria should also make an effort to shift towards healthier, more environmentally sustainable diets. 1.4 Modernising the sector by fostering and sharing of knowledge, innovation and digitalisation, and encouraging their uptake The Austrian agricultural knowledge and innovation system (AKIS) is overall strong and integrated, yet some aspects deserve further attention. Sustained training efforts and improved knowledge exchange and co-creation in interactive innovation projects help to make farmers stronger agents of the modernisation of the agricultural sector. However, up-to-date results and findings of research projects and experimentation at universities and research centres tend to be insufficiently used and targeted for advice and teaching and for farmers. Building on positive experiences, the Austrian AKIS can further strengthen knowledge flows by making full use of new possible CAP interventions in the area of knowledge exchange and interactive innovation. This can be achieved through: i) better integration of research in AKIS to bridge the gap between research and practice, ii) coordinated support to advisors to learn from other EU Member States, iii) a ‘mobility budget’ for advisors and iv) the innovation networking activities of the CAP network 5 . For the national AKIS to respond to the ever growing information needs to farmers, foresters and rural entrepreneurs, and to speed up innovation addressing all CAP objectives (economic, environmental and social), it is essential to enhance further links between public and private advisors and to invest in their training and skills. Advisors should be supported to help capture individual innovative grass roots ideas and to develop these ideas by helping to prepare and implement European Innovation Partnership (EIP) operational group projects (‘innovation support services’). Despite the support to projects and training, the use of digital technologies in agriculture or smart farming is generally limited. Austria shows also overall below-average levels for connectivity, the use of internet services, and the integration of digital technologies. The use of digital-based solutions is also limited at the level of CAP administration. 1.5 Recommendations To address the above interconnected economic, environmental/climate and social challenges the Commission considers that the Austrian CAP strategic plan needs to focus its priorities and concentrate its interventions on the following points, while adequately taking into account of the specificities of Austrian agriculture and rural areas: ",
        "6 Foster a smart, resilient and diversified agricultural sector ensuring food security  Improve the viability of farms, especially smaller and mountain farmers in areas of natural or specific constraints through a more targeted and effective distribution of direct payments, through the application, for example, of the complementary redistributive income support for sustainability and the reduction of payments.  Improve the position of farmers in the food supply chain by supporting investments focused on higher-priced markets and products, such as organic products and food items with geographical indications. There should be further emphasis on plant-based or forestry production, and on livestock production that has a lower environmental and climate footprint and involves higher standards of greater animal welfare.  Raise supply chain co-operation while developing skills and new markets by supporting the formation, recognition and growth of producer organisations (POs). Investments made jointly through POs in physical and human capital (e.g. digital skills) could in some cases be more effective than individual investments. Bolster environmental care and climate action and to contribute to the environmental- and climate-related objectives of the Union  Improve the health of agricultural soil and its capacity for storing carbon by supporting appropriate management practices. These could include more diverse and longer crop rotations, optimised fertilisation, improved maintenance and management of landscape features, and appropriate tillage/cultivation practices on arable land, as well as support for carbon farming.  Foster climate change mitigation in particular by reducing the impact on the climate from livestock farming through support for practices and developments such as: use of emission-reducing feed mixes that respect the requirements of good animal health in line with the Methane Strategy; low-emission techniques of manure storage and application; and more generally, the use of precision farming.  Foster climate change adaptation in agriculture through measures including: enhanced diversity and use of site adapted and ‘climate proof’ crops; green infrastructure and natural water retention measures for decreasing the impacts of extreme weather events including floods and droughts; pest and disease surveillance and management. Flanking support for related training and innovation may be needed.  Reduce nutrient losses in areas with high nitrate figures through reinforcement of mitigation measures, optimization of fertilisation practices and fertilisation reductions in line with the Green Deal target on nutrient losses .  Fostering sustainable forest management, enhancing multi-functionality, forest protection and restoration of forest ecosystems to reach good condition of habitats and species linked to the forests in order to enhance ecological services and biodiversity. Maintain and improve carbon sequestration and build resilience to threats such as climate change impacts on forests. In certain regions, there should be a specific focus on planting more diverse and site-adapted tree species. Austria should promote the use of woody biomass for long-living materials, namely in the building sector. ",
        "7  Support biodiversity conservation on agricultural land , contributing to the EU Biodiversity strategy targets. Support commitments to help maintain or restore to favourable conservation status of habitats and species of Community Interest identified and prioritised in the PAF for CAP funding, which may include: supporting landscape features (in line with the related EU Green Deal target), as well as low-input production systems – including extensive grazing and other practices, with a particular focus on grassland habitats, wetlands and bogs. Strengthen the socio-economic fabric of rural areas and address societal demands  Counter phenomena of an ageing society and depopulation by enhancing the economic attractiveness of rural areas and alleviating the specific difficulties of vulnerable groups in terms of employment and risk of poverty. Suitable approaches include supporting investments in basic infrastructure and services, as well as in economic diversification – e.g. on farms or within the bio-economy, including via investments in small and medium enterprises with a focus on forestry and rural tourism and in human capital. In doing so it will be important to ensure synergies with other EU and national funds.  Contributing to the EU Green Deal targets on pesticides by promoting the sustainable use of pesticides, in particular by ensuring the uptake of integrated pest management practices. Fostering and sharing of knowledge, innovation and digitalisation in agriculture and rural areas, and encouraging their uptake  Sustain efforts to strengthen AKIS by intensifying networking activities within and beyond Austria and structuring knowledge exchange and innovation processes among the relevant actors, especially between researchers, farmers, advisors and the CAP networks.  Contribute to the EU Green deal target on broadband by supporting investments in fast broadband coverage and step up the digital transition of the farming sector, not only through improved broadband coverage but also through support for innovative data-based solutions for farms – especially small farms and those located in mountainous areas. In doing so it will be important to ensure synergies with other EU and national funds. ",
        "8 2. ANALYSIS OF AGRICULTURE AND RURAL DEVELOPMENT IN AUSTRIA Austria covers an area of 83 879 km² of which almost 80% is rural. Of the total area, 32% is agricultural land while forests cover 44%. Agriculture and forestry sectors are the economic backbone of rural areas and they play a vital role in keeping rural areas a liveable and vibrant environment. Austrian agriculture can be described as highly developed and is characterised by small-scale family structures. The majority of farm holdings (87%) are located in mountain areas and areas facing natural constraints with dairy products, livestock, crops, and timber as important agricultural outputs. Rural areas are not only important with respect to nature protection and rural tourism but ensure food security across Austria as well as provide for vital rural livelihoods. 2.1 Support viable farm income and resilience across the EU territory to enhance food security In Austria, the agricultural income is on average about 48% of the average wage in the whole economy between 2005 and 2019. This share ranges from 56% in 2011 to 40% in 2015 and is more or less equal to the EU average 6 . The average factor income fluctuates around €19 000 between 2005 and 2019 (close to EU average) 7 . Direct payments form about 26% of the factor income. Direct payments and payments under rural development form together, on average, a substantial 48% of the income and, in particular, 61% in ANC mountain area 8 . In 2018, 20% of the beneficiaries farmed 53% of the land and received 57% of direct payments 9 . However, large differences exist for the agricultural factor income between farm sizes, agricultural sectors and type of areas facing natural constraints (mountains). Factor income tends to increase with physical farm size (factor income of farms below 5 hectares is 45% of the average, for farms between 10 and 20 hectares it is 60% of the average) while the direct payments and payment to ANC per hectare is decreasing. However, the differentiation of the direct payments and payment to ANC per hectare does not allow to compensate the important differences in income between small to medium farms on one hand and large farms on the other hand (as illustrated by the result indicator R6 at only 96% in 2017). Income tends to be higher for the largest economic farm sizes while the direct payments and payment to ANC per hectare is decreasing. For sectors, the agricultural factor income is above average for field crops, granivores while direct payments, and payment to ANC per hectare is comparable with other sectors. Income in the sheep and goat sector is about half of the average income and it is also very low for cattle farms despite slightly higher level of the direct payments and payment to ANC per hectare for these sectors (the direct payment per hectare is comparable in all sectors except for cattle where it is lower). Most sectors see fluctuations in income over time (in particular for granivores and field crops). Income by region (i.e. ANC/non-ANC) also shows wide differences. Despite a higher total income support per hectare (direct payments (which per hectare are comparable for all types of areas) + ANC payment, +57% in 2018), mountain areas still have a significantly lower income (-39% in 2018) than non-ANC areas. In other ANC areas, the higher total income support per hectare appear to fill most of the gap with the income outside ANC 10 . Among other reasons, including its exposure to climatic risks (mountain areas can be more exposed to overall increase of extreme weather conditions), farm incomes strongly ",
        "9 fluctuate. This leads to the need to deploy risk management instruments and strategies. The offer of insurance has been constantly expanded in recent years and constantly adapted to meet the needs. Farmers have already accepted the offer well. This is shown in particular by the high level of insurance. This is about 80 % of arable land in the case of hail and more than 60 % of arable land in the case of other major harmful events 11 . Source: Directorate General for Agriculture and Rural Development. CAP context indicators C.25 Agricultural factor income and CAP context indicator C.26 Agricultural entrepreneurial income. Income based on EUROSTAT [aact_eaa04], [aact_ali01] and [aact_eaa06], adding back the compensation of employees to the entrepreneurial income and divided by the total number of annual working units. Note: 2019 data estimated. The average wage in the economy based on EUROSTAT [nama_10_a10_e] thousand hours worked using employees domestic concept and [nama_10_a10], item wages and salaries. 2.2 Enhance market orientation and increase competitiveness including greater focus on research, technology and digitalisation Around 40% of the population lives in predominantly rural regions. The total number of farms declined between 2005 and 2016 in Austria from 170 000 to 132 500 farms 12 . Small farms (<€4000) are the most numerous and represent 19% of the total number of farms. The agricultural area declined to 2.69 m hectares in 2016 (mainly permanent grassland, -29%), including due to land ceiling, and livestock density increased from 0.75 (2005) to 0.90 (2016). The agricultural area of extensive grazing (area under grazing livestock production below 1 livestock unit/ha of forage area) decreased between 2005 and 2013 from 44% to 34% of the total agricultural land (UAA). More than 85% of the holdings in Austria farm are operating under natural constraints (ANC areas), corresponding to 63% of the total UAA (2019) 13 . Agricultural factor income per worker in mountain areas are lower since 2005 compared to other areas. Austria is using the Voluntary Coupled Support scheme but at low rate (2% of direct payments in 2018), targeted to the livestock sector (beef and sheep and goat) 14 . The area under organic farming (certified plus in conversion) is increasing in Austria, covering about 639 000 hectares in 2018 15 . With 24.1% of the UAA under organic farming in 2018, Austria has the highest share of agricultural land under organic farming in the EU. Austria offers comprehensive support programmes (6 th highest national co- financing) that ensure compensation for higher costs or lower yields on the land, co- finance investments, support the education and advice of organic farmers and the Trend in agricultural income (versus average wage in the economy) in Austria Agricultural income as % of average wage in the economy Agricultural income as % of average wage in the economy – EU-27 Agricultural factor income per AWU in real terms ",
        "10 marketing and sale of organic products. Continuous investments into training and advice in downstream activities could support the sector in meeting the growing demand. Austria agricultural trade balance is largely driven by trade with EU partner countries (period analysed is 2002-2018, in volumes 16 ). In the animal sector, Austria is a net exporter of most of the dairy products to EU trading partners, especially drinking milk and fresh dairy products. Cheese net exports are mainly driven by exports to extra-EU countries. In the case of butter, Austria relies significantly on imports from other EU countries. Regarding meat trade, Austria is a net exporter of pig meat towards non-EU countries and a net importer of poultry from EU partner countries. Austrian’s meat trade balance declined since 2012. Over the period 2002-2018, Austria became a net importer of cereals, while oilseeds imports continued to increase (while stabilized in recent years). This is explained by a valorisation of the agricultural sector towards higher added-value products. Total factor productivity in Austria has been increasing, mainly driven by improving labour and land productivity (see graph below). In 2018, 118 000 people worked in the agricultural sector, representing more than 3% of the total workforce (-20% compared to 2005) 17 . Nevertheless, the compensation of employees has increased. Fixed capital consumption has been increasing in Austria (+11% from 2005 to 2019) 18 showing a continuous investment in fixed assets and machinery. This is partly due to the high costs linked to the topography. The high proportion of small farms that need to invest for basic equipment can also weigh on this result. Sharing machinery through producers’ organizations could alleviate some costs. Research and Innovation support is ongoing in Austria but private investments in research and innovation are still lagging behind due to farm size. Share of farm managers having received basic or full training attained 46% in 2016 19 . The share of managers that received a full training is significantly higher than the EU average. In specific areas, as the digital skills of the workforce, investments in human capital could be strengthened (in 2017, only 39% of workers had above-basic digital skills 20 ), through trainings and knowledge transfers. Source: European Commission. CAP context indicator C.27 Total factor productivity. Based on EUROSTAT [aact_eaa05], [aact_eaa04], [aact_ali01], [apro_cpsh1] and [ef_mptenure] and FADN. Total factor productivity in agriculture in Austria (Index 2005 = 100) Total factor productivity Land productivity Labour productivity Intermediate costs productivity Capital productivity TFP EU-27 ",
        "11 2.3 Improve farmers' position in the value chain The share of agriculture in the value added in the food supply chain (FSC) in the EU is around 27%; in Austria it is 20%. Absolute gross value added by producers rose by 13% between 2008/09 and 2016/17, but total value added in the FSC in Austria rose by 34% 21 . Agricultural incomes in Austria are only about 48 % of the average national wage (see 2.1). Farmers could engage in more downstream activities, i.e. integrate vertically, or innovate and develop markets for new agricultural products. Joining producer organisations (POs) that have the critical mass and the human and financial capital to do so could be one solution. The livestock sector generates 54% of Austria’s agricultural output (EU average 42%); in the crop sector cereal production is the biggest contributor 22 . The Commission’s F2F Strategy calls for a more plant-based diet with more fruits & vegetables and better animal welfare. Farmers could transition to more plant-based or forestry production or otherwise concentrate further on livestock production with a lower environmental and climate footprint and greater animal welfare, and the sector could focus on animal products with more wholesome nutrition profiles (e.g. lower in salt and fat). In 2017, there were only 35 recognised POs in Austria (153 per million holdings vs an EU average of 254) and most had annual turnovers similar to small and medium-sized enterprises 23 . Austria could encourage more POs, such as agricultural cooperatives, to seek recognition and encourage the formation of bigger POs that can better face operators in more concentrated downstream markets. No Inter-branch Organisation (IBO) has been recognised so far in Austria. In Austria, consumer food prices are 24% above the EU average, but the increase in producer prices lags behind 24,25 . To improve price transmission along the FSC, Austria could improve market transparency by notifying market information beyond the minimum requirements of Implementing Regulation (EU) 2019/1746. In Austria, 56 product names have been granted a geographical indication (GI) 26 , of which 36 are a protected designation of origin (PDO) (2% of all EU PDOs) 27 . In Austria organic farms had a higher net value per work unit than their conventional counterparts and about 19% of all farmers in Austria are organic farmers (3% in the EU) 28,29 . Producers in Austria could continue to focus on such higher-priced markets and products, using more geographical indications (GI) and keeping the level of organic. Source: European Commission. CAP indicators – Data explorer. CAP Result indicator RPI_03 Value for primary producers in the food chain. Value added for primary producers in the food chain in Austria (in million EUR) % for primary producers – EU-27 Primary production Food and beverage consumer services Food and beverage manufacturing % for primary producers (right axis) Food and beverage distribution ",
        "12 2.4 Contribute to climate change mitigation and adaptation, as well as sustainable energy Between 1990 and 2018 overall greenhouse gas emissions increased by 0.6% in Austria - whereas the EU-27 saw a decrease of 22.5% during this period 30 - with GHG emissions in Austria amounting to just above 80 million tonnes CO 2 equivalents in 2018 31 . During the same time GHG emissions from agriculture decreased considerably less in Austria than in the EU-27 ( - 10.7% in Austria, compared to - 20.6% in EU-27 32 ) 33 . Total emissions from agriculture increased as of 2013, similar to the trend in the EU-27 (slight increase). The share of agriculture (including soils) in total net emissions with land use, land-use change and forestry (LULUCF) accounted for 9.8% in Austria, which is below the EU average (12.7%) 34 . However, if upstream GHG emissions, such as energy use for mineral nitrogen fertilisers or land use change for feed production, were added to the sector’s traditional emissions, agriculture would account for up to 20% of Austria’s total GHG emissions 35 . The main source of agricultural GHG emissions in Austria (2018 figures) was enteric fermentation with a share of 57%, compared to an EU-27 average of 44%. The second biggest source were agricultural soils (with 28% lower than the EU-average of 38%), followed by manure management whose share (14%) has been close to the EU average 36 . Between 2013 and 2018, GHG emissions from enteric fermentation remained stable, whereas emissions from manure management and soil management increased more than the EU-27 average 37 . The emissions of methane (CH4) and nitrous oxide (N2O) per hectare of UAA are only slightly higher in Austria than the EU-average 38 . Between 1990 and 2018 GHG emissions due to Land Use, Land Use Change and Forestry (LULUCF) decreased by -57% in Austria, whereas they increased by 3.1% in the EU-27. Net removals are reported for LULUCF dominated by forestland removals and harvested wood products. Forest and woodland areas cover 4.8 million ha in Austria, compared to an UAA of 2.7 million ha. It should be noted that emissions from cropland due to Land Use Change increased considerably in Austria between 2013 and 2018 39 . The share of agriculture in the production of renewable energy was lower in Austria in 2018 (5.4%) than the EU average (12.1%). The share of forestry in the production of renewable energy, on the other hand, was higher in Austria (47%) than in the EU-28 (41.4%). Looking at the production of renewable energy from agriculture and forestry expressed as a share of total primary energy production Austria reaches 40% (more than twice as much as the EU average) 40 . In 2018 the share of agriculture and forestry in total final energy consumption in Austria was around 2%, which is slightly lower than the EU- 27 average (2.9%) 41 . In the 2014-2020 programming period Austria dedicated more than 26% of its European Agricultural Fund for Rural Development (EAFRD) allocation to agri-environment- climate measures (AECM) 42 . The Austrian rural development programme (RDP) includes the target to cover 79% of agricultural land with management contracts to improve soil management and/ or prevent soil erosion; the target for land covered by contracts to reduce GHG and / or ammonia emissions was only 4% 43 . Support for carbon sequestration and conservation in agricultural and forest areas 44 through the RDP should be enhanced. The same goes for support for investments in livestock management to reduce GHG and/or ammonia emissions 45 . The increase of average temperature in Austria is higher than the global average: While from 1980 onwards, globally, temperatures have risen by 0.5 °C, it increased by 1 °C in ",
        "13 Austria 46 . Austria has increasingly witnessed draughts and heat waves in recent years (2015 47 , 2018 and 2019 48 ), the damage to agriculture caused by droughts is estimated to be €230 million in 2018 and €100 million in 2019. Austria has also been increasingly affected by severe flood events. The snowfall line has already risen by one hundred meters since 1950. An increase of extreme events can cause an increase in annual yield fluctuations in agricultural production, caused by heavy precipitation, regional storm damage and regional frost and hail damage. Increased heavy precipitation also leads to an increased risk of soil erosion, especially in uncovered soil between rows and in hilly terrain. The increase in temperature in recent years has also led to an increased incidence of fungal and bacterial pathogens in wine and other fruits when there is sufficient humidity. Increasing periods of heat can also reduce the performance of farm animals. For forests, abiotic disruptive factors such as storms, late and early frosts and wet snow events or wildfires could also cause greater damage than before. These disturbances could also trigger mass propagation and epidemics of important forest pests, such as spruce bark beetle. To reduce the potential impact and severity of climate change there is a need to improve the overall resilience of the agricultural ecosystem and to create stable forest ecosystems. The AgriAdapt LIFE project has recommended, inter alia, to focus on the improvement of soil health, better adaptation of the livestock sector to heat waves and the promotion of water efficiency (irrigation, less water intensive plants, etc.) 49 . This also corresponds to the findings of the AT climate change adaptation strategy 50 . Source: European Environmental Agency. As in EUROSTAT [env_air_gge] 2.5 Foster sustainable development and efficient management of natural resources such as water, soil and air For water, there are two parameters to be considered: the quality and quantity of water. For quality, in Austria the main problem stems from nitrates (N) rather than from chemical pollution. Between 1995 and 2016, the nitrogen surplus in Austria decreased Total Greenhouse gas emissions from agriculture (including and excluding LULUCF) in Austria (in million tonnes of CO 2 equivalents) Grassland Agriculture % of agriculture (incl. emissions from cropland and grassland) in total GHG emissions (incl. LULUCF) EU-27 % of agriculture (incl. Emissions from cropland and grassland) in total GHG emissions (incl. LULUCF) Cropland % of agriculture in total GHG emissions (exc. LULUCF) ",
        "14 showing up- and downward fluctuations but always staying under the EU 28 level: It went down from 45 kg N/ha in 1995 over 44 kg/ha in 2000 to 21 kg/ha in 2009 but again up to 41 kg/ha in 2015, while in the EU the gross nitrogen balance went down from 63.16 kg/ha to 46 kg/ha in 2009 and 52,43 kg/ha in 2015. 51 . The phosphorus (P) surplus decreased between 1995 and 2008 (to a deficit) but increased after 2008 to a level of 2 kg/ha/year of P in 2015 52 . The surface water is affected as 18% of the surface waters are not in a good ecological status due to a high nutrient load of Nitrates and Orthophosphates. For the groundwater, during the period 2012 – 2015, 8.1 - 15.2% of the groundwater monitoring stations showed that the Nitrate level was over 50 mg/l 53 compared to 11.73 - 13.2% in EU 28. Mainly in Eastern Austria, the groundwater recharge is lower, leading to higher Nitrate concentration in the leachate. For the status of the groundwater apart from the said chemical parameters, permanent grassland has an important function as a carbon sink due to its filtering capacity and its land use as such. However, since 1999 the carbon sinks were reduced by 59% due to conversion of permanent grassland into agricultural land. While between 2004 and 2018, the share of permanent grassland and meadows stayed with around 30.7% relatively constant in the EU, it decreased in Austria between 2004 from 59.92% to 47.43% in 2018 54 , at the same time the share of arable land increased by 10% in Austria while it decreased by 1% in EU 27. In 2017, 78% of agricultural land was under contract to improve water management. The review of Austria´s second River Basin Management Plan under the Water Framework Directive 55 covered the rivers Danube (water exploitation index 5.51%, 4hm 3 used by agriculture), Rhine (water exploitation index 13.58%, 17hm 3 used by agriculture) and Elbe (water exploitation index 16.16%, 5hm 3 used by agriculture). It was noted that 97% of the groundwater bodies were in good chemical status indicating no significant pressure from agriculture, while at the same time a comprehensive gap assessment for nutrients and pesticides had not been undertaken for any of the River Basin Management Plans, which Austria was recommended to do 56 . For surface water, the situation is not as good with 100% of surface waters failing to achieve good chemical status and 52% failing to achieve good ecological status. For the water quantity, 58.3% of the water use stems from agriculture, forestry and fishing with a seasonal peak from April to June. There is a concession, authorisation, and/or permitting regime to control surface and groundwater abstractions and water impoundment, as required by good agricultural and environmental conditions (GAEC 2) under cross-compliance. Altogether, only 3.7% of the total utilised agricultural area was irrigable in Austria, mainly in Niederösterreich and Burgenland due its relatively dry climate and the cultivation of water intense crops such as vegetables 57 . However, the quantities of water actually abstracted are not monitored in Austria. Regarding soil, the mean soil organic carbon content was 30.40 g/kg in 2015 (28.90g/kg in 2009) 58 , placing Austria in a lower position compared to the top score of Ireland with 82.4 g/kg and below the EU average (43.1g/kg). For the soil quality, the humus content indicates the resilience and fertility of the soil, which is in Austria higher in grassland than in arable soils 59 . In the Austrian top soil, 1.2% mass of soil organic matter is stored. In Austria, only 0.3% of the land is peatland. In 2010, in EU27 in average a share of 6.7% of agricultural land was in danger of severe erosion, while in Austria 21% of the agricultural land. In 2016 however, the rate of severe erosion had decreased to 19.9% in Austria but only slightly to 6.6%in EU 27 compared to 2010, still putting Austria on position three among Member States 60 . Loss rates differ significantly, with relatively moderate 2 - 5% in Oberösterreich but high rates affecting parts of Tirol , Salzburg and Oberkärnten , partly linked to traditional ways of using slopes by also maintaining humus 61 . In 2017, 82% of agricultural land was under contracts to improve soil ",
        "15 management. In Austria, over 60% of tillable agricultural land is tilled conventionally and only a minor share is under zero tillage 62 . In 2016, 19% of arable land was left without soil cover during winter, increasing the risk of nutrient leakage and soil erosion 63 . Regarding air, in 2017, the share of greenhouse gas emissions from agriculture was 9.9% including grassland and cropland. Ammonia (NH 3 ) pollution to the atmosphere (air pollution and nitrogen loss) stems 93% from agriculture 64 coming from different sources (in 2018, NH 3 emission from agriculture in Austria consisted of 1% from pasture holding, 8% mineral fertiliser, 41% fertilisation (manure) and 48% manure/slurry storage in stable/on farm). Over time, ammonia emissions from agriculture have slightly increased rather than decreased in Austria: Since 2012, NH 3 emissions increased by 2.2% to 64.6 kilotons in 2017 with the biggest share stemming from non-dairy cattle (10.2 kilotons), followed by dairy cattle, although since the 1990s the total number of bovines is declining. The change in the bovine keeping from tethering to open space stables led most probably to an increased slurry production, later used as cheap urea fertiliser together with the different feeding needs of high performance dairy cows. Moreover, less animals have access to pasture, as even on organic farms under Austria´s organic farming rules, dairy cows can be kept indoors without permanent access to pasture. Furthermore, studies show that insufficient manure storage contributes to increased NH 3 emissions 65 . The Commission has undertaken an assessment of the risk of non-compliance with the emission reduction commitments under Directive (EU) 2016/2284 (NEC Directive) concluding that, for both 2020-29 and for 2030 and beyond, Austria would be at high- risk of not reaching the emission reduction commitment for NH 3 Source: European Commission. CAP context indicator C.40 Water quality. Based on EUROSTAT [aei_pr_gnb] 2.6 Contribute to the protection of biodiversity, enhance ecosystem services and preserve habitats and landscapes Biodiversity in Austria is characterised by its richness reflected in the above- the average size of the Natura 2000 network and high nature value extensive farming as well as important landscape density and diversity. The dominance of farming with low input intensity and the increasing area under organic farming are contributing factors. Good topographical conditions with rich biodiversity resources lay down the foundation for Potential surplus of N and P on agricultural land in Austria Potential surplus of nitrogen on agricultural land (in kg N/ha/year) EU-27 GNB for Nitrogen Potential surplus of phosphorus on agricultural land (in kg P/ha/year) Kg N/ha/year Kg P/ha/year ",
        "16 maintaining high biodiversity through extensive farming (e.g. mountain area). However, the status of biodiversity in terms of bird indicators and habitats conservation show a downward trend. The farmland bird index was 63.7 in 2019 (for EU-27 in 2017: 82.5) 66 . Over the last decades, the Austrian farmland bird index has shown a decline in common farmland bird populations. In the period 1998-2018, 75% of the indicator species experienced a statistically significant decline 67 . On average, 40% of all bird stocks disappeared between 1998 and 2018. In Austria, 35% of grassland habitats protected under the Habitats Directive are in unfavourable-bad status, 58% in unfavourable-inadequate and 8% in favourable conservation status 68 . In 2018, the Ecological Focus Area (EFA) was 28 996 hectares. Catch crops or green cover accounted for 52% of EFA. Twenty-two percent of EFA was nitrogen fixing crops and 20% fallow land 69 . In view of Austria’s implementation choices under cross-compliance, Austria should consider protecting more landscape elements in future in the baseline than is currently the case. The share of land under management contracts supporting biodiversity and/or landscapes and forest accounted for 87% while the EU average was 15% in 2018. 70 There is a decline in the area of biodiversity-relevant habitat types in the agricultural landscape (low-intensity arable land, fallow land, species-rich mountain pastures). The suitability of the existing management for species and habitats on grassland habitats in Austria has recently been analysed 71 , concluding that many grassland habitat types are managed in an unsuitable way 72 . Forest area is increasing, as is the share of hardwood in managed forests. The target value for deadwood, a resource particularly important for many species of animals and fungi, would be 10% deadwood in the living stock, which would be an average of 33 m3/ha (standing and lying). Currently, however, the value is around 20 m3/ha or 6.2%. For forest habitats and species, the harvesting of deadwood, afforestation and clear- cutting has been reported as the most significant pressures. In Austria in 2017, more agricultural area was managed by farms with low input intensity (37.4%) than with high input intensity per ha (29.7%). These figures slightly differ from the EU-27 averages: 36% for high input and 27% for low input intensity 73 . In 2012, the size of the agricultural area covered by high nature value (HNV) farming was much higher in Austria than the average for the EU-28: HNV made 75.6% of the Austrian agricultural area while it was only 32.3% for the EU-28 74 . Austria has an extensive network of Natura 2000 sites, which occupy almost 58% of its territory (compared to the EU average of 20%). The share of agricultural area in Natura 2000 is 12%. This proportion is similar to the EU average of 11%. 75 The Austrian prioritised action framework indicates that the main pressures on grassland are abandonment, more intensive use and conversion into arable land. On cropland habitats and species are increasingly endangered due to intensification and the trend towards more vegetable and maize, and less cereal cultivation. Therefore, the PAF considers that the main need for grassland is support for management of marginal yield areas and species-rich grassland, which is adapted to the specific site and target species. In order to preserve niche habitats in cropland areas, it is necessary to promote extensive low-input farming, the creation of perennial fallow land, the ",
        "17 conservation of habitats through land purchase, the creation of flower strips and lookout perches, to continue the programme for ground breeding birds on arable land and to preserve and maintain landscape elements. In addition, some Natura 2000 management plans still need to be drawn up or revised based on new findings. In addition, the nature dialogues identified the need to consider expected threats through the current drive for renewable energy production, as well as the need to reduce human-induced changes in hydrological conditions. There is a certain need to continue to promote selective measures such as support of dead wood, conservation of trees with caves and nesting trees as well as large-scale projects such as clearing measures, conservation and conversion of forest habitats or promotion of rare tree species. There is also a need to promote forest management adapted to the respective forest habitats and to the presence of certain umbrella species such as capercaillie or white-backed woodpecker. Rejuvenation is to take place primarily via natural rejuvenation, afforestation should only take place on problem areas, e.g. for the area of the upper forest boundary. In the Forest Europe report published in 2015, Austria reported that 11 tree species, 18 birds and 13 mammals were threatened. 76 Concerning the species abundance category, in Austria there are 2-3 types of species. According to the Forest Europe report, actually, 21.6 % of forest tree species are threatened. Austria has been implementing National Forest Programmes, Action Plans, and Strategic Programme at subnational level as well, which contributed to the achievement of biodiversity goals. Austria has specific objectives concerning biodiversity, namely objectives set for the protection of rare and endangered species. The total area under organic farming is increasing in Austria, covering about 640 000 hectares of land in 2018 accounting for 24.1% of the total UAA, which is well above the EU-27 average (8%) 77 . Organic production is an attractive business development option for many holdings in Austria. In recent years there has been a significant increase in organic production in Austria, mainly due to a good market situation, adequate marketing of organic products and effective public support measures. Source: European Commission. CAP context indicator C.19 Agricultural area under organic farming. Based on EUROSTAT [org_cropar_h1] and [org_cropar] Area under organic farming in Austria % of agricultural area under organic farming % of area under organic farming in the EU-27 Hectares under organic farming ",
        "18 Source: Directorate General for Agriculture and Rural Development. Based on EUROSTAT for land laying fallow and Joint Research Center based on LUCAS survey for estimation of landscape elements. * Linear elements considered here: Grass margins, shrub margins, single trees bushes, lines of trees, hedges and ditches. This estimation is to be taken with caution because of methodological caveats. 2.7 Attract young farmers and facilitate business development in rural areas Austria’s situation of young farmers is quite favourable compared to the EU average with the highest share of young farmers below 40 years of age (Austria: 22.2%, EU: 10.7%) 78 . While the trend in Europe declined between 2010 and 2016, Austria’s share of young farmers increased within the same period. The ratio of farm managers under the age of 35 to those aged 55 is also the highest in Austria (with 0.42 in 2016) across the EU. The ratio of female farmers compared to male farmers is about 1:3, which is also one of the highest ratios in Europe in 2016. 79 Traditionally, family farming in Austria is dominated by patrilineal farm succession, where the farm is passed down from father to son. A daughter’s chance of being designated for farm succession is only 13.9%, while the son’s chance is 54.4%. 80 The transfer of an agricultural holding outside one’s own family is rather rare and remains the exception. The average economic farm size in Austria has been increasing since 2007 across all age groups, but remains the biggest for farms managed by young farmers (25 -34 years old). The share of farm managers below 35 years of age with at least basic level of agricultural training is higher than the share of total farm managers in Austria, meaning that the younger farmers are better trained than older farmers, which can be seen as a positive trend in education. The share of young farmers with at least basic agricultural training in Austria (roughly 60%) is also high compared to the EU average (40%) and displays a high level of training and advisory services in Austria. 81 The comparatively favourable age structures in Austrian agriculture are supported by beneficial legal framework conditions, such as low property transfer tax for agricultural land within a family, compulsory insurances, broad possibilities of training and start-up funding under the Austrian Rural Development Programme 2014 -2020 (roughly 1.5% of the total RDP volume). 82 By 2018, about 6739 young farmers (around 23% of young farmers population) had already received €52.6 million in EAFRD funding. For most farmers it is possible to provide credit institutions with appropriate guarantees when applying for loans, as 93% of the farmed areas are owned by Austrian farmers and only a small share is rented. 83 However, this might not hold true for young farmers and new entrants. There is a growing trend of young farmers to split off part of their parent farms 05 10 15 20 E U 2 7 B E B G C Z D K D E E E I E E L E S F R H R I T C Y L V L T L U H U M T N L A T P L P T R O S I S K F I S E Share of agricultural area covered by high-diversity landscape features fallow land as % of agricultural area landscape elements as % of agricultural area* Share of agricultural area covered by high-diversity landscape features in the EU Fallow land as % of agricultural area Landscape features as % of agricultural area ",
        "19 to form a new farm, which may lead to a potential lack of collateral at the time of applying for credit. 84 Source: EUROSTAT. [ef_m_farmang] 2.8 Promote employment, growth, social inclusion and local development in rural areas, including bio-economy and sustainable forestry Austria has clearly more rural (75%; 5 th highest value in EU-27) and clearly less intermediate (18%) areas than the EU-27 (45% and 46%) 85 ; rural areas are most important (over 80% of the total territory) in Tirol, Oberösterreich and Burgenland 86 . Austrian population lives, comparatively, clearly more in rural (40%) and less in intermediate/urban (28%/32%) areas than the EU-27 (21% and 39%/40%) 87 . While recently population increased in all types of areas, it increased clearly less in rural areas (1.6% in 2015-2019 compared to 3.4% in intermediate and 5.1% in urban areas) 88 . Although Austria is among the Member States without a very strong old age dependency ratio, it is strong (between 38 and 42%) in parts of the Centre, of Kärnten and of Burgenland 89 . Negative demographic trends until 2032 are projected for the Centre- South and more positive ones (>0) for the extreme part of the Southeast 90 . In relation to other EU Member States, Austria has among the highest shares of population born in another EU Member State in rural areas (6% in 2019 vs. 3% EU-27 average), but a rather low share of population born outside the EU in rural areas (3% in 2019 vs. 4% EU-27 average); Austria is among the Member States with the biggest differences between territories. 91 In Austria, between 2005 and 2019 both the total and the rural employment rate 92 increased by around 7 percentage points (pp) (in particular before 2008 and after 2016) to respectively 74% and 77% (for the latter Austria ranks fifth among all EU MS). Over the last 15 years both male and female employment grew in rural areas (82% and 72% respectively in 2019) and while the gender gap closed by 2/5, it remains at 10 pp in 2019 93 . For both men and women the employment rate 94 is clearly higher in rural than in urban areas independently from the level of the educational background; also here the gender gap shows (13 pp for the low and 5 pp for the high educated in rural areas) 95 . Between 2010 and 2017, employment fluctuated around 6% in tourism and around 1.9% in the food industry, while decreasing from 4.9% to 3.7% in agriculture 96 ; the primary sector globally still accounted for 8.2 % of the employment in rural areas in 2016 97 . Austria has comparatively a strong presence of women in farming with 31% of female farm managers (6 th highest share in EU-28 in 2016; 28% for EU-28) 98 and 41% of agricultural labour force in 2016, which remains strongly family rooted 99 . Between 2007 and 2016, the number of small farmers in Austria decreased for the two categories of Share of farm managers < 35 years by gender in Austria Share of male farm managers below 35 years Share of farm managers below 35 years – EU-27 Share of female farm managers < 35 years Ratio < 35 y.o />= 55 y.o. (right axis) ",
        "20 smallest farms 100 (respectively by -7 pp to 11% and -12 pp to 32%); the same dynamic holds for both size classes in terms of the average numbers of hectares (respectively 1.8% and 9.1% in 2016), livestock units (0.1% and 2.4% in 2016) and standard output (0.2% and 2.3% in 2016). 101 In the aftermath of the financial crisis, in Austria both the total and the rural unemployment rate 102 first slightly increased between 2013 and 2015/16 and subsequently decreased until 2019 reaching 4.3% and 2.1% respectively. This means that, both in terms of deterioration and level of unemployment, rural areas have been better off than the country as a whole and that Austria has the third lowest rural unemployment rate in EU-27 (nearly 6% in 2019) after Czech Republic, Germany and together with the Netherlands. The situation is comparatively less favourable for the young generation (aged 20-24) of which, despite decreasing by over 3 pp since 2015, nearly 4% remain unemployed in rural areas 103 (nearly 13% for EU-27) in 2019; the situation between young men and women is rather balanced with an average of respectively 5.8% and 5.7% between 2013 and 2017/2018. The population aged 50-64 in rural areas even has a lower unemployment rate of 1.6% (just over 4% for EU-27) which in essence corresponds to the unemployment rate for women (1.3%) and men (1.9%) of that age group in rural areas. To note that urban areas are clearly worse off in terms of unemployment rate (overall and for the age groups looked at). 104 In 2019, Austria had with close to 5% among the lowest share of young people neither in employment nor in education and training (aged 15-24) and of early leavers from education and training (aged 18-24) in rural areas of all Member States and thus clearly below the EU-27 average for rural areas of 10.7% (in both cases). 105 Since 2009, in Austria the educational level has improved in all types of areas (relative weight decreased for low education and increased for high education), but in 2018 the urban-rural gap for higher education had slightly increased to 13 pp. At the same time, rural areas had the lowest share of population with low education (18% in 2018) of all territories. 106 Looking at GDP/capita, although between 2005 and 2016 in Austria rural areas became relatively richer and intermediate and urban areas relatively poorer, with respectively 108% and 144% (intermediate + urban) of EU average in 2016, the historically wide urban-rural gap largely persisted with 36 pp. 107 Since 2010, the share of value added has grown by 4 pp in EU-27 rural areas while in Austria it remained, in essence, stable in rural areas (over 30%) and very slightly decreased in the primary sector (from 1.4% to 1.3%) 108 . In terms of tourism, between 2012 and 2017 in Austria the number of beds overall very slightly increased; since 2012 in Austria the share of beds in rural areas has been substantially higher than in EU-27 (70% vs 45% in 2018) and, just like it, decreased until 2018 (by 4 vs 6 pp) 109 . In 2005, in Austria, the poverty rate was between 15-20% for all type of territories; while from 2007 to 2018 it fluctuated around 15% for rural and intermediate areas it rose to 25% for urban areas. Over 2010-2018 it was on average 12.5 pp lower in rural areas in Austria than in EU-27 110 . In 2017 the risk of poverty for natives in rural areas was roughly 1/3 the one for migrants (both from the EU and third countries, the latter having a slightly higher risk than the former) 111 . Between 2012 and 2018, in Austria the mean income increased for all territories (15% for urban, 12% for intermediate and 14% for rural areas) reaching €27 700 for urban, €28 200 for intermediate and €27 500 for rural areas. Mean income in rural areas continues to be higher for men than for women (ca. €860 in 2018). The median income basically follows the same patterns. 112 It is currently higher than the EU-27 average for all types of territories (23 700 vs 15 200 in purchasing power standard for rural areas in 2018), but less dispersed 113 . ",
        "21 In Austria, forests cover 47.3% of the total land area and other wooded land 1.6% (respectively 39.8% and 5.3% in EU-27) 114 . Between 2005 and 2017, Austria saw a mixed performance in major economic indicators for forestry and logging: the total output increased from €1.795 to €2.338 million (wood in the rough accounted for the biggest share in 2017); the persons employed 115 remained in essence constant at 19 000 annual working units (while decreasing for EU-27); the alleged labour productivity 116 increased from €45 800 to €56 600 Gross Value Added/person employed; and the investments decreased by 30% from €190 to €133 million 117 . Austria was in the upper third of Member States both in terms of timber resources (2015 118 ) and their net annual increment (2010 119 ). 120 Between 2011 and 2015, in Austria the turnover from the bio- economy was roughly close to €50 billion (the strong growth of 2009-2011 flattened out) and employment roughly around 350 000 persons; the turnover per person employed increased from €124 000 in 2008 to €148 000 in 2015 (from €97 000 to €119 000 for EU-27). Food, beverages and tobacco, wood products and furniture, agriculture and paper were the four most important sectors (44%, 18%, 12% and 12% of the 2015 turnover and 24%, 12%, 51%, and 5% of 2015 employment). 121 In the 2014-2020 programming period, 77 local action groups were established under LEADER to advance the bottom-up approach engaging local actors in the development of their rural areas. This approach is very well perceived in Austria, achieves great results and is seen as necessary to be continued. Under the Austrian rural development programmes, €198 million EAFRD money (5% of Austria’s EAFRD envelope) were allocated to the implementation of LEADER- including the 20% national co-financing it amounts up to 248 million. The frontrunner Tirol has even implemented the multi-fund Community-Led Local Development, together with the cohesion funds. 2.9 Improve the response of EU agriculture to societal demands on food and health, including safe, nutritious and sustainable food, as well as animal welfare. The most recent Commission audit of Austria 122 found that while Austria had adopted a revised National Action Plan (NAP) under the Directive 2009/128/EC on sustainable use of pesticides for the period 2017 to 2021 the National Action Plan lacks quantitative targets. In addition, it was noted that Austrian NAP does not identify active substances of very high concern and therefore does not contain indicators to monitor the use of plant protection products containing such active substances and measures to reduce the associated risk. However, the audit concluded positively that there are measures in place to encourage farmers to implement integrated pest management, and the adherence of a large proportion of Austrian growers to different low pesticide-input schemes effectively contributes to a reduction of the risks. In a letter to the responsible services 123 the Commission identified the implementation of Directive 2009/128 as a key issue. This letter highlighted, in common with the majority of other Member States, the need to have effective controls on the implementation of the general principles of Integrated Pest Management (IPM) for all types of professional users. The Figures published by the Austrian authorities for the Harmonised Risk Indicator 1 124 for pesticide shows an increase in the evolution of the overall weighted index, against the baseline of 100, average in 2011-2013 (see graph 1). A major reason for this is the inclusion of inert gases – e.g. carbon dioxide – in the statistics. In Austria, these have only been approved since 2016 in the calculation of Harmonised Risk Indicator (HRI) 1. The high application rates resulting from the application characteristics led to a ",
        "22 significant increase in the HRI 2016 in the field of application of inert gases, primarily for storage treatment. In 2018, a total of 1 340 tonnes of inert gases were placed on the market in Austria, which is about 25% of the total amount of active substances placed on the market. Austria publishes the HRI1 without carbon dioxide and the overall trend of the weighted index is then stable. There is a general positive development with regard to the second F2F target, concerning a 50% reduction in pesticides, which are candidates for substitution (CfS).). ESTAT, reported a decreasing trend and considered Austria as being of minor importance for the EU total sales of CfS. The evolution of the overall weighted index for Harmonised Risk Indicator 2 is also upwards. This was due to authorisations relevant for minor uses under Article 51 of Regulation (EC) No 1107/2009. In addition, the low number of newly approved active substances and the increased occurrence of harmful agents due to weather conditions also contributed. Emergency authorisations also played an important role in organic farming in Austria. Animal welfare is another priority area for the F2F Strategy, which is also vital for the sustainability of food systems. In relation to animal welfare, the main issue already identified in a Commission letter to the responsible services was that tail docking of pigs is still a routine practice, although this is prohibited as a routine measure by EU rules. The percentage of pigs reared with intact tails has barely changed since 2016 and conditions on farm must improve if the number of tail-docked pigs is to start to decrease. The Farm to Fork Strategy sets a target to reduce the overall EU sales of antimicrobials for farmed animals and in aquaculture by 2030 by 50%. New EU Regulations on veterinary medicines and on medicated feed, applicable as of 2022, will provide a framework for a wide range of concrete measures to fight against antimicrobial resistance and promote a more prudent and responsible use of antimicrobials in animals. Austria is already below the 2030 F2F target with reported results in 2018 as expressed as mg sold per population correction unit (PCU) of (50.1 mg /PCU). The last audit report 125 concluded that the competent authorities have put in place several initiatives in order to bring together human and veterinary aspects of antimicrobial resistance (AMR), and these support the establishment of a \"One Health” approach to tackle AMR development. The challenge for Austria will be to keep these positive indicators (see table below). Source (left): European Medicines Agency, European Surveillance of Veterinary Antimicrobial consumption (ESVAC). Sales of veterinary antimicrobial agents in 31 countries in 2018 – trends from 2010 to 2018 Tenth ESVAC Report. EMA/24309/2020 Source (right): European Commission. Harmonised Risk Indicator for pesticides (HRI 1), by group of active substance. As in EUROSTAT [SDG_02_51] Harmonised Risk Indicator 1 for pesticides in Austria (2011-2013 = 100) HRI 1 for EU-27 HRI 1 Sales in mg/PCU EU-27 Sales of veterinary antimicrobial agents marketed mainly for food-producing animals in Austria ",
        "23 On food waste, the Austrian services have launched several initiatives, with some 100 cooperation partners actively involved and numerous measures in their areas to reduce food losses and waste. Austrian waste prevention programme (2017-2023) does not give enough attention to food loss and waste occurring at the primary production level and the early stages of the supply chain. This could be tackled in the dedicated food waste prevention programme, as required by Article 29(2a) of the Waste Framework Directive 2008/98/EC. Austria has its challenges with regard to providing nutritious and sustainable food as it has a high estimated consumption of red meat 126 , and a significant part of Austria’s population is overweight or obese 127 . Efforts should focus on shifting towards healthy sustainable diets, in line with national recommendations, in order to contribute to reducing rates of overweight, obesity and the incidence of non-communicable diseases while simultaneously improving the overall environmental impact of the food system. This would include moving to a more plant based diet with less red meat and more fruits and vegetables, whole grains, legumes, nuts and seeds. 2.10 Cross-cutting objective on knowledge, innovation and digitalisation The Agricultural Knowledge and Innovation Systems in Austria has been counted among the strongest 128 and most integrated ones in the EU 129 . For the 2014-2020 programming period, Austria has earmarked 3.3% of their total rural development (RD) envelope for knowledge transfer & information actions (M01), advisory services, farm management/relief services (M02) and co-operation-EIP (M16) 130 . This is somewhat below the EU average of 3.6%. Support to knowledge transfer was provided through the training of more than 600 000 participants over the 2014-2020 period, predominantly farmers 131 . In 2018, the share of holdings with RD support for investments in restructuring or modernisation 132 was with 9.6% well above the EU level of 1.3%. Up-to-date results and findings of research projects and experimentation at universities and research centres however tend to be insufficiently used for advice/teaching of farmers. There is no platform or service point (‘networking point’) nor an advisory back- office which regularly collects practical concerns for research projects and makes available existing best practice and findings of research projects in a practical and comprehensible form for advice, teaching/school (training) to farmers 133 . There is scope for stepping up networking activities to connect research actors such as universities and Horizon research projects with farmers and advisors. A good way to do so is to connect them via Operational Groups (OG), and to intensify the spreading of the information on the EIP website. It is essential to structure available knowledge and data e.g. via knowledge platforms to facilitate the implementation of up-to-date research and innovation results. In Austria 30 Operational Groups were launched under the European Innovation Partnership (EIP-AGRI) exceeding its 2014-2020 target by 120% 134 . The average budget of an Austrian OG is € 372 631.34 which is close to the EU mean 135 . The main themes addressed by the OGs are plant production and horticulture as well as pest/disease control. The partners involved in OG projects are mostly farm holders, research institutes, and advisors. Since 2016, an Innovation Broker as a national mediation and networking agency, has been supporting the implementation of EIP-AGRI in Austria. The Austrian National Rural Network (NRN) has a Strategic advisory group on Innovation 136 . Hence, the 2020 NRN work programme foresees events such as on ‘smart ",
        "24 villages’, ’speeding up innovation’, ‘digital possibilities to increase the marketing of agricultural food products’ and ‘innovation brokers’ under the subject area ‘Innovation’. 137 For the programming period 2014-2020 the planned NRN budget of Austria was with €6 million below EU average (€12.1 million). During 2015-2017, the Austrian NRN was one of only five NRNs in the EU where more than 50% of all organised events related to advisors and innovation 138 . Overall, the number of beneficiaries advised (61 928) was more than thrice the EU average (18 595) 139 . In Austria, 46% of the total farm managers attained basic or full agricultural training in 2016 140 . While this is above EU average and stable since 2010, the share having basic agricultural training remains on par with the EU mean and the proportion with only practical experience (52%) is relatively high 141 . In early September 2020 there are 2 fully operational Digital Innovation Hubs 142 related to agriculture, hunting and forestry among a total of 142 hubs amongst EU members. Digital Innovation Hubs are to support scaling up digital innovations and bringing it to the “end users” and build up regional capacities to deploy those innovative digital technologies. Given Austria’s small-scale agriculture and forestry sector, characterised by topographical and climatic challenges, the RDP supports projects that make digitalisation accessible to small farms. A population of just over 3 million now benefit from improved information and communications technology (ICT) services 143 . With a total Digital Economy and Society Index (DESI) score of 54.32 in 2020 (range = 0 to 100), Austria is above the EU average of 52.57 144 . However, in terms of overall connectivity 145 , use of internet services 146 , and integration of digital technologies 147 , Austria ranks below EU average for 2020. In 2013, there was a very strong territorial gap in terms of fast broadband with 70% of overall households and only 21% of rural households covered. In 2019, 84% of overall households and, thanks to a very strong catch-up in particular since 2016, 68% of rural households benefitted from fast internet; however, the territorial gap in terms of fast broadband coverage still amounts to 16 pp. In 2019, the share of people with basic or above basic digital skills ranged roughly between 60% and 75% for all territories (lowest in rural areas); this places Austria among the Member States with the highest and less dispersed shares. 148 The use of modern digital information and communication technologies in agriculture or smart farming is not yet highly represented but there are training projects providing digital skills and content 149 . Austria was one of the signatory countries of the ‘Declaration of cooperation on smart and sustainable digital future for European agriculture and rural areas’ in 2019 150 . Austria has not yet opted for the use of satellite- based controls to monitor CAP implementation and is currently not part of ongoing EU projects dealing with the uptake of new technologies for the modernisation of CAP administrations, CAP controls and related interactions with farmers 151 . However, all Austrian ministries carry out portfolio research, i.e. research and development activities for the preparation, support or implementation of policy decisions 152 . ",
        "25 Source: European Commission. CAP context indicator C.24 Agricultural training of farm managers. Based on EUROSTAT [ef_mp_training] Source: European Commission. Digital Economy and Society Index. DESI individual indicators – 1b1 Fast BB (NGA) coverage [desi_1b1_fbbc] Agricultural training of farm managers below 35 years (left) and total farm manager population (right) in Austria Managers with full agricultural training Managers with basic agricultural training Basic training EU average Full training EU average Broadband coverage in Austria NGA broadband (% of rural households) NGA broadband (% of total households) Broadband access (% of rural households) ",
        "26 1 According to Art.14(1)(b)(iii) Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 livestock shall have permanent access to open areas, preferably pasture, whenever conditions and the state of the ground allow 2 Guggenberger, T. Evaluierungsbericht LE 14-20. Wirkung der Ausgleichszahlungen auf die Biodiversität und den Erosionsschutz in Österreich . Antragsjahr 2016, Arbeitspaket G . HBLFA Raumberg-Gumpenstein https://raumberg- gumpenstein.at/component/rsfiles/download.html?path=FODOK%2Fsonstige%2Ffodok_3_19906_eval uierungsbericht_guggenberger_az_2016.pdf 3 2019 information provided by Austrian authorities. European Commission. CAP context indicator C.35 Farmland birds index (FBI). As in EUROSTAT [env_bio2], original source: EBCC, BirdLife, RSPB and CSO 4 European Commission. Harmonised risk indicators https://ec.europa.eu/food/plant/pesticides/sustainable_use_pesticides/harmonised-risk-indicators_en 5 European Commission. Building stronger Agricultural Knowledge and Innovation Systems (AKIS) to foster advice, knowledge and innovation in agriculture and rural areas. 2019. https://ec.europa.eu/info/sites/info/files/food-farming-fisheries/key_policies/documents/building- stronger-akis_en.pdf 6 European Commission. CAP context indicators C.25 Agricultural factor income and CAP context indicator C.26 Agricultural entrepreneurial income . Income based on EUROSTAT [aact_eaa04], [aact_ali01] and [aact_eaa06], adding back the compensation of employees to the entrepreneurial income and divided by the total number of annual working units. Note: 2019 data estimated. The average wage in the economy based on EUROSTAT [nama_10_a10_e] thousand hours worked using employees domestic concept and [nama_10_a10], item wages and salaries. All the latest data for the context indicators is available on the EUROPA website. See the following link for more information about the Common Monitoring and Evaluation Framework (CMEF) to assess the performance of the Common Agricultural Policy. 7 European Commission. CAP context indicator C.25 Agricultural factor income. Based on EUROSTAT [aact_eaa04], [aact_ali01] and [aact_eaa06] 8 Farm Accountancy Data Network. FADN Standard reports . YEAR.COUNTRY.ANC3 and own calculations (up to 2018) 9 European Commission. Directorate General for Agriculture and Rural Development. Own calculations based on FADN (Farm Accountancy Data Network) data (up to 2018) and CATS (Clearance of Accounts Trailing System) data (up to 2018) 10 Farm Accountancy Data Network. FADN Standard reports . YEAR.COUNTRY.ANC3 and own calculations (up to 2018) 11 Österreichische Hagelversicherung (Persönliche Auskunft). 2019 as in Bundesministerium für Landwirtschaft, Regionen und Tourismus. Entwurf zur SWOT-Analyse. Arbeitspapier zur Erstellung des Österreichischen GAP-Strategieplans . 2019. https://www.bmlrt.gv.at/land/eu-agrarpolitik-21- 27/nationaler-strategieplan/swot.html. ECORYS, Wageningen Economic Research. Study on risk management in EU agriculture . Publications office of the European Union, Luxembourg. 2017. p. 141. Study for the Directorate-General for Agriculture and Rural Development (European Commission). https://op.europa.eu/en/publication-detail/-/publication/5a935010-af78-11e8-99ee-01aa75ed71a1 12 European Commission. CAP context indicator C.17 Agricultural holdings (farms). Based on EUROSTAT [ef_m_farmleg] 13 European Commission. CAP context indicator C.32 LFA - ANC. Based on EUROSTAT [apro_cpsh1] 14 European Commission. Direct payments 2015-2020 Decisions taken by Member States: State of play as from December 2018 . Information note. 2018. https://ec.europa.eu/info/sites/info/files/food-farming- fisheries/key_policies/documents/simplementation-decisions-ms-2018_en.pdf 15 European Commission. CAP context indicator C.19 Agricultural area under organic farming. Based on EUROSTAT [org_cropar_h1] and [org_cropar] 16 European Commission. Agri-Food Markets . Agri Dashboard https://agridata.ec.europa.eu/extensions/DataPortal/agricultural_markets.html 17 EUROSTAT. [aact_ali01] 18 EUROSTAT. [aact_eaa01] 19 European Commission. CAP context indicator C.24 Agricultural training of farm managers. Based on EUROSTAT [ef_mp_training] 20 European Commission. Commission Staff Working Document. Country Report Austria 2020 accompanying the Communication from the Commission to the European Parliament, the European Council, the Council, the European Central Bank and the Eurogroup 2020 European Semester: ",
        "27 assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/201. SWD/2020/519 final . https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1584543810241&uri=CELEX%3A52020SC0519 21 European Commission. CAP Indicator – Data Explorer . CAP Result Indicator RPI_03 Distribution of Gross Value Added along the Food Chain. https://europa.eu/!Pj64rj 22 European Commission. Analytical Factsheet for Austria . September 2019. https://myintracomm- collab.ec.europa.eu/networks/AGRIPI/Policy Fact Sheet/AT_analytical factsheet_final.pdf 23 Arcadia International. The best ways for producer organisations to be formed, carry out their activities and be supported . European Commission, Brussels. 2019. http://doi.org/10.2762/034412 24 EUROSTAT. [prc_ppp_ind] 25 EUROSTAT. [prc_fsc_idx] 26 European Commission. eAmbrosia – the EU geographical indications register : 1.8. European Commission, Brussels, 2020. https://europa.eu/!Qm64FB 27 European Commission. CAP Indicator – Data Explorer . CAP Output Indicator OIH_02 Distribution of EU Quality Schemes. https://europa.eu/!Pj64rj 28 European Commission. Organic versus conventional farming, which performs better financially? Farm Economics Brief 4. 2013. https://europa.eu/!DN99NP 29 European Commission. CAP Indicator – Data Explorer . CAP Output Indicator OIH_03 Number of certified registered organic operators. https://europa.eu/!hW48Uh 30 N.B. that from 2014 onwards (until 2018) there was a slight increase in overall GHG emissions both in AT and at the level of the EU-27 (see endnote 31) 31 European Environmental Agency (EEA). EEA greenhouse gas – data viewer . https://www.eea.europa.eu/data-and-maps/data/data-viewers/greenhouse-gases-viewer 32 See endnote 31 33 Between 2000 and 2016 agricultural GHG emissions decreased by 7.7% in the EU and by 3.2% in Austria. See endnote 31 34 See endnote 311 35 Lindthal, T. Fakten zur klimafreundlichen Landwirtschaft und zur Rolle der Bio-Landwirtschaft . Universität für Bodenkultur - Zentrum für Globalen Wandel und Nachhaltigkeit. Wien. 2019 36 See endnote 311 37 Trend GHG from manure management 2013 – 2018 (Austria: 5.03%, EU-27: 1.00%), trend GHG from soil management 2013 – 2018 (Austria: 3.21%, EU-27: 2.02%). See endnote 311 38 European Commission. Aggregated emissions of CH4 and N2O per hectare of UAA . EUROSTAT statistics explained. https://ec.europa.eu/eurostat/statistics- explained/index.php?title=File:Figure_10_Aggregated_emissions_of_CH4_and_N2O_per_hectare_of_ UAA_(kilotonnes_CO2_equivalent_per_thousand_hectares),_2015.png 39 See endnote 31 40 European Commission. CAP context indicator C.43 Production of renewable energy from agriculture and forestry. Based on EUROSTAT [nrg_bal_c] and [nrg_cb_rw], and Strategie Grains 41 European Commission. CAP context indicator C.44 Energy use in agriculture, forestry and food industry. Based on EUROSTAT [nrg_bal_s] 42 Rural Development Programme for Austria. 2014-2020 Version 7.1 43 Almost the entire envelope for the agri-environment-climate measure was dedicated to Union priority 4, with a mere 0.96% or resources dedicated to focus area 5D (reducing GHG and ammonia emissions from agriculture)(see endnote 42). Austria’s share of land under management contracts targeting the reduction of GHG and / or ammonia emissions was 4% in 2018, compared to 2% in the EU-27. See European Commission. Climate Change & Air Quality . Agri Dashboard.https://agridata.ec.europa.eu/extensions/DashboardIndicators/Climate.html 44 In the EU-27 1% of such land is covered by support for this objective (see endnote 43). 45 The total investment in renewable energy production programmed in the RDP for was 585 million EUR. Austria did not support energy efficiency through the RDP. (See endnote 42) 46 Kromp-Kolb, H., N. Nakicenovic, R. Seidl, K. Steininger, B. Ahrens, I. Auer, A. Baumgarten, B. Bednar-Friedl, J. Eitzinger, U. Foelsche, H. Formayer, C. Geitner, T. Glade, A. Gobiet, G. Grabherr, R. Haas, H. Haberl, L. Haimberger, R. Hitzenberger, M. König, A. Köppl, M. Lexer, W. Loibl, R. Molitor, H. Moshammer, H-P. Nachtnebel, F. Prettenthaler, W. Rabitsch, K. Radunsky, L. Schneider, H. Schnitzer, W. Schöner, N. Schulz, P. Seibert, S. Stagl, R. Steiger, H. Stötter, W. Streicher, W. Winiwarter (2014): Synthesis . In: Austrian Assessment Report Climate Change 2014 (AAR14), Austrian Panel on Climate Change (APCC), Austrian Academy of Sciences Press, Vienna, Austria ",
        "28 47 Stangl, M., Formayer, H., Höfler, A., Andre, K., Kalcher, M., Hiebl, J., Hofstätter, M., Orlik A., Michl, C. Klimastatusbericht Österreich 2019 . CCCA. 2020. Graz. In 2015, it rained 43% less than the previous average, with damages estimated to be around €100 million. 48 In 2019, June was one of the three Junes with the least rain since measurement (see endnote 47). 49 Bodensee-Stiftung, Estonian University of Life Sciences, Fundación Global Nature and Solagro. AgriADAPT . LIFE project. https://agriadapt.eu/documents/ 50 Federal Ministry of Agriculture, Forestry, Environment and Water Management. Austrian Strategy for Adaptation to Climate Change . Vienna. 2012 51 For 1995 data: European Commission. CAP impact indicator I.11 (water quality ) based on EUROSTAT, Agri-environmental indicators, Pressure and Risks. For 2009 and 2015 data: EUROSTAT. [aei_pr_gnb] 52 European Environment Agency (EEA). Nutrients in freshwater 53 This is a breach of the Nitrate Directive (Council Directive 91/676/EEC concerning the protection of waters against pollution caused by nitrates from agricultural sources) which is the basis for the Statutory Management Requirement 1 under cross-compliance. 54 According to the Austrian authorities the decrease in permanent grassland and pasture cannot be attributed to a change in agricultural production; it was rather due to a change in the area survey methodology, in particular as regards extensive alpine pastures. The proportion of grasses and herbs became a more important factor in the categorisation of areas, which led to a “reduction” in particular of structurally rich alpine pastures. However, the number of animals grazing on these alpine pastures fell only slightly over the same time span. 55 WFD stands for the so-called “Water Framework Directive” i.e. Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy. 56 European Environment Agency (EEA). Eionet Central Data Repository . https://cdr.eionet.europa.eu. Status second river basement management plan. All data for Water exploitation Index+. Refers to autumn of 2015. 57 Statistik Austria, Farm Structure Survey 2010 Farm Structure Survey 2018 58 To note that the underlying study to the “Austrian soil map”, pointed to by the Austrian authorities, indicates that the soil carbon content and the interlinked carbon storage might be higher than the results obtained from calculations made based on historical land data such as LPIS. Haslmayr1,H. P. et al. ASOC – Österreichische Karte des organischen Bodenkohlenstoffs . Endbericht zum Forschungsprojekt Nr. 101255. Wien.2018. https://www.dafne.at/dafne_plus_homepage/index.php?section=dafneplus&content=result&come_from =homep%20age&&project_id=3578&page=2&limit=100 59 Austrian soil organic carbon map (ASOC) 60 European Commission. CAP context indicator C.42 Soil erosion by water. Original source: Joint Research Centre 61 To note that a national study, pointed to by the Austrian authorities, provides for parcel-related criteria for the evaluation of erosion. Strauss, P. et al. Bodenerosion in Österreich – Eine nationale Berechnung mit regionalen Daten und lokaler Aussagekraft für ÖPUL . Endbericht. 2020 https://www.bmlrt.gv.at/land/laendl_entwicklung/evaluierung/Evaluierungsstudien/Biodiversität- Boden-Wasser-Klima.html 62 European Commission. Agri-environmental indicator - tillage practices . EUROSTAT statistics explained. https://ec.europa.eu/eurostat/statistics-explained/index.php/Agri-environmental_indicator_- _tillage_practices 63 European Commission. Agri-environmental indicator - soil cover . EUROSTAT statistics explained. https://ec.europa.eu/eurostat/statistics-explained/index.php/Agri-environmental_indicator_-_soil_cover 64 Austrian air pollutant inventory 65 Pöllinger, A. et al. Erhebung zum Wirtschaftsdüngermanagement aus der landwirtschaftlichen Tierhaltung in Österreich. Abschlussbericht TIHALO II. Projekt Nr./Wissenschaftliche Tätigkeit Nr. 3662. HBLFA Raumberg-Gumpenstein. Bundesministerium für Nachhaltigkeit und Tourismus. 2018. https://www.dafne.at/prod/dafne_plus_common/attachment_download/52ae0e0c03b61b0bd263ae020f1 d6f38/TIHALOII_Abschlussbericht_2018.pdf 66 2019 information provided by Austrian authorities. European Commission. CAP context indicator C.35 Farmland birds index (FBI). As in EUROSTAT [env_bio2], original source: EBCC, BirdLife, RSPB and CSO 67 Only the Eurasian tree sparrow and the European goldfinch were recovering over this period. 68 European Commission. CAP context indicator C.36 Conservation status of agricultural habitats. Original source: European Environmental Agency ",
        "29 69 European Commission. Directorate-General Agriculture and Rural Development analysis based on Member States’ notifications pursuant to Regulation (EU) No 1307/2013 70 See endnote 68 71 Suske W., Huber J, Glaser M., Schütz C. Ecological evaluation of the management of grassland areas with regard to Intensification of use and abandonment of use . Federal Ministry for Sustainability and Tourism. Vienna. 2019 72 The following habitat types are managed in a way that negatively impacts their quality: alpine and subalpine silicate grasslands and mountain hay meadows (approx. 40% of their area managed unsuitably), wet eutrophic and mesotrophic grassland and wet oligotrophic grassland (almost 50% of the total area managed unsuitably), calcareous dry grasslands (57% of their area managed unsuitably). 73 European Commission. CAP context indicator C.34 Natura 2000 areas. Based on NATURA 2000 Barometer and European Environmental Agency, Corine Land Cover 2018 74 See endnote 73 75 Alliance Enviroment. Evaluation of the impact of the CAP on habitats, landscapes, biodiversi ty Evaluation for the European Commission. 2019. https://ec.europa.eu/info/sites/info/files/food-farming- fisheries/key_policies/documents/ext-eval-biodiversity-final-report_2020_en.pdf 76 FOREST EUROPE, 2015. State of Europe’s Forests 2015 . https://www.foresteurope.org/docs/fullsoef2015.pdf 77 Annual Implementation Report (AIR) of the Rural Development Programme of Austria. 2019 78 European Commission. CAP context indicator C.23 Age structure of farm managers. Based on EUROSTAT [ef_m_farmang] 79 See endnote 788 80 Larcher, M. and Vogel, S. Geschlechterspezifische Unterschiede im Hofübergabeprozess in Österreich . 2009. https://oega.boku.ac.at/fileadmin/user_upload/Tagung/2008/Band_18/18_2__Larcher_Vogel.pdf 81 See endnote 19 82 Fi-compass, Financial needs in the agriculture and agri-food sectors in Austria , Study report, 77 pages. 2020. https://www.fi-compass.eu/publication/publications/financial-needs-agriculture-and-agri-food- sectors-austria 83 Statistics Austria. Farm Structure Survey 2016 . https://www.statistik.at/web_en/statistics/Economy/agriculture_and_forestry/index.html 84 See endnote 82 85 European Commission. CAP context indicator C.03 Territory. Based on EUROSTAT [reg_area3] and [urt_d3area]. Reference year: 2016 86 European Commission. CAP context indicator C.03 Territory. Based on EUROSTAT [demo_r_d3area] as in European Commission. CAP context indicators 2014-2020. 3. Territory . 2018 update. https://ec.europa.eu/info/sites/info/files/food-farming-fisheries/farming/documents/cap-indicators-doc- c3_2018_en.pdf Reference year: 2015 87 European Commission. CAP context indicator C.01 Population. Based on EUROSTAT [urt_gind3]. Reference year: 2019 88 See endnote 87. Reference year: 2015-2019 89 European Commission. Commission Staff Working Document – Additional figures, maps and tables on the key aspects of demographic change and its impact . Accompanying the report on the impact of demographic change . SWD(2020) 241 final. Map 2: Old-age dependency ratio by region. 2019. https://ec.europa.eu/info/sites/info/files/commission-staff-working-document-impact-demographic- change-17june2020_en.pdf. 90 Copus, A. et al., ESCAPE European Shrinking Rural Areas: Challenges, Actions and Perspectives for Territorial Governance . Interim Report. Espon Escape project. Map 5: Future demographic trends 2017-2032 in shrinking intermediate and rural regions. https://www.espon.eu/sites/default/files/attachments/ESPON%20ESCAPE%20Interim%20Report.pdf 91 See endnote 89. Figures 40 and 41: Proportion of population born in another EU Member State and proportion of population born outside the EU as share of population aged 15 years or over by degree of urbanisation. 2019. In 2019, Austria was the Member State with the second highest share of EU-born (14%) and the highest share of non-EU born migrants (over 20%) in urban areas which explains the huge territorial differences. 92 15-64 years old 93 European Commission. CAP context indicator C.05 Employment rate. Based on EUROSTAT [lfst_r_ergau]. Reference year: 2005-2019 94 20-64 years 95 EUROSTAT. [lfst_r_erednu]. Reference year: 2018 ",
        "30 96 European Commission. CAP context indicator C.13 Employment by economic activity. Based on EUROSTAT [lfst_r_lfe2en2]. Reference year: 2010-2017 97 European Commission. CAP context indicator C.11 Structure of the employment. Based on EUROSTAT [nama_10r_3empers]. Reference year: 2016 98 Franić, R. and Kovačićek, T. The professional status of rural women in the EU . Study for the European Parliament. 2019. Figure 17: Proportion of farm managers who are women. 2016. Based on EUROSTAT. https://www.europarl.europa.eu/RegData/etudes/STUD/2019/608868/IPOL_STU(2019)608868_EN.pdf 99 European Commission. CAP context indicator C.22 Farm labour force. Based on EUROSTAT [ef_lf_main]. Reference year: 2013 and 2016. In annual working units 100 Defined in terms of economic output (“standard output” or “SO”). The two classes are respectively farms with “< 2000 EUR of SO” and “< 8000 EUR of SO” 101 EUROSTAT. [ef_m_farmleg]. Reference year: 2007 and 2016 102 20-64 years old 103 European Commission. CAP context indicator C.07 Unemployment rate. Based on EUROSTAT [lfst_r_urgau]. Reference year: 2013-2019 104 See endnote 103. Reference years: 2013-2019 for young men and women; 2019 for total, men and women aged 50-64 years; and 2019 for urban areas. To note that for young women there are no data for 2017 and 2019 and for young men for 2018 and 2019. 105 EUROSTAT. [edat_lfse_29]. Reference year: 2019 and EUROSTAT. [edat_lfse_30]. Reference year: 2019 106 EUROSTAT. [edat_lfs_9913]. Reference year: 2009-2018 107 European Commission. CAP context indicator C.08 GDP per capita. Based on EUROSTAT [urt_10r_3gdp]. Purchasing power standard (PPS, EU27 from 2020), per inhabitant in percentage of the EU27 (from 2020) average. Reference year: 2005-2016 108 European Commission. CAP context indicator C.10 Structure of the economy. Based on EUROSTAT [urt_10r_3gva]. Reference year: 2010-2016 for rural areas and 2010-2019 for sectoral breakdown 109 European Commission. CAP context indicator C.30 Tourism infrastructure. Based on EUROSTAT [tour_cap_natd]. Reference year: 2012-2017/8 (for share of beds in rural areas there are no EU-27 data for 2013) 110 European Commission. CAP context indicator C.09 Poverty rate (People at risk of poverty or social exclusion). Based on EUROSTAT [ilc_peps13]. Reference year: 2005-2018 111 Natale, F., Kalantaryan, S., Scipioni, M., Alessandrini, A. and Pasa, A. Migration in EU Rural Areas , EUR 29779 EN, Publications Office of the European Union, Luxembourg, 2019, ISBN 978-92-76- 08600-0 (online), doi:10.2760/544298 (online), JRC116919. Figure 1.9 Comparison of the risk of poverty indicators between and natives and migrants in rural areas, by country (2017) https://publications.jrc.ec.europa.eu/repository/bitstream/JRC116919/migration_in_eu_rural_areas.pdf 112 EUROSTAT. [ilc_di17]. Reference year: 2012-2018 in Euro 113 See endnote 89. Figure 37: Median equivalised net income, 2018 (Purchasing power standard (PPS), by degree of urbanisation) 114 Food and Agriculture Organization (FAO). FAO 2020 Global Forest Resources Assessment . https://fra-platform.herokuapp.com/AUT/assessment/fra2020/extentOfForest/ 115 The indicator C.13 Employment by economic activity shows a constant share of forestry in employment of 0.2-0.3%. See endnote 96 116 The indicator C.15 Labour productivity in forestry shows a decrease between 2012 and 2018 of -3% in Austria (+11% for EU-27). European Commission. CAP context indicator C.15 Labour productivity in forestry. Based on EUROSTAT [for_eco_cp] and [for_awu] 117 European Commission. Forests, forestry and logging . EUROSTAT statistics explained. Table 3: Economic indicators for forestry and logging, 2005 and 2017 (current basic prices), Figure 1: Output of forestry and logging by type, 2017 (million EUR, current basic prices) and Table 4: Employment and apparent labour productivity in forestry and logging, 2005 and 2017. https://ec.europa.eu/eurostat/statistics- explained/index.php?title=Forests,_forestry_and_logging#Economic_indicators_for_forestry_and_logg ing 118 Roughly 1 100 000 000 m3 over bark of growing stock in forests available for wood supply 119 Roughly 25 100 000 m3 over bark in forests available for wood supply. The net annual increment is the average growth in volume of the stock of living trees available at the start of the year minus the average natural mortality of this stock. 120 See endnote 117. Table 2: Timber resources ",
        "31 121 European Commission. Jobs and Wealth in the European Union Bioeconomy . Knowledge centres and data portals. Results from a collaboration between the JRC and the nova-Institute. https://datam.jrc.ec.europa.eu/datam/mashup/BIOECONOMICS/index.html To note that data on turnover are no longer available. 122 European Commission. Audit carried out in Austria from 26 February 2019 to 07 March 2019 in order to evaluate the implementation of measures to achieve the sustainable use of pesticides . 2019-6721. https://ec.europa.eu/food/audits-analysis/audit_reports/details.cfm?rep_id=4181 123 Letter of Commissioner Kyriakides to Austria of 20/05/2020. Ares(2020)2643693 124 See endnote 4 125 European Commission. Audit carried out in Austria from 14 April 2016 to 22 April 2016 in order to evaluate the monitoring and reporting of antimicrobial resistance in zoonotic and commensal bacteria in certain food-producing animal populations and food . 2016-8918. https://ec.europa.eu/food/audits- analysis/audit_reports/details.cfm?rep_id=3687 126 Defined as beef, lamb and pork, 124.34g/per capita/d, net of waste in the EU 2010, GBD study 2017 and M. Springmann 127 EUROSTAT [SDG_02_10] 128 In a ‘strong’ AKIS, 1) influential actors or organisations at national level support the knowledge system, 2) dedicated resources are allocated to the AKIS, for example, to enhance advisory services, knowledge production and exchange, and 3) evidence exists that farmers are being reached by and benefit from advisory services. A weak AKIS would be lacking of these features. An ‘integrated’ AKIS features a coordinating structure, often a public body, and the system is supported by national policies on AKIS and advisory services that frame the (inter)actions of AKIS actors. In addition, in an integrated AKIS there is evidence of linkages between various actors. A fragmented AKIS is characterised by several independent knowledge networks that operate in parallel. They are typically not well coordinated, rarely cooperate and even might compete. See Knierim, A. and Prager, K. Agricultural Knowledge and Information Systems in Europe: Weak or strong, fragmented or integrated?. PRO AKIS European Commission 7 th Framework Programme project. 2015. https://430a.uni- hohenheim.de/fileadmin/einrichtungen/430a/PRO_AKIS/About/OVERVIEW.OF.AKIS.IN.EUROPE. AKIS_characterisation_briefing_final.pdf 129 EU SCAR AKIS, Preparing For Future AKIS in Europe . European Commission. Brussels. 2019. https://ec.europa.eu/info/sites/info/files/food-farming-fisheries/key_policies/documents/report- preparing-for-future-akis-in-europe_en.pdf 130 See endnote 22. % of rural development budget programmed for cooperation-EIP, knowledge transfer and advisory services, period 2014-2020 (based on adopted programmes up to July 2019). 131 European Commission. Factsheet on 2014-2020 Rural Development Programme for Austria . August 2020. https://ec.europa.eu/info/sites/info/files/food-farming-fisheries/key_policies/documents/rpd- factsheet-austria_en.pdf 132 European Commission. Productivity . Agri Dashboard https://agridata.ec.europa.eu/extensions/DashboardIndicators/Productivity.html?select=EU27_FLAG,1 133 Based on information provided by the Austrian authorities 134 EIP-AGRI. Projects – Operational Groups . https://ec.europa.eu/eip/agriculture/en/eip-agri-projects/projects/operational- groups?search_api_views_fulltext_op=OR&search_api_views_fulltext=&field_proj_geographical_area %5B%5D=87 135 See endnote 134 136 European Network for Rural Development. Austrian Rural Network . https://enrd.ec.europa.eu/networking/nrn-profiles/austrian-rural-network_en 137 Austrian Rural Network. Annual Work Programme 2020. https://www.zukunftsraumland.at/index.php?inc=page&id=23 138 European Network for Rural Development. Y5 RDP Screening on NRN programming and action plans . Working Document. Final version 24 January 2020 https://enrd.ec.europa.eu/sites/enrd/files/y5_rdp_screening_nrns_summary_report.pdf 139 European Commission. CAP Indicator - Data explorer. CAP Output indicator O.OIR_13 Number of beneficiaries advised. https://agridata.ec.europa.eu/extensions/DashboardIndicators/DataExplorer.html?select=EU27_FLAG,1 140 See endnote 19 141 See endnote 19 142 European Commission. Smart specialisation platform. Digital innovation hubs . https://s3platform.jrc.ec.europa.eu/digital-innovation-hubs- ",
        "32 tool?p_p_id=digitalinnovationhub_WAR_digitalinnovationhubportlet&p_p_lifecycle=0&p_p_state=no rmal&p_p_mode=view&p_p_col_id=column- 1&p_p_col_count=1&formDate=1599036953363&freeSearch=&countries=19&evolStages=3&market Sectors=1&h2020=false 143 European Commission. CAP Indicator - Data explorer. CAP Output indicator O.OIR_15 population benefitting from improved ITC services. https://agridata.ec.europa.eu/extensions/DashboardIndicators/DataExplorer.html?select=EU27_FLAG,1 144 European Commission. DESI by components . DESI . https://digital-agenda-data.eu/charts/desi- components#chart={\"indicator\":\"desi\",\"breakdown-group\":\"desi\",\"unit-measure\":\"egov_score\",\"time- period\":\"2020\"} 145 European Commission. DESI by components . 1 Connectivity . https://digital-agenda-data.eu/charts/desi- components#chart={\"indicator\":\"desi_1_conn\",\"breakdown-group\":\"desi_1_conn\",\"unit- measure\":\"egov_score\",\"time-period\":\"2020\"} 146 European Commission. DESI by components . 3 Use of Internet Services . https://digital-agenda- data.eu/charts/desi-components#chart={\"indicator\":\"desi_3_ui\",\"breakdown-group\":\"desi_3_ui\",\"unit- measure\":\"egov_score\",\"time-period\":\"2020\"} 147 European Commission. DESI by components . 4 Integration of Digital Technology . https://digital- agenda-data.eu/charts/desi-components#chart={\"indicator\":\"desi_4_idt\",\"breakdown- group\":\"desi_4_idt\",\"unit-measure\":\"egov_score\",\"time-period\":\"2020\"} 148 EUROSTAT [isoc_sk_dskl_i] % of people aged 16-74; during the 12 months preceding the survey; by degree of urbanisation 149 Based on information provided by the Austrian authorities 150 European Commission. EU Member States join forces on digitalisation for European agriculture and rural areas . Digibyte. April 2019. https://ec.europa.eu/digital-single-market/en/news/eu-member-states- join-forces-digitalisation-european-agriculture-and-rural-areas 151 Such as NIVA (www.niva4cap.eu), Sen4CAP (esa-sen4cap.org), OpenIACS (https://ec.europa.eu/inea/en/connecting-europe-facility/cef-telecom/2018-eu-ia-0086). 152 Based on information provided by the Austrian authorities "
    ]
}