{
    "text": [
        "EN European Economic and Social Committee Unit for “Publications and Visits” For any information please contact: publications@esc.eu.int Tel.+(32-2) 546 96 04 • Fax +(32-2) 546 97 66 Rue Belliard, 99 • B–1040 Bruxelles Internet: http://www.esc.eu.int Catalogue No.: EESC –2006-03-EN AFRICA, CARIBBEAN, PACIFIC: AN IMPROVED PARTNERSHIP FOR A BETTER DEVELOPMENT 30 proposals THE IMPLEMENTATION OF THE COTONOU AGREEMENT THE PREPARATION OF THE ECONOMIC PARTNERSHIP AGREEMENTS Q E - 75 - 06 - 009 - E N - C ",
        "The European Union and the countries of Africa, the Caribbean and the Pacific have hoped that their relationship would be a good example of cooperation, since it was established nearly 50 years ago. However, despite aid and preferential access to the European market, the results have been disappointing. Growth continues to be insufficient to meet the demands of economic and social development and to counter poverty effectively. Mutual trade continues to decline despite the fact that international trade is becoming increasingly globalised. The former Conventions of Yaoundé and Lomé are certainly not without merit, but some aspects of these agreements are partially responsible for this situation, due to overly complex procedures, badly coordinated instruments, overlong deadlines and too much red tape. In 2000, the Cotonou Agreement adopted a new approach to deal with these problems, based on a stronger partnership with economic and social organisations and the promotion of transnational partnership at the regional level. Ultimately, the fate of the cooperation between the two groupings will depend on how these partnerships develop in practice. In order to contribute to the assessment and promotion of the implementation of the Agreement, the ACP-EU Follow-up Committee of the European Economic and Social Committee has prepared a series of assessments and recommendations drawn from its hearings with ACP civil society representatives. Its conclusions are summarised in 30 proposals. Their main aim is to ensure that civil society stakeholders become the driving force of development via new dialogue, new networks and new economic and social initiatives - in short, a new dynamic which will guarantee that the promises made by the Cotonou Agreement are put into effect. The success or otherwise of an improved partnership for improved development in the ACP countries will be decided now, and with these interest groups. Bruno VEVER President of the ACP-EU Follow-up Committee of the European Economic and Social Committee March 2006 ",
        "AFRICA, CARIBBEAN, PACIFIC: AN IMPROVED PA RT N E R S H I P FOR A BETTER DEVELOPMENT 30 proposals INTRODUCTION I. AN IMPROVED PARTNERSHIP 1. IMPROVED PARTNERSHIP WITH CIVIL SOCIETY Provisions of the Cotonou Agreement Assessment of the ACP-EU Follow-up Committee Recommendations of the ACP-EU Follow-up Committee Summary: five proposals for an improved partnership with civil society 2. IMPROVED PUBLIC-PRIVATE PARTNERSHIP Provisions of the Cotonou Agreement Assessment of the ACP-EU Follow-up Committee Recommendations of the ACP-EU Follow-up Committee Summary: five proposals for an improved public-private partnership 3. IMPROVED REGIONAL PARTNERSHIP Provisions of the Cotonou Agreement Assessment of the ACP-EU Follow-up Committee Recommendations of the ACP-EU Follow-up Committee Summary: five proposals for an improved regional partnership 5 6 6 6 7 7 9 10 10 10 11 12 13 13 13 14 15 ",
        "II. A BETTER DEVELOPMENT 1. IMPROVED ECONOMIC DEVELOPMENT Provisions of the Cotonou Agreement Assessment of the ACP-EU Follow-up Committee Recommendations of the ACP-EU Follow-up Committee Summary: five proposals for an improved economic development 2. IMPROVED SOCIAL DEVELOPMENT Provisions of the Cotonou Agreement Assessment of the ACP-EU Follow-up Committee Recommendations of the ACP-EU Follow-up Committee Summary: five proposals for an improved social development 3. IMPROVED SUSTAINABLE DEVELOPMENT Provisions of the Cotonou Agreement Assessment of the ACP-EU Follow-up Committee Recommendations of the ACP-EU Follow-up Committee Summary: five proposals for an improved sustainable development APPENDICES Questions to reflect upon Institutions and bodies involved in ACP-EU cooperation Composition of the ACP-EU Follow-up Committee 16 16 16 17 17 18 19 19 20 20 22 23 23 23 24 25 26 26 29 30 ",
        "",
        "An improved partnership for a better developement I N T RO D U C T I O N 5 In June 2000 a twenty-year partnership agreement was signed in Cotonou, Benin by 77 ACP countries and the EU. This current agreement governs relations with the ACP states and has replaced the successive Yaoundé and Lomé conventions, which date back to 1963. This agreement is based on a dual principle. Firstly, it stresses that all partners are equal, that ACP countries determine their own development strategies and that regional, national and local differences must be recognised. Secondly, it supports the participation of and dialogue between civil society actors, from the private sector and from the economic and social part- ners. This dialogue with socio-occupational interest groups has now become a central feature of coopera- tion policy with the ACP countries, in the context of the participatory development approach, and brings toge- ther the leading forces of civil society alongside governmental players. Protocol 1 to the Cotonou Agreement mandated the European Economic and Social Committee’s ACP-EU Follow-up Committee (which from the outset had advocated a participatory approach) to facilitate the implementation of these partnerships and to organise consultation sessions and meetings of the ACP-EU economic and social interest groups. The European Commission has also requested it to monitor the pre- paration of the Economic Partnership Agreements (EPA), which, from 2008 will provide a framework of new arrangements for trade liberalisation. On this dual basis, the Follow-up Committee has built up ongoing cooperative relations in ACP coun- tries and in Brussels, both with ACP civil society repre- sentatives and with the ACP-EU Joint Parliamentary A s s e m bl y, the ACP-EC Council, the European Commission and the ACP Secretariat. In particular, between 1999 and 2005 it organised a series of regio- nal seminars and hearings with civil society organisa- tions in various parts of Africa, the Caribbean and the Pacific: in Dakar in March 1999;in Windhoek in March 2000; in Santo Domingo in May 2001; in Nairobi in February 2002 and again in March 2005; in Yaoundé in May 2003; in Mauritius in November 2003; in Addis Ababa in February 2004; in Gabarone in May 2004; in Fiji in October 2004; and in Bamako in April 2005. During these meetings, assessments and recom- mendations were drawn up for improving both part- nership arrangements and the various aspects of development, from the point of view of socio-occupa- tional interest groups. The summary that follows is based on observations relating to the general situation of ACP countries. It is therefore presented without regard to regional, national and local diversity, which falls outside the scope of this document. ",
        "Provisions of the Cotonou Agreement The Cotonou Agreement stresses the importance of partnership with non-state actors, referring to these in more than thirty articles and defining them as including the private s e c t o r, economic and social partners (including trade union organisations) and “civil society in all its fo rms according to national characteristics” (Article 6).This broad definition covers a wide range of non-governmental organisations (NGOs) active in the fields of human rights, gen- der equality, consumer interests, the eradication of poverty and environmental protection. In addition to covering a broad spectrum of topics, the organisations targeted by the Cotonou Agreement must be sufficiently representative and capable of par- ticipating in consultations and debates. In February 2003 the ACP-EC Council adopted guidelines on eli- gibility criteria for non-state actors, following propo- sals from the general secretariat of the ACP states and from the European Commission. These criteria refer in particular to the degree to which their objec- tives are attuned to the needs of the people, to their specific remit, and to the level of democracy and transparency within the organisation. It is up to the public authorities within the ACP states and to the Commission delegations to those states to determine which organisations are eligible, on the basis of these criteria. These non-state actors are info rmed and consulted throughout the process of drawing up and implementing c o o p e ration policies, both at the national and the regional l evel, part i c u l a rly on the drafting of cooperation stra t e g i e s and also on national and regional indicative progra m m e s. T h ey are also invo l ved in regular r ev i ews of these policies, as occur- red in 2004 with the mid-term r ev i ew of the ACP countries' natio- nal indicative progra m m e s. The Cotonou Agreement large- ly entrusts the implementation of d evelopment schemes to civil society stake h o l d e r s, support i n g the wo rk of industry, the social p a rt n e r s, professional bodies and n o n - g ove rnmental organisations in this regard. M o r eve r, the Cotonou Agr e e m e n t i nvo l ves non-state actors in assessing the perfo rmance of ACP countri e s, in particular the progress of their institutio- nal refo rm s, how resources are being used, the efficiency of their progra m m e s, their effo rts in tackling pove rt y, steps t a ken towards sustainable development and the perfo r- mance of their macro-economic and sectoral policies. Budgetary support towards building the capacities of non-state actors is also provided for. Agreement of the ACP state authorities is required regarding the total amount of aid granted to non-state actors and for the establishment of eligibility criteria. However, non- state actors may then directly request and receive financial aid through the ACP countries’ development programmes. Where necessary, additional support, financed by the general budget of the European Union, may also be given to non-state actors, as part of the overall development aid to ACP countries. 6 An improved partnership for a better developement 1 . I M P ROVED PA RTNERSHIP WITH CIVIL SOCIETY [...] the organisations targeted by the Cotonou A g reement must be sufficiently re p re s e n t a t i ve and capable of part i c i p a t i n g in consultations [...] The need for partnership, in its various forms, is underlined by the Cotonou Agreement. In addition to a renewed partnership with the EU, the agreement provides for an association-based partnership involving s o c i o - p rofessional players within civil society and the private sector and support s the development of partnerships between ACP countries at the regional level. I. AN IMPROVED PARTNERSHIP ",
        "7 An improved partnership for a better developement Assessment of the ACP-EU Follow-up Committee It would appear that non-state actors play a decisi- ve role in the development of ACP countri e s. This is because of their autonomous status, their broad repre- s e n t a t i veness of the pluralism of society, their know- ledge of how democracy really wo rks at the national and the local leve l s, their consultati- ve ex p e rt i s e, their capacity to cir- culate info rmation and their pro- motion of best pra c t i c e, such as greater transparency in gove r- n a n c e. H oweve r, implementation of the partnership with civil society still faces some probl e m s. Despite constituting a legal obli- gation for all the parties concer- ned, the way in which this part- nership is being applied within the 77 states varies greatly from one ACP country to the next, depending on the political and institutional set-up and the way in which civil society is organised. Some ACP state authorities that have long been used to playing a cen- tral role in decision-making and administrations are reluctant to implement an active policy of promoting partnership with non-state actors and supporting the building of their capacities. Diversity is therefore the priority when selecting non-state actors to be involved in implementing the Cotonou Agreement. Some ACP countries have set up platforms bringing together economic and social actors and NGOs which act as sole intermediaries with the Commission and/or the national authorities. In other countries, they are organised into three dis- tinct groups (employers, trade unions and NGOs) which function independently from each other and employ varying levels of communication. In a third category of countries, a plethora of organisations co- exist, with little or no communication between them, ove rlapping in va rious fields and with limited resources for each organisation. Lastly, there is a fourth category which includes countries where civil society is not organised and where communities are represented only by traditional forms of authority, prin- cipally at the local level. The Commission delegations themselves often lack the funds required to maintain effective dialogue with non-state actors. Civil society stakeholders are often not fully informed or consulted regarding the provisions of the Cotonou Agreement which are of benefit to them, or on the future provisions of the Economic Partnership Agreements. To date, it has been exceptional for associations of non-state actors to receive aid directly from the EU. The amendments tabled in June 2005 to Article 15 of Appendix 4 to the Cotonou Agreement should make direct access to EDF funds possible for a greater number of non-state actors, provided they are officially recognised as eli- gible from the planning phase. A proactive approach by these actors from the planning phase seems to be crucial in obtaining financial aid of this nature. Another issue that arises is the setting-up of an inclusive and effective means of assessing the perfor- mances of ACP countries. The findings of such an assessment are vital for fine-tuning the diffe r e n t strands of development (economic, social, environ- mental), for ensuring that tasks are divided up effi- ciently and for maintaining good relations between the public, pri- vate and voluntary sectors. Some useful initiatives have been taken to deal with these issues. National liaison commit- t e e s, involving gove rn m e n t r e p r e s e n t a t i ve s, Commission delegates and members of socio-economic interest groups, have been set up in several ACP countries to monitor and assess the ongoing cooperation programmes. The ACP-EU Follow-up Committee also organises regional semi- nars in ACP countries and, on a biannual basis in Brussels, a meeting of representatives from economic and social organisations from all the ACP countries is organised. Reports have been drawn up on the state of play regarding the participation of civil society. The Follow- up Committee’s assessments and recommendations are largely based on a report which it presented in June 2005 assessing the involvement of non-state actors in the implementation of the Cotonou Agreement, with case studies on the ACP states which were Follow-up Committee members for the 2002-2004 period. Recommendations of the ACP-EU Follow-up Committee It is up to non-state actors themselves to avail them- s e l ves fully of the new role entrusted to them by the Cotonou Agreement and to wo rk together to ensure both its successful implementation and the continu e d socio-economic development of ACP countri e s. However, this presupposes the existence of a regu- latory framework, based on principles of good gover- nance and the prevention of corruption, to support the development of organisations representing civil socie- ty, and in particular to facilitate fair and open access to local funds and resources. Such organisations must be involved in setting the eligibility criteria, at both national and regional level. Steps must also be taken to ensure that they do not become sidelined by [...] the way in which this p a rtnership is being applied within the 77 states va ri e s g reatly from one AC P c o u n t ry to the next [...] ",
        "8 Un meilleur partenariat pour un meilleur développement other less representative bodies which are closer to a particular government. It would also be advisable to encourage and support the efforts of civil society organisations to strengthen their structures, build up networks, improve their representativeness and deve- lop their analytical capabilities. Technical assistance to non-state actors on how to prepare an application for development programmes should be available upon request. Together with national authorising officers, the Commission delegations should identify organisa- tions of non-state actors, and provide them with the requisite information on the various possibilities open to them for participating in the framing of development strategies and for accessing finance, thus enabling them to disseminate this information to their mem- bers. To this end, all Commission delegations should assign a person to be responsible for conducting rela- tions with socio-economic interest groups in a proac- tive and consistent way, as many have already done. The contact details of the people assigned should be made available to non-state actors in ACP countries. Commission delegations in ACP countries should be strengthened, in accordance with the Cotonou Agreement’s guidelines. They should include qualified and experienced staff from outside the Commission with a background in the private sector, in associa- tions, or in the administrations of the Member States. They should have an enhanced capacity for drawing up initiatives, in line with the decentralised support policy introduced by the Cotonou Agreement. The EU and the ACP states should publicise the contents of the Cotonou Agreement more widely and provide more information on procedures for participating in dialogue. Civil society organisations should be pro- vided with training in this area. Both ACP state autho- rities and non-state actors should play a role in this, organising national and regional meetings and representative forums, building up networks between organisations, disseminating bulletins and newsletters and utilising the internet and various new technologies. Training should focus on building the organisations’ capacities in the areas of administration, analysis, research (particularly via the internet), proposals, representation and institutional dialogue. The establishment of platforms and forums for non- state actors should allow them to engage in a more structured dialogue with Commission delegations and national authorities. Care must be taken to ensure that the actors most closely concerned play a central role in this dialogue, in particular the social partners (employers, trade unions) as regards social affairs, entrepreneurs and chambers of commerce for the pri- vate sector, non-governmental organisations directly involved in issues such as consumer rights, non-dis- crimination between men and women, environmental protection etc. National committees involving non- state actors should be tasked with monitoring the implementation of the Agreement in various ACP countries on a regular, structured and inclusive basis. Economic and social councils, where they ex i s t , should also act as a useful link between national authorities and civil society within ACP States, without in any way replacing the various representative orga- nisations. This dialogue should ensure that non-state actors in each country are properly consulted throughout the plan- ning process. Such regular consultation should fa c i l i t a t e their invo l vement in the drafting of development stra t e g i e s. At the planning stage such dialogue should involve national authorities and Commission delegations making regular contact with non-state actors to consult them in the early stages and to invite them to attend meetings of the Planning, Coordination and EDF Follow-up Committee, established in each ACP country. Non-state actors should be given the right, at an early stage, to make a useful contribution to stu- dies carried out on the impact of the projects. They should also be involved in the implementation and regular evaluation of indicative plans and should be consulted during their revision. The non-state actors should be informed on how the consultations and their proposals have been follo- wed up. It should be made mandatory for all official documents on planning and the revision of indicative national and regional pro- grammes to be accompanied by a report detailing the pro- cedures put in place to consult civil society repre- sentatives; this is something which rarely happens at pre- sent. Social dialogue should be e n c o u raged, both for its inhe- rent benefits and for its contri bution to a broader dia- l o g u e. The ACP-EU Fo l l ow-up Committee is heav i l y i nvo l ved in encouraging such dialogue and promoting projects aimed at increasing dialogue in the va ri o u s ACP countri e s. As a means of building the capacities of non-state actors, procedures for accessing funds should be more clearly explained and further simplified, particu- larly in the case of small-scale funding. As part of each country’s national plan, direct funding should be allocated to non-state actors, ensuring non-discrimi- natory access for the most representative organisa- tions. In order to achieve a sufficient lever effect, it would be wo rth setting a target figure for the percentage of EU aid An improved partnership for a better developement The establishment of platform s and forums for non-state actors should allow them to engage in a more stru c t u red dialogue [...] ",
        "9 An improved partnership for a better developement to ACP countries which should be allocated to civil socie- ty organisations.The Fo l l ow-up Committee suggests set- ting this at a minimum of 15%. Regular reports should then be drawn up on the progress made in implementa- tion of this, in order to ensure concrete results. Information seminars on accessing aid and on devising projects eligible for funding should be orga- nised in all ACP countries.This financial aid should, in particular, help fund the dissemination of information by socio-economic organisations, help to develop dia- logue between the authorities and civil society, and go towards the drafting and implementation of proposals, projects and development plans. The European Commission and the national autho- rising officers should publish comparative reports on the extent to which non-state actors in ACP countries have successfully accessed the funds of the National Indicative Programmes which are reserved for non- state actors. The Commission and the national autho- rising officers should encourage dialogue and infor- mation sharing among non-state actors (horizontal) and within organisations (vertical) in order to contri- bute to their capacity-building.EU financing should be used to support the strengthening or establishment of structures of dialogue at the regional and national level (platforms, networks, forums, economic and social councils, etc.), comprising all the elements of civil society. Steps should be taken to encourage the sustainability of structures and activities of civil socie- ty organisations, for example, multi-annual program- ming of programmes to support capacity-building for non-state actors and support for establishing a secre- tariat within platforms of civil society organisations. Socio-economic interest groups from European civil society should themselves contribute to building the capacities of non-state actors within ACP coun- tries, by sharing their expertise and by making an e f fe c t i ve contri bution on the gr o u n d . These pro- grammes should receive development aid from ACP countries. In so doing, it is important to ensure that European non-state actors, particularly those with easier access to funding, do not take the place of their ACP counterparts. S u m m a ry f i ve proposals for an improved p a rtnership with civil society Ensure that all the ACP countries have a framework of governance favourable to informing and consulting civil society, setting out practical arrangements for implementa- tion in official planning or revision documents. Stress involvement of Commission delega- tions in this drive to inform and consult, with an official appointed as being responsible for contacts with non-state actors, and inform the latter of this. Consult non-state actors in good time and involve them in the impact studies. Inform the non-state actors on how the con- sultations and their proposals have been fol- lowed up. Set a minimum target of 15% of aid to ACP countries for support to civil society organisa- tions with information seminars on access to aid and comparative reports on their imple- mentation. [...] it would be worth setting a target figure for the percentage of aid to civil society organisations. ",
        "Provisions of the Cotonou Agreement The Cotonou Agreement adopts an approach that endorses close cooperation with a \"dynamic, viable and competitive\" pri vate sector (Article 21) and stresses the important role which the latter plays in securing economic and social development and era- dicating poverty. This is a considerable step forward vis-à-vis previous ACP-EU Conventions, which focu- sed mainly on relations with state authorities. S t ructured dialogue aims to invo l ve the pri vate sector in defining and implementing policies and programmes in ACP countri e s. P r ovision has been made for the fight against corruption, involving mutual consultation and the application of sanctions if necessary. These prov i s i o n s seek to improve public gove rn a n c e, and transparency in i nvestment and publ i c - p ri vate sector relations. I nvestment facilities were budgeted at EUR 2.2 bil- lion under the 9th European D evelopment Fund (EDF) fo r 2000-2007 in the fo rm of ve n t u r e capital and loans to support pri- vate sector investment in fields and sectors that are underfunded by pri vate capital or local financial i n s t i t u t i o n s. Soft loans may be granted directly by the European I nvestment Bank to the pri va t e sector without any requirements for state guara n t e e s. The Centre for the Development of Enterprise (CDE), a joint ACP-EU body, contributes towards strengthening the competitiveness of ACP businesses and promoting cooperation with EU companies. The CDE manages a Proinvest programme with a budget of EUR 110 million for a seven-year period. This pro- gramme facilitates and co-finances private sector technological investments in ACP countries. Assessment of the ACP-EU Follow-up Committee S u p p o rt for the pri vate sector and the entrepreneuri a l s p i rit plays a decisive role in generating wealth and ra i- sing the standard of living.Since the Cotonou Agr e e m e n t , va rious initiatives have been launched with va ry i n g d e grees of success to strengthen dialogue with pri va t e sector inve s t o r s. Examples include the establishment of the Association of ACP National Chambers of Commerce and Industry and the ACP Business Fo rum, which includes va rious investment, ex p o rt and service organi- sations from ACP countri e s. Such schemes require fur- ther consolidation in order to make these bodies more r e p r e s e n t a t i ve, more permanent and more effe c t i ve. G e n e rally speaking, pri vate sector investment and capacity in ACP countries remain inadequate in com- p a rison with development potential and needs. R e c e n t years have been part i c u l a rly disappointing for publ i c - p ri vate part n e r s h i p s. M a ny companies withdrew from projects and even countries where they had made long- t e rm inve s t m e n t s. These failures - irrespective of whe- ther they were caused by cost miscalculations, broke n c o m m i t m e n t s, or even inadequate guarantees from the p u blic authorities - undermined business confidence in the wisdom of participating in the construction and management of infra s t ructure in ACP countri e s. G i ve n the number of risks invo l ved (exchange ra t e, political, s e c u ri t y, contractual, credit ri s k s, etc.), existing hedging i n s t ruments and public funding for these projects are extremely inadequate and sometimes non-ex i s t e n t . If the private sector is to invest, it must be able to rely on a favou- ra ble macro-economic env i r o n- ment, which often requires sub- stantial economic, administrative and fiscal reforms in ACP coun- t ri e s. These refo rms are often more effective and better framed when they are implemented not only at the national level but also in a framework of regional coope- ration, which makes it possible to broaden the concept of the internal market. Effective dialogue with the private sector is a prere- quisite for successful reforms and creating a climate conducive to investment. This dialogue should hinge on private sector capacity building, which remains the central issue, and broaden it. This presupposes set- ting up effective representative associations and net- wo rks providing financial and business support , increasing inter-business cooperation and promoting sub-contracting operations. We now need to attract international investment back to ACP countries and, on this basis, apply ourselves to fulfilling the Millennium Development Goals. S u c c e s s f u l l y redefining the publ i c - p ri vate partnership would go a long way towards increasing investment in ACP countri e s, s e c u ring effe c t i ve and sustainable management of publ i c s e rv i c e s, and generating local benefits through these i nve s t m e n t s, especially in terms of tra n s fe r ring technolo- gy and tra i n i n g . 10 An improved partnership for a better developement 2 . I M P ROVED PUBLIC-PRIVATE PA RT N E R S H I P [...]investment and capacity in ACP countries remain inadequate [...] ",
        "11 An improved partnership for a better developement Recommendations of the ACP-EU Follow-up Committee The enhancement of investment levels in ACP coun- t ries needs to be supported by refo rms that will increa- se their capacity. This could be achieved not least through optimum use of EU aid. The aim should be to boost and sometimes renew investor confidence, to d evelop modern serv i c e s, including financial serv i c e s, to generate a culture of enterp rise in the economy, to d evelop trade netwo rks and to consolidate judicial sys- tems and other mechanisms for settling disputes (mediation, arbitra t i o n ) . It is t h e r e fore important to conduct a better-organised dialogue with the pri vate sec- t o r, with interm e d i a ries and adequately representative and structured netwo rk s. P ri o rity areas for refo rm include increased support fo r SMEs and the craft sector, the simplification of administra t i ve fo rm a l i t i e s, the development of financial and other business serv i c e s, the strengthening of interm e d i a ry associations, a more effe c t i ve cra ck d ow n on corruption and greater incentives to regulate the info r- mal economy. International investment in ACP countries should also be developed in line with the OECD’s guidelines for multinational enterprises and other similar guide- lines on corporate governance. Pa rtnerships between professional organisations, both within the ACP countries and with their counterp a rts in E u r o p e, should contri bute to enhancing the capacities of p ri vate sector companies.The aim here would be to iden- tify counterp a rt players in the ACP countries and in E u r o p e ; to organise missions for heads of companies; t o d e t e rmine the resources to be deployed in conjunction with local as well as with European public authori t i e s ; t o identify infra s t ructure needs, in particular as regards the p r ovision of wa t e r, energy and public health. F i n a l l y, to e s t a blish a public fra m ewo rk setting out detailed condi- tions for pri vate sector management in those areas. Careful choices need to be made on the use of aid in order to achieve a multiplier effect by bringing in inve s t- ment and know - h ow from the pri vate sector. Setting out efficient models for public-private part- nership is essential for mobilising public and private funds for large scale structuring investment for ACP country economies, in particular infrastructure. The legal frameworks and administrative capacities must be consolidated, the concession regimes tailored and a long-term source of funds, adapted to expectations, developed.Appropriate hedging and guarantee instru- ments should be introduced, in conformity with WTO rules. Contracts should preferably be set out in broad terms, with provision for tasks to be outsourced during the different stages of a project. The European Union must adopt new initiatives to a t t ract European companies to publ i c - p ri vate part n e r s h i p p r o j e c t s. This would invo l ve creating specific infra s t ru c t u- ral funds, setting up guarantee funds adapted to diffe r e n t types of project and country, improving the provision of i n fo rmation and consolidating local administra t i ve capacities, s u p p o rting projects at the regional level, encouraging the e s t a blishment of standard c o n t racts according to the c o u n t ry and sector, compari n g the views of public and pri va t e c r e d i t o r s, and harmonising the a b ove measures with the models developed by the Wo rld Bank or other public cre- ditors in the region such as the European Bank for Reconstruction and Deve l o p m e n t ( E B R D ) . The Centre for the Development of Enterp rise (CDE) should consolidate its contri bution to partnerships with the pri vate sector by drawing on the support of local bu s i- ness netwo rks both in the EU and in the ACP countri e s, spreading examples of best practices through the publ i- cation of “success stories”, and info rming ACP ex p o rt e r s about the conditions gove rning access to the EU marke t (quality standards, hygiene ru l e s, etc.) The challenge fo r i n d u s t rialists in ACP countries is to steadily build up their ability to manu facture products that can compete both on EU and wo rld marke t s. The CDE also needs to consoli- date its cooperation with specialised international organi- sations in the ACP countri e s, such as UNIDO for matters relating to industry, or UNCTAD for trade issues. T h i s could take the fo rm of joint or complementary activities under a wider scheme of shared projects. L a s t l y, project funding procedures need to be simplified and speeded up. All too often, the cumbersome nature of these hampers efficiency and saps the confidence of eco- nomic playe r s.This applies especially to rules on part i c i- pation by operators in ACP countries (consultants, c o n t ractors) in calls for tender organised by the EU.T h e s e should be simplified and provisions be made for prefe- rential treatment for ACP opera t o r s. Setting out efficient models for p u b l i c - p ri vate partnership is essential for mobilising funds [...] ",
        "12 An improved partnership for a better developement S u m m a ry f i ve proposals for an improved p u bl i c / p ri vate part n e r s h i p Strengthen investors' confidence by speeding up r e fo rms to modernise the economy. Conduct a better organised dialogue with the private sector, based on better structured networks. Develop North-South dialogue, including partnerships and professional support between ACP and European economic actors, in particular through joint sectoral and legislative approaches, which could receive aid from the EU. Set up new investment progra m m e s, part i c u l a rl y for infra s t ru c t u r e, based on effe c t i ve models fo r p u bl i c / p ri vate part n e r s h i p s, with possible refe r- ence to concessions, incentive s, guara n t e e s and subcontra c t i n g . Simplify the rules for participating in calls for tender for the ACP countries' development programmes, particularly for local operators. ",
        "13 An improved partnership for a better developement Provisions of the Cotonou Agreement The Cotonou Agreement stipulates that the tariff pref- erences which the EU has granted unilaterally to AC P c o u n t ries will be replaced by Economic Pa rt n e r s h i p A greements (EPAs) from 2008.These agreements will, in p ri n c i p l e, be concluded at the level of regional AC P gr o u p s, although some ACP countries may, where appro- p ri a t e, opt for an individual agreement (Article 37). Tra d e relations between South Africa and the EU are already g ove rned by a bilateral free trade agr e e m e n t . Six regional groupings commenced negotiations fo r E PAs in September 2002, each centring on a common economic identity (in some cases sub-regional gr o u p s which enjoy enhanced cooperation, for instance at mone- t a ry level, can be found within these regional gr o u p s ) . The four African regions are: the Economic C o m munity of West African States (ECOWAS), which includes Benin, Burkina Fa s o, Cape Ve r d e, Ivo ry Coast, Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, M a u ritania, Niger, Nigeria, Senegal, Sierra Leone and To g o ; the Central African Economic and Monetary Community (CEMAC) which includes Cameroon, C o n g o, Gabon, Equatorial Guinea, Central Afri c a n R e p u bl i c, Chad and São Tomé & Pri n c i p e ; the Common M a rket for Eastern and Southern Africa (COMESA), which includes Burundi, the Comoro Islands, Djibouti, E ritrea, Ethiopia, Ke nya, Madagascar, Malawi, Mauri t i u s, Uganda, the Democratic Republic of Congo, Rwa n d a , the Sey c h e l l e s, Sudan, Zambia and Zimbabwe ; and the South Africa Development Community (SADC), which includes Angola, Botswana, Lesotho, Mozambique, Namibia, Swaziland and Ta n z a n i a . The Cari bbean region is represented by the Fo ru m of Cari bbean States (CARIFORUM), compri s i n g Antigua & Barbuda, the Bahamas, Barbados, Belize, Dominica, Grenada, Guyana, Haiti, Jamaica, the Dominican Republ i c, St Kitts & Nev i s, St Lucia, St Vincent and the Grenadines, S u ri n a m e, and Trinidad & To b a g o. Finally, the Pacific ACP grouping (PACP) comprises the Cook Islands, the Fe d e ra t e d States of Micronesia, the Fiji I s l a n d s, Kiribati, the Marshall I s l a n d s, Nauru, Niue, Pa l a u , Pa p u a - N ew Guinea, Samoa, the Solomon Islands, To n g a , Tu valu and Va nu a t u . The new trade system introduced by the EPAs mu s t be fully compatible with W TO rules and the EU may not grant any unilateral prefe r e n c e s. Only the least deve l- oped ACP countries may be exempt from these ru l e s and their unilateral preferences preserve d ; their prod- ucts will continue to benefit from duty free access to the EU market under the “ E ve rything But Arm s ”i n i t i a t i ve. A t ransition period between 2008 and 2020, the year the Cotonou Agreement ex p i r e s, is expected to be set up for these countri e s. A regional indicative programme is drawn up for each of the six ACP regions. This includes an analy- sis of the political, economic and social situation in each region, an evaluation of the outlook for the region’s integration in the world economy, and an assessment of strategic priorities, including financial ones, in order to achieve this. It also contains propos- als regarding the support required from the EU to consolidate regional cooperation. Assessment of the ACP-EU Follow-up Committee The development of integrated regional markets should provide an adequate response to the problem posed by the insufficient size of national markets and to investors’ expectations. The EPAs and the regional integration process should boost the effe c t i veness of the ACP countri e s ' economic and trade policies by anchoring them in mu l- t i l a t e ral agr e e m e n t s, while also improving their com- p e t i t i veness and promoting modernisation of their tax s y s t e m s, the development of inve s t m e n t s, and better i n t e gration into the wo rld economy. These dynamo e f fects should become a true catalyst for the deve l o p- ment of ACP countries in the face of globalisation. If this adaptation is to succeed, ACP gove rn m e n t s must wo rk with their regional partners to devise stra t e- gies for trade negotiations and economic libera l i s a t i o n . T h ey must initiate a broad range of stru c t u ral refo rm s at the national level, which would have a manifo l d e f fect on the economic, tax, social and administra t i ve s y s t e m s. A number of areas need to be re-ex a m i n e d such as competition policy, intel- lectual property ri g h t s, tra d e and serv i c e s, public serv i c e s, e n e r g y, telecommu n i c a t i o n s, t ra n s p o rt, standardisation and c e rtification, consumer ri g h t s, the labour market, social prov i- sions etc. The aim for AC P c o u n t ries is to complete an a m b i t i o u s, mu l t i l ayered and c o m p l ex programme of adapta- tion to globalisation and intern a- tional competition, whilst accelerating the pace of regional integra t i o n . This programme is, in effect, fo r ACP countries the equivalent of what the Lisbon com- p e t i t i veness and refo rm stra t e g y, initiated by Member States in March 2000 in the fo rm of a ten-year pro- gra m m e, is for the European Union. 3 . I M P ROVED REGIONAL PA RT N E R S H I P The new trade system introduced by the EPAs must be fully compatible with WTO rules [...] ",
        "14 An improved partnership for a better developement Amongst the adaptations ACP countries face, the consolidation of regional integration is particularly important. Existing regional cooperation structures in ACP countries are highly diverse and are still some- what unfamiliar. Their capacity to function properly and to negotiate trade agreements on behalf of the different parties involved varies greatly. Not all region- al ACP groups have introduced a common customs area yet. Some ACP countries are members of sever- al regional organisations. In some cases these com- plement each other, but in other cases a choice will have to be made. The fact that the regional integration process involves Least Developed Countries (LDCs) alongside non-LDC countries could make the negoti- ation of EPAs more difficult. In fact, such economic disparities between states within the same region may lead least developed countries to fear the out- come of integration.This would make integration more difficult. One particular handicap is the fact that many non- state actors from ACP countries are ill informed about the economic and social issues at stake, as well as about the content and progress of the EPA negotia- tions. This constitutes a serious obstacle to the ability of ACP countries to make proper preparation for eco- nomic liberalisation. C o n c e rns about integra t i o n in ACP countries have also been prompted by the fact that customs duties make up a high p r o p o rtion of gove rnment rev- e nu e, often reaching 20%. T h e abolition of customs duties on European imports wo u l d reduce this reve nue by half, and in view of the restri c t e d possibilities for diversifying sources of tax reve nu e, national budgets could run into serious difficulties. Nor is it certain that lower customs tariffs would automatically t ranslate into a corresponding reduction in consumer p ri c e s.A properly functioning competition policy will be an i m p o rtant factor here. The co-existence of four different regional integra- tion groupings in Africa should not be an obstacle to the long-term objective of pan-African unity. The gov- ernments in those regions have put their weight behind the regional groups as a stepping-stone in the pursuit of continent-wide integration. Real or potential risks of regional conflict remain. Q u i t e a p a rt from the disastrous impact that such conflicts wo u l d h ave on the population, they could also hamper the regional integration process and thwa rt its objective s. H oweve r, the existence of regional integration processes could in fact help to prevent or settle such conflicts. Recommendations of the ACP-EU Follow-up Committee Trade liberalisation should not be an end in itself, but part of a wider objective to boost development and cohesion at the regional leve l . This means that the specific advantages and handicaps of each ACP coun- t ry as well as the possible need for transition peri o d s and phases of adaptation, must be taken into consid- e ra t i o n .The aim must be better organisation of region- al marke t s, greater competitiveness and an improve d range of products, and more effe c t i ve action to reduce p ove rt y. Under no circumstances should the position of ACP countries be we a ker when the EPA negotiations are concluded than it was before they began. Social and environmental concerns must be addressed in full in the Economic Pa rt n e r s h i p Agreements. The dialogue must therefore involve social and environmental issues as much as econom- ic ones. Consumer protection issues must also be given due consideration. The impact assessments - to be drawn up in close coop- eration with civil society play- ers - should help to set out the precise prerequisites to achieve the above aims. The problems faced by the least developed states within each region must be addressed fully throughout this process. The EPA negotiations should pave the way for bet- ter information and consultation of economic and social interest groups. Regional committees should be introduced to involve them in the preparation of the EPAs as well as in the consolidation of the regional integration and cooperation processes. These socio- occupational representatives should join forces in an efficient way at the regional level, setting up pro- grammes and networks. Support, especially of a financial kind, should be provided for this. Projects should focus on developing social dialogue at the regional leve l : i n i t i a t i ves like the one introduced in 2005 to create a social dialogue netwo rk in the C e n t ral African and Great Lakes states should be extended to other ACP countries and regions in Afri c a , as well as to the Cari bbean and the Pacific regions. This dialogue should cover the economic, social and regional impact of EPAs, the implementation and monitoring of ILO core social standards, the promo- Not all regional ACP groups have introduced a common customs area yet. ",
        "15 An improved partnership for a better developement tion of employment and social development and last- ly, negotiated developments in the informal sector so as to improve living and working conditions. Measures should also be taken to include gender equality in EPA negotiations, in particular through studies on the impact of EPAs on the economic activ- ity of women and provisions to ensure the participa- tion of women’s organisations in consultations on the negotiations. An adequate information and communication policy needs to be introduced so that the involvement of civil society in the regional integration process can be extended to the entire population. Mindsets need to be changed, or the integration process will ri s k sidelining the public, with inevitable effects on its ben- efits, effectiveness and sustainability. In pursuing regional integration processes one must avoid creating new divisions with neighbouring regions. Infrastructure links between different regions involved in EPA negotiations should be developed on a large scale, particularly in Africa. The coordination of economic policies, not least by extending the moves towards monetary union already initiated in certain regions or subregions, should be actively encouraged. The regional integration process should go hand in hand with the introduction of mechanisms to prevent or settle conflicts. Whilst due consideration must be given to specific regional characteristics and to the political projects already under way in the ACP countri e s, the European Commission and the EU's other institu- tions, as well as its socio-economic players, should pass on the experience they have gained in regional i n t e gration to ACP countries pursuing that path. Information and training seminars should be prepared to inform them about the various aspects of a large internal transnational market. The signing of EPA agreements is also the appro- priate occasion for developing the dialogue between ACP countries and the EU on the challenges posed by globalisation and the WTO multilateral negotia- tions. The respective positions need to be clarified, promoting a rapprochement on issues of common interest where appropriate. S u m m a ry f i ve proposals for an improved regional part n e r s h i p Fully incorporate social and environmental concerns in the negotiations on the Economic Partnership Agreements (EPAs). Inform and associate the socio-occupational interest groups in preparation of the EPAs, providing support for capacity building in this area and setting up committees organised at the regional level. Encourage initiatives for developing social dialogue at the regional level. Draw up regional infrastructure programmes in a way which is open to neighbouring regions. Develop structured ACP-EU consultation on each party’s experiences of regional integra- tion and on the main issues of the WTO and globalisation. ",
        "16 An improved partnership for a better developement Provisions of the Cotonou Agreement The Cotonou Agreement provides the legal fra m ewo rk for the continuation of ACP countri e s ’p r e ferential access to the EU market up until 2008 (Article 36).These prefe r- ences come in the fo rm of an abolition of customs duties for certain products as well as non-tar- iff adva n t a g e s, such as exe m p t i o n s from quota restri c t i o n s. These are granted subject to respect for ru l e s of origin, which include conditions g ove rning the processing of AC P p r o d u c t s. With the exception of South Africa, which has signed a free trade agreement with the EU, these preferences are unilatera l , e n a bling ACP countries to maintain the existing restrictions on access to their marke t s. This unilateral common preference system for AC P c o u n t ries is destined to disappear in the wa ke of globali- sation and the legal challenges which it has faced at the W TO. By 2008 the single fra m ewo rk regulating trade bet- ween ACP countries and the EU will come to an end. It will be replaced by a range of prov i s i o n s, including the Economic Pa rtnership Agreements which are to be concluded on a regional basis (the six regions where the E PAs are currently being negotiated) or on a national b a s i s, when necessary.P r e ferential provisions for the least d eveloped ACP countries will be maintained * . The Cotonou Agreement will lead to a profo u n d t ra n s fo rmation in trade relations between ACP coun- t ries and the EU, as well as with the rest of the wo rl d .I t e n c o u rages them to optimise their economic deve l o p- ment with the main thrust coming from pri vate-sector investment, and in accordance with each country ’s c h a ra c t e ri s t i c s. The agreement also urges them to set up new regional gr o u p i n g s. The aid provided under AC P - E U c o o p e ration includes grants from the European Development Fund (EDF) and soft loans from the European Investment Bank (EIB). This aid sponsors a va riety of activities involving economic and social deve l- opment, institutional and administra t i ve refo rm s, social d i a l o g u e, support for the pri vate sector, env i r o n m e n t a l protection, and regional integra t i o n . The funds associ- ated with the Cotonou Agreement reach EUR 25 billion for the 2000-2007 period, of which EUR 13.5 billion come from the 9th EDF, 9.9 billion from the remainder of the previous EDF, and 1.7 billion from the EIB’s ow n r e s o u r c e s. The main objective of the Cotonou Agreements is to kick-start sustainable economic and social development in the ACP countries by means of enhanced part n e r s h i p s . Trade liberalisation must fit into the wider objective of development. H e re ACP countries face new challenges in the form of globalisation of economic trade and the growing power of fast developing, emerging economies, II. BETTER DEVELOPMENT especially in Asia. * Thirty-nine ACP countries, in other words half of the total, are classified as least developed countries (LDC).These are:Angola, Benin, Burkina Faso, Burundi, Cape Verde, Comoro Islands, Djibouti, Eritrea, Ethiopia, Gambia, Guinea, Guinea-Bissau, Equatorial Guinea, Haiti, Solomon Islands, Kiribati, Lesotho, Liberia, Madagascar, Malawi, Mali, Mauritania, Mozambique, Niger, Uganda, Central African Republic, Democratic Republic of Congo, Rwanda, São Tomé & Principe, Sierra Leone, Somalia, Sudan, Tanzania, Chad, Togo, Tuvalu, Vanuatu, Samoa, Zambia. This unilateral common p re f e rence system for ACP countries is destined to disappear [...] 1 . I M P ROVED ECONOMIC DEVELOPMENT ",
        "17 An improved partnership for a better developement Assessment of the ACP-EU Follow-up Committee Despite the economic support and preferential tra d e conditions accorded to the ACP countri e s, their situa- tion has generally declined. Pove rty has increased and has been compounded by armed conflict. Increases in the provision of urgent humanitarian aid are an indica- tor of the shortcomings of long-term economic deve l- opment policies; too often, corruption has prevented a p a rt of this aid from reaching its intended recipients. ACP countri e s ’ share of the EU’s ex t e rnal trade has reduced, falling from almost 8% at the beginning of the 1970s to around 3% today. L i kewise their share of wo rld trade fell from 3% to 1.5% over the same peri o d . This trade remains heavily based on pri m a ry resources and agri c u l t u ral products, with ve ry little product dive r- s i t y. These products still tend to be processed outside the ACP countries themselve s, to the detriment of their i n d u s t rial competitive n e s s. I n t e rnational investment in ACP countries has also diminished in the course of recent ye a r s.Whilst in 1996 it represented almost 3% of global investment, today that share has dropped by more than half. S eve ral handicaps continue to weigh down the ACP economies. One such handicap is their inability to take sufficient adva n- tage of their trade agreements with the EU. Their agri c u l t u ral product m a rkets continue to be adve r s e l y a f fected by agri c u l t u ral subsidies within the EU, especially for cotton. Their ove rall ex p o rt capacity in the va rious sectors is hampered by the delays in the stru c- t u ral refo rms that are necessary if improved economic p e r fo rmance is to be achieve d . ACP countries have frequently expressed concern s regarding the liberalisation of their economies and of t rade as envisaged by the Cotonou Agreement and the Economic Pa rtnership Agr e e m e n t s. These concern s focus on the loss of customs reve nue for the state bu d g- et, increased foreign competition on their domestic mar- ket and the inability of the local pri vate sector to deal with it effe c t i ve l y, the critical situation in an agri c u l t u ral sector which is not sufficiently competitive and which, as already mentioned, faces tough competition from European products that often still benefit from public aid. An improvement in economic development, employ- ment and the standard of living of the 700 million peo- ple in the ACP countries depends on an increase in i nvestment and gr ow t h .H oweve r, often this is only fo rt h- coming once economic and administra t i ve stru c t u r e s h ave been modernised and adapted. One effe c t i ve way of promoting economic development would be to deal with the disparities in business law at regional leve l . In general terms, regional integration processes should directly foster improved economic develop- ment, greater investment, and the development of trans-national, national and local infrastructure (trans- port, water, energy and telecommunications), thereby facilitating trade and reducing costs. Regional integra- tion, provided it is implemented properl y, should therefore do much to consolidate the economic com- petitiveness of ACP countries faced by the challenges of international competition and globalisation. Recommendations of the ACP-EU Follow-up Committee One pri o rity is to ensure better access for AC P ex p o rt s, in particular for agri c u l t u ral products, minera l o r e s, textiles and local products. In order to support the d evelopment of these ex p o rt s, economic refo rms in ACP countries should be accelerated to further dive r s i- fy production, whilst taking account the existing and potential compara t i ve advantages that these countri e s might have. Transitional periods for protecting the AC P m a rkets should be managed in such a way as to facilitate the nec- e s s a ry restru c t u ring and promote nascent and developing industri e s. The refo rm of the common agri c u l- t u ral policy should make it possibl e to eventually eliminate EU ex p o rt subsidies in compliance with the European Union’s W TO obl i g a t i o n s. On a general plain, steps should be taken to attract investors through simpler and more transparent non-discri m i n a t o ry ru l e s. ACP businesses should receive support, pri n c i p a l l y of a financial nature. Better access to micro-credit, which has already produced encouraging first results in recent ye a r s, should foster the development of cra f t i n d u s t ries and SMEs. E f fo rts should be intensified to implement quality stan- dards to adapt ACP products to the requirements of inter- national marke t s, especially the EU’s. F u rt h e rm o r e, i n d u s t rial development in ACP countries is often a pre- requisite for strengthening, diversifying and enhancing the value-added of ex p o rt s. O b j e c t i ves such as process- ing a significant (even if minority) percentage of produc- tion locally or, if necessary, at regional level might enabl e some sectors such as textiles to channel constru c t i ve d evelopments in this direction. Setting up EPAs should include steps to identify sec- tors and social groups likely to be most affected by a ACP countries’ share of the EU’s external trade has reduced [...] ",
        "18 An improved partnership for a better developement reduction in public revenue, and for which corrective measures should be put in place. It would also be necessary to support the establishment of adequate taxation systems that distribute the tax burden fairly amongst citizens according to their income levels. Moreover, it would be appropriate to support the introduction of uniform and modern business law at regional level by drafting uniform laws, standardising judicial and arbitration systems, and standardising training for magistrates. The proposal to finance the European Deve l o p m e n t Fund through the Community budget rather than through specific EU Member State contri butions should only be considered if synergy between national and Commu n i t y actions on behalf of ACP countries is improve d . It is i m p o rtant to make sure that a Commu n i t y - l evel EDF is not we a kened by the wide differences in opinion and commitment between the va rious Member States and the funds they contri bute to this policy. The EDF should be brought under the Community budget mainly for the purpose of funding horizontal actions, regional cooperation aid programmes and operational programmes in the most disadvantaged countries, while Member States would be asked to contribute from their own resources to programmes and countries that they consider to be priorities. In this way, making the EDF part of the Community budget would be flanked by a genuine effort to address the pressing need for consistency between Community and national actions. It would be worth studying the possibility of focus- ing EDF resources on countries whose economic development would trigger further development on a regional scale. It is important to avoid a counterproductive freeze on unused resources left over from previous EDFs. These resources must be freed at a time when ACPs are being called upon to make an extraordinary effort to reform and adapt to globalisation. Recipient states benefiting from these funds would have to meet all the criteria for the effective use of aid (governance and economic and social management). Finally, it must be emphasised that our efforts to support economic development within the framework of ACP-EU cooperation have to be better coordinated with the efforts of other international organisations. In particular, we now need to strengthen coordination between ACP-EU policy and the approach adopted by N E PA D, the New Pa rtnership for Afri c a ’s Deve l o p m e n t. [...] adapt ACP products to the requirements of international markets [...] S u m m a ry f i ve proposals for an improved economic deve l o p m e n t Promote the development of the ACP coun- tries' export capacity, partly by giving them more access to the European agricultural market. Set up an economic, administrative and regu- latory framework which is more attractive to investors. Increase entrepreneurial capacity in the ACP countries, modernising commercial law and providing increased funding facilities, particu- larly for micro-credit. Boost the impact of EDF measures by seek- ing broader economic dynamism at the regional level and by ensuring the conditions for a rapid unblocking of as yet unused resources from previous years. Provide improved coordination between EU economic aid and aid for the development programmes of other international organisa- tions. ",
        "Provisions of the Cotonou Agreement The Cotonou Agreement places the development objective squarely in a social context that aims to fight poverty; improve education and training; strengthen labour policies; promote participatory social dialogue, human rights and fundamental social rights, including gender equality; harness youth potential; incorporate the cultural dimension at all levels of development cooperation; and reinforce health policies to combat pandemics (Article 25). Gender equality, also known as non-gender dis- crimination, is a cross-cutting priority and relevant to all areas of cooperation. Specific measures have been established for women, concerning participation by women in national and local politics, support for women’s associations and access by women to basic social services (education, training, health care, fami- ly planning) and productive resources (land, credit, labour market), as well as taking specific account of women in emergency aid and rehabilitation opera- tions (Article 31). The central objective, fighting poverty, is an indica- tor for measuring progress and shortfalls in the devel- opment of ACP countries. It depends on of a number of complementary policies ranging from the improve- ment of the governance policy framework to the improvement of social and environmental conditions. ACP countries are therefore invo l ved in specific strategies for poverty reduction supported by EU aid. These strategies are the subject of broad consultation with non-state actors, who are themselves invited to participate directly. The Cotonou Agreement makes explicit reference to internationally recognised core labour standards, such as those defined in the ILO Conventions, name- ly freedom of association and protection of the right to organise and to bargain collectively; the abolition of forced labour and child labour; and equality of treat- ment at work (Article 50). The Cotonou Agreement makes explicit reference to core labour standards [...] 19 An improved partnership for a better developement 2 . I M P ROVED SOCIAL DEVELOPMENT ",
        "20 An improved partnership for a better developement The Cotonou Agreement also supports the role of the va rious socio-occupational organisations, name- ly employe r s ’ and employe e s ’ o r g a n i s a t i o n s, which are an essential component of civil society and of the dialogue on which economic and social deve l o p- ment is bu i l t . M o r e ove r, the Cotonou Agreement stipulates that s i g n a t o ries will step up their cooperation in the area of consumer policy, with particular reference to info r- mation, product safety and business pra c t i c e s ( A rticle 51). Assessment of the ACP-EU Follow-up Committee Considerable effort has still to be made to effec- tively implement the social dimension of the Cotonou Agreement. The social disadvantages that affect ACP countries mainly concern education, employment and the labour market.The need to improve training for young people and adults is central to confronting the chal- lenges of adapting to economic liberalisation and structural reforms. Social dialogue has a key role to play in improving condi- tions for development in ACP countries at the local, regional and national levels. By promot- ing a culture of discussion, consultation and conciliation, it helps not only to consolidate the foundations of economic and social progress, but also to prevent all types of conflict, including those between ACP countries. The regional social dialogue networks recently set up in Africa have had this effect.The networks and struc- tured contacts can serve as a basis for strengthening the advocacy and lobbying capacities of the econom- ic and social interest groups on other topics, including non-state actor invo l vement in the Cotonou Agreement. Although gender equality is enshrined in the Cotonou Agreement, its implementation is far from secure and faces numerous obstacles. P r o bl e m s encountered by women mainly concern restricted access to education and training; increased difficulty in accessing financial resources, especially micro- credit; restrictions on land ownership; unequal pay and access to the formal labour market;the rising inci- dence of AIDS; and gender-based violence. Furthermore, the magnitude of the informal (unreg- ulated) sector presents a major structural problem. Although it contributes substantially to economic life in many ACP countries, the undeclared work of this informal economy is nothing more than a disruptive makeshift solution that undermines social develop- ment, economic transparency and fair taxation. However, it would be futile to attempt to reduce it with- out tackling its many root causes. F i n a l l y, the social aspects of the Economic Pa rtnership Agreements should undergo in-depth impact assessments. Recommendations of the ACP-EU Follow-up Committee Development in ACP countries should go hand in hand with strengthening social and health policies and eradicating poverty. ILO core labour standards should, in compliance with Article 50 of the Cotonou A greement, be ri g o r o u s l y upheld. This involves promoting job creation and ensuring that those new jobs are of a decent standard, with a minimu m threshold of social conditions. EDF-funded progra m m e s should contri bute to this, by gearing calls for tender for work and services to this level of social conditions. More general- ly, businesses benefiting from development aid should set a good example as regards respect for social conditions and standards. Improving social conditions involves promoting dia- logue amongst social partners. The ILO’s Programme for the Promotion of Social Dialogue in French-speak- ing Africa deserves to be developed and extended to other ACP regions. Socio-occupational organisations in ACP countries should step up dialogue both amongst each other and with their counterparts in the EU. The European Commission should cooperate directly with social partners in ACP countries to draw up regular reports disseminating information on good Social dialogue has a key role to play in improving conditions for development in ACP countries [...] ",
        "21 practice in social dialogue at national and regional levels, and should promote their distribution to the widest possible audience. Training policies for basic education as well as vocational training should be strengthened through partnerships betwe e n the public authorities and non- state actors. Ambitious pro- grammes should be set up in this field. For its part, the ACP- EU Fo l l ow-up Committee has agreed as a matter of priority to assess the needs and prospects of human resources as a vector for development. Training programmes in ACP countries should receive budgetary aid and support from experts seconded from the European Union, with the direct participation of the socio-occupational sectors. Their implementa- tion should mostly be delegated to ACP civil society organisations, including occupational organisations, employers’ organisations, trade unions, associations for the self-employed and NGOs. Training needs affect all aspects of development in ACP countries. Economic training should explain the challenges presented by reform, structural adjust- ments, market developments, consumer rights, the role of the public service and conditions for privatisa- tion. Managerial and financial training should con- tribute towards improving the skills of company direc- tors, executives, craftsmen and the self-employed. Vocational and technical training at all levels should evolve according to shifts in the labour market. Social training should provide socio-occupational operators with information on fundamental rights, labour rela- t i o n s, collective bargaining, employment policies, social protection, and restructuring. Health education should build the capacity to prevent and fight pan- demics. Environmental training should develop the ability to adapt to new requirements in this field. The role and rights of women should be actively supported. This need cannot be dissociated from fighting poverty effectively and a c h i eving sustainable deve l o p- ment. An objective of non-gen- der discrimination should be set with funding for training, micro- credit, health, and fighting gen- der-based violence. S p e c i f i c p o s i t i ve measures for wo m e n should also be adopted concern- ing the right to inherit property, own land, access bank loans and the labour market, or the promotion of microenterp ri s e s. The European Commission should conduct studies to determine the status and capacity of women's organ- isations in ACP countries and introduce measures to involve these organisations in the consultations on the implementation of the Cotonou Agreement. Women’s organisations should be strengthened and should benefit from direct preferential eligibility and fast-track funding channels. In part i c u l a r, the European Commission should create a specific budget heading for women’s organisations in ACP countries. Economic Partnership Agreements should them- selves include a social dimension alongside trade and finance. More specifically, this should include compli- ance with the fundamental social rights enshrined in the basic ILO Conventions: freedom of association, representation and the right to collective bargaining, the suppression of forced labour, the elimination of child labour and non-discrimination in the workplace, including gender equality. Whilst ACP countri e s should provide investors with an attractive and func- tional economic, social and legal framework, investors should also respect and nurture these rights and con- tribute to social progress. The EPA negotiating period should provide an o p p o rtunity to launch social development progra m m e s to accompany and buttress trade libera l i s a t i o n . Economic Pa rt n e r s h i p A g reements should include a social dimension [...] An improved partnership for a better developement ",
        "22 An improved partnership for a better developement This should include an affirmation of the role playe d by education and health serv i c e s, strengthened vo c a- tional training, support for small-scale ru ral producers, c raft industries and local fishermen, the deve l o p m e n t of consumer rights and the organisations representing them, the promotion of proactive employment policies, and a genuinely part i c i p a t o ry approach invo l v i n g organised civil society. Regional social dialogue committees including the socio-occupational representatives of employers and employees should be set up in all regions involved in EPA negotiations so that they can contribute to social development programmes.The committees’sphere of action could cover the economic, social and regional impact of EPAs, the implementation and monitoring of ILO core social standards, the promotion of employ- ment and social development, the development of vocational training, negotiated developments in the informal sector and social protection provisions. S u m m a ry f i ve proposals for an improved social deve l o p m e n t Ensure respect for fundamental social ri g h t s (ILO Conventions) and make aid to bu s i n e s s e s and EFD calls for tender conditional on respect for these ri g h t s. Support the development of dialogue between the social partners and draw up reports on its development in the various ACP countries. Launch ambitious training programmes on all aspects of development, involving socio- occupational and civil society organisations. Adopt specific measures to support women's rights. Promote a dynamic social approach, organised in accordance with regional integration processes and preparation for the EPAs. ",
        "23 An improved partnership for a better developement Provisions of the Cotonou Agreement The assessment of progress towards sustainable development should be part of a global approach that t a kes account of a number of complementary aspects: respect of human rights and fundamental freedoms, especially social rights; dialogue and con- flict prevention; democracy based on the rule of law; effective economic and social governance; consolida- tion of public finances; health protection and environ- mental protection. First of all, sustainable development presupposes peace and conflict prevention (Article 11).The political dialogue at the heart of the Cotonou Agreement is intended to contribute to this through discussion with- in the ACP-EC Council and the support of the ACP- EU Joint Parliamentary Assembly. Sustainable development also presupposes ensuring health and safety, especially with regard to pandemics, which continue to affect a number of ACP countri e s (Article 25). The emphasis placed on the social aspects of development underl i n e s this need. Sustainable development requires disciplined fiscal and monetary policies that result in the reduction of inflation and improve external and fiscal balances and the quality of fiscal policy (Article 22). Economic r e fo rms geared towards trade liberalisation, as required under the Cotonou Agreement, should also contribute towards balancing public accounts. Finally, sustainable development includes environ- mental protection (Article 32). This constitutes an important criterion for assessing the progress made by ACP countries in implementing the Cotonou A gr e e m e n t . Non-state actors are encouraged to launch such initiatives and to become involved in eval- uating the policies applied. Assessment of the ACP-EU Follow-up Committee The assessment of progress towards sustainable development should be part of a global approach that t a kes account of a number of complementary aspects: respect of human rights and fundamental freedoms, especially social rights; dialogue and con- flict prevention; democracy based on the rule of law; effective economic and social governance; consolida- tion of public finances; health protection and environ- mental protection. Sustainable development also involves providing the populations of ACP countries with better job prospects, and economic and social progress in their own countries and regions. This would make it easier to regulate migratory flows, and ensure that the most highly educated young people can use their skills, entrepreneurial spirit and creativity for the benefit of their own countries. Conflict prevention and the peaceful resolution of con- flicts are preconditions fo r s u s t a i n a ble economic and social development bu i l t upon an active civil society. These preconditions have yet to be met in several regions of Africa severely affected by political instability, human rights abuse, and armed con- flict. The active role of civil society that the Cotonou Agreement advocates can- not be fully guaranteed unless decisive progress is made in these areas. Non-state actors should make their own contribution through dialogue and their own initiatives. Health security continues to be severely underm i n e d by pandemics, especially AIDS, malaria and tuberculosis, while sanitary and hospital facilities are still ve ry inade- q u a t e. The incidence of epidemics and the mortality ra t e are extremely high in many ACP countri e s, and this has a serious effect on the demogra p h i c, economic and social s i t u a t i o n . The dramatic consequences of pandemics m a ke them pri o rity targets for preve n t i ve and reduction s t ra t e g i e s. Balancing their public finances is an unattainable goal for many ACP countries faced with a heavy debt burden. This constraint is all the heavier since these countries are faced with the new challenge of liberal- ising trade under very difficult conditions for many of them, and, in addition, their public revenue is under- mined by often critical economic and social situations. The measures taken by the G8 economic summit in July 2005 to cancel the debt of the poorest develop- 3 . I M P ROVED SUSTAINABLE DEVELOPMENT Conflict prevention and the peaceful resolution of conflicts are preconditions [...] ",
        "24 An improved partnership for a better developement ing countries, including many ACP countries, consti- tute a move in the right direction, giving these nations new scope for action. E nvironmental protection is becoming increasingly urgent and concerns are rising over degradation in AC P c o u n t ri e s. O p t i mum management of natural resources has yet to be achieved in the face of water pollution, soil pollution, especially by waste plastic, defo r e s t a t i o n , overfishing, ove r exploitation of marine minera l r e s o u r c e s, and loss of biodive r s i t y. The consequences of global wa rming are already ve ry tangible in some ACP countri e s, especially in island regions where sea l evels are ri s i n g . The expansion of tourism, which presents ex c e l l e n t economic prospects for ACP countri e s, will depend to a large extent on improving conditions for sustainabl e d evelopment, especially in the sphere of securi t y, con- flict prevention, health and environmental protection. ACP regional integration processes should also con- t ri bute directly towards improving sustainable deve l o p- ment in all its aspects. Regional integration promotes peace and stability, consolidates economic and financial management, helps to improve social conditions and standards of living, safeguards environmental protection i m p e ra t i ve s, and contri butes to spatial planning and d eve l o p m e n t . Recommendations of the ACP-EU Follow-up Committee Conflict prevention and resolution are prerequi- sites for building confidence and sustainable deve l- o p m e n t . To this end, all ava i l a ble means should be d e p l oyed alongside ongoing EPA negotiations. Conflict prevention and resolution also depend direct- ly upon intensified effo rts to fight pove rty and a glob- al policy for better gove rn a n c e, ensuring compliance with political, economic and social ri g h t s, together with effe c t i ve anti-corruption measures. E f fe c t i ve dia- logue between social partners should also fo s t e r these conditions, which underpin peace and stability i m p e ra t i ve s. The right to health should be better safe g u a r d e d by increasing mobilisation against pandemics, in par- ticular AIDS, and improving access to medical treat- ment and generic medicines under sustainable con- d i t i o n s. Non-state actors have a particular role to play in this effo rt, which affects their health and lives as well as their economic and social deve l o p m e n t p r o s p e c t s. T h ey should therefore participate directly in all initiatives to prevent, control and combat these p a n d e m i c s. C o m munity funding should support their direct participation in dissemination and activities to s a feguard the population’s health and safe t y. The necessary measures taken by the G8 Summit to help the poorest nations catch up by attenu a t i n g their public debt burden should be bolstered by com- mitments from the beneficiary countries to improve their procedures for gove rn a n c e, promote and i nvo l ve civil society, develop refo rms to modern i s e the economy and administration and set themselve s key social objectives such as improving access to education for children. In order to consolidate the public finances of AC P c o u n t ries and modernise tax systems whilst taking into consideration the reduction in customs duties, the gradual legalisation of the info rmal economy should be seen as an ultimate goal. This presuppos- es a legal fra m ewo rk that, on the one hand, prov i d e s greater freedom to set up bu s i n e s s e s, tra d e, create jobs and invest and, on the other hand, takes proper account of international labour standards, especially fundamental ri g h t s. I n d u s t rial and ru ral economic development in AC P c o u n t ries should adopt an approach that protects the e nv i r o n m e n t . It should be compatible with the prov i- sions of the Kyoto Protocol and other international env i- ronmental commitments. This approach should be t a ken into account during trade negotiations, especial- ly in the context of sustainable fa rming, exploitation of raw materi a l s, and access to water and energy. Land-use planning in ACP countries should also take these issues into account when addressing probl e m s connected with urbanisation, ru ral ex o d u s, management of the country s i d e, forests and fa rmland, tra n s p o rt infra- s t ructure and water and energy resources. S u s t a i n a bl e t o u rism and eco-tourism should contri bute towards safe- guarding and enhancing the value of the env i r o n m e n t and, on an increasing scale, towards the development of the economy and serv i c e s. [...] the gradual legalisation of the informal economy should be seen as an ultimate goal. ",
        "25 The calls for tender of the European Deve l o p m e n t Fund should refer to conditions for env i r o n m e n t a l p r o t e c t i o n . More genera l l y, it is important to ensure that businesses benefiting from development aid set a good example as regards respect for the rules and standards for environmental protection. The regional integration processes in ACP regions should take full account of the challenges presented by sustainable development, and should strengthen coordination of infra s t ructure policies and netwo rk s. Non-state actors should be encouraged, at region- al and national level, to develop programmes and n e t wo rks promoting the exchange of info rmation and ex p e riences concerning environmental protection (especially climate change) as well as support i n g t raining and technology tra n s fer in these areas. An improved partnership for a better developement S u m m a ry f i ve proposals for an improved s u s t a i n a ble deve l o p m e n t Contribute in the economic and social spheres to the conditions for success of the mechanisms for prevention and settlement of regional conflicts. I nvo l ve civil society actors in an intensified stru g- gle against pandemics, with direct aid. Optimise measures for reducing debt through commitments on good economic, administra t i ve and social gove rn a n c e. Ensure respect for environmental conditions in town and country planning programmes in the ACP countries (infrastructure, energy, agriculture, urban areas, industry, tourism) through the calls for tender of the EDF pro- grammes and by enterprises benefiting from development aid. E n c o u rage non-state actors to deve l o p p r o grammes and netwo rks encouraging exchanges and technology tra n s fe r s c o n c e rning the environment and climatic c h a n g e s. ",
        "26 An improved partnership for a better developement APPENDICES The provisions of the Cotonou Agreement and the representatives responsible for supporting ACP countries’ devel- opment policies offer numerous opportunities which we must seize. However, favourable conditions are no use unless we know what we are trying to achieve. Civil society stakeholders in the ACP countries must therefore make analyses and define objectives and priorities, working independently and in consultation with their partners. The success of participatory development as advocated by the Cotonou Agreement will depend on whether entrepreneurs, labour and management, the social partners, NGOs and all other civil society interest groups are able to implement the initiatives required and work together effectively. In order to encourage reflection, seven questions are set out below. Each one is broken down into ten sub-questions. 1. How can we anticipate the impact of large-scale changes? What are the principal challenges resulting from the globalisation of trade and the preparation of Economic Partnership Agreements? What are the principal opportunities? Who are the new competitors? What is required to deal with these situations? How can we improve social and environmental conditions through these changes? How can we participate in impact analyses on development issues? What technological changes could be advantageous? What contribution can we make to the debate on these changes, as regards governments, decision-makers, partners and public opinion? As a result of these changes, should we establish new association-based activities, and if so, which? Which new partnerships should be considered, at local, national, regional or international level? 2. How can we seize the opportunities offered by the Cotonou Agreement? Is information and consultation on the Cotonou Agreement satisfactory? Could it be improved? What follow-up is given to this consultation? How can we improve implementation? What form of cooperation should we develop with Commission delegations in ACP countries? How can we participate in the assessment of the development programmes undertaken? Which initiatives could usefully supplement these programmes? Which forms of cooperation would also be useful with European socio-occupational partners? Could financial support help carry out certain initiatives? Following which criteria and using which procedures? QUESTIONS TO REFLECT UPON ",
        "3. How can we promote fairer rules for international trade? What contribution can we make to the analysis of the situation, the issues at stake and commercial priorities? Is there any information about and consultation on the round of negotiations begun at Doha? If so, is any improvement possible? If not, how can we rectify the situation? Is there any info rmation about and consultation on the preparation of the Economic Pa rtnership Agr e e m e n t s ? If so, is any improvement possible? If not, how can we rectify the situation? Which partners could help us draw up a list of common demands? Which joint partnerships could be considered with the EU’s socio-occupational part n e r s ? Could political or logistic support be obtained from the European Union in these fields? 4. How can we participate in the process of regional integration? What contribution can we make to the analysis of the situation, the issues at stake and regional priorities? Is there any information about and consultation on the process of regional integration? Is it possible to see the objectives and timetables clearly? What progress has already been made at regional level, with what consequences? H ave pri o rities been set to create a regional common market, involving which socio-occupational actors? If so, what follow-up has been given to this consultation? If not, how could a programme of this nature be implemented and how could stakeholders be involved? Which growth points should be pooled at the regional level? What regional infrastructure should be given priority for common development? How, and to what extent, is it possible to use the experiences of the European common market and support from the institutions and European socio-occupational partners? 5. How can we optimise economic and social reforms? What contribution can we make to the analysis of the situation, the issues at stake and national priorities? How can we contribute to attracting international investment? How can we support entrepreneurship? What are the key areas for economic, social and administrative renovation? What balance and complementarities can we promote between competitiveness and solidarity? What practical proposals can we put forward to fight corruption? What practical proposals can we put forward to contribute to regularising the informal economy? What is the situation of and outlook for social dialogue and how can we contribute to it? How can we promote the recognition of fundamental social rights? Which priorities should we promote as regards the environment? 27 An improved partnership for a better developement ",
        "28 6. How can we highlight training programmes? 1. In which fields are new forms of training imperative? 2. What forms of aid are available to support this training? 3. In which fields are we in a position to contribute to training? 4. What forms of aid are available to transmit these training programmes? 5. Which economic training programmes should be demanded or transmitted? 6. Which technological training programmes should be demanded or transmitted? 7. Which social training programmes should be demanded or transmitted? 8. Which training programmes relating to consumption should be demanded or transmitted? 9. Which healthcare training programmes should be demanded or transmitted? 10. Which environmental training programmes should be demanded or transmitted? 7. How can we develop effective networks of associations? 1. What civil society forums exist and how can we support their development? 2. Which structures can we promote to info rm people, consult with them, hold discussions, make proposals and invo l ve people? 3. Have committees been established, and are they successful, regarding the implementation of the Cotonou Agreement, the preparation of Economic Partnership Agreements and involvement in regional integration? 4. Which economic and commercial networks should be promoted? 5. Which social networks should be promoted? 6. Which networks relating to consumption should be promoted? 7. Which environmental networks should be promoted? 8. Which healthcare networks should be promoted? 9. Which networks should be promoted to support women’s rights? 10. Which forms of aid could be considered to support these networks, in which fields and following which criteria? An improved partnership for a better developement ",
        "29 An improved partnership for a better developement INSTITUTIONS AND BODIES INVO LVED IN ACP-EU COOPERAT I O N A N N E X E S The ACP-EU Council of Ministers , with the support of the ACP-EU Committee of Ambassadors, engages in political discussions, determines major decisions and trends. It is also responsible for the overall supervision of the implementation of the Cotonou Agreement. Website: www.consilium.eu.int The ACP-EU Joint Pa r l i a m e n t a ry Assembly , which is made up of Members of the European Pa rliament and elected r e p r e s e n t a t i ves of ACP countri e s, promotes the democratic process through dialogue and consultation. It monitors d evelopments in the partnership and makes recommendations based on its observations to the Council. Website: www.europarl.eu.int/intcoop/acp10-01/default_en.htm The European Commission proposes measures and monitors their application. It negotiates Economic Pa rt n e r s h i p A gr e e m e n t s, and manages the European Development Fund and cooperation policies with ACP countri e s, in coordina- tion with its delegations in these countri e s. Website: www.europa.eu.int/comm Development DG: http://europa.eu.int/comm/development/index_en.htm EuropeAid – Programmes and Projects: http://europa.eu.int/comm/europeaid/projects/index_en.htm Trade DG: http://europa.eu.int/comm/trade/index_en.htm The European Economic and Social Committee’s ACP-EU Follow-up Committee which is made up of members of the European Economic and Social Committee (EESC) and representatives of socio-occupational organisations in ACP countri e s, is invo l ved in the partnership with non-state actors and the analysis of economic and social d evelopment through meetings and regional seminars. It makes recommendations to the Council, the Pa rl i a m e n t a ry A s s e m bly and the Commission. Website: www.esc.eu.int/sections/rex/index_en.asp The ACP secretariat s u p p o rts and coordinates the activities of ACP states within the ACP-EU institutions and bodies. Website: www.acpsec.org The European Investment Bank (EIB) participates in funding investment projects in ACP countries, through interest rate subsidies and other facilities including venture capital. Website: www.eib.org The Centre for the Development of Enterprise (CDE) s u p p o rts pri vate-sector economic operators in ACP countri e s. Website: www.cdi.be ",
        "30 President Bruno VEVER EESC member, Employers Group, France Members Kwasi ADU-AMANKWAH Secretary-General of the Trades Union Congress of Ghana Yaovi Beleki AKOUETE Secretary-General of the National Confederation of Trade Unions of Togo Félix ANTHONY National Secretary of the Fiji Trade Union Congress Adrien BEDOSSA EESC member, Various interests group José Gomez CERDA Secretary-General Benemerito-Advitam, responsible for international relations and communication, Independent confederation of trade unions (Confederation Autonoma Sindical Clasista), Dominican Republic Gérard DANTIN EESC member, Employees Group, France Ernest Erik EHNMARK EESC member, Employees Group, Sweden Susanna FLORIO EESC member, Employees Group, Italy Tomasz JASINSKI EESC member, Employees Group, Poland Azad JEETUN Director of the Mauritius Employers' Federation Amadou KANOUTE Director of Consumers International Africa Office Philip KIRIRO President of the East Africa Fa rmers Fe d e ration (EAFF), Vice-President of the Intern a t i o n a l Fe d e ration of Agri c u l t u ral Producers and V i c e - Patron of the Ke nya National Fe d e ration of A gri c u l t u ral Producers (KENFA P ) Thabo MAKEKA Executive Director of the Association of Lesotho Employers Marcel André MEYER President of the Surinam Trade and Industry Association Gintaras MORKIS EESC member, Employers Group, Lithuania Birahima NACOULMA Former President of the West African Union of Employers' Organisations (Fédération des organisations patronales d’Afrique de l’Ouest), Burkina Faso Inger PERSSON EESC member, Various Interests Group, Sweden Sukhdev SHARMA EESC member, Various Interests Group, United Kingdom Inger SOLDEUS EESC member, Employers Group, Sweden Donna St HILL EESC member, Employers Group, United Kingdom Sekou Oumar TALL Vice-President of the International Association of Agricultural Producers (IFAP), Mali Bernd VOSS EESC member, Various Interests Group, Germany Mr./Ms. Member of the Pacific to be appointed Secretariat Jean-François BENCE Head of the External Relations unit of the EESC Susanna BAIZOU EESC administrator To contact the ACP-EU Follow-up Committee: 99 rue Belliard, 1040 Brussels, Belgium Telephone:0032 2 546 9011 Fax: 332 2 546 8241 Email:rex@esc.eu.int or dirb-rexces@esc.eu.int COMPOSITION OF THE ACP-EU FOLLOW-UP COMMITTEE 2005-2006 ",
        "",
        "An improved partnership for a better developement N OT E S ",
        "EN European Economic and Social Committee Unit for “Publications and Visits” For any information please contact: publications@esc.eu.int Tel.+(32-2) 546 96 04 • Fax +(32-2) 546 97 66 Rue Belliard, 99 • B–1040 Bruxelles Internet: http://www.esc.eu.int Catalogue No.: EESC –2006-03-EN AFRICA, CARIBBEAN, PACIFIC: AN IMPROVED PARTNERSHIP FOR A BETTER DEVELOPMENT 30 proposals THE IMPLEMENTATION OF THE COTONOU AGREEMENT THE PREPARATION OF THE ECONOMIC PARTNERSHIP AGREEMENTS Q E - 75 - 06 - 009 - E N - C "
    ]
}