{
    "text": [
        "ra EUROPEAN COMMISSION Brussels, 29.5.2013 COM(2013)322 final REPORT FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITľEĽ AND THE COMMITTEE OF THE REGIONS Hůrce]ona objectives The development of cliildcare facilities for young children in Europe with a view to sustainable and inclusive growth {S\\VD(2013) 192 final) EN EN ",
        "TABLE OF CONTENTS 1. Introduction 3 2. Achieving the Barcelona objectives: A necessity 4 3. State of play 5 4. Quality: Still uneven across Europe 12 5. Achieving the Barcelona objectives, a renewed commitment in the Europe 2020 Strategy 15 2 ",
        "REPORT FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Barcelona objectives The development of cliildcare facilities for young children in Europe with a view to sustainable and inclusive growth L. INTRODUCTION The availability of high quality, affordable childcare facilities for young children from birth to compulsory school age 1 is a priority for the European Union. These facilities include day nurseries and other daycare centres including family day-care, professional certified childminders, pre-school education or equivalent, mandatory school education and centre-based services outside school hours. In 2002, the Barcelona European Council set objectives in this area: \"Member States should remove disincentives to female labour force participation, taking into account the demand for childcare facilities and in line with national patterns of provision, to provide childcare by 2010 to at least 90 7c of children between 3 years old and the mandatory school age and at least 33 % of children under 3 years of age 2 \". Since then, achieving the Barcelona objectives has been at the heart of European priority setting, first in the Lisbon Strategy and subsequently in the Europe 2020 Strategy . Indeed, the ability of the Member States to significantly and sustainably increase the employment rate depends on, among other things, the opportunities men and women have to achieve a work- life balance. The availability of quality childcare facilities is crucial in this respect. Together with flexible working arrangements and the provision of a suitable system of family leave, it forms a raft of measures for achieving a work-life balance promoted at European level. It is also an essential investment in the development of children, the fight against early school leaving and against the transmission of inequalities 4 . Although some progress has been made since 2002, and despite the commitment of the Member States through two successive European pacts for equality between women and men 5 , the provision of childcare facilities at European level in 2010 was still mit in line with these objectives. Furthermore, the situation appeared to deteriorate in some Member States in 2011. It is necessary to reopen the debate on this deficit and ils causes, while at the same time proposing solutions and policy approaches to reaching these objectives. This third European semester is a political opportunity to reaffirm the importance of childcare facilities and their contribution to the objectives of the European Union. Against this background and as announced in the Strategy for equality between women and men 2010-2015 6 , the aim of this document is to report on the state of play of the implementation of the Barcelona objectives in the Member States. It identifies the obstacles In Ihis report, lhe lerms 'childcare services', childcare facilities' and 'early childhood education and care (ECEC)' are used interchangeably. http://www.consilium.curopa.eu/ucdocs/cms_data/docs/pressdata/en/ec771025.pdf COM(2()t 0)2020. COM(20I3) 83. 2QII/C 155/02. CQM(20I0) 491. 3 ",
        "and challenges faced by Member States in developing their childcarc facilities for young children, it highlights the need to reaffirm these objectives and serves as a reminder of the commitments the European Commission has made to supporting the Member States, and, together with the recent, additional initiatives from the Commission such as the proposal for a Directive on gender balance on company boards 7 , it represents a real contribution from the Commission to the attainment of the Europe 2020 Strategy's objectives and the promotion of gender equality. 2. ACHIEVING TIIĽ BARCELONA OBJECTIVES: A NECESSITY ...if we are to achieve the objectives of the Europe 2020 strategy The objective of an employment rate of 75% will not be reached by 2020 without the involvement of women 8 . Reconciliation policies are essential to promoting the employment of women. 90,0 80,0 70,0 60,0 50,0 40,0 30,0 20,0 10,0 0.0 Figure 1 - Rates of employment (women and men aged 20-64) in the Member States of the European Union • Men 2010 • Men 2011 Women 201D O Women 2011 75% * ? I U I [ í Г Ш Е f > — 0 - Ë • < z E £ Snurre: Eurostat LPS 20 ¡0 - 204 Note į . breuk ii ι he time series for NL in 2010 anil for ГТ in 2011 In particular, access to childcare facilities for young children is the main factor influencing the participation of women in the labour market, increases in public spending on these services being linked to increases in the full-time employment of women 9 . Improving access to the labour market for women increases and diversifies the expertise available, thus enabling businesses to equip themselves with the best resources and to be more competitive while guaranteeing a return on investment in education for the Member States. Reconciliation policies in general and the provision of childcare facilities in particular enable both women and men to achieve economic independence and to contribute to the fulfilment of another major objective of the Europe 2020 strategy: to safeguard at least 20 million people against the risk of poverty and social exclusion. The increased participation of parents, and in particular women, in the labour market reduces the risk of poverty throughout the lifecycle, C()M(2(JI2) 614. Between 1УУ8 and 2008, lhe number of women (aged between 20 and 64) in employment rose by 7.2 percentage points compared with 2 4 percentage points for men. OECD (2012) 'Closing the Gender Gap: Act Now'. 4 ",
        "encourages the social inclusion of all members of the household and improves children's future prospects\" 1 . This is particularly important for groups in a vulnerable situation (single-parent families, Roma, migrants). Investing in quality childcare facilities for young children also means investing in the construction of tomorrow's human capital. It gives each child a better start in life and lays the foundations for success in tenns of education, social integration, personal development and later, fitness for work 11 . This is a social investment wilh high potential. Providing a quality service and universal access to quality pre school education has been identified as one of the preventive policies to combat early school leaving 12 , as also confirmed by the Council of the European Union 13 . ... ΙΓ we are lo achieve the objective of equality between men and women The participation of women in paid work is linked to the distribution of family responsibilities between the sexes. Women still adjust their working arrangements when they have children by taking leave, by working part-time or by withdrawing from the labour market. This has an impact on their pay and on their pension. The pay difference between women and men remains intolerably high (16.2% per hour on average 14 ) in the European Union. The greatest differences can be observed in countries where there is little provision of childcare facilities for young children 15 . The lack of promotion of work-life balance policies in general and the lack of childcare facilities in particular present a major obstacle to the economic independence of women and their progression towards positions of responsibility 16 . ...if we are to face the demographic challenge head on Finally, against the background of the current demographic slowdown in Europe, the availability of childcare facilities encourages people to plan a family. It transpires that the Member States which currently have the highest birth rates are those which have also done most to facilitate the work-life balance for parents and which have a high rate of female employment. 3. STATE OF PLAY In 2008, a first review 17 revealed that the demand for fonimi systems of childcare was far from being met, in particular for children under 3. It highlighted the high costs incurred by parents and the opening hours of facilities, which were incompatible with full-time work. Five years on, despite a slight improvement, the challenges remain. 10 CUM(2() 13)778. 11 COM(2() 11 ) 66. 12 CC)M(20II) IH. 13 2011/C 191/01. 14 Eurostat. 2011 tsdsc340. IS OECD (2012) 'Closing lhe Gender Gap: Act Now' 16 COM(2012) 615. 17 COM(2Q08) 638. 5 ",
        "Considerable improvements still need to be made in the availability of services for children under 3 According to the European data lx , in 2U1 Ü only 10 Member States (DK, SE, NL, FR, ES, PT, SI, BE, LU and UK) had achieved the Barcelona objective for children under 3. Altogether 15 Member States were below 25% (see figure 2). Availability was particularly poor in the Czech Republic, Poland and Slovakia, where the rate of childcare was less than 5%. In most countries there was a clear difference between urban areas and more rural areas and/or between regions (e.g. in Germany and in Italy). 90 80 70 60 50 40 30 20 10 0 Figure 2: Percentage of children under 3 cared for in formal structures (and, for information, hy the ainout of time spent there per week) 2010- 2011 30 hours _ or more • 1 to 29 hours JL -total 2011 ^ J ī m r ī ī ī ī ī ī r l l l ! r i l l α PL SK BG RO EL AT Hu MT LT LV DE EE IT C £ U27 Fl IE UK BE LU PT SI ES FR NL SE DK HR CH ,s NO Soun e: Eurostat -EU-SILC 2010 · 2011 Son ¡e of lhe data lune been compiled (rom inutil samples aiul are statistically uiti liable, including lhe lotais for: AT. Il(!. СУ CZ EL HR. LT. S Í T PL RO, SK. Between 2006 and 2010 the childcare rate lor the under 3s increased slightly... ...from an EU average of 26% to 29% 19 However, there were noticeable changes in some Member Stales, notably in France where the childcare rate went from 31% in 2006 to 43% in 2010. This figure should continue to rise owing to a significant plan to develop the provision of childcare which aims to create 200 000 new childcare solutions between 2009 and 2012. Another noticeable change was in Slovenia (+8 percentage points), probably linked to a 2008 amendment to the law on kindergartens which introduced state-funded childcare for second and subsequent children. This measures the proportion of children cared for hy formal services such as those listed in the introduction. 14 EU25, in 2011 the childcare rate was 30% on average in the ĽU 25 and 27. EN EN ",
        "The diversified and decentralised French system combines individual and group childcare for lhe 0-3 age group. Professional childminders are lhe most popular form of childcare. Since ils introduction in 1991. this form of childcare accounts for around one Ihird of children under three whose parents both work. Parents who choose this form of childcare receive a monthly allowance which varies depending on lhe childminder s slalus and remuneration, the child's age and the household income. The childminder profession has evolved significantly over the years. The statutory number of hours of training has doubled and a contract with lhe parents is now compulsory. Regular health and safety checks are carried out. However, ihcre are still some prohlems to overcome, ll remains a profession that is not widely respected and low-income families sometimes think twice before using this type of childcare. Also, many childminders will be retiring in lhe next few years. Number of places in 2010 Group day nurseries 86 767 of which are company crcehes Ä J/J Childcare in a group Drop-in day nurseries 30 484 or home setting Kindergartens 8 030 Mixed type childcare facilities 177 984 With a childminder 59 060 Number of childminders 855 400* • number places in ¡henry Saune: DREES 2012 For several years, lhe French public authorities have been encouraging private companies to finance staff nurseries. Also known as company crèches, they are opened and run by private companies, public enterprises or by hospitals to care for the children of their staff members. Use of childcare facilities increases with children's age In 2010 for the category of children between 3 and compulsory school age 20 , II Member States (BE, ES, FR, SE, DE, EE, NL, SI, IE, DK and UK) achieved the objective of 90% irrespective of the number of hours of attendance. In 2011 Italy also achieved the objective, but the childcare rate in Ireland, the Netherlands and Spain declined noticeably, sinking below the objective of 90%. In all, 13 Member States are below 80% and still need to make significant improvements. Croatia and Poland are below 50% (figure 3). EN Compulsory school age is 4, 5, 6, or 7 depending on the Member Stale. 7 EN ",
        "Figure 3: Percentage of cliildreii between 3 and compulsory school age cared for in formal structures (and, for information, the time spent there per «eek) 2010 - 2011 • 30 hours or more • 1 to 29 hours -total 2011 Source: Eurostat- EV-SILC2010 - 201! The childcare rate for children between 3 and compulsory school age has remained fairly stable... . . . i n l h e E U , r i s i n g f r o m 8 4 % i n 2 0 0 6 t o 8 6 % i n 2 0 1 0 2 1 . T h i s v e r y s l i g h t a v e r a g e i n c r e a s e hides more noticeable variations in countries where a combination of measures has been introduced. In Luxembourg (+22 percentage points), maisons-relais [childcare centres offering before and after school care for children up to the age of 18] were introduced in 2005. the school system was reorganised in 2009 (the year the child turns 3, still optional, was integrated into the first cycle of basic schooling) and childcare vouchers were introduced in 2009. In Austria (+13 percentage points), a federal contribution to the expansion of the number of nursery places (24 500 new places for children aged between 0 and 6 between 2008 and 2010) was implemented. Also, 20 hours of free childcare per week, introduced in 2009, has had a positive influence on the childcare rate. Between 2010 and 2011, there was a decline in the childcare rate in several countries, in particular Romania (-25 percentage points), Spain (-9 percentage points), Cyprus (-8 percentage points) and Ireland (-8 percentage points). The childcare voucher system (CSA) was introduced on 1 March 2009 in Luxembourg by the Ministry of Family and Integration together with local authorities. It gives the holder 3 hours of educational childcare free of charge per week. For the next 2! hours of educational childcare, parents pay a heavily reduced rate of at most EUR 3 per hour. This rate is calculated on the basis of the household income and the position of the child within the family. The system was introduced in order to ensure maximum benefit for children at risk of poverty or living on the edge of exclusion. For these children, the system offers more hours of help per week during the school year and during school holidays. In January 2011. 69.27% of children aged 0-12 were enrolled in this system 22 . This policy is accompanied by a constant increase in the number of childcare places, including in childcare facilities for children of school age up to the age of 12. EU25. In 2011 the childcare rate was 86% on average in the FU 25 and 27. Ministry of Equal Opportunities, 2011. 8 ",
        "A snapshot of the situation in the Member States with regard to the Barcelona objectives in 2011 • 6 Member States liad achieved both objectives: Sweden, Belgium, France, Slovenia, Denmark and the United Kingdom. • In the next category, 7 Member States had achieved one of the two objectives. These are Portugal, Spain, the Netherlands and Luxembourg for the first age group and Germany, Italy and Estonia for the oldest children. • 3 Member States were about to achieve one of the objectives. Finland had a childcare rate of more than 25% for the first age group, Ireland and Austria had a childcare rate of 80% for the second age group. • 11 Member States still needed to make significant improvements, in particular Poland, Bulgaria, Greece, Romania, Slovakia and the Czech Republic, as well as Croatia. A (C CF et » Both c' th# objective · j φ •chieveđ I jř. Barcelona target for second age category : met io jo AT A « so » fS 90 1 Û0 % (\"bildini few Ituei 1 jr«n yxJ, HU Ļcto-to^pb^cti™» Į - · IV χ cr On · of tti· objectif·· ļ BEUtUl. J Barcelona target for first age category : met es Non · oí t ħ · objectives etbiBf í . M* J η RO 40- II ι! M í i ŕ £ Figure 4 - Formal child care by duration and age group 2011 Children cared for as a percentage of all children in the same age group Si-Ufi a twôu* 41 StlC 1019 ΝιΛη. lisia* dne it: mc nI Uv uif\"i itb>. m iKintm Uni •· № «m··*! al i'rnjt Γ'·'iMiin ·mfciIhr« I. ИМ ш Ι λ Ι u' ìio I »Ił «ivtnø:ol <liiVï<o*jrd i ια аиь1*ау I.tik' ι «e łuiuia.c yfCBl Attendance is almost exclusively part-time... ...in some of the countries that have achieved the objective. The hours of attendance at childcare services vary enormously from one country to another. In several countries the services are used part time and do not cover a full working week. In the United Kingdom, the Netherlands and Ireland the services are essentially used on a part-time basis regardless of age group. It should be noted that, in some cases, attendance is well below 30 hours per week. In the United Kingdom, for example, a significant number of places arc provided for less than 20 hours for the youngest children. It is worth knowing that using these services on a part-time basis is either a choice or a result of constraints. In the latter case, the lack of full-time services could act as an obstacle to full-time employment, in particular for single mothers. Alternative strategies for looking after young children... EN EN ",
        "...can be introduced. For this reason, the relatively low childcare rate in some countries is not necessarily linked to a penury of childcare services. For example, family leave rights can have an impact on the demand lor childcarc for the youngest children. It is common in the Nordic countries and in Slovenia for children to be looked after by their parents during the first year, after which they are entitled to group childcare. In other countries, the leave available is much longer and combined with a penury of childcare services can have a negative influence on the participation of women in the labour market. It is, therefore, essential, in addition to providing childcarc services in line with parental leave, to create the possibility for fathers to take family leave. ligure 5: Maternity leave, paternity leave and parental leave at a replacement rate of at least 2/3 of pay. Total leave in months, 2010 30 25 20 15 10 5 0 0 i u u j u j 0 > n > : * : r : t r r i i £ u , ^ i I I I I I I I I I . ce >- új — ' —j —» t— u. U o ľ J Z < 3 Saune : European Commission's Expert Group on Gender and Employment issues - EGGE 2010 Recourse to informal childcare 23 (provided in most cases by grandparents) is significant in both age categories, but in the majority of cases is had only on a part-time basis and cannot be a solution that allows parents to work full-time. Also, the tendency to extend working life could make the option of using grandparents more difficult. Attitudes vary in most countries depending on the age of the child Day nurseries and other formal childcare services are generally viewed positively for older children, but positive perception is lower for very young children even if the benefits of quality childcare for the development of children (in particular those from underprivileged backgrounds) have largely been proven 24 Figure 6 shows a certain reciprocity between the level of approval of the fact that women with young children work full time, on the one hand, and the childcarc rate of the under threes in childcarc facilities and the employment rate of mothers, on the other. DK, FI, SE and SI combine a strong approval rate with high childcare rates and high rates of employed mothers. Figure 6 also shows disapproval rates of more than 50% for the Netherlands, Austria and Estonia. Finally, although the full-time employment of young mothers is generally approved of in countries such as Poland and Cyprus, the availability of childcare services still needs to be developed to allow mothers to fulfil their intentions on the labour market. This means childcare by a childmindcr (who is not checked by an organised structure) at the child's home or that of the childmindcr, or childminding by grandparents, other members of the family (other than the parents), other parents, friends or neighbours. OECD (2012) Starting strong III. 10 ",
        "Figure 6 - (I) Is )a ppm val of the fact that a «uman with a child under 3 works full time 100% 90% 80% 70% 60% 50% 40% 30% 20% 10% 0% = Approve Neutral • Disapprove I I I I I EE DE ATGBHU5K BG IE NLEUFRPTES SESI PL BE CY f I DK CHNO Sourie: European Social Suivey2006A)7 Note: Here, EU t omsponds lo lhe average between 20 Member Slates Cost Is still an obstacle lor a good many parents Formal childcare services for young children are a way for parents lo enter and/or remain in the labour market only if they are financially accessible. However, 53% of mothers who declare that they do not work or that they work part time for reasons linked to formal childcare services 25 consider price to be an obstacle. This Figure is higher than 70% in Ireland, the Netherlands, Romania and the United Kingdom. The governments of most Member States subsidise formal childcare services (in the form of direct grants, income-dependent parental allowances, tax breaks, vouchers). Figure 7 shows that the cost for families is still high, in particular in the United Kingdom and in Ireland, where they account for 41% of net income in households where both parents work. Also, the cost of these services has to be considered in relation to the other social and fiscal policies that have an impact on family incomes, as even with heavily subsidised childcare services there can be few advantages for parents, and in particular the lower earner, to work if the work is heavily taxed. U Source : L.FS ad-hoc module 2010 Reconciliation between work and family life - 23% and 18% of mothers whose youngest child is under 3 or between 3 and compulsory school age respeciively work part time or do ni>t work for reasons related to childcare. 11 ",
        "Figure 7 - Childcare costs Incurred by parents as a % of the average wage - 2008 80 5 7( < o 61 a* 50 Й 40 <D S 30 r> Ό 20 C й 10 <л 8 0 1 -10 са ? -20 á -30 S з? -40 Ic O -50 - €0 • Chikfcaie fee • Chikteate benefits - № t Cost • Tax reductions O % of nel farnih/ income гтпМгтл и I Θ 0 Ξ l U f - j I l i J Ü - c / J ü í I L u l - J O Q Source: OECD [20 ¡U Doing Better for families, figure 4. Λ2Ί A . =J Ш C *- Σ q u. < W Ш ^ — CO O X ~ Σ O The cost of childcare services does not have the same impact on high-income households as on low-income households... ...and the extent of the differences is striking. In France, for example, 64% of households in the top income quintile use childcarc services compared with just 15% of households in the bottom quintile. The situation is similar in other countries where the childcare rate is significant, such as Belgium, Finland and Ireland, but also in countries where the childcare rate is lower. Conversely, in Denmark the childcare rate is very high among households in the bottom quintile, while in Sweden, Slovenia and Germany use of childcare facilities is the same across all households 211 . It will not be possible to achieve the Barcelona objectives without accessibility, including financial accessibility, to childcare services for all social groups. Priority criteria can also be a barrier... ...if there is a penury of provision, notably for parents who do not work or are unemployed when precedence is given to working parents and in particular to two-income households, thereby preventing the second parent from returning to work. In Belgium (Flanders), demand for childcare places is greater than lhe supply. Structural measures have been introduced by the Flemish Community lo improve access to these facilities. Λ parental financial participation system (FFP) based on income for (non)-subsidised group childcare or childmindcr services, which already existed in the subsidised sector, has been introduced. Also, an official priority system has been established in childcare facilities that work with the PFP system. 20% of places musi be reserved for single-parent families and low-income families (who in both cases are unemployed, or on labour market inclusion programmes, etc.). 4. QUALITY: STILL UNEVEN ACROSS EUROPE Perceived quality remains a major factor for parents... EU-SILC, 2010. 12 ",
        "-..although it is not high on the list of factors that dissuade parents from using formal childcare services for young children. It is a problem for 27% of people on average in Europe, after cost (59%), availability (58%) and access-distance and opening hours (41%) 27 . Measuring quality: a vast field of study Much work is being done on the quality of early childhood education and care (ECEC) services for young children in the EU. In its Communication on ECEC , the European Commission reiterated the need to further improve access and to provide universal services. It listed the key areas for quality, such as curricula, staff, governance and financing, where public cooperation at European level could improve the accessibility and quality of childcare services. At the invitation of the Ministers of Education , and within the framework of the open coordination method, the Commission has recently introduced a thematic working group of political decision-makers, university lecturers and ECEC practitioners with the aim of establishing a European ECEC quality framework. Among the structural characteristics of the services, the size of the group varies on average from 10 to 14 children for the 0-3 age group and from 20 to 25 children for the 3-6 age group 10 The ratio of staff to children is around 1:15 in most Member States, ranging from 1:6 in Estonia to 1:21.5 in France for pre-school education 31 . Many unqualified people still work in the sector The educational background of the staff of ECEC services varies enormously from one country to another and ability requirements for auxiliary staff and assistants (who make up to 40-50%> of the staff) arc often neglected even though research and international policy documents recommend that at least 60% of staff should hold a three-year post-secondary diploma \". Assistants (who often deal with personal care and contact with parents) arc likely to have little or no initial training and limited access to further training, unlike the teaching staff (who work with the children), who are often highly qualified and often benefit from these opportunities 33 . Working conditions In the sector are still precarious... ...in most countries. High staff turnover due to part-time or atypical contracts is common and has a negative impact on the quality of service. Career prospects are very limited and the sector does not convey the image of a provider of quality employment 34 . The sector is characterised by a mainly female workforce... ...with 2% to 3% being men, with the exception of Denmark (8%). Experts agree that the number of men working in the sector should reach 10% in order to combat gender stereotyping\". 27 Eurofound 3 rd L ŲLS 2012. 28 COM(2(lN)66. V> 2011/C 175/03. 30 ĽGGE 2009. 31 SWD(20I2) 373. 32 International Standard Classification of Education, level 5. 33 CORE study for EC/DC. ЕЛС2011. 34 Eurofound 2012. ii CORE study for ЕС/DG EAC2011. 13 ",
        "Denmark, where ECEC services arc integrated into the social protection system, is a pioneer in the development of competencies for professionals working in the sector (p ædagoguddannelsen). Tlie generic approach' 6 (which qualifies students to work in a variety of educational settings and also enables greater occupational mobility) and the recognition of previous experience have helped attract more men to the ECEC sector in Denmark compared with the other Member States of the ĽU. Direct public lina nei tig makes for more efficient management... ...by the public authorities, economies of scale, better quality at national level, more efficient training of teaching staff and fairer access than the system of paying benefits to parents\". Figure H: I*ul ïlic spending on early childhood education and care as a % of GDI» 2009 Spending on pre-school education as a % of GDP ( »3-6 ans) Spending on childcare for young children as a %of GPD (=0-3 ans) i/i — 1 1 IU \"I Q r — _1 υ<α.ωι/>υΰ. * § 5 Source: OECD Family dat ábate, Indicator PF3.1 (2009) Xote I: CT re/en to Southern Cyprus only. Sote 2: Figures for Spain cannot he disaggregated uninm »'»m'ií A i лВ ( и Af ť/imMi η (ninth, m- br*f лг itmi ig f ih » ta: ir oem)for.fam Łei Uth child* n p mc-p&U Į mfomd áyeat tervien (eg eriche*. dq> caie centrei artifard? dar edł for chixber. ¡moer T, arxpreich&l insonni«» (imhiir^ toder [ertem arddqbort cerere: vhiih wualfr previde an eJueatrnwx atn*oi+ at »tű ait*aeitie* ül»»eft* thìJroi J ta S. tnakalvt). In 2009, the share of spending allocated to ECEC as a percentage of GDP was particularly high in Denmark, Sweden, the United Kingdom and France, which were all above the threshold of \\% recommended by experts* 8 . However, this spending takes different forms and does not have the same impact on the development and quality of the services. Integrated systems seem to offer more coherence..· ...between childcare structures and the rest of the education system, more resources for the under 3s and better staff training 59 . The split model, under which childcare for young children (under the age of 3) and pre-school education (up to compulsory school age) are As opposed to the specialist approach where practitioners are trained and qualified to work with specific age groups in certain types of establishment (e.g. day nursery, pre school). CORE study for EC/DG EAC2011. OECD 2011 Doing Detter for Families. European Commission Childcare Network 1996 - Quality targets in services for young children. Kaga Y., Dennett J. and Moss P. (2010), Caring and Learning Together, A Cross-national Study of Integration of Early Childhood Care and Education within Education, Paris, UNESCO. 14 ",
        "separale, is the most common in Europe. In other countries, the political decision-makers have evolved towards a system where the provision for young children is integrated into the education system, as in Latvia, Slovenia, England, Scotland and Sweden, or into the pedagogical system in the wider sense, as in Finland. These two models coexist in just a few countries (Denmark, Greece, Spain, Cyprus and Lithuania). Integrating childcare services into a large entity requires a unitary structure and a shared approach to access, subsidies, programmes and staff. This results in greater financial efficiency 40 . It would appear to be necessary to favour interaction between the care and the education of children, even in a split system, if all their needs (cognitive, social, emotional and physical) are to be met 4 '. The responsibility for developing ECEC policies is shared... ...in many countries between central government and local authorities. One of the positive consequences of decentralisation has been the integration of early childhood education and care at local level and improved consideration of local needs. Decentralisation can also engender certain risks. The delegation of powers and responsibilities can accentuate differences in access and quality between regions 42 . A systemic and more integrated approach to ECEC services at local, regional and national level involving all the relevant stakeholders — including families — is required, together with close cross-sectoral collaboration between different policy sectors, such as education, culture, social affairs, employment, health and justice 43 . 5. ACHIEVING THE BARCELONA OBJECTIVES, A RENEWED COMMITMENT IN THE EUROPE 2020 STRATEGY More than 10 years after they were adopted, the Barcelona objectives have not been achieved by most Member States. Furthermore, the situation is deteriorating in several Member States. Significant improvements still need to be made to achieve a satisfactory level of availability, especially for children under 3. Also, the cost of services is still a significant obstacle for parents, as are opening hours, which are not always compatible with their occupational commitments. Investment in quality education and care services that arc universal and accessible to all must be continued. This effort must be made largely at Member State level. The Commission is providing support on several fronts. The development of childcare services under supervision as part of the European Semester Opening up access to the labour market and to employment for a second wage-earner from the household thanks to suitable tax incentives and the introduction of affordable, quality childcare services was identified as a priority in the Annual Growth Survey 44 . Nine Member States (AT, CZ, DE, HU, IT, MT, PL, SK, UK) have received a recommendation on the employment of women and on the availability of childcare services in 2012. Seven of these countries had already rcccived a recommendation in 2011, while Malta and Slovakia received one for the first time in 2012. The Structural Fuuds are an important lever In the 2007-2013 period, it is estimated that EUR 2.6 billion from the Structural Funds was allocated to actions aiming to promote the employment and sustainable participation of Eurydice 2ÍKJ9 - ECEC: Tackling social and cultural inequalities. COM(2011 ) 66. OCDE Starting Strong II: Early Childhood Education and Care. Council conclusions on ECEC. 2011/C 175/03. C0M(2()12) 750. 15 ",
        "women in the labour market and a work-life balance, including measures to facilitate access to care services for dependants. In addition, around EUR 616 million from the European Development Fund was made available to Member States between 20 Ü7 and 2013 to finance childcare infrastructures 45 . Almost all the Member States allocated resources to childcare services. However, the total expenditure varies enormously from one Member State to another depending on the budget available under the Structural Funds and the current state of provision of services. Hie LSF plays an importan! role in «he implementation anil lhe functioning of institutional childcare serv ices in Toland under the Human Capital Operational Programme (HC OP). Since 2012, one action with a budget of EUR 46 million has made it possible to cofinance (at 85%) projects involving: - support for the implementation and functioning of day nurseries and children's clubs, including covering childcare costs for the under 3s if at least one of the parents returns to the labour market after a break related to the birth or education of the children; - support for childminder services. The first call for proposals will make it possible to set up 171 day nurseries. 23 children's clubs and 7 agreements for the provision of services by a childmindcr. This measure is part of a wider initiative for regulatory reform and enlargement of the type and quantity of childcare services provided (Mulash programme). There is a similar action to cofinance projeets related to pre-school education for children aged between 3 and 5 years with a budgel of EUR 369 million. The Commission continues to work with social partners... ...who play a key role in the area of work-life balance in cooperation with the public authorities. The Commission will also strengthen cooperation between its departments... ...working on policies relevant to ECEC (such as justice, fundamental rights and citizenship, education and culture, employment, social policy, health, etc.). The Commission will continue to monitor the Barcelona objectives... ...by helping the Member States to develop their statistical capacity by improving data collection and refining the way the use of childcare services is measured for the EU SILC' survey, in particular by collecting comparable information on the barriers to these services (cost, unmet demand, etc.). The Commission will continue to support the Member States • Whenever necessary throughout the European Semesters the Commission will continue to adopt specific recommendations calling on the Member States to achieve the Barcelona objectives and to maintain public investment despite the economic crisis. • When programming the European Funds, the Commission will work together with the Member States to make full use of the cofinancing options offered by the Structural Funds and other Community programmes such as 'Erasmus for all 1 , including during the next programming period, for developing ECEC services and services for other dependent people, staff training and improving service quality. Developing childcare services for pre school children is not enough in itself to give women and men free choice of how to best achieve a work-life balance and it does not take into account the difficulties faced at different stages in life. The Commission must therefore act: By lhe end of 2011,74% of this budget had been allocated to selected projects. EN 16 EN ",
        "• by promoting a combination of measures to achieve a work-life balance consisting of flexible working methods, a family leave system and the availability of affordable, quality care services for pre-school children as well as for pre-adolescent children outside school hours and for other dependants; • by also encouraging the Member States to remove barriers (including tax constraints) to occupational activity for women and to encourage fathers to take on more family responsibilities, for example by taking family leave in the same way as women. This report reflects the Commission's own commitment, within the limits of its competences, to supporting the achievement of the Barcelona objectives and the development of affordable, accessible and quality childcare services in order to eliminate the obstacles to parents' participation in employment, to foster social inclusion and to promote equality of opportunity between women and men. 17 ",
        ""
    ]
}