{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 7.3.2018 SWD(2018) 201 final COMMISSION STAFF WORKING DOCUMENT Country Report Bulgaria 2018 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2018 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2018) 120 final} ",
        "Executive summary 1 1. Economic situation and outlook 5 2. Progress with country-specific recommendations 12 3. Summary of the main findings from the Macroeconomic Imbalance Procedure in-depth review 17 4. Reform priorities 21 4.1. Public finances 21 4.2. Financial sector 24 4.3. Labour market, education and social policies 30 4.4. Investment and competitiveness 39 4.5. Sectoral policies 47 Annex A: Overview Table 52 Annex B: Macroeconomic Imbalance Procedure Scoreboard 59 Annex C: Standard Tables 60 References 66 LIST OF TABLES Table 1.1: Financial soundness indicators - all banks in Bulgaria 9 Table 1.2: Key economic and financial indicators – Bulgaria 11 Table 2: Summary table on CSR assessment 14 Table 3.1: Macroeconomic Imbalance Procedure assessment matrix for Bulgaria 19 Table B.1: The MIP scoreboard for Bulgaria (AMR 2018) (1), (2), (3) 59 Table C.1: Financial market indicators 60 Table C.2: Headline Social Scoreboard indicators 61 Table C.3: Labour market and education indicators 62 Table C.4: Social inclusion and health indicators 63 Table C.5: Product market performance and policy indicators 64 Table C.6: Green growth 65 CONTENTS ",
        "LIST OF GRAPHS Graph 1.1: Real GDP growth by demand components 5 Graph 1.2: GDP growth and GDP per capita 5 Graph 1.3: Potential growth breakdown 6 Graph 1.4: Nominal wage growth in Bulgaria in comparison with wage benchmarks 6 Graph 1.5: Activity, employment and unemployment rates 7 Graph 1.6: Level of income inequality in EU, 2016 7 Graph 1.7: Current account developments 8 Graph 1.8: Net international investment position 8 Graph 1.9: Domestic credit growth 10 Graph 1.10: House prices overvaluation gaps 10 Graph 2.1: Overall multiannual implementation of 2011 - 2017 CSRs to date (1), (2), (3) 12 Graph 4.1.1: Tax revenue by main category 21 Graph 4.1.2: Public expenditure by category, average 2011-2015 22 Graph 4.2.1: NPLs share of total loans and advances, all banks 26 Graph 4.2.2: Private debt breakdown 27 Graph 4.2.3: NFC debt ratio against the fundamental-based benchmark (1) and prudential threshold (2) 28 Graph 4.2.4: NPLs, share of total loans and advances - total, households and NFCs 28 Graph 4.2.5: Share of companies facing financial stress 28 Graph 4.2.6: Determinant of growth for financially and non-financially stressed NFCs 29 Graph 4.3.1: Population projections (2016-2080) 30 Graph 4.3.2: Employment by sector, year-on-year changes 32 Graph 4.3.3: Unemployment rate and potential additional labour force 32 Graph 4.3.4: Expenditure on and participation in activation measures, 2017 33 Graph 4.3.5: Early school leaving disaggregated by the urban status, Bulgaria and the EU average 35 Graph 4.3.6: Expenditure on health 36 Graph 4.3.7: At-risk-of-poverty or social exclusion rate, components 37 Graph 4.3.8: At-risk-of-poverty or social exclusion rate, age groups 37 Graph 4.4.1: Gross fixed capital formation as % of GDP 39 Graph 4.4.2: FDI in NFCs by economic activity, 2016 39 Graph 4.4.3: Evolution of export market share 42 Graph 4.4.4: Quality and share of exports by category 42 Graph 4.4.5: Rate of change of ULC, breakdown 42 Graph 4.4.6: Real effective exchange rate based on ULC 43 Graph 4.4.7: Proportion of contract award notices where the negotiated procedures without prior publication were used, 2013-17 45 Graph 4.5.1: Employment and value added in manufacturing 2009-2015 47 Graph 4.5.2: Air quality — PM10 concentrations in relation to the daily limit value in 2015 in the EU28 50 ",
        "LIST OF BOXES Box 2.1: Tangible results delivered through EU support to structural change in Bulgaria 16 Box 4.3.1: Monitoring performance in light of the European Pillar of Social Rights 31 Box 4.4.1: Investment challenges and reforms in Bulgaria 40 Box 4.4.2: Policy highlights 44 ",
        "1 Bulgaria's strong economic situation could facilitate structural reforms. Strong economic growth and a sound fiscal position represent an opportunity for structural reforms that could accelerate catching up with the rest of the European Union and reduce persistent high levels of poverty and inequality. The economy's cyclical upswing helped a solid labour market recovery, but persistent skills shortages and mismatches require a structural response. The authorities' response to the challenges in banking and non-banking strengthened the financial sector and these reforms need to be completed to consolidate recent progress. ( 1 ) Economic growth remains robust, but catching- up with the rest of the EU is slow. GDP growth is estimated to have been 3.8 % in 2017, slightly lower than 2016. The main engine of growth, however, has changed from the external sector to domestic demand as private consumption grew stronger and investment growth turned positive. In 2018 and 2019, GDP growth is expected to slow down somewhat but to remain strong, still mainly driven by domestic demand. Despite the positive economic outlook, convergence with the EU average income slowed down again in 2017 as growth in the rest of the EU has picked up. Increasing the growth potential of the economy could accelerate the catching-up process, but moderate increases in capital and labour limit the growth potential. Further gains in total factor productivity, the main driver of potential GDP growth since 2015, could be constrained by relatively low investment. Labour market conditions have recently improved. Employment and activity rates have increased, while the unemployment rate has decreased substantially, to 6.3 % in 2017. Based ( 1 ) This report assesses Bulgaria’s economy in the light of the European Commission’s Annual Growth Survey published on 22 November 2017. In the survey, the Commission calls on EU Member States to implement reforms to make the European economy more productive, resilient and inclusive. In so doing, Member States should focus their efforts on the three elements of the virtuous triangle of economic policy – boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. At the same time, the Commission published the Alert Mechanism Report (AMR) that initiated the seventh round of the macroeconomic imbalance procedure. The AMR found that Bulgaria warranted an in-depth review, which is presented in this report. on 2016 data, the compensation of employees was very low relative to the EU average. The strong wage growth in 2017 will improve wages, but if continued and not accompanied by similar productivity developments it could lead to competitiveness losses. Low educational outcomes and inequalities linked to socio-economic background represent major obstacles to human capital improvement, with potential knock-on effects on skill levels and the growth potential. The fiscal performance remains sound creating room to address economic and social challenges. The general government budget remained balanced in 2017 in both nominal and structural terms and public debt decreased. The fiscal outlook remains positive in the medium term with a small surplus projected for 2019 and could be further reinforced by improvements in tax collection, as planned by the authorities. On the expenditure side, while budget planning and execution are overall sound and stable, there is room to improve efficiency and monitoring of public spending to support economic and social development and convergence. The soundness of the financial sector continued to improve despite remaining vulnerabilities. Capital and liquidity levels have increased and the quality of assets has improved. Profitability remained strong. Households are among the least indebted in the EU but non-financial corporations' debt, and non-performing loans are still higher than in peer countries, albeit decreasing. Still, some vulnerabilities persist despite measures to follow-up the banking and non-banking sector reviews and increased supervisory efforts. Bulgaria has made some progress in addressing the 2017 country-specific recommendations. Some progress was achieved in tax collection and tax compliance, in stepping-up enforcement measures to reduce the informal economy and undeclared work,, in taking follow-up measures on the financial sector reviews and in enhancing banking and non-banking supervision, in facilitating the reduction of non-performing corporate loans, in improving the targeting of active labour market policies and the integration between employment and social services, in improving the coverage and adequacy of the minimum income, and in ensuring efficient implementation of the 2014-2020 National Public Procurement Strategy. Limited progress was made EXECUTIVE SUMMARY ",
        "Executive summary 2 in increasing the provision of quality mainstream education, in particular for Roma, in increasing health insurance coverage, in reducing out-of- pocket payments, in addressing shortages of healthcare professionals, and in establishing a transparent mechanism for setting the minimum wage. Regarding progress in reaching the national targets under the Europe 2020 strategy, Bulgaria appears to be already ahead in reaching its targets for reducing greenhouse gas emissions and increasing the share of renewable energy. Measures have been taken to improve energy efficiency but energy consumption remained above the indicative national targets. Bulgaria has made progress on the employment rate and tertiary education, but the targets are still to be met. The situation has deteriorated regarding the targets on early school leaving, poverty reduction and R&D intensity. Bulgaria faces challenges with regard to a number of indicators of the Social Scoreboard supporting the European Pillar of Social Rights. Whilst the high economic growth has translated into improved employment outcomes, the levels of poverty and income inequality remain very high and active labour market policies are underdeveloped. The education system does not fully equip students with relevant skills and access to quality education remains unequal. Moreover, Bulgarians face difficulties in accessing healthcare and housing. On the positive side, Bulgaria has a low gender employment gap and an increasing gross disposable household income per capita. The main findings of the in-depth review contained in this report and the related policy challenges are as follows:  The financial sector has been strengthened overall, but vulnerabilities remain. Substantial effort has been made to improve banking and non-banking supervision, with the on-going implementation of the action plan for banking supervision and the adoption of an action plan for non-banking. Legislative amendments introduced a somewhat tighter risk management of related-party exposures in the banking sector and a broader definition of ‘related parties’ in the non-banking sector, in line with international standards. Further measures which remain to be fully implemented include dealing with exposures to hard-to-value assets and in the insurance sector with the treatment of specific reinsurance contracts and the inadequate group level supervision. In the pension funds sector, the concentration of assets on the relatively illiquid traded and non-traded domestic market, and complex ownership and cross-ownership structures require further monitoring.  Despite the ongoing debt reduction, high private debt is still a concern. High non- financial corporations' debt could hamper medium-term growth prospects. Problems with the valuation of illiquid assets and the lack of a deep secondary market for non-performing loans constrain Bulgaria’s ability to reduce this high corporate indebtedness.  The reform of the insolvency framework continues. Despite new legislation on business restructuring, some elements of a functioning framework are still missing. In particular, Bulgaria lacks rules for granting a second chance to consumers and entrepreneurs in a reasonable timeframe following a bankruptcy, and an effectiveness analysis of existing and new procedures. Data collection in the field remains a challenge.  Despite solid labour market recovery structural challenges persist. A shrinking working age population, skills shortages and mismatches, particularly in digital skills, and high inactivity remain major concerns for sustainable growth. Undeclared work continues to distort the labour market. Active labour market policies have low coverage and are mostly focused on direct job creation and employment incentives. The young, the low- skilled, the Roma and the rural population face particular difficulties in entering employment. Measures addressing jobseekers' employability and skills gaps are not sufficiently developed. The minimum wage is still being adjusted without a clear and transparent mechanism, in part due to the current challenges in social dialogue. Other key structural issues analysed in this report, which point to particular challenges for Bulgaria’s economy, are the following: ",
        "Executive summary 3  The social protection system is insufficient to tackle the significant social issues. The percentage of the population at risk of poverty or social exclusion is among the highest in the EU particularly among the disadvantaged social groups. The adequacy and coverage of social assistance benefits are low and there is no objective mechanism to update the benefits. The flat personal income tax has a small redistributive impact. Inequality of opportunity in education, healthcare and housing remains of concern. The provision of social services is insufficient and their integration with labour market services remains incomplete.  Recent measures aim to modernise the education system, but challenges remain. Educational outcomes are low and strongly influenced by socioeconomic status. Early school leaving is high and kindergarten fees contribute to an unequal start in education. Integration of Roma remains a major challenge. A mechanism to identify out-of-school children has been established, but measures to improve school attendance and retention are still limited. The insufficient labour market relevance of vocational education and training remains a challenge. Adult participation in learning is insufficient to address the need for upskilling.  Access to healthcare is limited by low and uneven distribution of resources. Public healthcare expenditure is very low, resulting in a high proportion of non-reimbursed medical expenditure. The number of medical doctors is relatively high and their emigration has decreased. However, district-level differences in the distribution of doctors, and the low number of nurses, remain a problem. Despite improvement in recent years, the number of Bulgarians reporting problems with accessing healthcare is much higher than the EU average.  Efforts to improve the business environment are ongoing. Businesses remain concerned about corruption, institutional shortcomings and insufficient labour supply. Several multiannual projects reduced barriers to investment but the speed of implementation of the reforms is insufficient to catch up with peer countries. Slow progress with public administration reform, including e-government, has held back the quality of public services. Despite improvements in public procurement, administrative capacity is still weak and the measures included in the National Public Procurement Strategy have not been assessed yet. E-procurement is not yet fully in place and the potential of central purchasing remains untapped. The fight against corruption has been hampered by the fragmented landscape of corruption-prevention institutional structures, and by procedural and legal obstacles to the effective investigation and prosecution of high- level corruption. Recent efforts to address these issues still need to show concrete results. Significant progress has been made towards reinforcing the independence of the judiciary but further follow-up is needed on this as well as on addressing other shortcomings in the judicial system, which weaken the business environment and deter investment.  The fiscal performance is sound but there is space to improve management and governance. Improving tax compliance and the efficiency of the tax administration remains a key objective for public finances' sustainability and the promotion of a socially fair and growth-friendly economic environment. Fiscal stability is supported by strong political commitment and the currency board arrangement, but checks-and-balances in the fiscal framework are insufficient. Public expenditure management is sound in terms of monitoring and medium-term planning of the main aggregates but is not governed by performance goals or benchmarks. Enhancing the operation of the Fiscal Council remains a challenge. State-owned enterprises are a source of economic and fiscal risks, as their corporate governance structures are rarely subject to professional management or rules that ensure independent and transparent decision making.  Further challenges exist in specific sectors. Shortcomings in the research, development and innovation system limit its contribution to productivity and growth. Reforms are still needed in the energy sector to ensure a reliable, competitive and sustainable supply of energy to businesses and the society at large. The energy saving potential remains untapped and air ",
        "Executive summary 4 quality continues to give cause for serious concern. Shortcomings in infrastructure are reflected in the low effectiveness and performance of the transport sector. ",
        "5 GDP growth Bulgaria’s economy is growing steadily, with the drivers of growth shifting from the external sector to domestic demand. Real GDP growth was estimated at 3.8 % for 2017. Increases in wages and improved household expectations had a positive impact on private consumption, Public consumption growth, was also stronger than in previous years reflecting mainly higher spending on wages and intermediate consumption. Investment is slowly recovering from its 6.6 % drop in 2016, as confidence is improving in the business sector and implementation of EU funded projects has re-started. Net exports, which performed very well in 2016, lost momentum in 2017 as export growth slowed and higher domestic demand fuelled a rise in imports. The difference between actual and potential GDP, the output gap, closed in 2017 and is set to turn positive in 2018. Graph 1.1: Real GDP growth by demand components 2017-19: Winter forecast 2018 for real GDP growth, otherwise Autumn forecast 2017 Source: European Commission Wage increases and faster implementation of EU funds are expected to drive economic growth in the medium term. Investment's contribution to economic growth is set to somewhat increase with faster implementation of EU funds. Public consumption is forecast to grow, mostly driven by the planned increases in public sector wages in 2018. Wages will continue to have a positive impact on private consumption but their growth is expected to slow. Both export and import growth rates are projected to drop and net exports’ contribution to growth is expected to remain close to zero. Convergence Following relatively fast income convergence prior to the crisis, catching up with the rest of the EU has slowed down. The GDP per capita gap with the EU average, measured in purchasing power standards (PPS), closed by almost 13 pp. between 2006 and 2017 (Graph 1.2). The process of convergence slowed after the global crisis, but has revived as growth gained momentum since 2014. Convergence with the EU and the euro area,, however, has been slower than in other Member States with broadly comparable levels of income at the time of accession (e.g. Lithuania, Romania and Poland). For that reason, Bulgaria’s distance in terms of real income from some of its peers has increased. Graph 1.2: GDP growth and GDP per capita Note: GDP per capita adjusted for differences in price levels (PPS: purchasing power standards) 2017-19: Winter forecast 2018 for real GDP growth, otherwise Autumn forecast 2017 Source: European Commission Potential GDP growth has benefited from productivity improvements but is constrained by modest capital and labour increases. Potential GDP is expected to grow at an annual rate of close to 3 % (Graph 1.3). Although above those of many other EU Member-States, this rate is below the potential GDP growth forecast for several regional peers. The contribution of total factor productivity (TFP) to potential GDP growth has increased since 2014 and its importance is growing, in contrast with the shrinking -15 -10 -5 05 10 15 06 07 08 09 10 11 12 13 14 15 16 17 18 19 % , p p s Changes of inventories Investment (GFCF) Consumption Net exports Real GDP growth forecast -5 05 10 15 20 25 30 -100 10 20 30 40 50 60 06 07 08 09 10 11 12 13 14 15 16 17 18 19 R a t e o f c h a n g e y - o - y ( % ) P P S ( E U 2 8 = 1 0 0 ) BG - GDP per capita in PPS (EU28=100) BG - growth rate (rhs) EU28 - growth rate (rhs) forecast 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 6 contribution of capital accumulation, which is at its lowest level in 10 years. Private investment did not recover completely after the international financial crisis and experienced a second drop in 2013-2014. Despite the gradual recovery of public investment which started in 2017, the capital stock is not forecast to increase significantly in the medium term due to a number of structural obstacles to business and investment that will take time to eliminate (see Section 4.4). Labour’s contribution, although positive since 2015, remains subdued reflecting the relatively slow increase in the labour force (see Section 4.3). Graph 1.3: Potential growth breakdown 2017-19: Winter forecast 2018 for real GDP growth, otherwise Autumn forecast 2017 Source: European Commission Prices and wages Prices are rising after a long period of deflation. Annual consumer price (HICP) inflation was 1.2 % in 2017 due to strong domestic demand, higher administrative prices for utilities, and recovering energy and commodity prices. Inflation is forecast to gradually increase in 2018 and 2019 to 1.4 % and 1.5 %, respectively. Strong wage increases have not yet created inflationary pressures. Compensation of employees increased by 7.8 % in 2017 and is expected to grow 8.3 % in 2018. Unit labour cost (ULC) in nominal terms increased by 4.6 % in 2017 (against 2.3 % in 2016). Real ULC growth jumped from almost zero in the previous two years to 4% in 2017. Nominal wage growth has been in line with a stable evolution of cost competitiveness (as measured by an unchanged real effective exchange rate), but is faster than developments in labour productivity, prices and the unemployment rate would predict (Graph 1.4) ( 2 ) Moreover, wage increases seem to have had so far no impact on the domestic demand deflator. Graph 1.4: Nominal wage growth in Bulgaria in comparison with wage benchmarks 2017 data reflect the European Commission Forecast Source: European Commission based on the methodology described by Arpaia and Kiss (2015) Labour market, poverty and social exclusion Unemployment is falling mainly because of the improved economic outlook. The unemployment rate fell from a peak of 13 % at the end of 2013 to just below 7 % in 2016 and 6.3 % in 2017. Activity and employment rates increased substantially in the last few years, recovering from the sharp drop during the crisis period (Graph 1.5). In 2017 the employment rate is expected to have increased further and, for the first time since the crisis, to reach a level close to the 71 % recorded in the pre-crisis period. However, there is still a sizeable potential labour force. Labour market prospects are expected to remain positive but to moderate somewhat in 2018 and 2019 due to limited labour supply. The impact of the positive labour market performance is not evenly spread across the population. In particular, people without a job for more than a year, inactive young people, Roma and those living in poorer regions and rural areas continue to face significant difficulties in obtaining ( 2 ) As measured by the wage benchmark calculation. For more details on the methodology see Arpaia and Kiss (2015). -4 -2 0 246 -4 -2 0 246 06 07 08 09 10 11 12 13 14 15 16 17 18 19 % o f G D P R a t e o f c h a n g e y - o - y ( % ) Labour (hours) Capital accumulation Productivity (TFP) Potential growth (rhs) Real growth (rhs) forecast -2 02468 10 12 14 16 18 06 07 08 09 10 11 12 13 14 15 16 17 R a t e o f c h a n g e y - o - y ( % ) Wage growth consistent with constant UCL-based REER Actual nominal wage growth Prediction based on inflation, productivity and unemployment ",
        "1. Economic situation and outlook 7 work. The overall rate of young people not in employment, education or training and the proportion of the inactive population within that group are still high. Skills shortages and mismatches remain a challenge. The so-far low participation in active labour market measures and the limited focus on training do not help to improve this situation. Graph 1.5: Activity, employment and unemployment rates Source: European Commission Structural labour market issues may hinder the sustainability of economic growth in the medium term. The shrinking working age population is a long-term drag on the potential of the economy (see above). Skills and qualifications mismatches also hamper the functioning of the labour market, despite a trend toward upskilling (see Section 4.3). The levels of undeclared work remain high (see Section 4.1), which has considerable implications for fiscal revenue, labour conditions and the adequacy of income after retirement. Minimum wage setting is still not based on objective socio-economic criteria. Growth has not been inclusive enough to reduce poverty and economic and social inequalities. Bulgaria has one of the highest levels of poverty and income inequality in the EU (see Graph 1.6 and Box 4.3.1). Close to one quarter of the population have income below the \"risk-of- poverty\" level. Extreme poverty, as measured by indicators such as severe housing deprivation ( 3 ) ( 3 ) This measures the percentage of the population in households living in dwelling that are overcrowded and for families with dependent children, is decreasing but remains among the highest in the EU. Market income inequality for the working age population is only slightly higher than the EU average. However, the effect of taxes and transfers on reducing inequality is among the weakest in the EU. This is partly due to the relatively small redistribution impact of the flat personal income tax system, as well as the relatively low spending on social protection and the absence of a mechanism to better target and update social transfers to the population in need. Graph 1.6: Level of income inequality in EU, 2016 Note: The Gini coefficients range from 0 to 100. The value 0 corresponds to perfect equality (same income to everybody) while 100 corresponds to maximum inequality (all income distributed to only one person and all the others have nothing). Pensions are included in social transfers. For IE, IT and LU data from 2015. Source: European Commission Inequality of opportunities is also high. Access to social services is characterised by big discrepancies between rural and urban areas, as well as among regions. Poor education and health of some groups, including Roma, form another important driver of inequality irrespectively of the region. Health inequalities, measured by the gap in unmet needs for medical examination between the highest and lowest income households, have been declining in recent years, but remain above the EU average. Another factor is the strong trans- generational transmission of social and economic conditions. Poverty among children with low- skilled parents is 15 times higher than it is among deprived, meaning there is no bath or toilet, the roof is leaking, or the dwelling is considered too dark. 0 24 6 810 12 14 45 50 55 60 65 70 75 80 0 6 Q 1 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 1 4 Q 1 1 5 Q 1 1 6 Q 1 1 7 Q 1 % o f l a b o u r f o r c e % o f p o p u l a t i o n Unemployment rate 15-74 (rhs) Activity rate 20-64 Employment rate 20-64 05 10 15 20 25 30 0 10 20 30 40 50 60 S KS I C ZF I B E N L A T S E D K H U L U M T F R D E H R I E P L U K C Y I T E E P T E L E S L V R O L T B G % o f t o t a l p o p u l a t i o n G i n i i n d e x Gini based on market income (before taxes and transfers) Gini based on disposable income (after taxes and transfers) At risk of poverty (rhs) ",
        "1. Economic situation and outlook 8 children with high-skilled parents ( 4 ). Similarly, the socioeconomic background of parents seems to have a strong impact on the educational performance of students. The level of digital skills is overall among the lowest in the EU and is very diverse among different socioeconomic groups, adding to social exclusion and inequality of opportunities. External position The current account balance remains positive, albeit decreasing. The current account balance is estimated at around 3 % of GDP in 2017,significantly lower from its 2016 peak of 5.3 % of GDP. Growing demand from trading partners is being outstripped by strong domestic demand, leading to a higher increase in imports than in exports in 2017. This trend is expected to continue in 2018 and 2019, when the current account surplus is expected to drop. Graph 1.7: Current account developments Source: European Commission The net international investment position (NIIP) has significantly improved in recent years. From a very negative position of -95 % of GDP in 2009, the NIIP improved to -47.7 %] of GDP in 2017. This improvement is mainly related to an increase in reserve assets, the reduction of bank liabilities to parent companies and higher holdings of foreign assets by domestic companies ( 4 ) The percentage of children of low-skilled parents at risk of poverty is critically high, at 78.4% in 2016. This contrasts with the relatively low poverty risk for children of high- skilled parents of 5.4%. (mainly pension funds but also banks). Persistent current account surpluses combined with a capital account surplus and nominal economic growth have also contributed to the positive NIIP trend since 2009. Foreign direct investment (FDI) is the NIIP's main source of finance. Graph 1.8: Net international investment position Source: European Commission External sustainability risks are expected to decline further as the negative NIIP is shrinking Based on current trends, by the end of 2018 the NIIP is expected to be below the MIP threshold (- 35%), as well as the country-specific prudential threshold for Bulgaria, estimated at -34 % of GDP (see European Commission, 2016a). Taking into account the fundamentals of the economy, to maintain or to improve this NIIP level the current account balance should be above -2.3% of GDP; this is the so-called current account norm. ( 5 ) The projected current account surpluses, well above this norm, are paving the way for further improvement in NIIP. The positive marketable external debt position is an additional positive indicator of the external sustainability. This is due to the high share of net direct investment in NIIP (Graph 1.8), as the high level of reserves (50% of GDP in 2017, the highest level in the EU) offsets corporate foreign debt liabilities. ( 5 ) The current account 'norm' benchmark is derived from reduced-form regressions capturing the main determinants of the saving-investment balance, including fundamental determinants (e.g. demographics, resources), policy factors and global financial conditions. See European Commission (2016a and 2017h). -40 -30 -20 -10 0 10 20 07 08 09 10 11 12 13 14 15 16 % o f G D P Capital account (KA) Secondary income balance Primary income balance Trade balance - services Trade balance - goods Trade balance Current account balance (CA) Net lending/borrowing (CA+KA) -150 -100 -50 0 50 98 99 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 1617* % o f G D P Net portfolio invest., equity and investment fund shares/units Net portfolio invest., debt securities Other invest. (net) Net direct invest. Net financial derivatives Net portfolio invest., debt securities Net international investment position Marketable debt (portfolio debt instr., other invest. and res. assets, net) ",
        "1. Economic situation and outlook 9 Financial sector Steady expansion of the balance sheet, improved quality of assets and higher capital levels characterise the banking sector. Commercial banks’ total assets grew by 6.2 % at end 2017, compared to 12 months earlier. Banks’ funding has been driven entirely by the significant increase in deposits. Household deposits grew by 4.8. %, while the growth rate of non-financial corporate deposits was 13.1 % (BNB, 2017a). Depositors showed sustained preference for domestic currency. As a result of positive liquidity developments, the loan-to-deposit ratio declined further from 78 % in September 2016 to 74.8 % in September 2017. Banks' profitability remained strong in 2017. There was nonetheless a decrease in pre-tax return on equity from 10.4% in December 2016 to 9.3% in December 2017 This high profitability may be overstated because of accrued interest income, which is not backed by cash inflows. These interest accrual practices on impaired loans are acceptable under International Financial Reporting Standards (IFRS) but they increase the risk that, as legacy assets are worked out, such high profitability levels may not be sustainable. Profits helped to strengthen the banks’ capital positions, with the CET1 ratio increasing from 18.5 % in June 2016 to 20 % in June 2017. Table 1.1: Financial soundness indicators - all banks in Bulgaria * ECB aggregated balance sheet: loans excl to gov and MFI / deposits excl from gov and MFI Source: ECB The share of non-performing loans continued to decline, but remains high. The ratio of non- performing loans (NPLs), which is at 10.6 % of gross debt as of June 2017 (ECB data), remains much higher than the EU average of 3.5%. It has, nonetheless, declined, from 12.3% in June 2016, due to the falling volume of NPLs and the rising total volume of loans 6 . In addition, the ratio of loans with forbearance measures to total loans was 8 %, above the EU average of 2. 9%. Provision for NPLs went up slightly, to 51.1 %, between September 2016 and September 2017. The vulnerabilities from the level of NPLs is partly mitigated by the higher levels of capital and above average provisioning. Capital buffers are comfortable overall, providing space for a balance-sheet clean-up. However, not all banks benefit equally from robust capital levels (European Commission, 2017). Furthermore, capital adequacy ratios alone will not provide sufficient incentives to reduce NPLs. Other factors, such as a functioning secondary market for loans, adequate legal frameworks for foreclosure and accurate valuation of collateral, are needed to facilitate balance-sheet clean-up. In cases where collateral is overvalued relative to its market price ( 7 ), higher provisioning requirements could encourage banks to work out NPLs. In this context, implementing the IFRS 9 accounting regulation as of January 2018 should help strengthen loan-loss provisioning for some banks. Lending activity picked up, with a shift in favour of loans in leva (BGN). The total stock of private sector loans increased by 7.2 % in November 2017 as compared to a year earlier, driven by a rise of about 15 % in lending in BGN. Lending in euro decreased by about 10 %. Lending to non-financial corporations remained almost flat and was driven by loans in BGN, while those in euros fell. The stock of residential mortgage credit expanded by about 7.8% y-o-y, supported by lending in BGN, while its counterpart in euros declined. The change in currency preference is somewhat counter- intuitive, given the opposite shift in interest rates for both deposits and loans. For all categories of loans, interest rates for new business declined more and to lower levels for loans denominated in euros than for those in BGN. ( 6 ) The BNB uses a more conservative definition of NPLs, according to which the NPL ratio declined from 12.9% at end-2016 to 10.2% at end-2017 ( 7 ) Anecdotal evidence from debt collectors suggests that there could also be a gap between the value of collateral in the banks’ balance sheet and the market price. This would also hamper the development of a functioning secondary market for NPLs. (%) 2010 2011 2012 2013 2014 2015 2016 2017Q2 Non-performing debt 17.9 19.7 19.8 18.6 14.4 13.0 11.2 10.6 Non-performing loans - - - - 16.0 14.5 12.8 12.1 Non-performing loans NFC - - - - 20.7 23.1 21.1 19.9 Non-performing loans HH - - - - 17.4 16.9 13.9 13.1 Coverage ratio 42.0 44.4 49.4 53.0 48.9 50.1 51.3 51.6 Loan to deposit ratio* 117.4 107.6 102.4 94.1 86.0 77.5 73.6 75.1 Tier 1 ratio 15.2 15.7 15.1 16.0 19.6 19.9 20.3 21.0 Capital adequacy ratio 17.4 17.6 16.6 17.0 21.5 21.6 21.5 22.2 Return on equity** 6.4 4.7 4.7 4.4 7.2 8.0 11.3 - Return on assets** 0.8 0.6 0.6 0.6 0.9 1.0 1.5 - ",
        "1. Economic situation and outlook 10 Graph 1.9: Domestic credit growth Based on index of notional stocks Source: ECB Asset prices have increased recently, without signs of over-valuation so far. House prices increased by 15.7 % in real terms between June 2015 and June 2017 (23 % in the capital, Sofia) and by 7.2 % in the second quarter of 2017 alone. Rapid growth was also seen in the domestic stock exchange, with the main index, SOFIX, gaining 18 % in one year, as of mid-January 2018. The recovery appears to be supported by fundamental economic improvements, such as an increase in disposable income, an improved labour market and favourable lending conditions. There are no signs yet of over-valuation of real estate. Despite recent growth, house prices appear to be in line with fundamentals (Graph 1.10). Indicators of affordability and the return on investment of owner-occupied houses remain well below their long-term average. In particular, the rapid increase in gross disposable income means that the price-to-income ratio continued to fall in 2016. While the number of building permits has increased rapidly in the first quarters of 2017, it remains much lower than the pre-crisis levels. This suggests that supply constraints may play a role in the increase in house prices and that the economic impact of this increase remains modest so far. However, the recent pace of the increase and the modelling uncertainty affecting the above- mentioned indicators, call for continued close monitoring of house price developments. Public finances Bulgaria has successfully consolidated its public finances and budgetary developments are expected to remain positive. The general government budget remained balanced in 2017. On the expenditure side, public investment started to recover, despite the slower-than-expected progress with implementing EU funded projects and public sector wages increased. On the revenue side, taxes and social security contribution revenue increased and the recovery of transfers from the EU outweighed the rise in expenditure . The structural budget was also balanced in both 2016 and 2017. Graph 1.10: House prices overvaluation gaps Overvaluation gaps with respect to price/income, price/rent and fundamental model valuation gaps. Long-term values are computed over 1995-2016. Source: European Commission calculations The general government budget is forecast to remain balanced in 2018 and to record a surplus in 2019. A further rise in public sector wages and investment is expected to be offset by strong revenue performance. Higher wages in the private sector and higher social security contribution rates are set to have a positive impact on public revenues. Revenue from indirect taxes is also projected to increase, in line with higher consumption and public investment. The general government debt declined in 2017. The drop to below 26 % of GDP in 2017 is due to the positive impact of the primary surplus and debt repayment (worth around 2 pp. of GDP) out of accumulated fiscal reserves. The primary surpluses and low interest payments projected for 2018 and 2019 are expected to lead to a further reduction in the general government debt. -3 -1135 7 9 11 F e b - 1 2 M a y - 1 2 A u g - 1 2 N o v - 1 2 F e b - 1 3 M a y - 1 3 A u g - 1 3 N o v - 1 3 F e b - 1 4 M a y - 1 4 A u g - 1 4 N o v - 1 4 F e b - 1 5 M a y - 1 5 A u g - 1 5 N o v - 1 5 F e b - 1 6 M a y - 1 6 A u g - 1 6 N o v - 1 6 F e b - 1 7 M a y - 1 7 A u g - 1 7 N o v - 1 7 R a t e o f c h a n g e y - o - y ( % ) Total private Non-financial corporations Households Mortgage credit -60 -40 -200 20 40 60 80 100 120 140 96 98 00 02 04 06 08 10 12 14 16 % g a p b e t w e e n a c t u a l h o u s e p r i c e s a n d t h e b e n c h m a r k c o n s i d e r e d Model-based valuations gap Price to income vs. hist. avg. Price to rent vs. hist. avg. ",
        "1. Economic situation and outlook 11 Table 1.2: Key economic and financial indicators – Bulgaria (1) NIIP excluding direct investment and portfolio equity shares (2) Domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. Source: Eurostat and ECB as of 30 Jan 2018, where available; European Commission for forecast figures (Winter forecast 2018 for real GDP and HICP, Autumn forecast 2017 otherwise) 2004-07 2008-12 2013-14 2015 2016 2017 2018 2019 Real GDP (y-o-y) 6.9 1.1 1.1 3.6 3.9 3.8 3.7 3.5 Potential growth (y-o-y) 6.2 1.8 1.6 3.0 3.0 3.2 3.3 3.3 Private consumption (y-o-y) 9.5 1.0 0.1 4.5 3.6 . . . Public consumption (y-o-y) 2.4 -0.4 0.4 1.4 2.2 . . . Gross fixed capital formation (y-o-y) 16.5 -4.3 1.8 2.7 -6.6 . . . Exports of goods and services (y-o-y) 15.0 2.9 6.3 5.7 8.1 . . . Imports of goods and services (y-o-y) 19.7 -1.1 4.7 5.4 4.5 . . . Contribution to GDP growth: Domestic demand (y-o-y) 10.8 -0.6 0.5 3.6 1.2 . . . Inventories (y-o-y) 0.7 -0.7 -0.3 -0.1 0.4 . . . Net exports (y-o-y) -4.6 2.2 0.9 0.1 2.3 . . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 1.8 -1.0 -0.4 0.3 0.4 0.4 0.4 0.3 Capital accumulation (y-o-y) 2.0 2.0 1.1 1.0 0.7 0.7 0.8 0.8 Total factor productivity (y-o-y) 2.3 0.8 0.9 1.7 2.0 2.1 2.2 2.2 Output gap 1.5 0.1 -1.5 -1.4 -0.5 0.0 0.5 0.7 Unemployment rate 9.5 9.3 12.2 9.2 7.6 6.4 6.0 5.7 GDP deflator (y-o-y) 7.5 4.1 -0.1 2.2 2.2 0.6 2.1 2.1 Harmonised index of consumer prices (HICP, y-o-y) 6.8 4.6 -0.6 -1.1 -1.3 1.2 1.4 1.5 Nominal compensation per employee (y-o-y) 8.6 9.8 7.2 5.6 5.8 7.8 8.3 6.9 Labour productivity (real, person employed, y-o-y) 3.8 2.7 1.1 3.3 3.4 . . . Unit labour costs (ULC, whole economy, y-o-y) 4.5 6.9 6.0 2.3 2.3 4.6 4.8 3.5 Real unit labour costs (y-o-y) -2.7 2.6 6.1 0.1 0.1 3.9 2.7 1.4 Real effective exchange rate (ULC, y-o-y) 2.8 4.5 6.8 -0.2 1.0 4.8 4.6 1.3 Real effective exchange rate (HICP, y-o-y) 3.4 1.6 -0.4 -3.3 -0.4 0.3 1.5 . Savings rate of households (net saving as percentage of net disposable income) -15.9 -6.6 -4.8 -2.6 3.5 . . . Private credit flow, consolidated (% of GDP) 26.6 9.2 3.1 -0.3 4.0 . . . Private sector debt, consolidated (% of GDP) 86.1 129.4 127.7 110.5 104.9 . . . of which household debt, consolidated (% of GDP) 16.2 25.0 23.1 21.7 20.9 . . . of which non-financial corporate debt, consolidated (% of GDP) 69.9 104.4 104.6 88.8 84.0 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) . 14.7 16.5 13.0 11.2 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -6.1 1.7 8.2 7.1 6.3 10.0 10.0 10.2 Corporations, gross operating surplus (% of GDP) 27.1 28.7 29.3 30.6 27.1 28.8 28.1 28.1 Households, net lending (+) or net borrowing (-) (% of GDP) -9.9 -5.1 -2.2 -1.6 1.1 -4.8 -5.2 -5.4 Deflated house price index (y-o-y) 24.8 -6.8 1.0 1.6 7.1 . . . Residential investment (% of GDP) 3.9 3.4 1.7 1.4 2.7 . . . Current account balance (% of GDP), balance of payments . -6.5 0.7 0.0 5.3 2.5 2.2 2.0 Trade balance (% of GDP), balance of payments . -6.7 -0.6 0.8 4.4 . . . Terms of trade of goods and services (y-o-y) 2.8 1.2 0.3 1.4 3.4 -1.3 0.6 0.5 Capital account balance (% of GDP) . 1.1 1.7 3.1 2.2 . . . Net international investment position (% of GDP) . . -74.3 -61.2 -47.0 . . . Net marketable external debt (% of GDP) (1) . . 9.1 20.7 29.3 . . . Gross marketable external debt (% of GDP) (1) . . 60.2 54.8 54.5 . . . Export performance vs. advanced countries (% change over 5 years) 59.5 25.8 10.3 13.9 5.1 . . . Export market share, goods and services (y-o-y) 6.4 -0.1 3.5 -2.1 8.0 . . . Net FDI flows (% of GDP) . -6.1 -2.5 -5.1 -0.7 . . . General government balance (% of GDP) 1.4 -1.6 -2.9 -1.6 0.0 0.0 0.0 0.2 Structural budget balance (% of GDP) . . -0.8 -1.1 0.1 0.0 -0.2 -0.1 General government gross debt (% of GDP) 25.0 14.8 22.0 26.0 29.0 25.7 24.3 22.8 Tax-to-GDP ratio (%) 30.9 27.2 28.3 29.1 29.0 29.5 29.6 29.4 Tax rate for a single person earning the average wage (%) 20.5 21.5 21.6 21.6 . . . . Tax rate for a single person earning 50% of the average wage (%) 12.1 21.5 21.6 21.6 . . . . forecast ",
        "12 Progress with the implementation of the recommendations addressed to Bulgaria in 2017 ( 8 ) has to be seen in a longer term perspective since the introduction of the European Semester in 2011. Looking at the multi-annual assessment of the implementation of the CSRs since these were first adopted, 74% of all the CSRs addressed to Bulgaria have recorded at least 'some progress'. 26% of these CSRs recorded 'limited' or 'no progress' (see Graph 2.1). Since 2011, the successive changes of six governments (two caretaker and four regular ones) further slowed down reform efforts. However, the current government seems committed to follow up on reform priorities and continue reform efforts in key sectors. Measures have been taken in several policy areas subject to CSRs, but further efforts are needed to have more tangible results of reform implementation. The latter also complicates the CSR implementation assessment. Graph 2.1: Overall multiannual implementation of 2011 - 2017 CSRs to date (1), (2), (3) (1) The overall assessment of the country-specific recommendations related to fiscal policy excludes compliance with the Stability and Growth Pact (2) 2011 annual assessment: Different CSR assessment categories (3) The multiannual CSR assessment looks at the implementation until 2018 Country Report since the CSRs were first adopted. Source: European Commission The most notable progress has been achieved in increasing and equalizing the statutory retirement age by the 2015 pension reform. The authorities are taking sustained efforts in tackling the challenges of the labour market related to the ( 8 ) For the assessment of other reforms implemented in the past see, in particular, Section 4. participation of disadvantaged groups, but some important problems persist. The reform of the public employment service is another good example of continuous reform implementation. Combatting poverty and promoting social inclusion remain a big challenge and the measures taken in response to the recommendations fall below the magnitude of the problem. The work on the minimum wage setting mechanism, a CSR for several years, has stalled. The adoption of the Pre-school and School Education Act is another example of successful CSR implementation. The higher education reform accelerated. However, since 2014 Bulgaria has not progressed significantly on improving the provision of quality education for disadvantaged groups, despite some recent measures. Healthcare reforms initiated in 2015-2016 have addressed concerns raised in successive CSRs, but many legislative measures are still under preparation, and implementation of others has stalled, such as selective contracting based on the National Health Map. Recommendations on public procurement , first introduced in 2011, have not significantly changed over the years. A number of measures have been put in place, but the concrete impact on the public procurement landscape remains to be seen. There has been insufficient progress so far in enhancing administrative capacity in public procurement and no specific achievements in e-procurement. Bulgaria made some progress in improving tax collection over the period 2015-2017 and in reducing the informal economy. It did address the recommendation to have a comprehensive strategy, but with a delay. Some progress was achieved over 2015-2017 in reviewing assets and balance sheets in the financial sector and in taking follow-up actions and strengthening supervision . The authorities completed the asset quality review and stress tests in the banking sector, but the degree of independence and the nature of the stress tests did not fully comply with the recommendation. The pension funds and insurance sector reviews were 0% 25% 52% 13% 10% No Progress Limited Progress Some Progress Substantial Progress Full Implementation 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 13 completed with a high degree of independence and transparency. Follow-up actions have been addressed, and their implementation is ongoing. Measures to improve supervision have been taken and remain to be finalised. Some progress was made in reforming the insolvency framework since 2014 . A procedure for business restructuring has been adopted, but measures are needed to ensure it fulfils its purpose. Some elements of a functioning framework are still lacking. Overall, Bulgaria has made some progress in addressing the 2017 country-specific recommendations. ( 9 ) Some progress was made in further improving tax collection and tax compliance, and in stepping-up enforcement measures to reduce the informal economy, in particular undeclared work. Some progress was made in taking follow-up measures on the financial sector reviews, in improving banking and non-banking supervision and in facilitating the reduction of non-performing corporate loans. ( 9 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a CSR is presented in the Overview Table in the Annex. Some progress was done in improving the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups. Limited progress was made in increasing the provision of quality mainstream education, in particular for Roma and in increasing health insurance coverage, reducing out-of-pocket payments and addressing shortages of healthcare professionals. Limited progress was achieved in establishing a transparent mechanism for setting the minimum wage, while some progress was done in improving the coverage and adequacy of the minimum income. Finally, some progress was done in ensuring efficient implementation of the 2014-2020 National Public Procurement Strategy. ",
        "2. Progress with country-specific recommendations 14 Table 2: Summary table on CSR assessment Source: European Commission Bulgaria Overall assessment of progress with 2017 CSRs: Some CSR 1: Further improve tax collection and tax compliance, including through a comprehensive set of measures beyond 2017. Step up enforcement of measures to reduce the extent of the informal economy, in particular undeclared work.  Some progress in improving tax collection  Some progress in stepping-up enforcement measures to reduce the extent of the informal economy, in particular undeclared work. 1 CSR 2: Take follow-up measures on the financial sector reviews, in particular concerning reinsurance contracts, group- level oversight, hard-to-value assets and related-party exposures. Improve banking and non-banking supervision through the implementation of comprehensive action plans, in close cooperation with European bodies. Facilitate the reduction of still high corporate non-performing loans, by drawing on a comprehensive set of tools, including by accelerating the reform of the insolvency framework and by promoting a functioning secondary market for non- performing loans. (MIP relevant) Some progress  Some progress in taking follow-up measures on the financial sector reviews  Some progress in improving banking and non- banking supervision  Some progress in facilitating the reduction of still high corporate non-performing loans CSR 3: Improve the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups. Increase the provision of quality mainstream education, in particular for Roma. Increase health insurance coverage, reduce out-of-pocket payments and address shortages of healthcare professionals. In consultation with social partners, establish a transparent mechanism for setting the minimum wage. Improve the coverage and adequacy of the minimum income. (MIP relevant) Limited progress  Some progress in improving the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups  Limited progress in increasing the provision of quality mainstream education, in particular for Roma  Limited progress in increasing health insurance coverage, reducing out-of-pocket payments and addressing shortages of healthcare professionals  Limited progress in establishing a transparent mechanism for setting the minimum wage  Some progress in improving the coverage and adequacy of the minimum income CSR 4: Ensure efficient implementation of the 2014-2020 National Public Procurement Strategy. Some progress  Some progress in ensuring efficient implementation of the 2014-2020 National Public Procurement Strategy 1 This overall assessment of CSR1 does not include an assessment of compliance with the Stability and Growth Pact. ",
        "2. Progress with country-specific recommendations 15 ESI Funds are pivotal in addressing key challenges to inclusive growth and convergence in Bulgaria. This is done notably by investing in public administration reform, including public procurement, improving the overall business environment and enhancing SME access to finance. ESI Funds are also instrumental in the reform of the higher education system by making the reform a pre-condition for future investments in the area. Obstacles to investment in the education and health sector are being reduced and health care efficiency is enhanced by shifting the system from hospital to ambulatory care. Member States can request from the Commission technical support to prepare, design, and implement growth-enhancing structural reforms. The Structural Reform Support Service (SRSS) provides, in cooperation with the relevant Commission services, tailor- made technical support, which does not require co- financing and is provided at a Member State's request. The support addresses priorities identified in the context of the EU economic governance process (i.e., implementation of country-specific recommendations), but the scope of the SRSS support is wider as it can also cover reforms linked to other Commission priorities, or reforms undertaken at the initiative of Member States. Bulgaria has requested technical support from the SRSS to help implement reforms in various areas, such as revenue administration, small and medium-sized enterprises, education, access to capital markets, judicial reform, energy and environmental sector, financial management and internal audit. In particular, the SRSS has already provided support through an independent analysis of the structural and functional model of the Prosecutors Office, assisted with the set-up of the Fiscal Council and supported the design of a system of disability benefits and services. ",
        "2. Progress with country-specific recommendations 16 Box 2.1: Tangible results delivered through EU support to structural change in Bulgaria Bulgaria is a beneficiary of significant European Structural and Investment Funds (ESI Funds) support and can receive up to EUR 9.8 billion until 2020 . This represents around 3 % of GDP annually over the period 2014-2018 and 55% of public investment 1 . By 31 December 2017, an estimated EUR 5.3 billion (54 % of the total) was allocated to projects on the ground: 3,000 SMEs received grant support, 300 new start-ups were created and 600 unemployed were able to start a new business. In addition, waste recycling capacity will increase by 105,000 tonnes and 220,000 more people will be served by improved water supply and sanitation. Compared to the 2007-2013 period, over EUR 500 million is to be delivered via financial instruments, a two-fold increase. ESI Funds help address structural policy challenges and implement country-specific recommendations. Actions financed cover, among others, measures to improve the overall business environment and general human resource development, including through facilitating access of small and medium enterprises to finance, as well as to reducing obstacles to investment in education, social and health sectors by improving administrative and technical capacities of the local public administration and actions to improve the effectiveness of the justice system. Various reforms were undertaken already as precondition for ESI Funds support 2 . A Smart Specialisation Strategy was developed to focus research and innovation investments on products with strong market potential. Taking the research and innovation reform further requires very strong commitment of the Bulgarian authorities in order to facilitate involvement of local businesses and improve cooperation between enterprises and public research institutions. The national transport plan has allowed the timely preparation of road and railway projects, implemented not only with support from ESI Funds, but also from the Connecting Europe Facility (CEF), European Investment Bank (EIB) loans and national funding. Reform of public procurement, including e- procurement is increasing the efficiency of public spending. The mapping of health infrastructure needs in the Bulgarian emergency health care system intends to enhance coordination and targeting of investments improving access to healthcare. The higher education system was reformed as a pre-condition for investments in that area. Bulgaria is advancing the take up of the European Fund for Strategic Investments (EFSI). As of December 2017, overall financing volume of operations approved under the EFSI amounted to EUR 349 million, which is expected to trigger total private and public investment of EUR 1.5 billion. More specifically, 3 projects have been approved so far under the Infrastructure and Innovation Window, amounting to EUR 281 million in EIB financing under the EFSI. This is expected to trigger nearly EUR 652 million in investments. Under the SME Window, 9 agreements with financial intermediaries have been approved so far. European Investment Fund financing enabled by the EFSI amounts to EUR 68 million, which is expected to mobilise more than EUR 923 million in total investment. Some 6 000 smaller companies or start-ups will benefit from this support. SMEs rank first in terms of operations and volume approved, followed by RDI. Funding under Horizon 2020, the Connecting Europe Facility and other directly managed EU funds is additional to the ESI Funds. By the end of 2017, Bulgaria has signed agreements for EUR 406 million for projects under the Connecting Europe Facility. 1 Public investment is defined as gross fixed capital formation + investment grants + national expenditure on agriculture and fisheries – see also https://cohesiondata.ec.europa.eu/countries/BG 2 Before programmes are adopted, Member States are required to comply with a number of so-called ex-ante conditionalities, which aim at improving conditions for the majority of public investments areas. ",
        "17 The in-depth review for the Bulgarian economy is presented in this report . In spring 2017, Bulgaria was identified as having excessive macroeconomic imbalances, in particular relating to pockets of vulnerabilities in the financial sector coupled with a high corporate indebtedness in a context of incomplete labour market adjustment. The 2018 Alert Mechanism Report (European Commission, 2017l) concluded that a new in-depth review should be undertaken for Bulgaria to assess developments relating to identified imbalances. Analyses relevant for the in-depth review can be found in section 4.2 financial sector, including developments in private indebtedness in section 4.2.3. An additional IDR relevant topic through its links to private indebtedness and growth is that of investment, analysed in section 4.4. Labour market related adjustment aspects are dealt with in section 4.3. 3.1. IMBALANCES AND THEIR GRAVITY The overall robustness of the banking sector has further improved despite remaining vulnerabilities. The 2016 asset quality review and stress tests (AQR/ST) showed robust results overall. It also identified pockets of vulnerabilities, including low capital buffers of two banks. Recently the banks' balance sheets expanded, the quality of their assets improved and their capital levels increased. The two banks retored their buffer and work is ongoing to restore their robustness. Some vulnerabilities still warrant attention, including exposure to hard-to-value assets, and related-party transactions. The share of non-performing loans has decreased but remains high. The soundness of the non-banking financial sector has improved but some issues remain. Net assets held by pension funds and insurance companies increased, together with the debt securities market and the capitalisation of the stock market. Two insurers had their licence withdrawn as a result of the independent balance sheet review. Despite increased supervisory efforts, some specific issues remain. These include the treatment of specific reinsurance contracts, the valuation of some non-traded assets and the group level supervision. The negative net international investment position further improved. Bulgaria's net international investment position has increased from - 92% of GDP in 2010 to [- 47.7%] of GDP in 2017 and is expected to further improve in 2018. Although still low, it partly reflects the country's status as a catching-up economy. Moreover, the net international investment position consists mostly of FDI, reserves are high and net external debt is positive. For these reasons, the external position is not considered an imbalance. Despite ongoing deleveraging, private sector debt remains high relative to regional peers. Private sector debt has decreased from 132% of GDP in 2013 to 105% of GDP in 2016. This drop is mainly linked to debt reduction in non-financial corporations, while the debt ratio of households is among the lowest in the EU. The corporate debt burden could negatively affect investment and growth over the medium term. The still-high aggregate NPL ratio confirms that vulnerabilities remain. The labour market has improved, but structural issues still hamper its functioning. Despite the strong drop in the unemployment and the long-term unemployment rates, the share of young people not in employment, education or training remains high. Labour shortages and mismatches negatively impact the functioning of the labour market and the adjustment capacity of the economy.. 3.2. EVOLUTION, PROSPECTS AND POLICY RESPONSES The positive macroeconomic developments, together with some policy action resulted in unwinding of imbalances. The robustness of the financial sector improved, both in banking and non-banking. The deleveraging process in the private sector continued. The labour market also continued improving. The growth momentum is expected to carry on and support the debt reduction and the labour market. 3. SUMMARY OF THE MAIN FINDINGS FROM THE MACRO ECONOMIC IMBALANCE PROCEDURE IN-DEPTH REVIEW ",
        "4.1. Public finances and taxation 18 The measures to address vulnerabilities in the financial sector are being taken but are not yet completed. Important steps were made towards reducing potential macro-financial risks stemming from the banking sector. The Bulgarian National Bank (BNB) has addressed follow-up recommendations to banks and their implementation is ongoing. Amendments to the Law on Credit Institutions were adopted, to strengthen the requirements for managing and reporting related-party transactions. Measures to be completed include finalising the revision of the supervisory review and assessment manual, strengthening the resolution framework for banks and approving banks' resolution plans. Implementation of follow-up measures to the independent reviews in the non-banking financial sector continues. The non-bank supervisor took some steps to improve its functioning and others could be finalised soon, but challenges in supervision persist. Amendments to the Law on the FSC aimed at improving supervision were adopted. An action plan to address shortcomings in non-banking supervision has been adopted. Remaining issues in the financial sector include related-party exposures, hard-to-value assets, group-level oversight, treatment of reinsurance contracts and a still high ratio of NPLs. Reduction of the high corporate indebtedness level is hindered by the incomplete insolvency framework reform and the still shallow secondary market for NPLs. The insolvency framework reform is progressing slowly, but some elements of a functioning framework remain missing. Furthermore, a deeper market for NPLs could facilitate disposing of banks' NPL stock and restructuring viable businesses. Persistent challenges make it difficult to match supply and demand of labour effectively, despite some measures. The matching of demand and supply is hindered by persistent structural issues. In spite of there being a methodology in place for monitoring the effectiveness of policy measures, there remains potential to improve the targeting and effectiveness of active labour market policies. Structural issues remain, including a high share of young people not in employment, education or training, and labour shortages and mismatches. In addition, Bulgaria still lacks a transparent mechanism for setting the minimum wage. 3.3. OVERALL ASSESSMENT Bulgaria still faces imbalances in the form of remaining fragilities in the financial sector, combined with a relatively high corporate debt. The economy has improved and the external sector does not represent an imbalance. The robustness of the financial sector has increased albeit further progress is needed to complete recent reforms. Private sector debt has decreased due to the better economic conditions, but remains relatively high. The same is true for the share of NPLs, suggesting potential problems with credit allocation and a need for tools to reduce NPLs. The reform of the insolvency framework has advanced, but is still incomplete. The labour market has improved, despite some remaining structural issues. Overall, imbalances have abated but some fragilities in the financial sector and the high corporate debt could constrain economic growth. ",
        "4.1. Public finances and taxation 19 Table 3.1: Macroeconomic Imbalance Procedure assessment matrix for Bulgaria (Continued on the next page) Gravity of the challenge Evolution and prospects Policy response Imbalances (unsustainable trends, vulnerabilities and associated risks) Financial sector Risks stemming from the banking and non-banking financial sectors are related to credit quality concerns, loan- origination standards in some institutions, the valuation of collateral and some non-traded assets. The ownership structure of some institutions is not conducive to the most sound business practices. The materialisation of these risks would pose a challenge for financial stability, for the efficiency of resource allocation in the economy as well as for public finances. The ratio of bank non-performing loans remains among the highest in Europe, in particular for NFCs. A high NPL ratio constrains credit growth by limiting both demand and supply of bank financing. Potential risks to macro-financial stability from the pension funds and insurance industries have recently increased in light of their growing role. The pension funds and insurance companies review confirmed the need to identify related parties and to improve the valuation of investments in illiquid markets and instruments. The central bank asked two banks to restore their capital buffers on the basis of the results of the AQR/ST exercise. The banks respected the deadline to restore their buffers and work is ongoing to restore their robustness. Overall, there is no public information on progress with implementing the recommendations that were addressed to banks as a result of the AQR (beyond the capital requirements). The favourable macroeconomic environment has helped banks to gradually reduce the size of their non-performing loans. The high level of non-performing loans continues to pose a challenge. The shallow market for non-performing loans hinders their workout. Although on aggregate, these deficits are relatively small compared to the capital requirements and the available own funds of the insurance sector, the insurance sector review showed that a quarter of the reviewed companies and groups did not fully meet the capital requirements. The BNB has addressed follow-up recommendations to banks. Their implementation is ongoing. The ECB guidance to establish strategies to tackle the NPLs on banks' books applies to the subsidiaries of euro-area banks operating in Bulgaria. Earlier plans by the BNB to extend this guidance to domestically owned banks (European Commission, 2018d) have not been confirmed”. . Parliament adopted amendments to Article 45 of the Law on Credit Institutions to strengthen the requirements for managing and reporting related-party transactions (see Section 4.2.1). Challenges going forward include dealing with exposures to hard-to- value assets and improving supervision The Financial Supervision Commission (FSC) addressed recommendations to the companies with capital needs and with governance deficiencies, following up on the results of the reviews of insurance companies' balance sheets and pension funds' assets. A second round of reviews was organised by the FSC to check the implementation of follow-up actions originating from the first reviews. Changes to the Social Insurance Code, including a broader definition of related parties in line with international standards, were adopted by the national parliament in November 2017. Amendments to the Law on the FSC aimed at improving supervision were adopted. An action plan to address shortcomings in non-banking supervision has been adopted. Some issues remain to be further addressed, such as the treatment of specific reinsurance contracts, the valuation of some non-traded assets and the group level supervision (see Section 4.2.2) Corporat e debt and delevera ging NFC debt had grown well above fundamentals in the run-up to the global financial crisis but has started to adjust since 2013 and is now converging towards fundamental levels just below prudential levels. Credit misallocation reflected in the high level of NPLs, however, has the potential to be a drag on growth in the medium- term. (see Section 4.2.4). Any deleveraging pressures may weigh on investment and growth, in particular in the medium term (see Section 4.4). Private debt, the majority comprising NFCs, is still high relative to peers. However, the deleveraging process has continued. In addition, robust nominal GDP growth is set to further support the ongoing deleveraging path (see Section 4.2.4). Further policy steps are needed to improve the insolvency framework, including implementing newly adopted legislation, and improving institutions and practices (see Section 4.2.5). ",
        "4.1. Public finances and taxation 20 Table (continued) Source: European Commission Adjustment issues Labour market Despite improvements in unemployment rates, activity and employment rates remain below the EU average. The rate of young people neither in employment nor in education and training is still high. The existing labour shortages and mismatches impair the functioning of the labour market and its adjustment capacity. Minimum wage levels are still decided without a transparent mechanism based on relevant macro-indicators. Without such a mechanism, the right balance between the objectives of supporting employment and competitiveness while safeguarding labour income cannot be ensured (see Section 4.3.1). The decrease in the unemployment and long-term unemployment rates since 2014 is expected to continue in the next years. However, structural issues persist, including a high share of young people not in employment, education or training, and labour shortages and mismatches. The administratively-decided 9.5 % raise in the minimum wage for 2017 and 10.9% for 2018 is to be followed by increases of 9.8% in 2019 and 8.9% for 2020. The government has taken steps to improve the targeting and coverage of active labour market policies. However, participation in such policies remains limited. The integration of employment and social services remains incomplete. The policy gap persists in the area of setting the minimum wage, as a transparent mechanism has still to be developed (see Section 4.3.1). Conclusions from IDR analysis  Bulgaria continues to be subject to stock imbalances related to some fragilities in the financial sector and corporate indebtedness high relative to regional peers. Albeit decreasing, these imbalances could still weigh on credit developments and medium-term growth prospects.  The stabilisation of the banking sector since 2015 continued. Exposures to hard-to-value assets and unsound business practices remain a challenge for the supervisory authorities. Deleveraging in the corporate sector continued, with a still-large private sector debt stock and a high NPL ratio. Despite general labour market improvements, the share of young people not in employment, education or training remains high and labour shortages and mismatches persist.  Follow-up measures from the asset quality review are ongoing. Steps to further strengthen bank supervision were taken and are being implemented. Shortfalls in the insurance sector and issues related to certain reinsurance contracts persist. Risks to the long-term benefits of pension fund account holders remain. Steps to improve non-banking financial supervision were taken, but some issues remain. The reform of the insolvency framework has advanced but is still incomplete. ",
        "4.1. Public finances and taxation 21 4.1.1. TAX POLICY Bulgaria has a relatively low level of taxation and a growth-friendly tax structure. Tax revenue as a percentage of GDP is the lowest in the EU and well below the EU average (Graph 4.1.1). Indirect (mostly consumption) taxes are the main source of revenue. They represent more than 15 % of GDP, against an EU average of around 13 %. Environmental taxes, especially on transport fuels, form a considerable part of tax revenues compared to other Member States ( 10 ). This is despite the low tax rates on the main motor fuels (petrol and diesel), which are just above the minimum EU level and have not been increased since 2011 for petrol and 2013 for diesel. Consumption taxes are less detrimental to economic growth, but are often regressive. Graph 4.1.1: Tax revenue by main category Source: European Commission Despite a simple tax system the administrative burden of paying taxes remains high. Corporate and personal income tax rates are flat — at 10 % — and among the lowest in the EU, with the aim to attract investors. Income tax bases are relatively broad, with little use of tax exemptions. At the same time, the overall administrative burden of complying with the tax system is reported to be high. Paying taxes is more time consuming than in other Member States (PWC, 2017) mainly due to ( 10 ) Bulgaria was ranked 10 th in the EU in 2015 (European Commission, 2017) the compliance requirements for labour taxes and social security contributions. The power of the tax system to correct poverty and social disparities is limited. Income inequality, as measured by the Gini coefficient for disposable income (i.e. after taxes and benefits), is the highest in the EU. The ’at-risk-of-poverty’ rate was the second highest in 2016 (see Section 1). The relatively small difference between market and disposable income inequality suggests that the tax and benefit system plays a limited role in combating income inequalities. By design, the flat personal income tax systems are usually characterised by a low (or no) degree of progressivity. The low tax-to-GDP ratio also provides little scope for the supply of public goods and services, which would possibly reduce inequalities and foster social mobility (see section 4.3.4) and economic development. The shadow economy ( 11 ), while slightly decreasing, remains a considerable challenge. The value added tax (VAT) gap remains large, 21 % of the total VAT liability (close to 2.3% of GDP), well above the EU average of 12.8 % (CASE, 2017). Although there are no official measures of the size of the shadow economy, some model-based studies ( 12 ) estimate that the shadow economy is twice as large as the EU average. The Bulgarian Industrial Capital Association estimated the loss of revenue due to the grey economy ( 13 ) at more than 2 % of GDP in 2016. In many of these measures Bulgaria's performance has improved over time, but its ranking within the EU is still very low. Undeclared work continues to distort the labour market and impede fair working conditions. ( 11 ) The informal or shadow economy includes all economic activities by workers and economic units that are – in law or in practice – not covered or insufficiently covered by formal arrangements. (ILO, 2018). ( 12 ) See e.g. Schneider (2016). In this study, the shadow economy ‘includes all market-based legal production of goods and services that are deliberately concealed from public authorities’ in order to avoid payment and legal obligations. ( 13 ) See BIA (2017). This study calculates foregone revenue on the basis of the change in the GDP and its components. 0 5 10 15 20 25 30 35 40 10 11 12 13 14 15 16 % o f G D P Actual net social contributions Direct taxes Indirect taxes EU28 tax revenue 4. REFORM PRIORITIES 4.1. PUBLIC FINANCES ",
        "4.1. Public finances and taxation 22 While the introduction of one-day contracts in agriculture has helped to reduce undeclared work in the sector (Industry Watch, 2017), the number of people working without a contract economy- wide is increasing - from 37500 in 2012 to 55900 in 2016 (National Statistical Institute, 2013 and 2017). One in seven employees has reported receiving under-declared (‘envelope’) wages (William and Horodnic, 2017) and the national authorities consider 47 % of employers and 58 % of employees at risk of engaging in under-declared employment ( 14 ). Joint inspections between fiscal and labour authorities have been organised, promising future improvements in efficiency and scope. A number of measures are in place to tackle persistent problems with tax collection and to reduce the administrative burden of paying taxes. In 2015, Bulgaria put into effect a comprehensive tax compliance strategy and action plan. The authorities also continued to introduce and adjust a number of control measures. In 2017, the implementation of the strategy was improved, and controls and measures to collect tax debt were intensified. By the end of 2017, more than 60 % of the measures included in the strategy had been launched, but not all of them had been completed. The authorities are considering extending the strategy beyond 2017. Efforts to improve tax compliance are bearing fruit but the impact on revenues is still limited. Tax revenues remained relatively stable as a percentage of GDP between 2013 and 2016 (Graph 4.1.1). The authorities estimate the additional revenue from the measures to improve tax compliance at more than 0.8 % in 2017. In the same year, a number of other policy measures – already adopted and implemented - including increases in social contributions and excise duties, were expected to lead to additional revenue of 0.5 % of GDP (Ministry of Finance, 2017). Despite these developments, tax revenues are estimated to have increased by just a fraction of the combined impact of the policy measures. This implies that the tax system is still unable to reach its full potential in tax revenue. ( 14 ) According to a risk analysis by the Risk Management Directorate of the National Revenue Agency on under- declared employment. 4.1.2. EFFICIENCY OF PUBLIC SPENDING The public budget provides limited resources for the promotion of social and economic development. Average public expenditure was close to 36 % of GDP, against an EU average of 46 % of GDP in 2017. The structure of public spending indicates that pressing social and economic needs receive only limited resources. Budgets for social policies, education and health are much lower as a percentage of GDP than the EU average (Graph 4.1.2). This partly explains the small impact of public policy on reducing poverty and inequality. Similarly, the low level of growth- friendly expenditure, often defined as public expenditure on investment, education and health care, indicates a lack of proper targeting of growth enhancing policy areas. Graph 4.1.2: Public expenditure by category, average 2011-2015 Source: European Commission Depending on the policy area, higher or more efficient public expenditure could make a difference. According to a recent cross-country comparison for the EU, the performance of public expenditure, i.e. policy outcomes measured with a range of indicators, is found to be comparatively low in all expenditure categories. In education, health and public services, where public spending is among the lowest in the EU, policy performance, although low, is at levels similar to or better than Member States with comparable spending patterns, pointing to somewhat higher level of efficiency. The efficiency of public expenditure is relatively low in high-spending areas, such as public order and safety and infrastructure (European Commission, 2016). 0 5 10 15 20 Environment Culture Defence Housing Order and safety Public service Education Health Economic affairs Social protection % of GDP EU28 BG ",
        "4.1. Public finances and taxation 23 More recent data broadly confirm the assessment (Cepparulo et al, 2018). Budget planning and implementation are sound, but there is limited monitoring of developments inside expenditure categories. The Ministry of Finance prepares the annual and medium term budget and monitors budget implementation on a monthly basis. However, information affecting major public spending such as pay systems, size of public sector employment and recipients of social benefits remains fragmented. Following a decision by the government in 2016, the World Bank has undertaken a spending review focusing on maintenance and staff expenditure in seven ministries and 21 municipalities, including an in depth assessment of spending on police and fire protection services as well as of waste management systems. The project is expected to be completed by the summer of 2018, and to conclude with a set of recommendations and a manual for future spending reviews. 4.1.3. STATE OWNED ENTERPRISES The economic performance of state-owned enterprises (SOEs) is weak compared with countries in the region and the private sector. Measured by return on equity, SOEs profitability in most sectors is significantly lower than that of the private sector (Bower, 2017). Similarly, SOEs in Bulgaria perform worse in terms of capital and labour efficiency than both the private sector and peer countries (Bower, 2017). Energy is the most loss-making sector and its SOEs are the most indebted. In the transport sector, the two railway SOEs account for liabilities worth 2.6 % of GDP. The government intends to use funds from the concession of the management of Sofia airport to help modernise the loss-making and highly indebted state railway operator, BDZ. The performance of state-owned enterprises is a source of uncertainty and risk for public finances. Total liabilities of SOEs’ where the state owns at least 50 % and exerts control amounted in June 2017 to close to 17 % of GDP (Ministry of Finance, 2017). Almost half of these liabilities belong to companies outside the general government, and are thus contingent liabilities which the state often has to guarantee or cover. Corporate governance of SOEs remains a challenge. The SOE governance framework does not fulfil most of the conditions set out in the OECD guidelines on Corporate Governance of SOEs (OECD, 2015). The main challenges are: (i) the unclear rationale for state ownership in many cases and the fragmented supervisory framework, (ii) a lack of financial targeting and accountability, and (iii) management appointments often made without competitive procedures or value- maximising incentives (see also Bower, 2017). The presence and role of the political authority is strong. This often comes at the expense of longer- term vision and coordination, transparency and high-level management standards. 4.1.4. FISCAL FRAMEWORK Bulgaria took further steps towards improving its fiscal framework. The authorities recently amended the Public Finance Act to bring it into full compliance with the EU’s budgetary frameworks requirements (Council Directive 2011/85). The amendments aimed at: (i) improving the transparency of public finances by extending the requirement to systematically compare official projections with the most recent Commission’s forecasts, (ii) increasing the effectiveness of domestic numerical rules by specifying consequences for non-compliance with the two rules governing expenditure developments, and (iii) improving multi-annual budget planning through systematic use of a no-policy-change scenario as a benchmark for different policy scenarios. The Bulgarian Fiscal Council has expanded its activities, but there are number of constraints on its effective functioning. Based on its broad mandate, the Council has started to publish its monitoring reports on the annual and medium-term fiscal plans and on budgetary execution and compliance with the Public Finance Act. However, the Council still faces significant challenges in performing its core tasks, mainly due to the limited resources available. Recent attempts by the Council to increase its financial autonomy did not receive the necessary support from the government and the Parliament. However, in February 2018 the Parliament adopted a legislative amendment that increases the Council's staff from three to five experts ",
        "24 A robust financial sector is an important milestone on the road to joining the euro area. Adopting the euro also means joining the Banking Union. Therefore it is crucial to ensure that the financial sector is robust and well-regulated and supervised, and systemically-significant institutions in particular. 4.2.1. BANKING SECTOR Banks have made progress in implementing the recommendations of the Bulgarian National Bank (BNB) following the asset quality review, but some efforts are still needed. The review conducted by the BNB in 2016 (European Commission, 2017) found that two banks needed to replenish their capital buffers, although they still complied with the regulatory minimum capital requirement (BNB, 2016). The banks met the deadline to restore their capital buffers and work is ongoing to restore their robustness. The two banks are working with external advisers to improve risk management practices, in particular regarding their non-performing portfolios, and to de-risk their balance sheets, partly by selling-off repossessed collateral. Mitigating the risks associated with large exposures and improving collateral valuation is key to strengthening balance sheets and boosting the resilience of the banks in general. In addition, the larger of the two banks has tried to raise fresh capital, including by attracting new core investors, but it has been unsuccessful by end-January 2018. The restructuring of the sector was reinforced by the BNB's preliminary approval of the privatisation of a mid-sized bank to an acquirer which, however, is not a banking entity. Banks are working on improving their internal policies and procedures. The BNB recommendation to improve internal policies and procedures was addressed in particular to banks that underperformed in the 2016 stress tests and thus needed to strengthen their resilience to shocks. Banks' followed-up on these recommendations and have also prepared for the introduction of the new International Financial Reporting Standard (IFRS 9), which entered into force in January 2018. The BNB put in place a two-stage review of banks’ level of preparedness. The fact that the new IFRS 9 credit loss provisioning rules could result in higher loan-loss provisions in some banks contributes to the cleaning of banks’ balance sheets and the reduction of the still high level of non-performing loans (NPLs). There has been notable progress in improving bank supervision, but some important measures remain to be fully implemented. The BNB has implemented forcefully its 2015 detailed plan to improve banking supervision. Key measures that remain to be completed include finalising the revision of the supervisory review and assessment manual, strengthening the resolution framework and approving banks’ resolution plans. In addition, the process of upgrading the ICT tools available to the banking supervision department is delayed. In November 2017, the Parliament adopted amendments to several pieces of legislation to strengthen the BNB's decision-making framework and improve the supervisory process. The authorities have taken steps to improve the supervision of risk from related-party exposures. Parliament adopted amendments to Article 45 of the Law on Credit Institutions, which sets limits to related-party exposures. The changes aim to extend the scope of relevant legislation to better capture the risks involved. It remains to be seen how well they can integrate economic interlinkages into the assessment of related-party transactions. Requirements for managing and reporting related-party transactions have also been strengthened. The banking supervisor no longer intends to follow the ECB's approach for non-performing loans. The ECB guidance on non-performing loans (NPLs), published in March 2017, asked euro-area banks, in particularly those with high levels of impaired loans, to establish internal strategies to tackle NPLs on their books (ECB, 2017a). This guidance also applies to the Bulgarian subsidiaries of euro-area banks. Earlier plans by the BNB to extend this guidance to domestically owned banks (European Commission, 2018d) have not been confirmed. The ongoing work of the EBA on this issue may be considered instead. 4.2.2. NON-BANKING SECTOR Independent reviews examined the balance sheets of insurance companies and the assets of private pension funds. As part of its plan to 4.2. FINANCIAL SECTOR ",
        "4.2. Financial sector 25 address excessive macroeconomic imbalances, the government mandated the non-bank supervisor, the Financial Supervision Commission (FSC), to conduct independent reviews of the balance sheets of insurance companies and the assets of private pension funds. Additionally, stress tests of the insurance market were done on the post-review balance sheets, to provide the FSC with more information on potential risks. The reviews were completed in early 2017. In the insurance sector, problems relating to the treatment of reinsurance contracts and group- level supervision persist despite some progress. The reviews/stress tests found shortcomings in terms of solvency requirements in the insurance sector, and issues relating to the treatment of reinsurance contracts ( 15 ) and group-level supervision ( 16 ). Although the insurance sector was found to be well-capitalised overall, a quarter of the reviewed companies and groups did not fully meet the capital requirements.. Most of the companies identified with capital shortfalls took measures to meet the solvency capital requirement and to address some governance deficiencies, as followed-up by the supervisor. Two insurers had their licence withdrawn. Still, further issues remain to be addressed through supervisory measures. Risks to the long-term benefits of pension fund account holders remain a challenge. While the private pension funds’ assets were subject to only minor adjustments, reviewers highlighted important concerns for some of the funds. These include concentration of assets on the traded and non-traded domestic market, low liquidity and trading volumes on the domestic stock exchange and not enough information on exposure to related parties. All these risks could have a significant impact on the funds available to account holders in the pay-out phase, which will start in earnest ( 15 ) The valuation of the coverage provided to insurers by clean-cut reinsurance contracts had been overestimated for certain insurers, as the supervisor has used a less conservative approach than the one clarified by EIOPA in a Q&A. The supervisor is now expected to adequately implement the more conservative approach, based on the insurers’ reporting in 2018. ( 16 ) The group-level assessment during the review, reflecting a crucial aspect of the risk-based supervisory approach under the Solvency II framework, has not been adequate and in some cases has not been performed. This is true especially for those insurance undertakings questioning the scope of their group-level assessment in court. around 2020. Some funds were found not to have proper tools to identify and monitor related parties. Complex ownership and cross-ownership structures were also identified in some cases. Compliance with the law is respected but may not be enough to ensure the best interest of pension funds' account holders. The FSC took measures towards some pension funds in order to have valuations adjusted to market valuations, for instance on certain investment properties. The FSC issued a series of recommendations, but some issues need to be further addressed. Following the reviews in the pension fund and insurance sectors, the FSC made a series of recommendations both to companies with capital needs and to those with shortcomings in governance. In the insurance sector, a new inspection by external experts with cut-off date of 31 December 2016 was completed upon request by the FSC, following-up on the implementation of the adjustments required. Remaining issues with possibly important implications for some companies’ capital levels include the treatment of specific reinsurance contracts, the valuation of some non-traded assets and group level supervision. The FSC adopted an action plan to address important issues identified by an independent assessment. The asset quality review on pensions and insurance balance sheet review were followed by an independent assessment of supervision performed by the IMF and the World Bank as part of the overall financial sector assessment programme (FSAP). The reviews highlighted important supervisory shortcomings and areas in need of improvement. These include legislation, its implementation and the overall setup and operation of the supervisory institution. The FSC worked with EIOPA to draw up an action plan for the most pressing issues, which has recently been adopted. Important steps have been taken and further action has been scheduled for the coming years. The Parliament adopted in 2017 significant changes to the law, reinforcing the FSC’s financial independence through direct collection of levies from the industry, higher fines and financial penalties, and the judicial framework. The legislative changes also cover the FSC’s governance structure, legal protections and pay scales. In addition, changes to the Social Insurance ",
        "4.2. Financial sector 26 Code include a broader definition of ‘related parties’, in line with international standards. Further planned measures include increasing the FSC’s resources in terms of staff numbers and skills, and improving supervisory practices with the support of a proper risk assessment framework. A specific example of better supervision is the car insurance sector. The authorities started in November 2017 to automatically match information from car registration databases with third-party liability motor insurance contracts, to combat fraud in connection with these contracts. The FSC has taken further measures to ensure proper compensation of victims of car accidents, in particular regarding cancelled insurance contracts and the obligation on all Bulgarian insurers to have a network of claims representatives in all EU Member States under the Motor Insurance Directive. As the measures taken are recent, their effectiveness will need to be assessed in the coming months. 4.2.3. NON-PERFORMING LOANS The ratio of NPLs to the loan portfolio held by the banking sector has fallen substantially over the last two years . The banking sector is dominated by subsidiaries of foreign-owned banks, but domestic banks are also relevant players. Trends in NPLs have differed sharply between domestic and foreign-owned institutions over the last two years. Foreign-owned institutions have seen a gradual fall in NPLs, both in absolute terms and as a percentage of their overall portfolios. By contrast, domestic banks’ ratio of NPLs has been rising (Graph 4.2.1). Graph 4.2.1: NPLs share of total loans and advances, all banks Data from 2014 on based on FINREP sample. Data prior to 2014 recalculated based on full sample Source: ECB Volumes in the secondary market for NPLs remain low. Despite a gradual downward trend, the aggregate NPL ratio remains high, at about 10.6% as of June 2017 (ECB data), representing mainly the legacy of the credit-led boom before the 2009 recession. ( 17 ) This is partially the consequence of a very shallow secondary market for NPLs. It consists almost entirely of deals involving unsecured consumer loans ( 18 ) and is driven mainly by a few subsidiaries of euro area banks. Domestic institutions tend not to participate. Despite the long average period of delinquency of most NPLs, market participants report a large gap between the prices offered in the market and those the banks are willing to accept, given current provisioning levels. Various hard-to-value assets exist, in particular those related to immovable property. Problems with the valuation of collateral reduce the incentive to dispose of NPLs. Some examples include real-estate collateral in the banking sector, receivables and real estate holdings in the insurance sector, and stocks, bonds, real estate and other financial instruments in the pension funds sector. Anecdotal evidence from debt collectors suggests that mismatches between the bank ( 17 ) The risk that NPLs pose to banks' balance sheet is somewhat mitigated by loan-loss provisions. The aggregate coverage ratio was 51.2% as of September 2017, bringing the ratio of net NPLs to risk-weighted assets to 5.9%. ( 18 ) Consumer non-performing loans represent less than 10% of the total stock of NPLs. 05 10 15 20 25 0 8 Q 2 0 8 Q 4 0 9 Q 2 0 9 Q 4 1 0 Q 2 1 0 Q 4 1 1 Q 2 1 1 Q 4 1 2 Q 2 1 2 Q 4 1 3 Q 2 1 3 Q 4 1 4 Q 2 1 4 Q 4 1 5 Q 2 1 5 Q 4 1 6 Q 2 1 6 Q 4 1 7 Q 2 Foreign subsidiaries Domestic banks % o f t o t a l l o a n s a n d a d v a n c e s ",
        "4.2. Financial sector 27 auditor’s valuation ( 19 ) and the market price can be significant. Similar mismatches were found on various occasions for some equity and fixed- income instruments held by pension funds and insurance companies. This is partly due to outdated collateral valuations which,, according to the IMF, is a common problem (IMF, 2017). It follows that the frequency of collateral estimates is not always in line with the relevant EU regulations, which require banks to value commercial immovable property at least once a year and residential real estate at least once every three years. The quality of auditing appears to be uneven relative to international standards. This creates problems with the valuation of illiquid instruments traded on stock exchanges and non-traded assets, including receivables, minority equity stakes and subsidiaries. For real-estate valuations, auditors rely on locally-licensed appraisers. Despite the advantage of local expertise, valuation standards vary greatly and the licensing system does not appear to be sufficiently tight. With the creation of the Chamber of Independent Appraisers of Bulgaria, licensed appraisers were able to obtain a new license upon request. In the absence of mandatory standard methodology, commercial banks have the discretion to use different valuation frameworks, which may create considerable discrepancies In addition, the methodologies for indexed valuations are not reviewed by the BNB (IMF, 2017). 4.2.4. PRIVATE INDEBTEDNESS Private debt is mainly concentrated in non- financial corporations and is high compared to regional peers. Private debt has decreased from 132% of GDP in 2013 to 105% in 2016. Most of the decrease is linked to deleveraging in the non- financial corporation (NFC) sector. The consolidated debt of NFCs stood at 84% of GDP in 2016, significantly higher than in regional peers. NFC debt could negatively affect companies' investment decisions and have a durable impact on potential growth going forward. In contrast, households' indebtedness is among the lowest in the EU at 21% of GDP in 2016. ( 19 ) The valuation is provided by a real estate valuator but certified by the auditor. Graph 4.2.2: Private debt breakdown Source: European Commission The deleveraging needs of NFCs have been reduced in the last few years. The debt ratio of NFCs is now just below the prudential benchmark 20 (see graph 4.2.3). The current debt ratio remains above what macroeconomic fundamentals would suggest, albeit converging towards it and thus progressively unwinding the large increase in leverage between 2003 and 2007. Overall, and also in light of the improving macroeconomic conditions and stronger capitalisation in the banking system, the remaining deleveraging needs in the corporate sector have decreased. 20 Fundamental-based benchmarks are derived from regressions capturing the main determinants of credit growth and taking into account a given initial stock of debt. Prudential thresholds represent the debt threshold beyond which the probability of a banking crisis is high, minimising the probability of missed crisis and that of false alerts. See also European Commission (2017m), 0 20 40 60 80 100 120 140 07 08 09 10 11 12 13 14 15 16 % o f G D P BG Households BG Non financial corporations EU28 Non financial corporations ",
        "4.2. Financial sector 28 Graph 4.2.3: NFC debt ratio against the fundamental-based benchmark (1) and prudential threshold (2) Source: European Commission Despite lower deleveraging needs, NFCs continue to show high level of NPLs. In the first quarter of 2017, NFCs represented 72% of the banks' NPLs and about 41% of total loans and advances. At 21.2%, their NPL ratio is much higher than the 13.6% recorded for households (Graph 4.2.4). While this ratio has decreased for NFCs since late 2015, the progress is clearly less pronounced than for household. In this context, the improvement in the asset quality of institutions is linked to the decreasing share of loans to NFCs in their portfolio. While loans to NFC are stagnating, banking institutions increase their lending to financial corporations and governments, which have a much lower rate of non-performing loans. Furthermore, restructuring has played only a minor role in the NPL dynamics. The forborne loans represent 7% of total loans in 2017, a relatively stable share, and most of these remain non- performing. Graph 4.2.4: NPLs, share of total loans and advances - total, households and NFCs (1) Data from 2014 on based on FINREP sample. Data prior to 2014 recalculated based on full sample. (2) Total NPL ratio also includes loans to financial corporations and to public institutions Source: ECB Graph 4.2.5: Share of companies facing financial stress (1) Zombies are defined as companies that are less than 10 years old and for which the interest coverage ratio (ICR) has been below one for more than 3 years in a row (only available from 2015 on). (2) The analysis does not include firms in agriculture, finance and insurance, public administration, arts and households as employers. Source : Orbis, European Commission calculations The large proportion of financially-stressed companies ( 21 ) acts as a drag on growth . As financially constrained companies invest less, grow less and have lower productivity (see Graph 4.2.5), their prevalence hampers productivity at the macroeconomic level. In sectors with a large proportion of distressed companies, the ( 21 ) Companies with interest coverage ratio below 1. 0 20 40 60 80 100 120 140 95 96 97 98 99 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 % o f G D P Fundamental-based benchmark Actual Prudential benchmark 10 12 14 16 18 20 22 24 1 2 Q 4 1 3 Q 1 1 3 Q 2 1 3 Q 3 1 3 Q 4 1 4 Q 1 1 4 Q 2 1 4 Q 3 1 4 Q 4 1 5 Q 1 1 5 Q 2 1 5 Q 3 1 5 Q 4 1 6 Q 1 1 6 Q 2 1 6 Q 3 1 6 Q 4 1 7 Q 1 1 7 Q 2 NPL NPL NFCs NPL Households % o f t o t a l l o a n s a n d a d v a n c e s 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 13 14 15 16 Zombies ICR<1 ICR>1 % NPLs ",
        "4.2. Financial sector 29 productivity of non-financially stressed firms may also suffer from poor allocative efficiency (McGowan, Andrews and Millot, 2017) (see Graph 4.2.6). About half of the companies in financial stress in 2016 had experienced such stress for the last 3 years. The financial sector does differentiate between financially stressed and non-stressed companies in terms of prices, but volume changes are similar, raising concerns about ‘evergreening’ of non-performing corporate debts. Graph 4.2.6: Determinant of growth for financially and non- financially stressed NFCs Excluding firms in agriculture, finance and insurance, public administration, arts and households as employers. Source: Orbis, European Commission calculations 4.2.5. INSOLVENCY FRAMEWORK The insolvency framework presents some weaknesses. The ineffectiveness of the insolvency framework is slowing the reduction in private sector indebtedness and the work-out of NPLs. Procedures are lengthy and the recovery rate is low. Reform of the insolvency framework has advanced but is incomplete. In December 2016, Parliament adopted changes to the Commercial Act and Pledge Registry, introducing new rules on business restructuring. The procedure entered into force on 1 July 2017. Some elements of a functioning framework are still lacking, in particular rules for granting second chance to entrepreneurs and consumers in a reasonable timeframe following a bankruptcy. Measures are needed to ensure the new restructuring procedure fulfils its purpose. The legal amendments provide the basis for streamlining business restructuring. It remains to be seen whether the training given has equipped judges to apply the new procedure effectively. No efforts were made to familiarise the business community with the potential benefits of the new procedure in the consultation phase. The new procedure remains relatively unknown, especially to smaller businesses which stand to benefit most from it. There has been no analysis of the effectiveness of either older or new procedures, including for business restructuring. The lack of data gathering and adequate monitoring tools prevents an assessment. At present, data are not collected on matters such as the number of cases filed and completed under the new procedure or their duration. The lack of data also prevents comparison with the use of alternative procedures that have existed until now. This presents an obstacle to analysing the usefulness of court procedures, estimating the impact of legislative changes and ultimately formulating and implementing sound policies. No plans for improvements in data collection have been communicated by the authorities. -50% -40% -30% -20% -10% 0% 10% No fin. stress Fin. stress No fin. stress Fin. stress No fin. stress Fin. stress No fin. stress Fin. stress Productivity growth Employment growth Investment Debt growth Average Median ",
        "30 4.3.1. LABOUR MARKET Strong economic growth has led to solid labour market recovery, but structural challenges persist. The employment rate was 71.9 % in Q3- 2017, wages are on the rise and unemployment decreased substantially, to 6.2 % (see Section 1). Bulgaria displays increasing gross household disposable income per capita and low gender employment gap. However, the positive labour market developments are not spreading equally as social safety nets are not effective in reducing the high inequality, poverty and social exclusion. The high level of undeclared work (see section 4.1.1) and low participation in active labour market policies hinder access to the labour market and equal opportunities. The high and rising rate of early school leaving and weak digital skills signal broader problems in the education system and contribute to skills shortages. The population is ageing and shrinking fast. This means fewer workers and a rising old-age dependency ratio ( 22 ). The population is expected to shrink by as much as 22 % by 2050 (Graph 4.3.1) due to net migration, low birth rates and relatively high mortality. This is one of the highest projected drops in the EU (Eurostat, 2017a). Most Bulgarians living abroad are of working age, further exacerbating adverse population change. The high inactivity rate is a further concern. Graph 4.3.1: Population projections (2016-2080) Source: European Commission ( 22 ) Number of persons aged 65 over those between 15 and 64. Disparities between urban and rural areas and between different regions are high. In rural areas,, the rates of unemployment, of young people not in employment, education or training, of risk of poverty and social exclusion and of early school leaving are all well above the EU and national averages, despite the outflows of people in working age.. This is leading to large inequalities of opportunity. The government is seeking to address some of these disparities. The programme \"Work\", addressing high unemployment in the most underdeveloped Northwest region will be rolled out to other municipalities with the support of the European Social Fund (ESF.. Wages remain relatively low but have substantially increased in recent years. The average compensation of employees per hour worked (EUR 4.6 in 2016) is one fifth of the EU average, mostly explained by productivity differentials. Wage increases in recent years, helped to reduce the gap with the EU average from 34% in 2010 to 43% in 2016 (in purchasing power parity). Nevertheless, the wage gap for the main destination countries remains a major reason for emigration. In the first three quarters of 2017, wage growth was particularly high in the administrative and support services (13.3 %) and manufacturing (9.4 %). Wage sectoral differentials are decreasing and the rapid growth in the private sector is contributing to the closing of the public/private wage gap. Minimum wage increases are being adopted without clear and transparent criteria. The minimum wage has been increased from BGN 460 (EUR 235) to BGN 510 (EUR 261) as of 1 January 2018 and is set to rise to BGN 610 (EUR 312) by 2020. Over 13% of the labour force, some 400 thousand people, earned at the minimum wage at the beginning of 2017 and this number is expected to grow. These changes to the minimum wage level were decided ad-hoc, which may not ensure a proper balance between supporting employment and competitiveness and safeguarding labour income. The government has tabled a proposal for a minimum wage setting mechanism to address this shortcoming but there is still no agreement between the social partners. In 2018, Bulgaria ratified the International Labour Organisation's convention 131 on minimum wage fixing which would be a step in the right direction. 01,000 2,000 3,000 4,000 5,000 6,000 7,000 8,000 -70 -50 -30 -10 10 30 50 70 16 20 25 30 35 40 45 50 55 60 65 70 75 80 ' 0 0 0 s p e r s o n s ' 0 0 0 s p e r s o n s Natural change Net migration Total population (rhs) 4.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "4.3. Labour market, education and social policies 31 Box 4.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights, proclaimed on 17 November 2017 by the European Parliament, the Council and the European Commission, sets out 20 principles and rights to benefit citizens in the EU. In light of the legacy of the crisis and changes in our societies driven by population ageing, digitalisation and new ways of working, the Pillar serves as a compass for a renewed process of convergence towards better working and living conditions. Bulgaria faces challenges with regard to a number of indicators of the Social Scoreboard 1 supporting the European Pillar of Social Rights. Bulgaria has a high rate of poverty and social exclusion as well as income inequality. The rate of young people not in employment, education or training remains very high. Roma and students with lower socio-economic status have difficulties in accessing quality, inclusive education. Individuals' level of digital skills is very low. At the same time, the gender employment gap is low and gross disposable household income per capita is increasing fast. Social transfers have a low impact on reducing poverty and income inequality; spending on social protection is well below the EU average. This contributes to persistently high levels of poverty (see section 4.3.4). To improve equity in education and Roma inclusion, Bulgaria has started implementing an inclusive education reform. To fight early school leaving, integrated teams were set at a local level to support out-of-school children in returning to education. Some recent measures seek to support the participation of Roma in education, including additional language courses for students whose mother-tongue is not Bulgarian, work with parents and further possibilities to finalise compulsory education in the so-called \"united schools''. There are also plans lower the compulsory pre-school age to 4. Despite these positive initiatives effective measures to improve school retention have not been developed yet. 1 The Social Scoreboard is composed of 14 headline indicators, of which 12 are currently used to compare Member States' performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to reservations by Member States. Possible alternatives will be discussed in the relevant Committees. GDHI: gross disposable household income Job creation has rallied but companies face challenges in finding the right employees. In the first three quarters of 2017, y-o-y employment growth has been generally positive in most of sectors (Graph 4.3.2). In 2017, job creation has spread to a larger part of the country. The ratio of self-employed to employee has decreased to 12.6 % following a more dynamic increase in the number of employees. Labour shortages are increasingly felt, in particular in manufacturing, construction and the digital sector (Manpower, 2017; CEDEFOP, 2017). A declining working age population, migration and unattractive working conditions are the main causes. Macroeconomic skills mismatches have been decreasing but remain among the highest in the EU. The overall level of Early leavers from education and training (% of population aged 18-24) To watch Gender employment gap Better than average Income quintile ratio (S80/S20) Critical situation At risk of poverty or social exclusion (in %) Critical situation Youth NEET (% of total population aged 15-24) Critical situation Employment rate (% population aged 20-64) To watch Unemployment rate (% population aged 15-74) On average GDHI per capita growth Better than average Impact of social transfers (other than pensions) on poverty reduction Critical situation Children aged less than 3 years in formal childcare To watch Self-reported unmet need for medical care On average Individuals' level of digital skills Critical situation Social protection and inclusion Dynamic labour markets and fair working conditions Equal opportunities and access to the labour market BULGARIA Members States are classified according to a statistical methodology agreed with the EMCOand SPCCommittees. Themethodology looksjointly atlevels andchanges of the indicators in comparison with the respective EU averages and classifies Member States in seven categories (from \"best performers\"to \"critical situations\"). For instance, a country can be flagged as \"better than average\"if the level ofthe indicator is close to EUaverage, but it isimprovingfast.For methodologicaldetails, please consult the draft Joint Employment Report 2018, COM (2017) 674 final. NEET: neither in employment nor in education or training; GDHI: gross disposable household income. ",
        "4.3. Labour market, education and social policies 32 skills has increased with tertiary education attainment rising. However, growing early school leaving and one of the lowest rates of adult participation in learning (2.2 %. EU average: 10.8 %) further weaken long-term prospects. Graph 4.3.2: Employment by sector, year-on-year changes Employment - domestic concept (thousand), year-on-year change based on non-seasonally adjusted data Source: European Commission The sizeable potential labour force represents an opportunity for the economy. Discouraged workers (those available but not seeking work) were in Q3-2017 equivalent to two thirds of the unemployed (European Commission, 2017k). Involuntary part-time workers, and inactive people seeking work but not available to work were, combined, equivalent to a further one third (Graph 4.3.3). Although more individuals recently entered employment from inactivity than from unemployment, the high proportion of discouraged workers suggests that activation support may be insufficient. With the right mix of active labour market policies and social services, groups such as educated but inactive young people, low-skilled long-term unemployed middle-aged men and long- term unemployed women with caring responsibilities, could be better integrated in the labour market (World Bank, 2018). Graph 4.3.3: Unemployment rate and potential additional labour force Rates for ages 15-74, seasonally adjusted \"Available but not seeking\" are persons neither employed nor unemployed who want to work, are available for work in the next 2 weeks, but do not seek work. An \"underemployed\" is a person working part-time who would like to work additional hours and is available to do so. Source: European Commission Long-term unemployment decreased substantially but challenges remain. In Q3-2017, it was 3.3 %, 1.1 pp. less than a year ago, and close to the EU average. However, as a percentage of total unemployment, at 53.4 %, it remains significantly above the EU average of 44.4 % (Q3- 2017). Many of the long-term unemployed are Roma, who often face difficulties in finding a job due to low skills and discrimination in recruitment ( 23 ). Young people do not yet fully share the benefits of an improving labour market. Regardless of a slight fall in the rate of young people not in employment, education or training (NEET), to 18.2 % in 2016, it is still among the highest in the EU and significantly above the EU average of 11.6 %. Over half of those not in employment, education or training were low-skilled and the rate of young Roma who report not to be in work or education remains very high (65 %), in particular for girls. ( 23 ) The groups at highest risk of discrimination in the labour market are ethnic minorities, workers without a contract or in the agricultural sector, the low qualified, people with disabilities and those over 55 years of age (Bulgarian Commission for Protection against Discrimination, 2017). -250 -200 -150 -100 -500 50 100 1 0 Q 1 1 0 Q 3 1 1 Q 1 1 1 Q 3 1 2 Q 1 1 2 Q 3 1 3 Q 1 1 3 Q 3 1 4 Q 1 1 4 Q 3 1 5 Q 1 1 5 Q 3 1 6 Q 1 1 6 Q 3 1 7 Q 1 ' 0 0 0 s p e r s o n s Agriculture Industry Construction Tradable services Non-tradable services Public sector Total 05 10 15 20 25 0 8 Q 1 0 8 Q 3 0 9 Q 1 0 9 Q 3 1 0 Q 1 1 0 Q 3 1 1 Q 1 1 1 Q 3 1 2 Q 1 1 2 Q 3 1 3 Q 1 1 3 Q 3 1 4 Q 1 1 4 Q 3 1 5 Q 1 1 5 Q 3 1 6 Q 1 1 6 Q 3 1 7 Q 1 % o f l a b o u r f o r c e 1 5 - 7 4 Unemployment rate Available but not seeking Underemployed Seeking but not available ",
        "4.3. Labour market, education and social policies 33 Measures have been taken to address the situation of young people, but the coverage of the Youth Guarantee still remains low. Around 80 % of those in the NEET category are deemed as inactive (among the highest rates in the EU) and as such are not covered by the Youth Guarantee. Only 12% of those NEET aged 15-24 were enrolled in the Youth Guarantee at any point during 2016, a decrease from 2014. Only 40.5 % of those leaving the scheme took up an offer within 4 months. Several outreach measures are, however, helping young people to take up work despite the still low individual registration with the public employment service. More active labour market policies are being directed to the low-skilled youth. Job fairs as well as youth and Roma mediators at local level have proven to be among the most effective measures. Participation in active labour market policies (ALMPs) remains limited. Low funding and low participation rates weaken the potential of activation policies ( 24 ). Their efficiency may be also limited by the high fragmentation of policies and programmes, as well as overlapping eligibility criteria for participation (World Bank, 2018). Measures continue to be overwhelmingly focused on direct job creation and employment incentives. Given the large skills mismatches, measures addressing jobseekers' employability and skills gaps, e.g. training and retraining programmes, seem underdeveloped (see Graph 4.3.4). The Employment Agency is undergoing a comprehensive modernisation agenda. The goal is to turn the Agency into a modern and customer- oriented public employment service. The reform covers service provision, planning mechanisms, management, implementation and monitoring at all levels of the organization. Despite progress, customer segmentation and case management remain incomplete, as a fully functional competence-oriented and IT based job matching has yet to be introduced. ( 24 ) Bulgaria spent only 0.14 % of GDP on ALMPs in 2015 (EU funding included). Consequently, only 2.7 % of those wanting to work participated in ALMPs. Graph 4.3.4: Expenditure on and participation in activation measures, 2017 Source: 2017 national data from Public Employment Services The integration of employment and social services has continued, but is not yet complete. Seventy-three Centres for Employment and Social Assistance have been set up, improving the integration of the services provided by the Labour Offices and the Agency for Social Assistance. New services are planned, such as family labour counselling and mobile service. However, for a one-stop-shop approach, considerable investment is required to expand the network of centres and harmonize administrative processes and joint case management, including data collection and sharing (World Bank, 2018). The limited involvement of municipalities, the main providers of social services, is hampering the integration of employment and social services. The social dialogue faces several challenges. Collective bargaining takes place predominantly at company, industry or branch level but has been undermined by the low membership and capacity of social partners ( 25 ), especially at branch level. Bipartite dialogue at national level deteriorated in 2016-2017, as shown by substantial differences between the social partners on issues such as minimum social security thresholds, the so-called 'seniority bonus' and the minimum wage setting ( 25 ) Less than 10 % of all establishments with 10 or more employees are members of employers organisations, significantly below the EU average of 26 % but similar to other countries in the region (ECS, 2013). In 2015, only around 30 % of employees reported the existence of a trade union, workers council or a similar body in their company, among the lowest in the EU (Eurofound 2017). 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Participants Expenditure start up incentives direct job creation supported employment employment incentives training ",
        "4.3. Labour market, education and social policies 34 mechanism. Trade unions consider the involvement of social partners in the design and implementation of reforms and policies positively but with room for improvement, while employers' views are more critical. 4.3.2. EDUCATION AND SKILLS Education reform is progressing, but several systemic challenges remain. Investment in education is improving in real terms, but remains below the EU average (in 2015, 4 % of GDP, compared to 4.9 %, and 9.8 % of total government spending, compared to 10.3 %). Almost 50 % of teachers are aged 50 or more. Initial teacher education does not prepare teachers sufficiently in terms of inclusive teaching methods and for working with students from disadvantaged backgrounds. Recent measures seek to improve this situation. New curricula seek to improve currently low educational outcomes . Many 15-year olds are not equipped with the basic skills necessary to solve the kind of problems routinely faced by today's adults in modern societies. 29.6 % of students are low achievers in all three tested subjects in the PISA international education survey (science, reading and mathematics). The percentage of top- performing students is low ( 26 ). The share of population with basic or above basic overall digital skills, at 29%, is among the lowest in the EU. Schools provide trainings on digital skills, with different quality and intensity. Since 2015, a government Ordinance regulates IT training in schools. Implementation is gradually starting, but digital skills among young people (16-24) at 54.3%, remain very low compared to the EU average of 81.9% (Digital Scoreboard 2017). In 2017- 18, curriculum reform continued with grades 2, 6 and 8. Low inclusion of Roma in education remains a challenge . Of Roma aged 18-24, 67% are early school leavers, with women disproportionately at risk of dropping-out (77 %, against 57 % for men) (FRA, 2016). Implementation of the ban on class segregation remains a challenge. 48% of Roma ( 26 ) 2.9 % in science (EU average: 7.6 %), 3.6 % in reading (8.7 %) and 4.4% in mathematics (10.7 %). students in non-segregated neighbourhoods attend classes where all or most children are Roma. Despite some improvements, the impact of socioeconomic status on performance remains high . Low achievement among disadvantaged students is among the highest in the EU (59 % in science compared to 33.8 %, on average). The gap in underachievement between advantaged and disadvantaged students is also among the highest (42 pp. compared to 26.2 pp, on average). The variation in performance is strongly associated with students' and schools' socioeconomic status. Kindergarten fees are a barrier to full participation in early education and care. Despite the positive impact of the introduction of the two-year compulsory programme for children aged 5-6, participation is not universal mainly due to care-related fees. Less than 15% of municipalities for which data are available offer free-of-charge compulsory preschool education, resulting in low participation of Roma children (66 % in 2016) and an unequal start in education (Amalipe, 2017). Only 9 % of children aged below 3 are in formal childcare, which is significantly below the Barcelona target of 33 % and the EU average. This leads to a poor acquisition of Bulgarian language skills and overall low educational outcomes. The performance gap between students who speak Bulgarian at home and those who do not (8% of the students in PISA 2015) is significant. Despite recent measures, early school leaving remains a challenge for the labour market. Early school leaving was 13.8 % in 2016 (EU average: 10.7 %; see graph 4.3.5), with higher levels for Roma and in rural areas (30.3 %). A new system to identify out-of-school children and bring them back into education was introduced. However, recent additional measures to improve school retention require strengthening. The labour market relevance of vocational education and training (VET) remains limited. The proportion of upper secondary VET students is above the EU average. However, one in three VET students graduate without a professional degree and the employment rate of recent VET graduates (64.2 %) is 10.8 pp. below the EU average. The quality on offer, the attractiveness of VET and links with the labour market remain ",
        "4.3. Labour market, education and social policies 35 challenges. The authorities revised the educational standards for VET and are working on connecting supply and demand for skills and qualifications. Recent amendments in the Law on Pre-primary and School Education are related to additional financial stimulus for schools which offer VET specialties that correspond to the labour market needs. These developments aim at labour market relevance of VET provision. Structural VET graduate tracking measures have yet to be developed. Graph 4.3.5: Early school leaving disaggregated by the urban status, Bulgaria and the EU average Source: European Commission Despite recent reforms in tertiary education, addressing skills shortages is a challenge. Tertiary education attainment is improving (33.8 % in 2016. EU: 39.1 %) but graduates' profiles by sector show imbalances. Shortages are expected particularly in ICT, teaching, health and engineering. However, the number of graduates in these fields is rather low, particularly in health ( 27 ).The government is undertaking measures to address the shortage of teachers. Low participation in adult learning remains critical given the skills shortages. Almost one in five adults is low qualified, resulting in poorer employment prospects. However, investment in adult education remains insufficient, evaluation and monitoring is weak and provision is fragmented and unevenly-developed across ( 27 ) The number of graduates in science, technology, engineering and mathematics or related disciplines is 13.7 for 1.000 inhabitants 20-29, compared to 18.7 on average in the EU. regions. Adults' participation in learning was only 2.2 % in 2016 (EU average: 10.8 %). In the context of the Upskilling Pathways Council Recommendation, training, including for digital skills, literacy courses and projects to recognise acquired competences, are being organised, especially with EU funds. 4.3.3. HEALTH POLICIES Health insurance coverage is still a challenge. In 2015, 4.7 % of Bulgarians faced problems with accessing healthcare (11.5 % for the poorest quintile) which is above the EU average of 3.2 % (5.5 % for the poorest quintile). 12 % of the population has no insurance (OECD/European Observatory on Health Systems and Policies, 2017) and out-of-pocket expenditure ( 28 ) is high. Some of those uninsured live abroad and can use systems in their countries of residence, but exact numbers are not available. Some groups such as the long-term unemployed are particularly at risk of poor access to healthcare. Less than half of Roma are estimated to be covered by public health insurance (FRA, 2016). Low public spending has a negative impact on the quality and accessibility of healthcare. In 2015, Bulgaria spent less than 40 % of the EU average in healthcare per capita (8.2 % of GDP, 1.7 pp. below the EU average; see Graph 4.3.6). As a result, public spending accounts for only 51 % of healthcare expenditure, the remaining being covered by out-of-pocket payments by patients. This is significantly above the EU average of 15%. More than 40 % of out-of-pocket payments are spent on pharmaceuticals, the highest percentage in the EU). The state is required to pay insurance premiums for entitled groups (e.g. some civil servants) but it only covers 60 % of the premium, a share that is being increased by 5 pp. per year and will reach 100 % in 2025. ( 28 ) Official co-payments for medical care that are not reimbursed by public health insurance. 0 5 10 15 20 25 30 35 07 08 09 10 11 12 13 14 15 16 % o f r e s p e c t i v e p o u l a t i o n EU28 cities EU28 rural areas EU28 towns and suburbs BG cities BG towns and suburbs BG rural areas ",
        "4.3. Labour market, education and social policies 36 Graph 4.3.6: Expenditure on health Domestic general government health expenditure and domestic private health expenditure Source: WHO Global Health Expenditure Database, OECD Health Statistics, European Commission The healthcare system remains hospital- centred. The number of hospital discharges ( 29 ), one of the highest in the EU, and the high number of acute hospital beds shows the intensity of hospital care utilisation. About 34 % of healthcare expenditure goes to hospitals, 5 pp. above the EU average, whereas outpatient care expenditure (18 %) is very low. People without insurance have access only to emergency services and limits on referrals to specialist care are imposed on general practitioners. These steers patients to a great extent to hospital care. The current process to integrate health and social services may improve the situation. A proportion of curative (acute treatment) hospital beds is to be transformed into long-term care beds. The situation of health professionals is mixed. The number of medical doctors is higher than the EU average, but general practitioners constitute 15.6 % of all physicians (against an EU average of 30.2 %), showing the relatively low importance given to primary health care. There are also high district-level differences (from 563 doctors per 100,000 of the population in Pleven to 263 in Razgrad). In recent years, fewer doctors have left the country and the number of medical students has risen. On the other hand, the ratio of nurses to doctors is very low. The nursing profession is so ( 29 ) The number of patients staying for at least one night in hospital for treatment or diagnosis. unattractive partly due to the low wages, that the available university places are not fully filled, The challenges identified in the system are affecting the health of the population. Slow improvement has been observed in recent years but life expectancy (at 74.7 years in 2015) is still 6 years lower than the EU average. Infant mortality remains almost twice the EU average, with significant regional disparities. In 2016, the best performing district (the city of Sofia) had six times lower infant mortality than the worst performer (Yambol). Cancer and cardiovascular diseases are responsible for more than 80 % of all deaths in the country. This is partially because of risk factors such as smoking (28 % of the population smoke, the highest rate in the EU) and high alcohol consumption (12 litres per year). Some communicable diseases are still a challenge too, e.g. more first-time blood donors have Hepatitis B than in most other Member States. 4.3.4. SOCIAL POLICIES Income inequality, poverty and social exclusion remain high. In 2016, 40 % of the population was at risk of poverty or social exclusion. The rate of severe material deprivation (31.9 %) is four times higher than the EU average (Graph 4.3.7). Income inequality is among the highest in the EU and has been increasing steadily since the crisis. In 2016 the richest 20 % households' share of total income was almost eight times that of the poorest 20%. This is a result of the low spending on social protection, which is partly due to the low level of tax revenue, and the lack of progressivity in the tax system (see Section 4.1.1). Social transfers have a very limited impact on reducing poverty and inequality. Inequality of opportunity – in education, healthcare and housing – is among the highest in the EU, which makes success in life largely dependent on the parents' achievements. 5.0 5.5 6.0 6.5 7.0 7.5 8.0 8.5 9.0 9.5 10.0 06 07 08 09 10 11 12 13 14 15 % o f G D P Bulgaria EU28 ",
        "4.3. Labour market, education and social policies 37 Graph 4.3.7: At-risk-of-poverty or social exclusion rate, components * a dashed line marks a break in times series People who are at-risk-of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in household with zero or very low work intensity (LWI). Source: European Commission Poverty is strongly linked to regional disparities and labour market participation. The risk of poverty or social exclusion is much higher in rural areas, especially in sparsely populated ones. The median income in rural areas as a percentage of urban incomes was among the lowest in the EU, at 60.16 % in 2016. Monetary poverty among the unemployed is about five times higher than for people in employment. However, in-work poverty is also high (11.6 %) and is often associated with low level of skills and education (38.3. % of the in- work poor have low education) and with employment in subsistence and semi-subsistence agriculture. In addition, social mobility is relatively low in Bulgaria, with 16.2 % of the population (one of the highest in the EU) at risk of poverty for at least 2 out of the 3 previous years. This indicates that it is difficult to move out of income poverty. The level of housing deprivation is high. 11.6 % of population (EU average 4.9 %), including 21.5 % of children, suffer from severe housing deprivation. The housing cost overburden rate ( 30 ) and overcrowding are also high, and people in monetary poverty are particularly affected. More than 1 in 10 Bulgarians live in houses without a ( 30 ) One in five households allocating more than 40% of their income to housing costs in 2016, double than the EU average. bath, shower or indoor flushing toilets, five times the EU average. Children, the elderly and people with disabilities face an even higher risk of poverty. In 2016, 45.9% of those over 65 years old were at risk of poverty or social exclusion, among the highest in the EU (Graph 4.3.8). The minimum pension increase by 22 % in 2017 is step towards addressing this risk, but the minimum pension is still far below the poverty line ( 31 ). When it comes to children, the situation is particularly severe among disadvantaged groups such as Roma and for those living in rural areas. The poverty and employment gap for people with disabilities is also among the highest in the EU, signalling weaknesses in social protection and employment measures. Graph 4.3.8: At-risk-of-poverty or social exclusion rate, age groups People who are at-risk-of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in household with zero or very low work intensity (LWI). Source: European Commission Roma still face difficulties related to employment, education, housing and health services. The planning, monitoring and cross- sectoral coordination of Roma inclusion policies is weak. The proportion of Roma at risk of poverty or social exclusion is estimated at over 90 %. The majority of Roma are unemployed, inactive or working poor (FRA, 2016). Two thirds did not complete upper secondary education. Some 7% of ( 31 ) After this increase about 800 000 retirees will receive minimum pensions. However, poverty depth will be alleviated for around 350 000 elderly persons, the vast majority of whom (around 260 000) are women. 0 5 10 15 20 25 30 35 40 45 50 55 08 09* 10 11 12 13 14* 15 16* % o f p o p u l a t i o n BG, At-risk of poverty or social exclusion EU, At-risk of poverty or social exclusion At-risk of poverty rate Severe Material Deprivation Very Low Work Intensity 30 35 40 45 50 55 60 65 70 75 80 05 06 07 08 09 10 11 12 13 14 15 16 % o f p o p u l a t i o n Children (<18y) Working age (18-64) Elderly (65+) ",
        "4.3. Labour market, education and social policies 38 Roma children aged 7-15 remain outside the education system and many children are not enrolled in kindergartens (FRA, 2016) ( 32 ). A substantial proportion of Roma live in households without access to public utilities or basic housing amenities. Access to social protection is a challenge for the most vulnerable workers. The self-employed and seasonal workers do not have access to unemployment protection. Around 1 in 10 people employed are at risk of not being entitled to sickness benefits or unemployment benefits. The situation is particularly worrying for workers in subsistence and semi-subsistence agriculture. Those who do not qualify for social assistance may opt in to statutory health coverage (ESPN, 2017). Despite some improvements, the coverage and adequacy of social benefits remain low . In 2016, monthly social assistance benefits and heating allowances covered, respectively, 3 % and 6 % of the adult population, despite a loosening of the eligibility conditions. After being frozen for 9 years, the guaranteed minimum income (GMI), which determines the level of social benefits and access thresholds, was increased in 2018 by BGN 10 (to BGN 75). It is still among the least adequate in the EU and significantly below the at-risk-of- poverty threshold (EUR 158 in 2015) ( 33 ). A Euromod simulation shows that the 2018 increase of monthly social benefits and heating allowances is not sufficient to significantly reduce poverty or income inequality. The system has limited take-up and an objective mechanism for regular updates of GMI is still lacking. Furthermore, the coverage and duration of unemployment benefits are also among the lowest in the EU ( 34 ). However, the daily minimum unemployment benefit was recently increased by 25 %. ( 32 ) Indicators used in the 2016 FRA survey closely resemble those applied in standard European surveys (EU-SILC, EU LFS) but full comparability was not intended. For more details see FRA 2016. ( 33 ) According to the benchmarking exercise in the area of minimum income schemes conducted within the Social Protection Committee, see the draft Joint Employment Report 2018. ( 34 ) According to the benchmarking exercise in the area of unemployment benefits and active labour market policies conducted within the EMCO Committee. See the draft Joint Employment Report 2018 for details. Notwithstanding positive developments, efforts to help social assistance beneficiaries to obtain work are weak. Putting benefit recipients into work requires the right mix of active labour market policies and support services. The public employment service has created case managers for long-term unemployed people, including those receiving social benefits. However, its case management is not matched by the Social Assistance Agency and cooperation between the two institutions, including the inter-connection between databases, is weak. The public works requirement for social benefits recipients has no training component and the eligibility criteria for minimum income benefits have no income disregard with the exception for one day contracts. These elements impact on the transitions to the primary labour market. Bulgaria is pursuing an ambitious programme to improve social services . The government is working on a new social services act, to be ready in October 2018. The act is expected to shift the focus of assessment and the provision of service from individuals to families, and to improve case management. The reform is expected to reduce the fragmentation of services and to improve the financing mechanisms. Work is ongoing on disability reform and de- institutionalisation of adults and children. The authorities are considering the separation of the medical from the employability assessment of disability. The effects on putting people with disabilities into work remain to be seen. An action plan for the implementation of the National Long- Term Care Strategy (2018-2021) adopted in January 2018, envisages integrated measures for provision of quality services for long-term care of vulnerable people and new infrastructure. The government continues to make progress on deinstitutionalisation for children. ",
        "39 4.4.1. INVESTMENT Investment activity Investment levels dropped to below the EU average and are forecast to remain subdued. Private investment has fallen significantly in recent years, suggesting structural problems and barriers to investment. After having decreased sharply in 2016, mostly due to the slow uptake of EU funds under the new cycle, public investment is estimated to have recovered somewhat in 2017, in line with peer countries. It is forecast to continue to grow, but not enough to counter the decline in private investment. As a result, total investment is not expected to keep up with the forecast increase in peer countries and the EU as a whole (Graph 4.4.1). Graph 4.4.1: Gross fixed capital formation as % of GDP Peer countries: CZ,EE,HR,LV,LT,HU,PL,RO,SI,SK Source: European Commission High value added activities attract relatively little investment. Buildings account for more than half of investment in tangible assets. Machinery and equipment account for another 30 %. Negligible investment in ICT equipment may affect companies’ future ability to compete, as exports are becoming more dependent on innovation and quality (see Section 4.5.1). The quality of infrastructure is improving but slowly and asymmetrically. Satisfaction with the quality of infrastructure is among the lowest in the EU (World Economic Forum, 2017). Significant investment in road infrastructure, supported by the European structural and investment (ESI) funds, seems to have led to some improvement, albeit from a very low base. In rail, investment has not been relevant and the prevailing low rate of satisfaction reflects a lack of quality that has led to declining freight and passenger traffic. Digital infrastructure is also improving only slowly, in part due to cumbersome authorisation procedures for broadband deployment (European Commission, 2016c). Foreign Direct Investment fell significantly in 2017. After a large drop during the financial crisis, foreign direct investment (FDI) inflows stabilised around 3% of GDP after 2010 but the trend turned negative since 2015. According to preliminary data (BNB, 2017) FDI has decreased by more than 25% in the first nine months of 2017 compared to the same period in 2016. In terms of composition, about half all FDI goes into manufacturing and ICT, with another 25% going into trade, transport and tourism (Graph 4.4.2). Graph 4.4.2: FDI in NFCs by economic activity, 2016 * Wholesale and retail trade; Repair of motor vehicles and motorcycles; Transport, communication and services; Accommodation and food service activities Source: National Statistics Institute 15 20 25 30 35 07 08 09 10 11 12 13 14 15 16 17 18 19 % o f G D P European Union (28 countries) Bulgaria Peer countries' average forecast 43.1% 2.6% 25.1% 7.6% 13.3% 7.2% 0.7% 0.4% Manufacturing; Mining and quarrying and other industry Construction Trade, repair, transport, communication, accommodation and food services* Information and communication Real estate activities Professional, scientific, technical activities; Administration and support service activities Other services Agriculture, forestry and fishing 4.4. INVESTMENT AND COMPETITIVENESS ",
        "4.4. Investment and competitiveness 40 Box 4.4.1: Investment challenges and reforms in Bulgaria Section 1. Macroeconomic perspective Since the crisis, the decline in overall investment has been sharper than the EU average, mainly due to private investment. High private sector indebtedness, despite the ongoing deleveraging process, subdued credit demand and an only gradually-decreasing high stock of non- performing loans limit banks’ capacity to boost credit and private investment (see Section 4.2.4). Although some steps have been taken, persistent weaknesses in the business environment continue to weigh negatively on investment and restrain the demand for credit (see Section 4.4.3 and European Commission, 2015b) . Until 2015, the decline in private investment was offset by high public investment, as the implementation of EU ESI funds increased. The slow start of the 2014- 2020 programming period for EU funds had an impact on public investment, but a gradual recovery has started in 2017. Total investment is forecast to remain unchanged as percentage of GDP, unlike peer countries and the EU as a whole, where total investment is expected to progressively increase. Section 2. Assessment of barriers to investment and ongoing reforms  The business environment improved somewhat, but institutional weaknesses and corruption remain among the main obstacles to investment. Despite implementation of several action plans, the regulatory and administrative burdens are still high. The inefficiencies of the public administration and the slow introduction of e-government restrain the improvement of investment conditions. The effect of the newly introduced impact assessment system on the quality and stability of the legislation is still limited.  The lack of an adequately skilled labour force continues to hamper investment. The quality of the education and training systems and their limited adequacy to the labour market limit the supply of suitably-skilled workers, thus negatively impacting investment decisions. The increasing rate of early school leavers and low adult participation in learning further exacerbate the situation (see Section 4.3).  Weaknesses in the insolvency framework hamper private investment. The framework is characterised by lengthy procedures and a low recovery rate. The government introduced new legislation but elements of a functioning framework remain missing (see Section 4.2.5). The effectiveness of the insolvency framework also depends on improving the judicial system (see Section 4.4.7).  . Business environment and barriers to investment Weak institutions and skills shortages are key constraints on business development. According to the EIB (2017), the percentage of companies that invest is well below the EU average. Political and regulatory uncertainty, the lack of workers and the skills shortages, and financial constraints are among the factors shown to impede investment plans. Low productivity is also a problem for long- term investment (EIB, 2017). The latest Global Competitiveness Report (World Economic Forum, 2017) confirms that institutions remain the most ",
        "4.4. Investment and competitiveness 41 problematic area, with extremely low scores for property rights and intellectual property protection, judicial independence and transparency of government policy-making. Bulgaria is slowly removing barriers to investment. Despite delays, an action plan for removing obstacles to investment (European Commission, 2017) is progressing, with about half of the 118 measures in place. However, no prior assessment or subsequent evaluation has been carried out, which prevents better targeting of the work. Some of the working groups created in 2016 (European Commission, 2017) to identify and propose additional measures were revived in 2017. The business environment is improving at a slow pace. The low quality and availability of basic infrastructure (see above), as well as the difficulties in resolving insolvencies (see Section 4.2.3), paying taxes or connecting to the electricity grid (World Bank, 2017) show the importance of faster and better-targeted reforms. There has been an increase in the number of days and administrative formalities needed to start a business (GEM, 2017), and new restrictions and administrative formalities were introduced in some sectors (e.g. for tourist guides and mountain guides). The business environment is also weakened by the lack of national rules for companies wishing to directly transfer registered offices on a cross-border basis. SMEs’ access to finance is improving. Financing is the most important problem for just 7 % of SMEs, according to the 2017 SAFE survey (ECB, 2017). This is around half of the 2009-2013 level and on a par with the EU average. The most popular sources of financing are credit lines, leasing and bank loans. Only 2 % of SMEs find equity financing relevant. European Structural and Investment Funds are improving access to finance for business. Grants from the operational programme Innovation and Competitiveness mainly benefit SMEs for investment in machinery, innovation and energy efficiency. Commercial banks are developing a loan portfolio expected to reach EUR 600 million guaranteed by the operational programme ‘SME Initiative’. Further, a EUR 150 million agreement was signed by the Bulgarian Development Bank (BDB) under the EU Investment Plan to finance small and medium-scale projects, but the overall role of the BDB in the economic environment remains unclear. Venture capital and business angel financing are still lagging. The start-up ecosystem is still largely dependent on public support; however, there is a significant delay in implementing available public financial instruments. The first agreements with local financial institutions arising from the Fund Manager of Financial Instruments in Bulgaria calls were signed in December 2017, but for very limited amounts. According to local stakeholders, continuity, political independence and suitability for market needs are critical for further improving the local financing ecosystem. 4.4.2. EXTERNAL COMPETITIVENESS Participation in international trade is growing as Bulgarian products become more competitive. Exports and imports represent 64 % and 60 % of GDP, respectively. The main trade partners are Germany, Italy, Romania, Turkey, Greece, France and Spain; the EU as a whole is the destination of almost two thirds of exports. Global export market share almost doubled between 1996 and 2006. It has continued to increase since then, but more slowly. Goods account for more than 70 % of total exports and are the main driver of export penetration in international markets. Rising export market share is mainly driven by improvements in competitiveness, as domestic factors seem to play a greater role than changes in demand in trading partners (Graph 4.4.3). ",
        "4.4. Investment and competitiveness 42 Graph 4.4.3: Evolution of export market share Source: European Commission Exports' diversification is increasing and quality is improving. Bulgaria has been diversifying its exports. Basic metals remain the largest export sector, followed by wearing apparel (clothing), whose contribution almost halved between 2006 and 2016. Electrical equipment, vehicles and pharmaceuticals are among the goods with the highest growth in the same period (see Graph 4.4.4). Based on the indicator developed by Vandenbussche (2014), quality improvements in almost all exporting manufacturing sectors seems to be leading the shift from low to higher quality export products. In services, growth has mainly been driven by travel services, followed by transport, but exports of telecommunication, computer and information services also increased. Wage increases have so far not affected external competitiveness. Unit labour cost developments reflect wage increases, which resulted mainly from the cyclical improvement in the economy (Graph 4.4.5). They are, nonetheless, also affected by structural weaknesses that constrain productivity and labour supply (see Section 4.3). Overall wage developments seem to be mainly driven by the non-tradable sector. In manufacturing and services, which include the bulk of exporting companies, unit labour cost increases have been lower than in the rest of the economy 35 . The recent stabilisation of the real 35 Constructions, ICTs, financial and insurance, real estate, professional, scientific and technical services, administrative and support services, public administration, education (ISIC F, J-P)\" effective exchange rate (Graph 4.4.6) had also had a positive impact on external competitiveness. Graph 4.4.4: Quality and share of exports by category Note: A quality rank of 1 reflects the highest quality in the EU market for a particular \"country of origin product\", while a rank of 0 is the lowest quality rank. Source: European Commission Graph 4.4.5: Rate of change of ULC, breakdown Source: European Commission Wage increases have so far not affected external competitiveness. Unit labour cost developments reflect wage increases, which resulted mainly from the cyclical improvement in the economy (Graph 4.4.5). They are, nonetheless, also affected by structural weaknesses that constrain productivity and labour supply (see Section 4.3). Overall wage developments seem to be mainly driven by the non-tradable sector. In manufacturing and services, which include the bulk of exporting companies, -0.10 -0.05 0.00 0.05 0.10 0.15 0.20 06 07 08 09 10 11 12 13 14 15 16 R a t e o f c h a n g e y - o - y i n p p s IS - indiosyncratic change due to developments in trade partners MSG - market share change due to domestic factors Total market share change 16.0 9.9 9.9 9.5 9.3 6.6 4.9 0246810 12 14 16 18 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 S h a r e ( % ) o f e x p o r t s 2 0 1 6 Q u a l i t y i n d i c a t o r 2006 2016 Share of exports 2016 (rhs) -10 -50 5 10 15 20 06 07 08 09 10 11 12 13 14 15 16 17 18 19 R a t e o f c h a n g e y - o - y ( % ) Inflation (GDP deflator growth) Real Compensation per Employee Productivity Contribution (negative sign) Nominal unit labour cost ULC in Euro Area forecast ",
        "4.4. Investment and competitiveness 43 unit labour cost increases have been lower than in the rest of the economy 36 . The recent stabilisation of the real effective exchange rate (Graph 4.4.6) had also had a positive impact on external competitiveness. Graph 4.4.6: Real effective exchange rate based on ULC Source: European Commission 4.4.3. PUBLIC ADMINISTRATION Public administration reform has been slow and has yielded little concrete change. Bulgaria ranks among the lowest performers in the EU in executive capacity (Bertelsmann Stiftung, 2017) While the evolution of this indicator registers improvements in strategic capacity and evidence- based policy-making, the implementation capacity appears generally stalled. Reform of the regulatory impact assessment system is beginning to have results. After one year, 250 preliminary and 11 comprehensive 36 Constructions, ICTs, financial and insurance, real estate, professional, scientific and technical services, administrative and support services, public administration, education (ISIC F, J-P)\" impact assessments were completed. Some capacity to perform ex ante assessment of legislative proposals has already been built. Quality, however, is often impacted by a lack of data and the large number of legal acts to be assessed. The regulatory board recently set up to prevent the introduction of new administrative burdens is also a positive step towards curbing bureaucracy and improving the business environment. There has been little improvement in the quality of public services. According to the 2016 Eurobarometer survey, only 22 % of respondents considered public services to be of good quality, while fully 75 % were of the opposite opinion. Further progress on the concept of integrated services is still hampered by legal and technical constraints. The introduction of shared services is in an early analytical phase; a model has yet to be devised. The next step will involve conducting a pilot among administrations on a voluntary basis. E--government reforms progressed, though more slowly than scheduled. A number of steps were taken to improve e-government. A strategic framework is in place, the agency on e-government is fully operational, and the ICT budget framework has been optimised. However, some European Social Fund-supported e-government projects are still in the early stages of implementation, while the centralised IT system for registering citizens and the introduction of new identity documents, electronic identification and electronic signature are taking longer than planned. The e-voting system and fully electronic exchange of documents between administrations are both planned for the end of 2018. The conclusions of the 2016 E- government Benchmark Report remain valid: performance on user-centricity, transparency and cross-border mobility is moderate. 100 110 120 130 140 150 160 170 06 07 08 09 10 11 12 13 14 15 16 1 9 9 9 = 1 0 0 BG EA19 EU28 ",
        "4.4. Investment and competitiveness 44 Box 4.4.2: Policy highlights Since 2015 the Bulgarian government has followed an Open Data policy, in line with its 5-year strategy on the priorities for developing public administration until 2020. An Open Data Portal (https://opendata.government.bg/) allows the publication and management of reusable information in an open, machine-readable format. The platform permits complete extraction of published information. Data are freely available and can be used for commercial or non-commercial purposes. The government updates annually the list of data sets by priority area and defines deadlines for their publication. National guidelines on publication are available and all regional initiatives are coordinated at regional level, ensuring consistency among the data published. There are currently over 7000 datasets from different national and regional administrations and agencies. The system also supports different formats. The records include data on public procurement, the education system, healthcare facilities, regional public transport facilities, transport data, pollution, the registers of employment agencies and public non-profit organizations (European Commission, European Digital Progress Report, 2017). There is no progress on feedback-based human resources management. Since the 2012 reform, no further steps have been taken to find solutions and fix shortcomings in the performance-based pay system for civil servants. The introduction of centrally managed competitions has been postponed for October 2019. 4.4.4. PUBLIC PROCUREMENT Many of the measures included in the national public procurement strategy were put in place but efficiency is still low. A handbook on the public procurement cycle is available online to practitioners. In addition, a public procurement training plan, a precondition of European Structural and Investment Funds (ESI Funds), is expected to improve capacity among contracting authorities involved in managing ESI Funds, especially municipalities. The Public Procurement Agency (PPA) has been given a revamped ex ante control function, setting risk priorities and introducing random checks, but this has not yet been evaluated. To improve efficiency and consistency of interpretation, ex ante and ex post control bodies are required to cooperate regularly in a Permanent Methodological Council. Monitoring and evaluation of the public procurement system are envisaged. The authorities signed an agreement with the World Bank in November 2017 on an independent review of the public procurement sector. The agreement is under implementation, which will be completed before the end of 2018. According to business and non-governmental organisations, the overall public procurement landscape has already begun to improve. However, transparency and corruption are still a matter of concern. The benefits of centralised procurement for contracting authorities are largely untapped. This is particularly evident when it comes to public procurement at local level. Administrative capacity in the public procurement sector remains problematic. The potential which the central purchasing body offers to municipalities has so far been left unexplored. Professionalisation is still insufficient, especially at municipal level. Still, the Public Procurement Agency, which is expected to provide a strong lead, is only slowly addressing its staffing problems. An efficient public procurement system is particularly important for the health sector. The public procurement authorities in the health sector still predominantly opt for the lowest price rather than including quality criteria. They also make no use of aggregation, which could improve the economic return from tenders managed by specialised procurement bodies. A central purchasing body for the health sector has been set up but its expected benefits are being delayed by tender appeals. ",
        "4.4. Investment and competitiveness 45 The frequent application of less transparent procedures could hamper the system's effectiveness. Bulgaria has significantly increased the use of the negotiated procedure without prior publication (see Graph 4.4.7). Whereas in 2016 the direct awards amounted to 14.8% of all procedures, in 2017 they reached 26%, with the EU average at 5% (European Commission, 2018a). The share of direct awards in the healthcare tenders has been also high (10 % in 2016 compared to the EU average of 4 %). This tendency could significantly hamper competition in the sector and prevent final users from reaping the benefits of competitive tendering. This finding relates both to the quality of products and supplies and to price savings. The lack of competition may also result in less innovative solutions for procurement in the health sector. Graph 4.4.7: Proportion of contract award notices where the negotiated procedures without prior publication were used, 2013-17 Source: European Commission based on OJ/TED data The growing number of appeals puts at risk the timely implementation of important projects. There is a wide-spread phenomenon of appealing large tenders by using the possibility offered by low appeal fees. At the same time, the contracting authorities often suspend, and thus prolong, tender procedures, even where the appeals are launched on grounds not related to the award decision. Still, the comprehensive overview of the appeal system and the recommendations for its optimisation led to cooperation agreements between the PPA and the appeal bodies. The e-procurement platforms have suffered further delay. E-procurement is important to increase transparency and limit corruption. Despite a contract being concluded for e-procurement platforms, meeting the legally set deadline for e- procurement could still be at risk due to previous delays caused by the appeals of that tender. 4.4.5. CORRUPTION Corruption remains a significant challenge. The fight against corruption has been highlighted in successive cooperation and verification mechanism (CVM) reports as an area with only limited progress so far. The remaining challenges include the fragmentation of institutions involved in preventing corruption, and procedural and legal obstacles hampering effective investigation and prosecution of high-level corruption. A national anti-corruption strategy adopted in 2015 provides the current policy framework. At the end of 2017, Bulgaria adopted a comprehensive anti-corruption law, setting up a single anti-corruption agency to ensure a better-coordinated approach to the risk of corruption among high-level officials and to deal with issues such as conflicts of interest and declaration of personal assets. Civil society and opposition actors raised a number of concerns about aspects of the law, which eventually entered into force only after a new vote in January 2018 to override the Presidential veto. The implementation of the anti-corruption law, including the establishment of the new anti-corruption body as a credible and independent institution, remains to be seen. Apart from efforts to reform key institutional structures, a track record of effective investigation, detection and prosecution of corruption has yet to be established. Work has begun to address the issue, including on measures to reform the system of public prosecution and criminal procedures. Results remain to be seen (European Commission, 2017b). The limited results in the fight against corruption are reflected in public perceptions. According to the Business Flash Eurobarometer (European Commission, 2017f), 62 % of businesses consider that corruption creates problems for their company when doing business in Bulgaria (EU average: 37 %) ( 37 ). 87 % of ( 37 ) The latest World Economic Forum survey on competitiveness also concludes that corruption remains the -20% -15% -10% -5% 0% 5% 10% 15% 20% 25% 30% 35% C Y B G S I R O C Z L V E S H U I T E E H R N L D K P L S K E U 2 8 D E F R L T U K A T B E F I G R P T I E L U M T S E 2017 average 2013-2017 change 2013-2017 in pps ",
        "4.4. Investment and competitiveness 46 companies think that bribery and the use of connections is often the easiest way to obtain certain public services (EU average: 60 %) and 94 % think that over-close ties between business and politics lead to corruption (EU average: 79 %). Conflicts of interest in the evaluation of bids (61 %), tailor-made specifications for particular companies (61 %) and unclear selection or evaluation criteria (54 %) are believed to be widespread practices in public procurement, affecting business decisions and competition. Only 24 % of businesses think that someone engaging in corruption will be caught or reported to the police or prosecutors and no more than 11 % think that person would be heavily fined or imprisoned by a court (EU averages: 43 % and 38 %, respectively). Only 13 %, the lowest in the EU, think that there are enough successful prosecutions to deter corruption. The attitudes of the general public are similar to those of business. According to the General Eurobarometer (European Commission, 2017g), 89 % consider corruption to be widespread (91 % in 2013). Police and customs have the highest level of distrust among public institutions (71 % of those surveyed, 4 pp higher than in 2013), well above the courts and the public prosecution service (56 % and 44 %, respectively). 60 % of respondents said not to know where to report corruption cases (EU average: 49 %) and 86 % of those having experienced or witnessed corruption did not report it. 4.4.6. JUDICIAL SYSTEM Weaknesses in the judicial system persist, despite welcome progress. In 2017 there has been further progress in reforming the judiciary. While political uncertainty led to some delays early in the year, the process regained momentum in spring. After taking office in May, the government revived the various work strands, allowing reforms to move ahead smoothly, picking up the work of the previous government. Nevertheless, final outcomes have yet to be seen in many areas, particularly where there is a specific need for legislative or institutional reforms. Important legislation is still under consideration and broad public debate and consultation with affected stakeholders is taking single most problematic factor for doing business in Bulgaria (World Economic Forum, 2017). time. In some cases, individual stakeholders have raised concerns about the quality of legislation or their involvement in the process. Important developments also took place in the judiciary. A new Supreme Judicial Council was elected under new rules included in 2015 in the Constitution, notably with individual magistrates directly electing representatives to the council (the judicial quota) on a \"one magistrate-one vote\" basis. Some concerns were expressed by civil society about the transparency of elections to the parliamentary quota of the council. Still, the overall process showed the merits of the new constitutional framework (European Commission, 2017b). The perceived independence of the judiciary is among the lowest in the EU . According to the 2018 EU Justice Scoreboard (forthcoming), Bulgaria improved only marginally on the previous year. According to the Scoreboard, a reason for this perception is that the general public thinks that judges face interference with their work, or pressure, from economic interests and from the government and politicians. Indicators of the quality of justice show room for improvement. The lack of a reliable and continuous evaluation system hinders the functioning of the justice system. In addition, the use and follow-up of the results of surveys conducted among court users are limited (European Commission, 2018b). These are, however, important clues to the shortcomings and the needs of the justice system, and could contribute to improving it. According to the 2018 EU Justice Scoreboard (forthcoming), other ways of further improving the quality of justice include compulsory training for judges. Some first-instance court cases are handled speedily. These include administrative court cases and proceedings related to specific areas of EU law which are of particular economic relevance (European Commission, 2018b). There is room for improvement in resolving civil and commercial cases, as the rate at which they are cleared continues to be below 100 %, which means that more cases come into these courts than they resolve, adding to a backlog. ",
        "47 4.5.1. TECHNOLOGY, RESEARCH AND INNOVATION Structural shortcomings in the research, development and innovation system limit its contribution to productivity and growth. These shortcomings include insufficient funding, institutional fragmentation, the low quality of the public science base, weak public-private collaboration, and the instability of science and innovation policy strategies and measures. Lower technology segments still dominate manufacturing and innovation is very low. Despite the growing value added in manufacturing, employment in the sector is still below its pre- crisis levels, in particular because the fastest- growing segments (high and medium-high technology) are less job-intensive than the less dynamic ones (see Graphs 4.5.1). ( 38 ) The lower technology segments remain, nonetheless, the largest contributors to value-added and employment in manufacturing. Innovation is very modest, with an overall performance level below 50% of the EU average, on par only with Romania (European Commission, 2017c). Graph 4.5.1: Employment and value added in manufacturing 2009-2015 Source: European Commission Low expenditure in R&D restricts the innovation potential of the economy. The 2020 R&D expenditure target (1.5 % of GDP) is one of the least ambitious in the EU but remains uncertain ( 38 ) Labour productivity in high-technology manufacturing is in Bulgaria more than twice that in low-technology segments. whether it can be achieved. Business R&D activities were just 0.57 % of GDP in 2016, despite a substantial improvement since 2007 (0.13 % of GDP). Large companies (those with 250+ employees) account for about half of this spending, with intra-group funding being the main financing source (National Statistical Institute, 2017a). The level of public spending is particularly low . The Research Strategy 2017-2030 and the National Roadmap for Research Infrastructure, both adopted in 2017, commit to a gradual increase of the public budget for R&D to 1% of GDP by 2025 (from 0.25% in 2016). Even if the target is not particularly ambitious when compared to peer countries, implementing the strategies could positively impact on scientific excellence and innovation performance in the long term. Sluggish reforms hinder the move towards an innovation-oriented system. The research funding system lacks competitive calls, international evaluation, and performance-based funding of research institutions. The recommendations from the Policy Support Facility peer review (European Commission, 2015) address some of these shortcomings but implementation is not fully on track. The Smart Growth Council ( 39 ) was set up in 2015 to provide independent, robust and coordinated management of national and EU funding, but so far has not achieved this objective. The fragmentation of the research system through 34 higher education institutions plus the Bulgarian Academy of Science (European Commission (2017d) is a major obstacle for an effective and efficient funding based on performance. Regulations introducing a model for assessing research results ( 40 ) are an improvement in this area, but the evaluation system still lacks appropriate and transparent criteria. The capacity to attract researchers is low. There are practical examples of successful international collaboration, young researchers returning to Bulgaria, and emerging teams in public research institutions with ( 39 ) The Smart Growth Council includes members of relevant ministries, industry stakeholders and academics. Its role is to coordinate and monitor the implementation of the Innovation Strategy for Smart Specialization 2014-2020 and to define the priorities in education, science, innovation, and ICT. ( 40 ) One of the recommendations of the expert panel under the Horizon 2020 PSF Specific Support (European Commission, 2015). 02,000 4,000 6,000 8,000 0 100 200 300 400 500 600 09 10 11 12 13 14 15 M n E U R s ' 0 0 0 s p e r s o n s Employment - High-technology Employment - Medium high-technology Employment - Medium low-technology Employment - Low-technology Value added - High-technology (rhs) Value added - Medium high-technology (rhs) Value added - Medium low-technology (rhs) Value added - Low-technology (rhs) 4.5. SECTORAL POLICIES ",
        "4.5. Sectoral policies 48 scientific excellence, recognition and impact. However, few researchers are attracted from abroad and 'brain drain' and ageing R&D staff are still the norm. Cooperation between businesses and the public R&D sectors remains a challenge. Public-private cooperation in R&D is weak, as shown by the low and declining level of public-private co- publications ( 41 ) and the percentage of public research financed by business ( 42 ). The flagship ‘Sofia Tech Park’ still faces a number of challenges including inefficient governance, unstable management, underutilised scientific infrastructure, and a lack of long-term financial commitment. Several other schemes for promoting innovation financed by the EU Structural Funds have been launched. The aim is to facilitate knowledge transfer and strengthen the industry- academic cooperation. Implementation of ESIF- funded Centres of Competence and Centres of Excellence is however delayed, threatening the overall effectiveness of EUR 500 million ESIF investments in research and innovation. Uptake of digital technology is slow both in the public and private sectors. A growing ecosystem of digital and tech entrepreneurs has emerged in recent years, but investment in digitisation of the economy is still lacking. This underinvestment, combined with a shortage of ICT specialists, may be linked to the slow digitisation process and the take-up of new technologies. The number of digitised enterprises in 2017 was among the lowest in the EU, at 12% (European Commission, 2017j). Projects to encourage business innovation and digitisation are being run under the 2014-2020 European Regional Development Fund programmes. An ongoing call under the same programmes aims to support the development of innovative start-ups in the tech and digital fields. Bulgarian consumers are far from fully reaping the benefits of e-commerce. In 2017, the proportion of the population ordering goods or services over the internet in the previous 12 months was among the lowest in the EU at 17.7 % (EU average: 57.5 %). The number of people using e-banking is also particularly low, accounting for 8.65% of the ( 41 ) 0.36% in 2015. 22 th in the EU. ( 42 ) 0.015% of GDP in 2014, 22 th in the EU. Internet users (and 5.49% of all individuals). (Eurostat, 2017). 4.5.2. ENERGY Energy is an important sector for the economy and quality of life but investment in the sector has been subdued. The sector accounts for 4 % of total value added and almost 1 % of employment. However, the share of energy-related investment in national GDP fell from 4.1 % in 2012 to 0.4 % in 2015, before recovering somewhat to 2.6 % in 2016 (Eurostat (2018). As the sector is dominated by SOEs (over 60% of the output and close to 40% of employment. Bower, 2017), these figures are influenced by the SOEs, their economic performance, as well as governance decisions and management shortcomings (see Section 4.1). Low investment and poor services is reflected in the dismal assessment by consumers of the markets for electricity and gas services. ( 43 ) Steps were taken to reform the nuclear sector. The operating licence for the fifth unit of the country’s only nuclear power plant was extended until 2027. Together with the planned licence extension for the sixth snit (expected in 2018), this will provide a reliable and competitive baseload power source. Building has also started on a national repository for low- and intermediate-level radioactive waste, in line with commitments when joining the EU ( 44 ). The repository is an essential element of the broader strategy for securing the stable operation of nuclear energy in Bulgaria. The security of supply of the gas system has been improved. Measures were adopted to improve the resilience of the system and mitigate supply risks related to reliance on a single supplier and a single route. They include reinforcement of ( 43 ) The electricity market is assessed the least favourably in the EU28 by consumers. The assessment of the gas market is slightly more favourably but still one of the worse in the EU28 and, unlike the electricity market, with no improvement since 2015 (European Commission (2018c). ( 44 ) In July 2016, Radioactive Waste, the SOE responsible for the decommissioning of reactors 1-4 at the Kozloduy nuclear power plant and the national radioactive waste disposal facility signed a contract for the facility's construction. The first stage of construction is being funded with a €71.8 million grant from the Kozloduy International Decommissioning Support Fund, which is administered by the European Bank for Reconstruction and Development. ",
        "4.5. Sectoral policies 49 the internal grid and storage capacity, introduction of a new entry-exit tariff model, and despite delays, progress on the gas interconnector Greece- Bulgaria. However, there are bigger delays in the preparatory work for building gas interconnectors with Turkey, Serbia and the Former Yugoslav Republic of Macedonia. Security of supply of electricity is also expected to be reinforced. In September 2017, Central and South Eastern Europe Connectivity members ( 45 ) agreed to expand the regional energy cooperation for the gas electricity market, energy efficiency and renewable energy development. Priority electricity projects will include boosting the transmission capacity between Bulgaria, Romania and Greece. In parallel, the Bulgarian and the Romanian system operators signed an agreement on mutual assistance in the event of emergency requests for the supply of electricity. These measures would strengthen the supply of electricity in Bulgaria and would enable domestic companies to participate more effectively in the regional electricity market. Reliable reference prices for wholesale trading in electricity and gas are still not available. The availability of reference prices is a pre-condition for participating in the regional energy market. In electricity, despite recent positive steps ( 46 ), the liquidity of the day-ahead segment of the Independent Bulgarian Energy Exchange remains low, raising questions about price discovery standards. Measures (S&P Global Platts, 2017) taken during the cold period in January 2017 also undermined the confidence of market operators in the functioning of the wholesale market. Important segments have yet to be put in place, such as the ( 45 ) The members are Austria, Bulgaria, Croatia, Greece, Hungary, Italy, Romania, Slovakia, Slovenia and the EU. ( 46 ) The Bulgarian Energy Holding (BEH) has sold its stake in the Independent Bulgarian Energy Exchange (IBEX) to the Bulgarian Stock Exchange. This operation resolved the outstanding issues related to possible conflict of interest with other BEH companies. IBEX also set up an electronic trading platform for a centralised market for bilateral contracts, allowing the emergence of continuous trading benchmarks in the Bulgarian power market. Steps were also made in preparation of the intra-day market and the future market coupling with neighbouring areas. intraday market. In gas, the work on setting a reliable benchmark is less advanced ( 47 ). The overall functioning of the motor fuel market presents another challenge. A recent investigation by the Commission for Protection of Competition found no evidence of price-fixing or of abuse of dominant market position. Nonetheless, public authorities and a large variety of stakeholders along the value chain continue to voice serious concerns about how the market works. These concerns relate to the lack of transparency, low fuel quality, access to tax warehouses and unregulated trades at selling points not connected to customs and the National Revenue Agency. The potential impact of unregulated trades on tax and excise collection has been estimated in the range of several percentage points of GDP ( 48 ). 4.5.3. CLIMATE ACTION Work has started on an integrated national energy and climate plan for 2021-2030 . The new government set up an inter-ministerial working group in 2017 to draft the plan. It will involve government and non-government stakeholders and will identify sensitive areas which will require additional expertise. The economy remains one of the most carbon- and energy-intensive in the EU. Despite substantial drops since 1990 (60 % in carbon intensity and 39 % in energy-intensity), Bulgaria still emits 4.3 more carbon than the EU average and consumes 3 times more energy per unit of GDP (European Commission, 2017i). Progress seems to have stalled since 2005. Targeted measures, including objective and transparent assessment criteria, could maximise the impact on energy saving, carbon emissions and effectiveness of invested public resources and unlock a huge energy saving potential in the transport and residential sectors. ( 47 ) In October 2017, Bulgartransgaz, the transmission system operator, opened a EUR 1.8 million tender for a detailed feasibility study on the proposed Balkan gas hub project ( 48 ) A 2015 analysis by the Ministry of Finance suggests that taxes were not payed for roughly 30 % of the gas oil consumed, (Ministry of Finance, 2015). ",
        "4.5. Sectoral policies 50 Air quality continues to give cause for serious concern. Bulgaria remains among the Member States with the most pollution-related deaths (EEA, 2017), number of years of life lost associated with air pollution, and urban population exposure to micro-particles (see Graph 4.5.2). The health-related external costs from air pollution are estimated to be above EUR 3 billion per year, including direct economic costs related to 2 million workdays lost each year due to sickness linked to air pollution, the costs for employers, the healthcare system and those resulting from crop losses ) European Commission, 2017e). Graph 4.5.2: Air quality — PM10 concentrations in relation to the daily limit value in 2015 in the EU28 For each Member State, based on the percentile of daily mean concentration values corresponding to the 36th highest daily mean. For each country, the lowest, highest and median 90.4 percentile values (in µg/m³) at the stations are given. The rectangles mark the 25th and 75th percentiles. At 25 % of the stations, levels are below the lower percentile; at 25 % of the stations, concentrations are above the upper percentile. The daily limit value set by EU legislation is marked by the red line. Source: European Environment Agency 4.5.4. TRANSPORT Transport is a fundamental sector of and for the Bulgarian economy. The transport and storage sector accounts for more than 6 % of the gross value added and for almost 7 % of employment (Eurostat, 2015, 2016). Transport represents a sizeable share of firms’ costs and of household expenditure, accounting for more than 15 % of the latter’s final consumption. Thus an improved infrastructure and the provision of more efficient transport services could create tangible benefits for the public and businesses. Progress with railway reform has been slow. The profitability of the railway operator BDZ, net of one-off effects, has been negative since 2002. Its debt-to-assets ratio stood at 94 % in 2016 (Ministry of Finance, 2017a). Efforts to restructure BDZ started with reform of its governance in 2010, including the disposal of a non-core, loss- making business, but progress has been marginal. The government intends to use the proceeds (estimated by the authorities at BGN 0.4 billion, EUR 0.2 billion) from retendering the 35-year concession for Sofia airport to restructure BDZ. The privatization of the freight services company has failed despite the intentions of several governments. Various other factors hinder the effectiveness and performance of the railway sector. These include limited own revenue, weak management and insufficient resources of the rail regulatory body, an inefficient network with poor infrastructure, maintenance and lack of improvements, old safety and signalling systems, deficiency of lines and slots for freight carriers, and bad condition of the vehicles. While the market for rail freight is fully open to competition ( 49 ), the passenger market has been suffering from a lack of effective competition . The share of railways in passenger transport is low (2.2 %, against an EU average of 7.6 % in 2015) and the number of rail passengers is declining ( 50 ). Increased use of competitive tendering for public service contracts would encourage the much- needed entry of new private operators. Train services continue to be perceived as one of the poorest performing sectors (European Commission, 2017b) and consumer satisfaction with the rail transport is the lowest in the EU. The road safety records call for immediate and effective measures. The number of road fatalities per capita is the highest in Europe and is still increasing (European Commission, 2016b). In 2016, there were 99 deaths per million inhabitants, twice the EU average. 60 % of all fatalities come from car accidents. The very old vehicle fleet, the ( 49 ) Bulgaria is among the top three Member States with the highest market share in rail freight. The state-owned railway operator share is less than 50%. ( 50 ) The number of passengers fell by more than 15 %, after the cancelation of a large number of passenger services. 0 50 100 150 E E F I I E U K S E H R L U N L F R D E A T E S P T D K B E L V L T C Z M T R O S K H U I T S L C Y G R P L B G µg/m³ ",
        "4.5. Sectoral policies 51 under-developed road network, the non-respect for road rules and drivers without proper qualification all contribute to the high road fatality rates. The quality of roads adds to this. Bulgaria ranks 24 th in the EU for road quality (World Economic Forum, 2017). Improvements are expected from the on- going construction of a modern motorway network connecting the larger cities. ",
        "52 Commitments Summary assessment ( 51 ) 2017 country-specific recommendations (CSRs)  CSR 1: Further improve tax collection and tax compliance, including through a comprehensive set of measures beyond 2017. Step up enforcement of measures to reduce the extent of the informal economy, in particular undeclared work.  Further improve tax collection and tax compliance, including through a comprehensive set of measures beyond 2017.  Step up enforcement of measures to reduce the extent of the informal economy, in particular Bulgaria has made some progress in addressing CSR1 (this overall assessment of CSR 1 does not include an assessment of compliance with the Stability and Growth Pact). The assessment of compliance with the Stability and Growth Pact will be made in spring when final data for 2018 will be available.  Some progress in further improving tax collection and tax compliance. Implementation of the tax compliance strategy made somewhat more progress, and controls and measures to collect tax debt were intensified. Until the end of 2017, more than 60 % of the measures included in the Strategy were launched, but only few of them were completed. The authorities have extended the strategy up to December 2018.  Some progress in stepping up enforcement of measures to reduce the extent of the informal economy. Several measures were ( 51 ) The following categories are used to assess progress in implementing the 2017 country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations, to be interpreted on a case-by-case basis taking into account country-specific conditions. They include the following:  no legal, administrative, or budgetary measures have been announced in the national reform programme, in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission, publicly (e.g. in a press statement or on the government's website);  no non-legislative acts have been presented by the governing or legislative body;  the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has:  announced certain measures but these address the CSR only to a limited extent; and/or  presented legislative acts in the governing or legislative body but these have not been adopted yet and substantial further, non-legislative work is needed before the CSR is implemented;  presented non-legislative acts, but has not followed these up with the implementation needed to address the CSR. Some progress: The Member State has adopted measures:  that partly address the CSR; and/or  that address the CSR, but a fair amount of work is still needed to address the CSR fully as only a few of the measures have been implemented. For instance, a measure or measures have been adopted by the national Parliament or by ministerial decision, but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way towards addressing the CSR and most of them have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A OVERVIEW TABLE ",
        "A. Overview Table 53 undeclared work. taken to reduce undeclared work. Companies engaged in undeclared work will not be allowed to participate in public procurements, following the recent legal amendments. In spite of the reduction of undeclared work in certain sectors (in agriculture with the introduction of one day contracts), the share of undeclared work continues to be high and continues to distort the labour market and impede fair working conditions. Joint inspections between fiscal and labour authorities have been organised, promising future improvements in efficiency and scope.  .  CSR 2: Take follow-up measures on the financial sector reviews, in particular concerning reinsurance contracts, group-level oversight, hard- to-value assets and related-party exposures. Improve banking and non-banking supervision through the implementation of comprehensive action plans, in close cooperation with European bodies. Facilitate the reduction of still high corporate non-performing loans, by drawing on a comprehensive set of tools, including by accelerating the reform of the insolvency framework and by promoting a functioning secondary market for non- performing loans.  Take follow-up measures on the financial sector reviews, in particular concerning reinsurance contracts, group-level oversight, hard-to-value assets and related-party exposures.  Improve banking and non-banking supervision through the implementation of comprehensive action plans, in close cooperation with European bodies. Bulgaria has made some progress in addressing CSR2.  Some progress in taking follow-up measures on the financial sector reviews. The capital buffers of two banks were strengthened in line with the findings of the asset quality review. With the help of external advisers work is ongoing to strengthen their robustness. The larger of the two banks has tried to raise fresh capital including by attracting new core investors, but it has been unsuccessful by end-2017. In non-banking, the supervisor took some follow-up measures, including issuing recommendations to companies with capital needs and to those with shortcomings in governance.  Some progress in improving banking and non-banking supervision. Progress has been made in some areas to strengthen bank supervision, but less so in others. The BNB amended several pieces of legislation with a view to strengthening its decision-making ",
        "A. Overview Table 54  Facilitate the reduction of still high corporate non- performing loans, by drawing on a comprehensive set of tools, including by accelerating the reform of the insolvency framework and by promoting a functioning secondary market for non- performing loans. framework and improving the supervisory process. It also took steps to improve the supervision of risk from related-party exposures, adopted by Parliament. Legislative changes were adopted to strengthen the financial independence of the FSC, its governance structure and the judicial framework. The FSC adopted an action plan aimed at addressing the most pressing issues identified by an independent assessment.  Some progress in facilitating the reduction of still high corporate non-performing loans. The reduction in NPLs accelerated, but limited progress was made in promoting a functioning secondary market for NPLs. IMF and anecdotal evidence suggest that one reason could be the inconsistent valuation of collateral. The reform of the insolvency framework slowly continues.  CSR 3: Improve the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups. Increase the provision of quality mainstream education, in particular for Roma. Increase health insurance coverage, reduce out-of- pocket payments and address shortages of healthcare professionals. In consultation with social partners, establish a transparent mechanism for setting the minimum wage. Improve the coverage and adequacy of the minimum income.  Improve the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups. Bulgaria has made limited progress addressing CSR3. Some progress in improving the targeting of active labour market policies and the integration between employment and social services for disadvantaged groups. While the network of centres has been expanded and new services are being introduced (family case managers, mobile services), the integration of employment and social services still lacks important components. The municipalities, the main social service providers, are not included in the integrated approach, and considerable investment is required to expand the network of centres and harmonize administrative processes, including data collection and sharing. Measures have been taken for targeting long-term unemployed and young people, but Youth Guarantee coverage ",
        "A. Overview Table 55  Increase the provision of quality mainstream education, in particular for Roma.  Increase health insurance coverage, reduce out-of- pocket payments and address shortages of healthcare professionals. remains low, especially for the inactive NEET group. The NEET rate and inactivity among the NEET group remain very high. Job integration agreement for the long-term unemployed was introduced with the amendment of the Employment Promotion Act in October 2017.  Limited progress in increasing the provision of quality mainstream education, in particular for Roma. While Bulgaria started implementing measures for inclusive education reform and for Roma inclusion, these are not enough to address the magnitude of the challenges and results have yet to be seen. Measures include language courses, working with parents and curricular training for those whose mother tongue is not Bulgarian. The multidisciplinary teams to tackle out-of-school children are a step in the right direction, but educational measures to keep students in school and integrated social measures targeting the family are still limited. The impact of the united schools and of the new school structure (lower secondary education ending at grade 7 instead of 8) on early school leaving have to be seen. Enforcing the ban on segregated classes remains a challenge. Remuneration levels were increased and system of financing of pre-school and school institutions re-designed. Despite these measures, the concentration of disadvantaged students into low-performing schools, including de facto segregated schools and Roma classes, are major barriers in providing quality mainstream education in Bulgaria.  Limited progress in increasing health insurance coverage, reducing out-of-pocket payments and addressing shortages of healthcare professionals. Despite numerous requests, the Bulgarian authorities did not provide information on the number of inhabitants without health insurance and thus with limited access to health care services. The results of implementing new rules of pharmaceutical pricing are not ",
        "A. Overview Table 56  In consultation with social partners, establish a transparent mechanism for setting the minimum wage.  Improve the coverage and adequacy of the minimum income. known. The higher 2018 budget for the National Health Insurance Fund is meant to lower out-of-pocket payments. In recent years the number of medical students increased and number of professionals leaving the country dropped. General practitioners are offered better salaries for working in remote areas but the results of this measure are not known. The number of places available for nursing studies was raised but not all of them were taken since nursing is seen as an unattractive profession in Bulgaria. Overall the authorities report more on their plans than in the results of action taken.  Limited progress in establishing a transparent mechanism for setting the minimum wage. The government has tabled proposals for a minimum wage setting mechanism to address this shortcoming; however, there is no agreement between the social partners on this issue. There is an agreement, on basing the future mechanism on the ILO convention 131, which is expected to be ratified by Parliament in 2018. In its budget forecast, the government included increases of minimum wage until 2020.  Some progress in improving the coverage and adequacy of the minimum income. After being frozen for 9 years, the guaranteed minimum income (GMI), which determines the level of social benefits, is seeing an increase in 2018 of BGN 10 (to BGN 75 or EUR 38), but its adequacy remains among the lowest in the EU. An objective mechanism for regular benefit updates is lacking. The minimum income remains too low to have an impact on the number of people living in poverty or on income inequality. Moreover, take-up is limited.  CSR 4: Ensure efficient implementation of the 2014-2020 National Public Procurement Strategy. Bulgaria has made some progress addressing CSR 4.  Some progress in ensuring efficient implementation of the 2014-2020 National Public Procurement Strategy. Most of the measures in the strategy have been put in place. Some still need further work, for ",
        "A. Overview Table 57 example e-procurement platforms are still to be introduced. Attention is also needed to ensure the correct functioning of the Central Purchasing Bodies for the health sector and for the municipalities. Efficient implementation of the National Public Procurement Strategy entails not only adopting the relevant measures but applying them and assessing their impact. Europe 2020 (national targets and progress) Employment rate target: 76 % 67.7 % in 2016. Early school leaving target: 11 % 13.8 % in 2016. Tertiary education target: 36 % 33.8 % in 2016. At risk of poverty target in numbers of persons: Decrease by 260 000 (baseline 2008: 1 632 000) 1 639 000 in 2016. Greenhouse gas (GHG) emissions target: +20 % in 2020 compared to 2005 (in non-ETS sectors) Non-ETS interim target for 2016: +25.4% According to the latest national projections submitted to the Commission and taking into account existing measures, Bulgaria is expected to achieve its target. In 2020 Bulgaria’s non-ETS emissions are expected to be 1.7 % less than in 2005, which is an overachievement of the 2020 target by a margin of 21.7 percentage points. The increase in non-ETS greenhouse gas emissions between 2005 and 2016 was +12.8%, which is an overachievement of the 2016 interim target by 12.6 percentage points. 2020 Renewable energy share target: 16 % in Gross Final Energy Consumption Bulgaria is on track. The 2015 level of renewable energy was 18.2%. The upward trend is back, after a fall to 18% in 2014, from 19% in 2013. That fall was attributed to legal ",
        "A. Overview Table 58 uncertainty created by a change in legislation. The 2015 RES share of 18.2% is well above the 2020 target of 16% of gross final energy consumption ( 52 ). The RES share of transport increased by almost by 0.8 pp. from 2014, to 6.5% in 2015. This is in line with the average growth rate required by Bulgaria to achieve the binding 10 % RES target in transport. Energy efficiency indicative national target : 16.9 Mtoe in primary energy consumption (PEC) 8.6 Mtoe in final energy consumption (FEC) Indicative national target not yet achieved. In 2016 PEC stood at 17.6 Mtoe, down from 17.9 Mtoe in 2015. In 2016 FEC stood at 9.66 Mtoe, up from 9.5 Mtoe in 2015. R&D target: 1.5 % of GDP 0.78 % (2016) No progress towards the target: R&D intensity decreased from 0.96 % of GDP in 2015 to 0.78 % in 2016, and is one of the lowest in the EU. Business R&D activities were just 0.57% of GDP in 2016, despite a substantial improvement over a decade ago (0.13% of GDP in 2007). Large companies account for more than 2/3 of this spending with intra-group funding being their main sources of investment. In 2016 R&D intensity in Bulgaria was composed of 0.21 % public R&D intensity, 0.57% business R&D intensity. ( 52 ) Renewable energy shares for 2015 are approximations and not official data, reflecting the available data (4.10.2016). See the Öko-Institut Report: Study on technical assistance in realisation of the 2016 report on renewable energy, http://ec.europa.eu/energy/en/studies ",
        "59 Table B.1: The MIP scoreboard for Bulgaria (AMR 2018) (1), (2), (3) Flags:b:Break in series. p:Provisional. (1) ) This table provides data as published under the Alert Mechanism Report 2018, which reports data as of 24 Oct 2017. Please note that figures reported in this table may therefore differ from more recent data elsewhere in this document. (2) Unemployment rate: i = Eurostat back-calculation to include 2011 Population Census results. (3) Figures highlighted are those falling outside the threshold established in the European Commission's Alert Mechanism Report. Source: European Commission, Eurostat and Directorate General for Economic and Financial Affairs (for Real Effective Exchange Rate), and International Monetary Fund data, WEO (for world exports series) Thresholds 2011 2012 2013 2014 2015 2016 Current account balance, % of GDP 3 year average -4%/6% -3.2 -0.7 0.3 0.2 0.4 1.8 Net international investment position % of GDP -35% -82.8 -77.9 -73.3 -75.2 -61.2 -47.0 Real effective exchange rate - 42 trading partners, HICP deflator 3 year % change ±5% (EA) ±11% (Non-EA) 1.9 -4.0 -0.9 -2.8 -4.2 -4.7 Export market share - % of world exports 5 year % change -6% 11.3 -0.6 0.3 5.9 12.2 8.2 Nominal unit labour cost index (2010=100) 3 year % change 9% (EA) 12% (Non-EA) 17.7 12.2p 15.6p 18.0p 14.9p 9.5p House price index (2015=100), deflated 1 year % change 6% -8.7p -5.3p 0.4p 1.5p 1.6bp 7.1p Private sector credit flow, consolidated % of GDP 14% 1.4 3.0 7.2 -1.1 -0.3 4.0 Private sector debt, consolidated % of GDP 133% 124.2 125.0 131.9 123.6 110.5 104.9 General government gross debt % of GDP 60% 15.2 16.7 17.0 27.0 26.0 29.0 Unemployment rate 3 year average 10% 9.5i 11.3i 12.2 12.2 11.2 9.4 Total financial sector liabilities, non- consolidated 1 year % change 16.5% 5.4 10.2 4.3 5.6 6.2 11.1 Activity rate - % of total population aged 15-64 3 year change in pp -0.2 pp -1.9b -0.1 1.7b 3.1b 2.2 0.3 Long-term unemployment rate - % of active population aged 15-74 3 year change in pp 0.5 pp 3.4b 3.8 2.7 0.6 -1.2 -2.9 Youth unemployment rate - % of active population aged 15-24 3 year change in pp 2 pp 13.1 13.0 6.5 -1.2 -6.5 -11.2 E x t e r n a l i m b a l a n c e s a n d c o m p e t i t i v e n e s s I n t e r n a l i m b a l a n c e s E m p l o y m e n t i n d i c a t o r s ANNEX B MACROECONOMIC IMBALANCE PROCEDURE SCOREBOARD ",
        "60 Table C.1: Financial market indicators (1) Latest data Q3 2017. Includes not only banks but all monetary financial institutions excluding central banks. (2) Latest data Q2 2017. (3) As per ECB definition of gross non-performing debt instruments (4) Quarterly values are not annualised * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2012 2013 2014 2015 2016 2017 Total assets of the banking sector (% of GDP) (1) 108.2 112.9 110.8 107.3 105.7 104.1 Share of assets of the five largest banks (% of total assets) 50.4 49.9 55.0 57.6 58.0 - Foreign ownership of banking system (% of total assets) (2) 73.6 71.5 76.1 76.3 76.5 76.1 Financial soundness indicators: 2) - non-performing loans (% of total loans) (3) 19.8 18.6 14.4 13.0 11.2 10.6 - capital adequacy ratio (%) 16.6 17.0 21.5 21.6 21.5 22.2 - return on equity (%) (4) 4.7 4.4 7.2 8.0 11.3 5.9 Bank loans to the private sector (year-on-year % change) (1) 3.5 1.1 2.2 -0.2 3.4 7.1 Lending for house purchase (year-on-year % change) (1) 1.0 -0.8 -1.7 -0.5 2.7 6.8 Loan to deposit ratio (1) 102.4 94.1 86.0 77.5 73.6 73.7 Central Bank liquidity as % of liabilities 0.0 0.0 0.0 0.0 0.0 0.0 Private debt (% of GDP) 125.0 131.9 123.6 110.5 104.9 - Gross external debt (% of GDP) (2) - public 8.3 8.1 14.1 12.3 14.1 12.7 - private 66.1 65.9 65.4 54.0 48.0 45.1 Long-term interest rate spread versus Bund (basis points)* 300.3 190.3 218.4 199.6 218.2 133.6 Credit default swap spreads for sovereign securities (5-year)* 227.7 102.1 119.4 153.8 139.0 102.7 ANNEX C STANDARD TABLES ",
        "C. Standard Tables 61 Table C.2: Headline Social Scoreboard indicators † The Social Scoreboard includes 14 headline indicators, of which 12 are currently used to compare Member States performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to technical concerns by Member States. Possible alternatives will be discussed in the relevant Committees. (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). (2) Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within two weeks. (3) Gross disposable household income is defined in unadjusted terms, according to the draft Joint Employment Report 2018. (4) Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). (5) Average of first three quarters of 2017 for the employment rate and gender employment gap.. Source : Eurostat 2012 2013 2014 2015 2016 2017 5 Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 12.5 12.5 12.9 13.4 13.8 : Gender employment gap (pps) 5.6 5.7 6.1 6.6 7.3 7.7 Income inequality, measured as quintile share ratio (S80/S20) 6.1 6.6 6.8 7.1 7.9 : At-risk-of-poverty or social exclusion rate 1 (AROPE) 49.3 48.0 40.1 41.3 40.4 : Young people neither in employment nor in education and training (% of population aged 15-24) 21.5 21.6 20.2 19.3 18.2 : Dynamic labour markets and fair working conditions † Employment rate (20-64 years) 63.0 63.5 65.1 67.1 67.7 71.1 Unemployment rate 2 (15-74 years) 12.3 13.0 11.4 9.2 7.6 6.3 Gross disposable income of households in real terms per capita 3 (Index 2008=100) : : 108.5 118.1 131.3 : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction 4 18.1 21.3 20.1 22.5 17.9 : Children aged less than 3 years in formal childcare 8.0 11.0 11.2 8.9 12.5 : Self-reported unmet need for medical care 8.3 8.9 5.6 4.7 2.8 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : : : 31.0 26.0 29.0 ",
        "C. Standard Tables 62 Table C.3: Labour market and education indicators * Non-scoreboard indicator (1) Long-term unemployed are people who have been unemployed for at least 12 months. (2) Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of gender inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are included. (3) PISA (OECD) results for low achievement in mathematics for 15 year-olds. (4) Impact of socio-economic and cultural status on PISA (OECD) scores. Values for 2012 and 2015 refer respectively to mathematics and science. (5) Average of first three quarters of 2017, unless for the youth unemployment rate (annual figure). Source : Eurostat, OECD Labour market indicators 2012 2013 2014 2015 2016 2017 5 Activity rate (15-64) 67.1 68.4 69.0 69.3 68.7 : Employment in current job by duration From 0 to 11 months 11.2 11.5 10.6 9.9 9.6 : From 12 to 23 months 7.5 7.8 8.2 7.2 7.2 : From 24 to 59 months 20.2 19.4 19.3 17.9 18.2 : 60 months or over 61.0 61.1 61.9 65.0 65.0 : Employment growth* (% change from previous year) -2.5 -0.4 0.4 0.4 0.5 1.0 Employment rate of women (% of female population aged 20-64) 60.2 60.7 62.0 63.8 64.0 67.2 Employment rate of men (% of male population aged 20-64) 65.8 66.4 68.1 70.4 71.3 74.9 Employment rate of older workers* (% of population aged 55-64) 45.7 47.4 50.0 53.0 54.5 58.0 Part-time employment* (% of total employment, aged 15-64) 2.2 2.5 2.5 2.2 2.0 2.2 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 4.4 5.6 5.3 4.4 4.1 4.6 Transition rate from temporary to permanent employment (3-year average) 38.7 34.7 31.5 28.9 : : Long-term unemployment rate 1 (% of labour force) 6.8 7.4 6.9 5.6 4.5 3.5 Youth unemployment rate (% active population aged 15-24) 28.1 28.4 23.8 21.6 17.2 13.5 Gender gap in part-time employment 0.5 1.0 0.6 0.6 0.4 0.4 Gender pay gap 2 (in undadjusted form) 15.1 14.1 14.2 15.4 : : Education and training indicators 2012 2013 2014 2015 2016 2017 Adult participation in learning (% of people aged 25-64 participating in education and training) 1.7 2.0 2.1 2.0 2.2 : Underachievement in education 3 43.8 : : 42.1 : : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 26.9 29.4 30.9 32.1 33.8 : Variation in performance explained by students' socio-economic status 4 22.3 : : 16.4 : : ",
        "C. Standard Tables 63 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator (1) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (2) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (3) Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. (6) Fixed broadband take up (33%), mobile broadband take up (22%), speed (33%) and affordability (11%), from the Digital Scoreboard. Source: Eurostat, OECD 2012 2013 2014 2015 2016 2017 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 4.2 4.4 5.0 4.6 : : Disability 1.3 1.4 1.4 1.3 : : Old age and survivors 8.0 8.6 8.9 8.7 : : Family/children 1.7 1.8 1.9 1.9 : : Unemployment 0.6 0.5 0.5 0.5 : : Housing 0.0 0.0 0.0 0.0 : : Social exclusion n.e.c. 0.3 0.3 0.3 0.3 : : Total 16.1 17.0 17.9 17.3 : : of which: means-tested benefits 0.7 0.7 0.8 0.7 : : General government expenditure by function (% of GDP, COFOG) Social protection 12.4 13.5 13.4 13.3 12.7 : Health 4.4 4.5 5.5 5.5 5.0 : Education 3.3 3.7 4.1 4.0 3.4 : Out-of-pocket expenditure on healthcare (% of total health expenditure) : 47.2 45.8 47.7 : : Children at risk of poverty or social exclusion (% of people aged 0-17)* 52.3 51.5 45.2 43.7 45.6 : At-risk-of-poverty rate 1 (% of total population) 21.2 21.0 21.8 22.0 22.9 : In-work at-risk-of-poverty rate (% of persons employed) 7.4 7.2 9.2 7.7 11.4 : Severe material deprivation rate 2 (% of total population) 44.1 43.0 33.1 34.2 31.9 : Severe housing deprivation rate 3 , by tenure status Owner, with mortgage or loan 13.6 6.5 11.8 16.0 14.2 : Tenant, rent at market price 12.6 13.9 18.1 16.9 14.1 : Proportion of people living in low work intensity households 4 (% of people aged 0-59) 12.5 13.0 12.1 11.6 11.9 : Poverty thresholds, expressed in national currency at constant prices* 2553 2549 2875 2941 2811 : Healthy life years (at the age of 65) Females 9.5 9.9 9.6 9.5 : : Males 8.7 8.7 8.7 8.7 : : Aggregate replacement ratio for pensions 5 (at the age of 65) 0.4 0.4 0.4 0.4 0.5 : Connectivity dimension of the Digital Economy and Society Inedex (DESI) 6 : : 36.5 44.0 48.2 52.3 GINI coefficient before taxes and transfers* 47.0 47.7 49.7 50.2 53.0 : GINI coefficient after taxes and transfers* 33.6 35.4 35.4 37.0 38.3 : ",
        "C. Standard Tables 64 Table C.5: Product market performance and policy indicators (1) The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. (2) Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received most of it, two if only received a limited part of it, three if refused or rejected and treated as missing values if the application is still pending or don't know. (3) Percentage population aged 15-64 having completed tertiary education. (4) Percentage population aged 20-24 having attained at least upper secondary education. (5) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm (6) Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance Indicators 2010 2011 2012 2013 2014 2015 2016 Labour productivity (real, per person employed, year-on-year % change) Labour productivity in Industry 5.51 7.61 3.06 4.95 0.69 2.28 4.94 Labour productivity in Construction 0.98 9.13 0.26 5.05 -2.43 0.35 -2.88 Labour productivity in Market Services 8.55 3.91 0.21 2.06 1.07 3.63 2.66 Unit labour costs (ULC) (whole economy, year-on-year % change) ULC in Industry 6.68 -2.42 2.58 1.53 6.15 0.66 4.24 ULC in Construction 4.02 -2.03 3.33 2.09 12.32 4.57 2.57 ULC in Market Services 0.79 4.75 9.94 2.51 5.67 3.33 4.87 Business Environment 2010 2011 2012 2013 2014 2015 2016 Time needed to enforce contracts (1) (days) 564.0 564.0 564.0 564.0 564.0 564.0 564.0 Time needed to start a business (1) (days) 25.0 25.0 25.0 25.0 25.0 25.0 23.0 Outcome of applications by SMEs for bank loans (2) na 0.59 na 0.86 0.97 0.54 0.49 Research and innovation 2010 2011 2012 2013 2014 2015 2016 R&D intensity 0.56 0.53 0.60 0.63 0.79 0.96 0.78 General government expenditure on education as % of GDP 3.60 3.40 3.30 3.70 4.10 4.00 3.40 Persons with tertiary education and/or employed in science and technology as % of total employment 28 28 29 31 32 33 33 Population having completed tertiary education (3) 20 20 21 22 24 24 24 Young people with upper secondary level education (4) 86 87 86 86 86 85 85 Trade balance of high technology products as % of GDP na na -3.50 na -2.56 -2.38 na Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) (5) , overall na na 1.57 OECD PMR5, retail na na 0.20 OECD PMR5, professional services na na na OECD PMR5, network industries (6) na na 2.45 ",
        "C. Standard Tables 65 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as % of total value added for the economy Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2010 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as % of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions (excl land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2010 EUR) Transport carbon intensity: GHG emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index covering natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European Commission and European Environment Agency Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes and GDP); Eurostat (all other indicators) Green growth performance 2011 2012 2013 2014 2015 2016 Macroeconomic Energy intensity kgoe / € 0.49 0.47 0.43 0.45 0.45 0.42 Carbon intensity kg / € 1.68 1.55 1.41 1.44 1.49 - Resource intensity (reciprocal of resource productivity) kg / € 3.44 3.32 3.18 3.47 3.72 3.43 Waste intensity kg / € - 4.14 - 4.51 - - Energy balance of trade % GDP -6.3 -6.9 -6.2 -5.6 -3.8 -2.4 Weighting of energy in HICP % 11.94 13.67 15.01 14.05 13.06 10.72 Difference between energy price change and inflation % -0.4 6.5 -2.9 -1.3 6.2 -0.7 Real unit of energy cost % of value added 35.2 37.3 35.8 36.4 - - Ratio of environmental taxes to labour taxes ratio 0.32 0.31 0.30 0.27 0.29 - Environmental taxes % GDP 2.7 2.7 2.8 2.7 2.9 2.8 Sectoral Industry energy intensity kgoe / € 0.38 0.36 0.35 0.35 0.35 0.32 Real unit energy cost for manufacturing industry excl. refining % of value added 61.0 57.8 65.4 65.8 - - Share of energy-intensive industries in the economy % GDP 11.62 11.79 12.16 11.69 12.77 13.50 Electricity prices for medium-sized industrial users € / kWh 0.07 0.07 0.08 0.08 0.07 0.09 Gas prices for medium-sized industrial users € / kWh 0.03 0.04 0.04 0.03 0.03 0.02 Public R&D for energy % GDP 0.00 0.00 0.00 0.00 0.00 0.00 Public R&D for environmental protection % GDP 0.01 0.01 0.00 0.00 0.00 0.00 Municipal waste recycling rate % 26.2 25.0 28.5 23.1 29.4 31.8 Share of GHG emissions covered by ETS* % 63.8 60.7 59.5 60.0 60.8 57.2 Transport energy intensity kgoe / € 1.51 1.68 1.44 1.49 1.50 1.51 Transport carbon intensity kg / € 4.20 4.61 3.85 4.07 4.14 - Security of energy supply Energy import dependency % 36.0 36.1 37.7 34.5 35.4 37.2 Aggregated supplier concentration index HHI 71.9 77.2 65.5 58.8 68.3 - Diversification of energy mix HHI 0.29 0.27 0.25 0.26 0.26 0.24 ",
        "66 Amalipe (2017), How free is pre-school education? http://amalipe.com/index.php?nav=news&id=3105&lang=2 Arpaia and Kiss (2015), Benchmarks for the assessment of wage developments: Spring 2015 . Analytical Web Note 2/2015. DG Employment and Social Affairs, European Commission. Bertelsmann Stiftung (2017), Sustainable Governance Indicators 2017 : http://www.sgi- network.org/2017/ BIA, Bulgarian Industrial Association (2017), Dynamics of the shadow economy (in Bulgarian) , https://www.bia-bg.com/analyses/view/23485/ BNB, Bulgarian National Bank (2016), Report on the AQR and Stress Test of the Bulgarian Banking System http://www.bnb.bg/bnbweb/groups/public/documents/bnb_download/bs_aqr_results_a1_en.pdf BNB, Bulgarian National Bank (2017), Foreign Direct Investment in Bulgaria (data), http://www.bnb.bg/Statistics/StExternalSector/StDirectInvestments/StDIBulgaria/index.htm . BNB, Bulgarian National Bank (2017a), Financial Supervision Reports Data (2017) , http://www.bnb.bg/BankSupervision/BSCreditInstitution/BSCIFinansReports/BSCIFRBankingSystem/B S_201709_EN . Bower (2017) State-owned enterprises in Emerging Europe: the good, the bad and the ugly, IMF Working Paper, WP/17/221. Bulgarian Commission for Protection against Discrimination (2017), National sociological study on identification of the groups at high risk of discrimination , (in Bulgarian) CASE (2017), Study and Reports on the VAT Gap in the EU-28 Member States: 2017 Final Report, TAXUD/2015/CC/131, https://ec.europa.eu/taxation_customs/sites/taxation/files/study_and_reports_on_the_vat_gap_2017.pdf Cepparulo, Mourre and Schmitt-Nilson (2018), How and how much: public spending through the lens, (forthcoming). ECB, European Central Bank (2017), Survey on the access to finance of enterprises (SAFE) : https://www.ecb.europa.eu/stats/ecb_surveys/safe/html/index.en.html ECB, European Central Bank (2017a), Guidance to banks on non-performing loans: https://www.bankingsupervision.europa.eu/ecb/pub/pdf/guidance_on_npl.en.pdf. ECS, European Company Survey (2013): https://www.eurofound.europa.eu/data/european-company- survey EEA, European Environment Agency (2017), Air quality in Europe – 2017 report : https://www.eea.europa.eu/highlights/improving-air-quality-in-european. EIB, European Investment Bank (2017), Investment survey, http://www.eib.org/attachments/efs/eibis_2017_bulgaria_en.pdf ESPN, European Social Policy Network (2017), ESPN Thematic report on access to social protection of people working as self-employed or on non-standard contracts, Bulgaria: REFERENCES ",
        "References 67 http://ec.europa.eu/social/keyDocuments.jsp?pager.offset=0&langId=en&mode=advancedSubmit&year= 0&country=0&type=0&advSearchKey=ESPNsensw. Eurofound (2017), Sixth European Working Conditions Survey – Overview report: https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef1634en.pdf European Commission (2015), Peer Review of the Bulgarian Research and Innovation system , Horizon 2020 Policy Support Facility: https://rio.jrc.ec.europa.eu/en/library/horizon-2020-policy-support-facility- peer-review-bulgarian-research-and-innovation-system. European Commission (2015b), Challenges to Member States' Investment Environments , SWD(2015) 400 final: https://ec.europa.eu/futurium/en/system/files/ged/32-_swd_- barriers_to_investment_in_ms.pdf European Commission (2016), Report on Public Finances in EMU 2016 , Institutional Papers 45: https://ec.europa.eu/info/publications/economy-finance/report-public-finances-emu-2016-0_en European Commission (2016a), Refining the methodology for NIIP benchmarks , LIME Working Group, November. European Commission (2016b), EU Transport Scoreboard 2016 : https://ec.europa.eu/transport/facts- fundings/news/2016-10-27-transport-scoreboard-2016-eu-work-strengthen-internal-market_en. European Commission (2016c), Broadband Coverage in Europe 2016 ; http://ec.europa.eu/newsroom/document.cfm?doc_id=47090 European Commission (2017), Country Report Bulgaria 2017 , SWD(2017) 68 final/3: https://ec.europa.eu/info/sites/info/files/2017-european-semester-country-report-bulgaria-en_3.pdf European Commission (2017a) European Digital Progress Report : https://ec.europa.eu/digital-single- market/en/news/europes-digital-progress-report-2017 European Commission (2017b), Report on progress in Bulgaria under the Co-operation and Verification Mechanism , COM (2017) 750 final: https://ec.europa.eu/info/sites/info/files/comm-2017- 750_en_0.pdf. European Commission (2017c), European Innovation Scoreboard 2017 , June: http://ec.europa.eu/growth/industry/innovation/facts-figures/scoreboards_en European Commission (2017d), Horizon 2020 PSF Specific Support to Bulgaria Expert Panel, conclusions : https://rio.jrc.ec.europa.eu/en/policy-support-facility/specific-support-bulgaria European Commission (2017e), The EU Environmental Implementation Review: Common challenges and how to combine efforts to deliver better results , COM(2017) 63 final: http://ec.europa.eu/environment/eir/pdf/comm_en.pdf European Commission (2017f), Special Eurobarometer 470 on Corruption: https://data.europa.eu/euodp/data/dataset/S2176_88_2_470_ENG European Commission (2017g), Standard Eurobarometer 88: http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/STAN DARD/surveyKy/2143 ",
        "References 68 European Commission (2017h), Empirical current account benchmarks: modelling the impact of demographic variables , LIME Working Group, 24 April 2017. European Commission (2017i), Energy Union Factsheet Bulgaria , SWD(2017) 386 final: https://ec.europa.eu/commission/sites/beta-political/files/energy-union-factsheet-bulgaria_en.pdf European Commission (2017j), Digital Scoreboard 2017: Strengthening the European Digital Economy and Society : https://ec.europa.eu/digital-single-market/digital-scoreboard European Commission (2017k), Labour Market and Wage Developments in Europe 2017 : https://publications.europa.eu/en/publication-detail/-/publication/2df2eaca-b3b0-11e7-837e- 01aa75ed71a1/language-en European Commission (2017l), 2018 European Semester: Alert Mechanism Report https://ec.europa.eu/info/sites/info/files/economy-finance/com-2017-771-en.pdf European Commission (2017m), Benchmarks for the assessment of private debt, Note for the Economic Policy Committee\", available upon request European Commission (2018a) EU Single Market Scoreboard 2017 , forthcoming, see: http://ec.europa.eu/internal_market/scoreboard and https://opentender.eu/ European Commission (2018b), 2018 EU Justice Scoreboard , forthcoming. European Commission (2018c), Consumer Markets Scoreboard , forthcoming Eurostat (2015), National Accounts , 2015 data for NACE H: \"Transport and Storage\". Eurostat (2016), Labour Force Survey , 2016 data for NACE H: \"Transport and Storage\". Eurostat (2017), Eurostat Community Survey on ICT usage in enterprises [isoc_es_eseln2] and in households and by individuals [isoc_ec_ibuy] , December. Eurostat (2017a), Baseline projections: demographic balances and indicators [proj_15ndbims], February Eurostat (2018), Gross capital formation by industry (up to NACE A*64) [nama_10_a64_p5] and GDP and main components (output, expenditure and income) [nama_10_gdp], January FRA, 2016 Second European Union Minorities and Discrimination Survey ,EU-MIDIS II: Roma – Selected findings : http://fra.europa.eu/en/publication/2016/eumidis-ii-roma-selected-findings GEM, Global Entrepreneurship Monitor (2017), GEM National report on entrepreneurship in Bulgaria 2016/17 : http://gemorg.bg/wp-content/uploads/2017/10/GEM-Annual-Report-ENG-2017-final- WEB.pdf. ILO, International Labour Organisation (2018), Informal Economy Workers : http://www.ilo.org/global/topics/wages/minimum-wages/beneficiaries/WCMS_436492/lang-- en/index.htm) . IMF, International Monetary Fund (2017), Bulgaria. Financial Sector Assessment Program. Technical Note – NPL reduction strategy : http://www.imf.org/en/Publications/CR/Issues/2017/07/11/Bulgaria- Financial-Sector-Assessment-Program-Technical-Note-NonPerforming-Loans-Reduction-45059 . ",
        "References 69 Industry Watch (2017), Analysis of economic effects of one-day labour contracts , (in Bulgarian): http://www.iwatchbulgaria.com/икономически-ефекти-от-еднодневните/ Manpower (2017), 2016/2017 : Talent shortage survey, http://www.manpowergroup.com/talent-shortage- 2016 McGowan, Andrews and Millot (2017), The Walking Dead? Zombie Firms and Productivity Performance in OECD Countries, Working papers n°1372, OECD. Ministry of Finance (2015) Analysis of changes in article 118 of the Law on VAT (in Bulgarian) Ministry of Finance (2017), Convergence Programme of the Republic of Bulgaria 2017-2020 : https://ec.europa.eu/info/sites/info/files/2017-european-semester-national-reform-programme-bulgaria- en.pdf Ministry of Finance (2017a), Interim Consolidated Report of the Main Economic Indicators of Holding BDZ EAD January -September 2017 : http://www.minfin.bg/bg/1217 National Statistical Institute (2013), Employment and Unemployment – Annual Data 2012 : http://www.nsi.bg/en/content/8985/публикация/employment-and-unemployment-annual-data-2012 National Statistical Institute (2017), Employment and Unemployment – Annual Data 2016 : http://www.nsi.bg/sites/default/files/files/publications/ZB_2016.pdf National Statistical Institute (2017a), Business Enterprise R&D expenditure (BERD) by size class – 2016 (preliminary data, October) http://www.nsi.bg/en/content/6759/business- enterprise-rd-expenditure-berd-size-class OECD (2015), OECD Guidelines on Corporate Governance of State-Owned Enterprises , 2015 Edition: http://www.oecd-ilibrary.org/governance/oecd-guidelines-on-corporate-governance-of-state-owned- enterprises-2015_9789264244160-en OECD/European Observatory on Health Systems and Policies (2017), Bulgaria: Country Health Profile 2017 , State of Health in the EU, OECD Publishing: http://dx.doi.org/10.1787/9789264283305-en. PWC (2017), Paying Taxes 2017, PWC: https://www.pwc.com/gx/en/paying-taxes/pdf/pwc-paying- taxes-2017.pdf. S&P Global Platts (2017), EU Electricity Markets in January and February 2017- Understanding the Impact of the Cold Spell and the Special Measures Introduced in Select Member States and Concerned Energy Community Contracting Parties, Report to DG ENERGY, December: https://ec.europa.eu/energy/sites/ener/files/documents/platts_report_final_version_rrr.pdf Schneider (2016), Estimating the Size of the Shadow Economies of Highly Developed Countries: Selected New Results , CESifo DICE Report 4/2016: http://www.cesifo- group.info/DocDL/dice-report-2016-4-schneider-december.pdf Vandenbussche (2014), Quality in Exports , Economic Papers, DG ECFIN. Williams and Horodnic (2017), Under-declaring work, falsely declaring work: under-declared employment in the European Union: https://works.bepress.com/colin_williams/80/ . ",
        "References 70 World Bank (2017), Doing Business 2018 : http://www.doingbusiness.org/reports/global-reports/doing- business-2018 World Bank (2018), Portraits of Labour Market Exclusion 2.0, Country Policy Paper for Bulgaria, forthcoming World Economic Forum (2017), The Global Competitiveness Report 2017-2018 : http://www3.weforum.org/docs/GCR2017- 2018/05FullReport/TheGlobalCompetitivenessReport2017%E2%80%932018.pdf. "
    ]
}