{
    "text": [
        "S T U D I E S EUR 23163 Changing European Gender Relations: Gender Equality Policy Concerning Employment and the Labour Market EU RESEARCH IN SOCIAL SCIENCES AND HUMANITIES Policy Review Series n°6 K I - N A - 23163 - E N - N imposition6:Layout 1 23/01/08 11:16 Page 1 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate L — Science, economy and society Unit L.2 — Research in the economic, social sciences and humanities – Prospective Contact: Giulia Amaducci European Commission Office SDME 7/35 B-1049 Brussels Tel. (32-2) 29-93809 Fax (32-2) 29-62137 E-mail: giulia.amaducci@ec.europa.eu ",
        "EUROPEAN COMMISSION EU RESEARCH IN SOCIAL SCIENCES AND HUMANITIES Policy Synthesis of EU Research Results Series n o 6: Changing European Gender Relations: Gender Equality Policy Concerning Employment and the Labour Market Author: Juliet Webster Work & Equality Research 22 Northchurch Terrace London N1 AEG, UK Tel & fax: +44 (0) 20 72 49 25 04 equality.research@debeauvoir.co.uk Directorate-General for Research 2007 Citizens and Governance in a Knowledge-based Society EUR 23163 EN ",
        "EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number: 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 978-92-79-07571-1 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER ",
        "3 Table of Contents Foreword …………………………………………………………………………………………….5 Executive Summary................................................................................................................... 7 1. The State of the Art ........................................................................................................ 7 2. The Scientific and Policy Insights from European Research Projects..................... 7 3. Future Research Needs ............................................................................................... 11 Chapter 1: Introduction ........................................................................................................... 13 1. Aim of the Policy Review Exercise ............................................................................. 13 2. Projects Reviewed........................................................................................................ 13 3. Method........................................................................................................................... 13 4. Structure of the Report ................................................................................................ 14 Chapter 2: Gender and Equal Opportunities: Concepts, Research and Policy Issues .... 15 1. The evolution of the policy domain ............................................................................ 15 2. Research on gender inequality in the labour market: the state of the art.............. 16 3. Issues of concern to policy makers............................................................................ 18 Chapter 3: Scientific and Policy Insights from European Research Projects.................... 21 1. Gender inequalities in labour market participation................................................... 22 2. Labour market segregation and the nature of “women’s work”.............................. 25 3. Flexible working, family-friendly work and work-life balance .................................. 30 4. Welfare and social exclusion ...................................................................................... 34 5. The formulation and implementation of gender equality policies ........................... 35 Chapter 4: Conclusions .......................................................................................................... 39 1. The research results and their significance for policy formulation......................... 39 2. Future research agendas............................................................................................. 44 References ............................................................................................................................... 49 Appendix .................................................................................................................................. 51 ",
        "4 ",
        "5 Foreword The policy review series aims at synthesizing results of research projects funded by the Community's socio-economic research programmes, and drawing their implications for policies in particular domain. It is part of an increasing effort to valorize the results of that research and increase its impact on policy. This review is addressed to policy makers and other stakeholders interested in gender and equal opportunities in relation to employment and labour market. The added value of these reports lies in the consolidation of results and in the identification of key research and policy issues that emerge in the setting of European collaborative, and usually comparative, research. Giulia Amaducci Science, Economy and Research Directorate-General for Research ",
        "6 ",
        "7 Executive Summary This report is part of a Gender Policy Review of socio-economic research conducted under the Fourth and Fifth EU RTD Framework Programmes. The review addresses the policy domain of gender and equal opportunities in relation to employment and labour market policies. Its purpose is to summarise the scientific findings of six research projects funded under the Framework Programme (specifically the Key Action on Socio-Economic Research), to highlight their policy implications and significance, and to identify their contribution to future policy formulation. This report synthesises the results of the policy review to date. 1. The State of the Art Existing research conducted prior to the projects under review shows that European labour markets remain heavily gender-segregated both vertically and horizontally. This means that women and men work in different areas of the labour market, segregated both in terms of the seniority and status of their jobs (vertical segregation) and in terms of the economic sectors they typically occupy (horizontal segregation). In particular, women are over- represented in low-paid and low-status jobs, and under-represented in high status jobs, including in the scientific and technical jobs central to the ‘Knowledge Economy’. Women are also over-represented in flexible and insecure employment. There is a continuing gender pay gap across the EU member states. Social protection and welfare systems still seem to be ‘gender-blind’ and to exacerbate the vulnerability of women to social exclusion. Currently, equality policy concerns focus on addressing gender inequalities in labour market participation rates, on improving women’s employability and overcoming their tendency to be clustered in the lower echelons of the labour market, on promoting flexible working as a method of enabling women to combine paid employment with domestic labour, and on redesigning social protection systems in ways which do not perpetuate women’s exclusion from rights and entitlements. 2. The Scientific and Policy Insights from European Research Projects The research findings fall into four clusters which mirror the concerns of policy makers: • gender inequalities in labour market participation; • labour market segregation and the nature of “women’s work”; ",
        "8 • flexible employment, family-friendly work and work-life balance; • welfare and social exclusion, • the formulation and implementation of gender equality policies Gender inequalities in labour market participation A strong link is found between women’s participation rates and the provision of care, suggesting that improvements in this provision, either by the state or by men, would have a marked impact on women’s ability to participate in paid employment. There is poor evidence for the effectiveness of parental leave policies, but within broader and locally appropriate policy packages these initiatives are found to be effective. It is argued that social policy should focus on the double project of improving women’s participation rates whilst also facilitating care arrangements. Conclusions arising from this cluster of research issues are that: (cid:190) Member states need to substantially increase their levels of affordable and available care if they are to have a decisive effect upon women’s entry into the labour market, and thus to meet the Lisbon targets. (cid:190) It is the combination of policies together in packages which are determined according to local circumstances which are most likely to be effective in raising women’s participation rates. The implication here is that such policy packages need to be developed and implemented at national, and possibly even lower, levels. Labour market segregation and “women’s work” Social policy tends to emphasise the importance of participation rates rather than the quality of jobs taken by women. Because of their continuing responsibility for caring, they remain clustered in low-grade positions with poor prospects for training, development and progression, and with consequently poor employability prospects within the ‘Knowledge Society’. However, part of the problem lies in the ‘invisibility’ rather than the non- existence of women’s skills, and this has important consequences for the framing of Employability policies. Vocational training provision seems to be declining in many sectors and member states, with further serious implications for women’s adaptability. All these issues are as central to the project of improving gender equality as the project of increasing their numerical labour market participation rates, and it is vital that social policy pays as close attention to the quality as to the level of women’s employment. Conclusions are that: (cid:190) Employment policies and social welfare policies need to be formulated in a complementary way, to mutually support the pursuit of gender equality, at both European and member state level. At European level, then, the future formulation of the Employment Guidelines will need to include provision for encouraging and evaluating men’s contribution to caring. (Childcare is already catered for and reported within the National Action Plans.) Within the European Commission, permanent and workable links between employment and welfare policy-makers may need to be established. ",
        "9 (cid:190) Policies to attract women returners to work need to be devised and implemented with great care and attention to the terms on which women return to the labour market, if these women are not to pay a long-lasting economic penalty for doing so. (cid:190) Considerable effort at both EU and member state level is needed to improve the recognition and accreditation of these skills and knowledges. Employability policy needs to evolve, as do national skills accreditation systems and also job evaluation schemes. (cid:190) Public authorities consequently need to be aware and ready to evaluate the likely consequences of this development and, if appropriate, be prepared to defend and reinstate vocational education and training (VET) systems which are under threat. (cid:190) Organisational practices for getting women into ‘good jobs’ are central to the project of improving their labour market position. Recruitment, training and development, progression, and lifelong learning practices are important elements in such policies and practices. They need to be carefully designed and consciously oriented to the needs and requirements of women. (cid:190) Trade unions have an extremely important role to play in improving workplace gender equality and one which they could do more to fulfil, mainly through educating and empowering local officials to handle equal opportunities issues. Flexible employment, family-friendly work and work-life balance Women are the prime bearers of care responsibilities, and consequently the prime participants in flexible employment arrangements. However, these arrangements are found to be double-edged for gender equality. While they promote women’s entry to the labour market, they are often associated with poor conditions of employment, prospects and protection arrangements. In organisations, they have been found to exclude employees from training and development provision, and from promotion opportunities. Flexible working needs to carry equivalent rights and protection to other forms of employment. Conclusions are that: (cid:190) There is a case for systematically evaluating the impact of different forms of flexibility on gender equality in the labour market, including those forms, such as family-friendly working, which are designed to improve women’s labour market position. Certainly, the evidence suggests that flexible employment policies should be pursued very carefully, and with attention to their possible unintended negative consequences. It implies that safeguards to pay and conditions, employment and social welfare rights have to be ensured when flexible working is introduced, if necessary through legislation. (cid:190) If women are not be permanently disadvantaged by it, and indeed if flexible working is to be widely taken up (including by men) on a voluntary basis, then EU-, national- and employer-level policy initiatives are needed to overcome its negative features, particularly low pay, poor employment rights and poor social protection linked to discontinuous employment. One recommendation is for the establishment of European-wide standards on good practice for which organisations could seek accreditation. ",
        "10 (cid:190) Social policy, particularly in deregulated member states, will need to pursue measures to improve employment security in order to encourage higher fertility rates and quality of life in general. Welfare and social exclusion Welfare policies remain predicated on ‘conventional’ employment arrangements – uninterrupted, full-time, labour market participation throughout life - and consequently disadvantage women whose working lives are frequently interrupted by childbearing and rearing, and caring for elderly relatives in later life. Even where welfare arrangements, such as unemployment benefits and pensions systems, have been redesigned to respond to individualised employment contracts, such as flexible working, they continue to miss the gender inequalities in such arrangements – that women are over-represented in part-time and precarious employment and in unpaid caring roles. Consequently, they still neglect women’s needs for welfare arrangements which do not penalise them for their interrupted employment and for their unpaid or low-paid work. Social policies could be used to compensate for long-standing gender inequality in the labour market through the provision of care, and packages of complementary policies are argued to be particularly effective. Social policies, particularly public service provision, could be more strongly oriented to the reconciliation of work, care and life. (cid:190) Welfare policies need to be formulated to take into account the gender dimensions of flexible working arrangements and especially the over-representation of women in employment which disadvantages them in welfare entitlements. (cid:190) Care work, even if unpaid, should be accorded social rights, such as pensions entitlements, in order to overcome the social exclusion of many women. This is a policy issue for attention at both European and member state level. (cid:190) Public services should be more closely geared to the reconciliation of work, care and other areas of life at the forefront. The formulation and implementation of gender equality policies There is a major problem arising from the ambiguity and shifting meanings of the concepts of ‘gender equality’ and ‘gender mainstreaming’, as they are articulated in national and EU-level policy. This lack of clarity results in piecemeal and unsystematic approaches which are not effective in tackling the fundamental causes of inequality. A lack of social vision and an apparent weakening in commitment to gender equality in its own right, rather than as an adjunct to labour market policy, compounds the ineffectiveness of equality policy. (cid:190) A much clearer and more coherent policy vision in relation to ‘gender equality’ is required, in which the structural causes of gender inequality are recognised and addressed. Given the limited potential of gender mainstreaming, there is a strong case for developing new policy approaches to produce ‘gender-sensitive’ and ‘woman-friendly’ ",
        "11 public policy, involving a wide range of stakeholders, particularly more women and women’s organisations. (cid:190) There is a need to improve policy ‘intersectionality’, that is, to acknowledge other forms of inequality in the framing of gender equality policies. (cid:190) A major reassessment of EU-level policy making on gender equality is implied, focussing particularly upon the treatment of gender equality as an element of labour market and economic policies, the weakening of the gender-mainstreaming idea and the emphasis on numerical targets as measures of successful implementation, the lack of sanctions for non- implementation of gender equality in both member states and Commission services, and the actual (as opposed to the official) level of support for gender mainstreaming within the European Commission. (cid:190) Men, and indeed the relations between the two sexes - at work and in the home - need to be much more strongly incorporated in gender equality policy formulation. This includes monitoring the effects of social and employment changes on men as well as women, and developing policies designed to encourage new male role models and greater equity in the performance of unpaid and caring labour. In general, gender equality policies need to be formulated in ways which challenge, rather than underlining, essentialist assumptions about women’s and men’s roles in the labour market and in the domestic sphere. 3. Future Research Needs The research reviewed in this report highlights several gaps in our understanding of labour market dynamics as they affect gender equality and the formulation of gender equality policy. Recent developments in the labour market, coupled with the impetus of the Lisbon Agenda to improve women’s labour market participation, make it particularly important that the implications of these changes for the achievement of gender equality are clearly understood. A clear picture of the nature of the emerging world of work as it affects the women and men of the European Union is vital for the effective design and implementation of equality policies. Further research on the following topics is particularly necessary: • Systematic evaluation of flexible work forms on gender equality • Developing new understandings of ‘skill’ • A national and sectoral analysis of the status of vocational training • The Information Society/Knowledge Economy • The Informal Economy • Social Protection and Social Exclusion • Evaluation of Gender Equality Policy Formulation and Implementation • Quantitative Data Requirements ",
        "12 ",
        "13 Chapter 1 Introduction 1. Aim of the Policy Review Exercise This report is part of a Gender Policy Review of socio-economic research conducted under the Fourth and Fifth EU RTD Framework Programmes. The review addresses the policy domain of gender and equal opportunities in relation to employment and labour market policies. Its purpose is to summarise the scientific findings of selected research projects funded under the Framework Programme (specifically the Key Action on Socio-Economic Research), to highlight their policy implications and significance, and to identify their contribution to future policy formulation. This report synthesises the results of the policy review to date. 2. Projects Reviewed 14 research projects dealing with a variety of gender issues in the sphere of employment and the labour market are covered by this Policy Review. A summary of the following key information for the projects reviewed is provided in the Appendix to this report: acronym and title, a brief description of the topic of each project, project co-ordinator and partners, project start and end dates, project web addresses, and the specific policy domains to which the project is relevant. Whilst some projects are already complete and their final results have been incorporated into this review, others are still in progress, in which case preliminary results have been used . 3. Method This report synthesises the findings of the Gender Policy Review to date. The methods used to conduct and report the review, and to produce this report, were as follows. • Policy issues and policy-makers’ concerns relating to gender equality in employment and labour markets were identified. The main scientific insights arising out of the existing body of research on gender and employment were also highlighted, and future research needs were identified. This analysis of policy and research directions was presented in a preliminary Policy Directions Report to the European Commission (Webster 2003). ",
        "14 • The research findings and policy implications of completed research projects addressing gender issues in employment were summarised in a series of brief project reports. These summaries included critical commentaries on the aims, scope and methodology of each project, the key scientific findings and policy relevance of the results, and policy recommendations arising from the project. In all, 14 research projects (summarised in the Appendix) are covered by this review. • Drawing upon the policy issues identified in the Policy Directions Report, and on the scientific insights and policy implications provided by the individual project reports, this report defines clusters of projects relevant to particular policy themes within the general domain of gender and equal opportunities. Each policy theme is summarised in terms of its background and significance, and, within each theme, research results, policy implications and future research requirements are highlighted. • Finally, conclusions for the broad policy domain of gender and equal opportunities are presented in this report, noting in particular the contribution of the research projects to an enhanced understanding of research and policy issues. Recommendations are made for areas where future research should be supported in order to inform policy development and formulation. 4. Structure of the Report The report is presented as follows: • Section 2 describes the evolution of policy concepts and approaches used in this field. It sets out the research domain and the state of the art - the main findings of relevant research on employment and gender. It shows how the key issues of current concern to policy makers respond to the state of knowledge in this area. • Section 3 identifies the scientific and policy insights provided by the research projects under review, clustered according to the policy domains which they address • Section 4 draws out some general conclusions for the policy domain as a whole, and highlights the ways in which the research projects have contributed to our overall understanding of the policy challenges ahead. It also identifies areas where further research is needed in order to support future policy-making activities. ",
        "15 Chapter 2 Gender and Equal Opportunities: Concepts, Research and Policy Issues 1. The evolution of the policy domain ‘Gender’ refers to the social (as opposed to the biological) characteristics of, and relations between, the two sexes. ‘Gender’ is not a fixed and immutable feature of humanity, but rather a series of socially ascribed and therefore contingent aspects of social life. Since gender concerns the social development and identity of the two sexes in relation to one another, gender is not, as is often supposed, simply the province of women, women’s studies, or ‘women-friendly’ policies. It is often the case that the term ‘gender’ is assumed to be interchangeable with ‘women’. Yet men, too, are the recipients and shapers of gender relations, and therefore gender and gender equality policies are as of much relevance to men as to women. Gender policy at EU level is more generally framed in terms of ‘Equal opportunities between women and men’, which is a substantive policy domain. However, ‘equal opportunities’ is also a ‘transversal’ issue: because gender enters all areas of social life, it is relevant to a wide range of social policy domains. For example, gender equal opportunities are relevant to policies on employment, social protection, skills, education and training, and the ‘Knowledge Society’, amongst others. In Section 2.2 of this report, these policy areas are identified and discussed. It is one of the main objectives of the EU to abolish gender discrimination, and the task of advancing equal opportunities between women and men has been a substantive policy issue from the beginnings of the European Community. Article 3(2) of the Treaty aims to eliminate inequalities and to promote equality between women and men. Policy approaches designed to achieve these aims have evolved over time, however. In the early days, ‘equal treatment’ was the main principle of equal opportunities policies: the principle that men and women should be treated equally. In time, this was replaced by policy approaches emphasising ‘positive action’, which aimed to compensate for disadvantage in order to redress structural inequalities in labour market position, in educational and training backgrounds, and in other areas of social life. In 1996, the European Commission adopted the ‘gender mainstreaming’ approach, which aims to integrate the gender equality objective into the policies that have an impact on the lives of women and men. This approach is now ",
        "16 widely accepted in policy circles at both member state and EU level. The Community Framework Strategy on gender equality which operates from 2001-2005 (COM (2000) 335 final) is based on a dual approach involving a combination of gender mainstreaming of Community policies and ‘specific actions’ designed to improve the situation of women in society. 2. Research on gender inequality in the labour market: the state of the art Policy concerns on gender inequality in employment are strongly evidenced by a considerable body of research going back over the past twenty years. This research identified particular patterns to gender inequality, which have been shown to be persistent over time. In this section of the report, we summarise the main findings of existing research on gender in the employment sphere. In the following sections, we examine the contribution of the reviewed projects to our understanding of gender inequality and the policy directions needed to tackle this inequality. 2.1 Labour market segmentation and segregation European labour markets are heavily segregated by gender, both horizontally and vertically. The term ‘horizontal segregation’ refers to the fact that, despite relatively high and growing levels of female participation, men and women remain segregated in particular areas of the economy (Anker 1998, Hakim 1992): men in forestry, construction, manufacturing, transport and distribution, women in services (particularly health, education and public administration) and in some (predominantly unskilled) areas of manufacturing. Ther term ‘vertical segregation’ refers to the fact that men dominate higher-level occupations and managerial jobs, whilst women are clustered in lower-level unskilled, clerical, sales and service jobs. Some desegregation has been observed over the past two decades, with some traditionally female-dominated service jobs now seeing competition from men displaced from manufacturing through industrial restructuring; while at the same time women are entering some male-dominated higher-level jobs. Although the growth of the European service economy might appear to benefit women who are the principal holders of service jobs, the desegregation of the labour market may be double-edged, undermining as well as developing women’s employment opportunities (Rubery, Smith and Fagan 1999). 2.2 Women and the Information Society: continuing segregation Despite concerns that women are under-represented as users of IT, the research evidence does not entirely support this. Historically, several factors (imbalances in education and training, a masculine culture of computing, and gender bias in systems) have combined to discourage women’s use of computing (Cockburn 1985; Wajcman 1991; Vendramin 2003). However, in terms of use at least, the gender gap appears to be closing in most countries. In the workplace, women are accomplished if not recognised computer users (Webster et al 2002), and there is widespread research evidence that women (particularly those aged below 55) are accessing and using the internet extensively (Turkle 1995; Vendramin et al 2003; Rommes 2002; Barkardjieva 2003). ",
        "17 More obdurate is the issue of women’s under-representation in technical and particularly IT professions. Although there are large country differences, across the EU women still make up less than 20% of IT professionals (Millar 2001). In new media professions such as freelance web design, multimedia content production, and computer games design, the quality of women’s employment is often poor. Here, women experience the negative aspects of ‘flexibility’: they secure fewer well-paid contracts and have less secure employment than their male counterparts (Gill 2002). Gender inequalities appear to be replicated in these new professions, even if gender segregation may be slowly being eroding. These research findings imply that women remain unable to fully develop, progress and secure whatever benefits the Information Society, or the Knowledge Economy, may confer – in other words, to secure high quality work on equal terms with men. 2.3 Flexible employment, family-friendly work and work-life balance ‘Flexible employment’ has increased enormously across all EU countries in the past two decades, and is a feature of a growing range of sectors, especially service sectors (Mermet and Lehndorff 2001). Women are over-represented in flexible jobs, particularly in part- time employment, which is massively female-dominated (O’Reilly and Fagan 1998; Plantegna 1995). Recently, the positive aspects of flexible working have been emphasised: the opportunities it affords for combining paid employment with unpaid activities without interrupting labour market participation. Successive research studies show that the benefits of flexible working for work-life balance depend strongly on the terms on which it is undertaken. Certain forms of flexible working, for example, on call working, are more harmful to women, men and families than others, for example, shiftworking and homeworking (Cullen et al 2002). Imposed flexibility is negative for women’s ability to access training, learning and career development because it tends to be organised solely around the needs of employers to meet patterns of customer demand (Webster et al 2002). Indeed, women’s working arrangements are all too often not chosen but settled for (Klammer 2000). On the other hand, where flexible working is designed into social services provision and other city time policies with both users’ and employees’ needs in mind, the advantages for the working and family lives of both sexes are apparent (Franco and Ponzellini 1997; TUC 1998). 2.4 Pay inequality There is a continuing gender pay gap in the EU. Several inter-related factors account for this, though it is difficult to disaggregate their relative significance. They include: sectoral and occupational segregation; differences in working time arrangements; differences in terms and conditions (such as overtime and bonus payments); and direct discrimination. The latter is considered to be the least decisive factor (Equal Pay Task Force 2001). Given that women are slowly securing a greater share of higher paid professional and managerial jobs, the enduring gender pay gap is all the more surprising and may disguise a worsening of pay inequality in other occupations (Rubery, Smith and Fagan 1999). Although in some countries, minimum wage protection systems have been decisive in reducing the gender pay gap, other major labour market developments have had the opposite effect, including the rising share of low-paid casualised work, the decline of collective bargaining and the rise of individualised employment contracts (Valenduc et al 2000). In addition, policy developments such as cuts in public sector expenditure in pursuit of the Maastricht ",
        "18 convergence criteria and an emphasis on economic performance through flexibility have had very serious implications for gender pay equality which have yet to be spelt out (Rubery et al 1999). 2.5 Social protection and social exclusion Despite differences between them, European social protection systems have in general been historically predicated on male breadwinner/female carer models which are antithetical to gender equality (Pfau-Effinger 1998). In addition, strict employment protection legislation has tended to protect core workers at the expense of others (Klammer 2000). The rise of the ‘flexicurity’ model linked more strongly to flexible and discontinuous forms of employment does not appear to have addressed the inherent gender inequality in these forms of employment: the fact that they are female-dominated because women still perform the bulk of unpaid care and other domestic labour (Lewis 2000). Minimum protection will become increasingly important in a flexible labour market to protect those with discontinuous employment and periods of low wage employment. 3. Issues of concern to policy makers 3.1 Addressing gender inequalities in labour market participation and segmentation National and EU level policy aims to raise women’s labour market participation rates. The objective is to reduce unemployment and consequently social exclusion, and at the same time to widen the fiscal base. The Lisbon European Council has set member states the target of increasing women’s participation to 60% by 2010. However, the Lisbon Process emphasises the creation of better, as well as more, jobs in the EU. In this context, the clustering of women in lower-grade employment remains a policy concern. The desegregation of the labour market was one of the main objectives of the 3 rd and 4 th EU Action Programmes on Equal Opportunities, and continues to be an issue of policy concern. The European Employment Strategy includes guidelines to member states for including gender equality in their National Action Plans (NAPs), but the most recently revised guidelines covering the period 2003-2010 do not additionally establish gender equality as an overarching objective. 3.2 Employability and Adaptability: Unequal access to key jobs and skills in the ‘Knowledge Society’ Since the labour market is segregated along gender lines, women and men do not enjoy equal access to professional skills, or to training, learning, and personal development opportunities. One set of policy issues concern women’s relative lack of the technological skills necessary to be effective IT users. A second set addresses their under-representation in scientific and technological professions, including those concerned with the production of IT. A third set of concerns relates to women’s under-representation in senior positions more generally. All three types of under-representation are seen as being both inequitable and wasteful of potential talent. At all levels of policy making (in organisations, in local, regional, and national public authorities, and at EU level), policy makers are interested in developing initiatives to address these inequalities. However, women’s under- representation in all three areas continues to be a pressing policy issue. It appears that ",
        "19 women are if anything entering technical education jobs in even smaller numbers than in the past, with serious consequences for equity, inclusiveness and the competitive potential of the European Knowledge Society. 3.3 The informal economy and undeclared work At the other end of the labour market, women are over-represented in low-paid and casualised work, including in the informal economy. Informal work reduces tax revenue, undermines public finances and is not covered by social protection systems. It can also marginalise those who perform it. It is an issue of policy concern, because it is facilitated by recent technical and organisational innovations such as supply chain disintegration and subcontracting of activities, by globalisation which prompts increased cost competition, and by the growth of cash-rich, time-poor households which consume services provided in this part of the economy. It is also gaining prominence because it is widespread in some accession countries. Informal work is a feature of particular sectors where women are numerous (examples are the childcare, elderly care, and cleaning sectors). It is also female- dominated because it is so closely linked to, and compatible with, household work, for which women remain primarily responsible. The European Parliament is particularly concerned with the likely increase in demand for informal work, and with developing policy responses to this. The Employment Guidelines for the European Employment Strategy suggest that member states should seek to transform informal work into formal work. 3.4 Flexible working, family-friendly work and work-life balance Flexible work organisation and working patterns are well-established policy concerns in both the EU and member states. They are encouraged through, among other measures, the European Employment Strategy and National Action Plans on employment. Flexible working also offers opportunities for developing working time patterns which promote a better balance between paid employment and other areas of life, such as Family-Friendly Working and Work-Life Balance policies. Though such measures are sometimes assumed to be most relevant to women by helping them to combine paid employment with domestic and caring activities, they are of course equally relevant to men who wish to play their full part in family and domestic life. 3.5 Pay inequality Several member states have passed legislation to outlaw pay discrimination over the past thirty years, and the European Commission published a Code of Practice for organisations on achieving pay equality in 1996. Pay inequality has not been eradicated, however, and continues to be a practical and policy problem, albeit one that has fluctuating visibility. 3.6 Social protection Social protection systems in European member states are generally oriented to full-time, lifetime employment, which is more characteristic of men’s than of women’s working lives. Women are more likely to work part-time, to have interrupted careers, or to work in other ways which help them to integrate paid employment with their domestic responsibilities. There is an emerging policy concern that women therefore have poorer social protection and pension rights. The restructuring of many member states’ social ",
        "20 security and pension systems may have further equality policy implications which need to be evaluated. 3.7 Social exclusion Poverty is gendered, with women more likely to suffer from social exclusion than men. The main reasons lie in their patterns of labour market engagement, described above, as well as in their over-representation in low-paid work and recent changes in family structure which have created more women with sole financial responsibility for families. EU policy makers treat this as a very important policy problem, and one which is now becoming more pressing, as several EU member states are moving towards policies which promote labour market participation as the route out of poverty. However, the terms on which more women enter the labour market will be critical, if employment is to provide a solution to their poverty. This issue is likely to gain further policy prominence with the restructuring of social protection systems. ",
        "21 Chapter 3 Scientific and Policy Insights from European Research Projects There are quantitative and qualitative dimensions to gender inequality in the labour market. First, despite recent increases in women’s participation rates, there is the continuing difference between the rates of labour market participation among women and among men. Second, inequalities arise from the segmentation of the sexes in different parts of the labour market and the generally poorer employment and working conditions attached to the jobs in which women are predominantly clustered. Both these dimensions have been explored and illuminated in selected European research. This section of the report examines the contribution of fourteen research projects to our understanding of gender inequalities in contemporary employment. The specific projects are summarised in the Appendix to this report but from here on are identified by their acronyms: EQUAPOL , EWSI, FENICS, Genderqual, IPROSEC, Mageeq, MOCHO, MSU, SERVEMPLOI, Transitions, WellKnow, WomEng, Work Changes Gender, Working and Mothering. It highlights the insights they provide for the equal opportunities policy domain. The discussion is organised around five clusters of issues with which policy makers are concerned and which the projects address. Cluster 1 covers the projects’ insights on women’s labour market participation and gender inequality in participation rates. Cluster 2 covers issues of labour market segmentation, women’s segregation in certain areas of the labour, and their consequent employability and adaptability in the context of the emerging ‘Knowledge Society’. Cluster 3 deals with the gender dimensions of flexible working. Cluster 4 addresses the social protection and welfare implications of contemporary developments in the labour market. A fifth Cluster deals with the overarching issue of the formulation and implementation of gender equality and gender mainstreaming policies. In the overall domain of gender and equal opportunities in employment, the concerns of policy makers and the agendas of researchers strongly overlap. The following issue clusters for the research findings map closely onto those prioritised by policy makers and identified in Chapter 2. The only minor exception to this is in Cluster 2. European socio- economic research covers gender segregation in the labour market in quite broad terms, examining the nature of work and the quality of working life in a number of sectors and occupations. Policy makers are, however, currently more concerned with the practical ",
        "22 implications of this segregation for women’s and men’s ability to engage in the ‘Information Society’ or more recently, the ‘Knowledge Society’, and very specifically in the fields of science and technology. Their policy concerns are consequently framed more precisely in terms of preparation for and access to the jobs and skills relevant to this type of society. Nevertheless, there is strong coherence between the research and policy issues covered by this cluster. Projects covering the implementation and effectiveness of gender equality policy methods and instruments are placed in their own cluster, Cluster 5, because they cut across substantive policy domains, but address the concerns of policy makers. The five research clusters are: • gender inequalities in labour market participation; • labour market segregation and the nature of “women’s work”; • flexible employment, family-friendly work and work-life balance; • welfare and social exclusion; • the formulation and implementation of gender equality policies. 1. Gender inequalities in labour market participation 1.1 Women’s labour market participation rates and levels of social support According to the Working and Mothering, IPROSEC and FENICS projects, women’s labour market participation is growing throughout the EU, and dual household earning has become increasingly common. However, the extent and nature of women’s employment is still affected by the numbers of children they have, and part-time work, for example, is female-dominated. It is widely agreed that women continue to perform the main share of domestic labour and that a major obstacle to women’s equality in the labour market is their continuing main responsibility for household work and caring. This would appear to make the provision of social support, particularly care provision, central to the achievement of gender equality in labour market participation. According to IPROSEC , gender equality is strong in the Nordic countries, weakening in Eastern Europe, and weak in Southern Europe. This picture is confirmed by the findings of both the MOCHO and Working and Mothering projects, which show that in general, countries with high participation rates also have high levels of care provision. However, there are exceptions in countries (such as the USA and Portugal) which have high participation rates but low social support policies. These are countries where other women - family members, child-carers, and so on - often facilitate female employment. The MOCHO project emphasises the link between the availability of part-time jobs and the participation rates of women, particularly married women with children, indicating that this is a further factor in women’s labour market participation. However, it is not clear whether part-time working is a cause or an effect of women’s labour market participation, or what part it plays in supporting or inhibiting family formation. (Research illuminating this issue ",
        "23 is discussed in section 3 of this chapter.) The Working and Mothering project also calls in to question the role of social policy in the role of social support, with its finding that there is no statistically significant evidence to support the assumption that parental leave policies improve women’s employment rates. Such cases throw into question the centrality of social policies in promoting women’s labour market participation, but there appears to be at least some evidence for the importance of policies like the provision of care. This is a discrepancy that may merit further detailed exploration. The main policy challenges arising from these insights are concerned with whether and how social policy can assist men and women in balancing paid and unpaid work, including care work. The MOCHO project focuses both its analysis and its recommendations almost entirely on state provision: childcare systems, cash and tax benefits, and leave arrangements aimed principally at women. It advocates widening public childcare provision beyond the Barcelona targets, implementing cash rather than tax benefits to encourage women to continue working whilst having children, and establishing maternity and paternity leave, and a short period of parental leave. The IPROSEC project concludes that social policy should focus on the double project of improving women’s labour market position and prospects whilst also facilitating the participation of men in the various dimensions of home life. The Working and Mothering project concludes that social policy should indeed compensate for persistent gender inequality in care work, and its main policy focus is on improving social protection systems to respond to emerging forms of employment inequality. It makes a number of recommendations: • Within the labour market, social policies should include combining activation policies with labour market transitions (between part- and full-time work, employment and household, employment and retirement, and employment and unemployment), which have a strong gender dimension. State-supported childcare services should also become more flexible. • Care and work policies should recognise that different women have different needs. More priority should be given to the needs of lower educated women to improve their labour market position. • Care-related policies should target both fathers and mothers. It is increasingly important to include fathers within the perspective of policy making on incentives for labour market participation. This is strongly supported by the findings of other projects, particularly IPROSEC and FENICS . • Care work should be recognised and valued, conferring entitlements to social security, particularly since employability and active labour market policies are at the core of European social policy. (This also raises a wider issue about the poor recognition and valorisation of the skills utilised by women in the course of their work, reflecting women’s labour market segregation, which runs throughout a number of the projects, particularly Working and Mothering, SERVEMPLOI and Genderqual . This issue is discussed in Cluster 2.) An important contribution to policy thinking made by the project is the finding that it is not simply the existence of support policies that is important for women’s labour market participation, but the formation of particular packages or combinations of policies, and their effective delivery. Parental leave and taxation systems appear to be most effective in packages of measures rather than as stand-alone initiatives. To be most effective, parental ",
        "24 leave should be combined with available, affordable, good quality childcare. The effects of measures are strongly contingent upon the sets of policies (‘policy logics’) which frame them. This is an important message for those concerned with European harmonisation of policies, like parental leave. This harmonisation becomes more problematic given the different historical and cultural environments which constitute ‘policy logics’. It is also important that policy measures are consistent with one another (i.e. not mutually contradictory) if they are to improve women’s participation rates. 1.2 Measuring women’s labour market participation: problems with official statistical classifications Two projects highlight growing problems with official statistical classifications, specifically the International Standard Classification of Occupations (ISCO88). There are two dimensions to this issue. First, as FENICS shows, national occupational classification systems do not map straightforwardly onto the International Standard Classification of Occupations (ISCO88), creating comparability problems between the member states. Second, the ISCO88 categories are quite crude in relation to service sectors and jobs, particularly newly-emerging jobs. Consequently, the changing labour market conditions of women, many of whom work in service sectors, are not being well-captured and this implies that considerable and continuous work is needed to revise the system if it is to be a useful tool for assessing changes in women’s working lives. The EWSI project also finds that official statistics, including ISCO-88, remain poor tools for recording contemporary employment dynamics, particularly in the ‘Service sector’ which is a crude category of employment where women are represented in numbers. It also suggests that unpaid care work should be recognised in statistical employment measures. 1.3 Women’s labour market participation and flexible employment The FENICS project shows that in all countries, there has been a significant rise in women’s employment, together with increasing labour market flexibility, declining fertility and a move away from the ‘male breadwinner’ model of household support. However, it emphasises the importance of national differences in the preconditions for, and patterns of, female labour market participation, arising from different institutional arrangements. This is a similar argument to the one made by the Working and Mothering project in its discussion of ‘policy logics’. It is the idea that there are contexts - nationally- or culturally- specific institutional arrangements – which create the conditions for increases in women’s labour market participation, and that these are not universal but are complex and intersecting. This has crucial implications for policy makers, because it suggests that, to effectively encourage higher rates of labour market participation among women, multi- dimensional but locally-specific policy packages need to be developed and implemented. Several projects highlight the importance of ‘flexible employment’ in women’s labour market participation. Although, as the FENICS project shows, labour market flexibility is not everywhere the main reason for the rise in female employment, it is a key feature of women’s employment and has a crucial impact on the quality of women’s working lives. Flexibility has both positive and negative effects on women’s labour market situation. On the one hand, flexible employment (for example, part-time working) eases their re-entry to the labour market after absence from it. But it is linked to low pay, poor protection and discontinuous employment. Policy implications arise from a concern with addressing these ",
        "25 negative aspects of flexibility. The main challenge is how to strike a balance between the need for member states to maintain and widen their fiscal base, and to generate a flexible labour force while preventing gender discrimination. According to the results of IPROSEC , it is therefore essential to combine attention to the nature as well as the amount of female employment. The goal of increasing women’s labour market participation has to be balanced with that of improving their conditions of work. To date, public policy at both EU and member state level has emphasised increasing the amount of female employment, for example, through the European Employment Strategy and the National Action Plans. The nature of women’s work needs equal attention to avoid further labour market segmentation and the project suggests a number of policy instruments through which this might be done. These include flexible working time policies which do not carry a risk of low pay and poverty either in working life or after it; active labour market policies which promote women’s access to jobs in non-traditional, or higher paid, occupations, or to ‘knowledge work’; and organisational practices which develop women and support their progression through their life-course. The FENICS project also analysed national differences in the ‘family pay gap’, the gap between the earnings of women with children and those without children. This gap is widest in Germany and the UK, and seems to be associated with flexible working (especially part-time working) among women with children and with occupational segregation by sex. The policy implication of this is that careful consideration needs to be given to the design and implementation of policies aimed at encouraging mothers into the labour market, if they are not simply to suffer long-lasting economic penalties associated with the conditions of the work they do. 2. Labour market segregation and the nature of “women’s work” A second research cluster is of those projects concerned with various dimensions of vertical and horizontal labour market segregation, with the clustering of women into a small range of occupations with relatively low skills, status and pay, and with the nature of the work they do. On the policy side, this enduring labour market segregation raises urgent concerns about women’s access to the scientific and technical knowledge, and their ability to acquire the knowledges and skills necessary to survive and advance in the emerging ‘Knowledge Society’. There is a already a considerable body of research addressing this specific aspect of gender inequality and exclusion, but the projects reviewed here are also concerned with the wider quality of women’s working lives today. 2.1 Vertical segregation Women are strongly over-represented in low-grade occupations throughout European labour markets. This does not appear to be changing with higher participation rates and changes in technology and organisation. The SERVEMPLOI project found strong evidence of work routinisation brought about by current structural, organisational and technological developments, and consequently a reinforcement of the tendency for women to be concentrated in low-grade work (for example, in call centres and routine information processing functions). It found that organisational flattening has exacerbated the ",
        "26 segregation of women in junior positions, as opportunities for progression are fewer than in the past. Training and progression opportunities open to women in these low-grade positions were very limited. This situation is not assisted by the fact that vocational education and training (VET) institutes and workplaces are ‘gender-blind’, according to the Genderqual project, in that they do not see or cater for gender differences in the training and work opportunities they offer. In all, the reasons for women’s labour market segregation were found to be complex and interlocking, and the policy response to the problem needs to be equally multi-faceted. The policy implications of this work are that labour market segregation needs to be addressed at several levels and by several policy actors: • Company recruitment, training and employee development practices to be oriented to clear progression systems for women. • In organisations, restructuring should be designed so as to create rather than destroy progression opportunities. • Trade unions should intervene in the design of women’s jobs to ensure that work processes and skills labels properly valorise and legitimate the skills which women use, even when ghettoised in ‘low-skill’ jobs. • Trade union officials need to be trained in equal opportunities issues. • Public authorities should strongly support training initiatives which focus on the needs of women in low-grade positions, in wide-ranging skills. • Public authorities have an important role to play in promoting the take-up of equal opportunities policies by public sector and service organisations. • The policy advice offered by Genderqual is that assumptions about the suitability of men and women for different careers need to be challenged among young people, trainers and employers. Information provided to students should cover the gendered features of the labour market (low status, low pay); the advantages and disadvantages of non-traditional jobs; and potential earnings and effects on standards of living of particular career choices. VET schemes could also develop effective partnerships with business and industries which are sensitive to gender equity. 2.2 The decline of skills, but the rise of ‘emotional labour’ Project SERVMPLOI examines women’s jobs and skills in innovating service sectors. In these sectors, which are central to the ‘Knowledge Society’, ICTs serve both as process tools and are increasingly used as a medium of service delivery. Computerised systems integrate information throughout supply chains and are increasingly used to schedule labour requirements. These technological developments are taking place in a context of decreasing regulation (of ownership, commercial behaviour, opening hours, operating space) and increasing concentration (of ownership). They have crucial implications for women’s skills and their access to better jobs. The requirement for substantive knowledge, which might improve their employability, is declining. IT skills, such as operating checkouts and stock control systems or using integrated computer-telephony systems typical of call centres, skills which might be decisive for employability in an ‘Information Society’, are increasingly job-specific. Intelligence resides in systems and in centralised parts of organisations far from the ambit ",
        "27 of the women operating the systems. In financial services, the growth of call centres has reduced the need for qualified staff, but increased the demand for people with relational skills. Indeed, female-dominated services jobs increasingly demand a ‘feminine appearance’, relational skills and ‘emotional labour’. Service workers invest more of their ‘selves’ into the service encounter, yet they do not necessarily enjoy job security or improved prospects. 2.3 The decline of vocational training SERVEMPLOI concludes that the opportunities for women to improve their transferable skills and to move from routine work into better work are contracting. Vocational training is fast being whittled away, and now exists only in the Nordic countries and Germany to any substantial extent. Elsewhere, there is an increasing reliance on on-the-job training and learning, and skill acquisition has become very individualised and contingent. In financial services, the demand for qualified workers is declining. Women in junior jobs are often offered no training at all. 2.4 Organisational and HR practices perpetuating gender disadvantage The persistence of opaque and discriminatory HR practices, for example, in recruitment and promotion, perpetuate gender disadvantage in progressing into better jobs. In addition, flatter organisations and outsourcing limit progression opportunities. Long working hours also form a barrier to women moving into management, discouraging or effectively disbarring them from seeking promotion. Policy implications which flow from this analysis at several policy levels. In organisations, employers should ensure that regular training and lifelong learning opportunities are routinely made available to junior employees. In Denmark, employers collaborate to provide sector-wide training schools. Regular review of training needs is vital, linked to development plans. Clear progression paths need to be established in order to overcome the discrimination inherent in opaque recruitment and promotion systems. Companies can also ensure that information technology systems are designed and implemented to support task integration and to facilitate the exercise of skill and initiative by employees, rather than the reverse. Public authorities have an important role to play both in providing and in supporting the provision of training aimed at widening substantive skills and recognising the particular training needs of women at the lower levels of the labour market. The Genderqual project argues that trainers, employers and tutors should acknowledge and recognise differences in the experiences of males and females, rather than searching for similarities between them. This project also recommends that assumptions about the suitability of men and women for different careers need to be challenged among young people, trainers and employers. Information should be provided to students on the gendered nature of the labour market and its implications. VET schemes could also develop effective partnerships with business and industries which are sensitive to gender equality. But according to SERVEMPLOI , preparation for the ‘Information Society’ or ‘Knowledge Society’ should not be restricted to the provision of IT skills, as often happens in public policy approaches to skills development. The project clearly shows the limitations of these skills alone in promoting ",
        "28 employee progression prospects. Employability and particularly progression from routine work into better work seems to depend on the use of a wide range of transferable skills and substantive knowledge. The Genderqual project also raises questions for ‘employability’ policy, which mainly concentrates on skills acquired in the public sphere, but pays less attention to skills acquired in the private and family sphere. Like SERVEMPLOI , the project finds that social competences are increasingly important for all occupations, a finding which is confirmed by a wide body of other socio-economic research. Employability policy may need to evolve to take this into account, as some job evaluation schemes have done. The project also counsels that policy should encourage individuals’ ability to develop their personalities in the context of progressive modernisation. This is important not only for employment but for active citizenship and social inclusion. It is not only in employing organisations where we find gender disadvantage and lack of attention to the issues affecting women. Trade unions are equally gender-segregated, according to the MSU project, which finds that, despite women making up around 40% of trade union members (commensurate with their overall average labour force participation rate), they are badly under-represented in leadership positions. Labour market segregation is itself a major causal factor: the clustering of women in low-skilled jobs and the growth of part-time employment preclude women from trade union involvement and advancement. This is exacerbated by a masculine culture and practice of trade unionism in which gender equality and gender issues are largely ignored. There are clear implications related to the reform of the internal structures and cultures of trade union organisations, but to what extent can public policy intervene on this issue? Interventions could be made in the social dialogue process to support reforms and the development of good practices on the part of trade unions. The Employment Guidelines could equally address the pursuit of gender equality and the implementation of gender mainstreaming within trade unions, as they do within employing organisations. And in general, the lack of gender equality within unions gives further impetus to the public policy task of addressing gender inequality within the wider labour market. The finding – recurring in all of these projects - that ‘gender is invisible’ raises wider questions for policy actions concerned with getting women into non-traditional areas (such science and IT). Do employers and trade unions need to make gender visible, or make explicit the gender relations and gender divisions in their organisations? Should education providers incorporate gender training in their courses? Should policy on women into science, technology and engineering be concerned with this issue, and if so how and at what level? 2.5 Skills for the ‘Knowledge Society’? The WellKnow project has developed a series of social indicators to determine whether there is a connection between the pursuit of the Lisbon Agenda – the creation of high quality work in the knowledge-based society – and greater gender equality. It finds that despite a generalised improvement in job quality in selected member states, gender inequality remains a major problem. The Nordic countries have made the greatest progress towards equality, and the Mediterranean countries the least progress, but even in the ",
        "29 former, gender equality remains far from achieved. The project shows that greater equality or social cohesion cannot be taken for granted as an inevitable outcome of the transition to a knowledge-based society. For the knowledge-based society to be gender equal, the project concludes, deliberate policy efforts are required which make social inclusion generally, and gender equality specifically, an explicit objective. This finding has major implications for policy-formulation at both European and member state level: it suggests that policies for the knowledge-based society have to be very carefully constructed to address the needs and requirements of both women and men without taking it for granted that higher quality work will inevitably benefit the whole of the labour force. The WomEng project provides detailed insights into some of the reasons for this persistent gender inequality. It is concerned with understanding the factors which attract women into technical fields, and also those which deter them. The project looks particularly at engineering education and employment, where women are still strongly under-represented. It emphasises the paucity of information available to students making choices about entering technical fields, leading to incorrect and stereotyped assumptions about what is actually involved in engineering. These assumptions tend to discourage women from applying for courses or jobs. In addition, technical pre-requisites to entry generally disadvantage women who tend to drop science and technical subjects at school. Yet, women who do enter engineering find training in ‘soft’ skills as important as technical training, and respond to dialogue-based teaching. Policy responses to these findings need to focus on improvements in subject and careers counselling, so that female school students are well-prepared for making technical subject and career choices. The project also advocates major cultural change in engineering education towards more informal, supportive environments with highly-developed mentoring arrangements and inter- disciplinary, practical curricula. The EWSI project has uncovered a contrasting group of women who are claimed to be well- suited to the conditions of contemporary European labour markets, in which work increasingly demands initiative, flexibility and adaptability. Women’s Studies is poorly- recognised and understood in academia and the labour market, and students seem to be people who demonstrate independence of thinking, willingness to take risks, and a desire to achieve change. They report a willingness to enter less established, innovatory work environments where work cultures are less entrenched. They think creatively about making opportunities for themselves, develop valuable networks, and develop skills as change agents. In policy terms, the main implications of this research are that efforts need to be concentrated on widening access to Women’s Studies, or subjects which are similarly organised (such as Independent Studies), on accrediting the skills and knowledge conferred by such study programmes, and on raising awareness among careers advisors, employers and others about the outcomes of such programmes. It is argued that the Bologna Process should be used to give full recognition and accreditation to the discipline, and it should be ensured that it is part of all teacher training curricula, as well as primary and secondary curricula. ",
        "30 2.6 The valorisation of women’s existing skills Several projects provide important evidence to support the notion that the skills which women do in fact utilise in the course of their work are consistently under-valued and under-valorised, and this has a profound impact on their ability to move up through the labour market and to break out of occupational ghettos. They also make important recommendations for the recognition of under-recognised skills, as logical steps in the pursuit of employability and active labour market policies. SERVEMPLOI identifies instances where women in low-grade occupations used substantial skill and knowledge in the course of their work, although these competencies were unrecognised by their employers. These include tacit knowledge of products and processes, skills in coaching colleagues, interpersonal and relational skills, and also self- taught IT skills. These ‘skills’, though often explicitly declared to be valued by organisations, rarely attract a formal label of ‘skilled’ status, and their holders do not attract extra pay premia. One of the recommendations to emerge from Genderqual is that employers should formally recognise ‘female’ skills in pay and grading schemes. Th e Working and Mothering project argues that care work should also be recognised and valued, and should confer entitlements to social security, particularly since employability and active labour market policies are at the core of European social policy. This is an important conclusion; if the invisible skills used by women in a range of processes were recognised, named, graded, and valorised, this might significantly improve the employability of large numbers of Europe’s women. 3. Flexible working, family-friendly work and work-life balance Flexible working is an issue which has been of considerable interest to both policy makers and researchers in recent years. Amongst researchers there was originally a concern that flexible working, through part-time and other forms of ‘atypical work’, meant the continuing segregation of women in the secondary labour market and consequently perpetuated women’s labour market disadvantage (see, for example, Pollert 1988). This was a concern which was shared by some of the social partners, in the trade unions particularly. More recently, researchers have turned their attention to the more positive aspects of flexible working, while policy advocates the benefits of such working for the pursuit of both gender equality and quality of working life. It has long been argued (and is confirmed by the Working and Mothering and the IPROSEC projects) that a major obstacle to women’s labour market equality is their continuing main responsibility for household work and caring. Consequently, a central assumption of current employment policy at EU level and in several member states is that flexible working is one mechanism by which paid work and caring responsibilities can be reconciled, thus improving women’s prospects of labour market participation, particularly in member states where public care provision is not widespread. Terms such as ‘family-friendly working’, ‘work-life balance’ and others have been coined in order to express these dual benefits. ",
        "31 3.1 Flexible working is double-edged: it can be harmful as well as positive for gender equality One of the most important lessons to emerge from the research projects under review is that flexible working, as a strategy for achieving gender equality, has very considerable limits. Flexible working might be a means of improving gender equality in numerical terms. It does ease women’s re-entry to paid employment after absence from it, as policy-makers have hoped. So, for example, part-time working appears to be one of the main, and longest-established, mechanisms by which women with children and other caring responsibilities can participate in the labour market. However, arrangements such as part- time or temporary working rarely provide women with a wage ensuring financial independence. Flexible working is associated with low pay, poor employment and social protection and discontinuous employment, so it seems to do little for the security and conditions of women’s employment. Indeed, the FENICS project concludes that as the labour market and the life course become more uncertain for women, they are increasingly postponing marriage and family formation. Consequently, policies of labour market flexibilisation can conflict with those designed to foster family and fertility rather than supporting them as is generally supposed. Flexible working, in different forms, is shown to have negative consequences for families and for equality in the domestic sphere. The Work Changes Gender project finds that the growth of flexibility tends to create economic insecurity and so threatens new forms of living arrangement, particularly gender-equitable ones in which men work fewer or shorter hours and share more domestic labour. The Transitions project finds similar patterns. It places the growth in flexible working in the context of heightened competitive pressures and efficiency drives in organisations, which in turn create work intensification and work patterns which are unhelpful to families, particularly young parents. Long working hours are particularly problematic, invading family time and exacerbating men’s lack of participation in the domestic sphere. 3.2 Flexible working can also be harmful to the quality of women’s working lives Focussing more closely on the workplace , SERVEMPLOI examines women’s quality of working life and prospects for progression in situations of flexible working. In some sectors, particularly customer-facing services, flexible working is increasingly pursued by organisations in order to respond to fluctuating patterns of customer demand. Employees may be asked to work flexible shifts, split shifts, or to be on call. Such working patterns are becoming increasingly common in shops and in call centres serving banks and insurance companies. They may also be imposed on employees without consultation. These arrangements are particularly problematic for women (or men) with domestic or caring responsibilities, in circumstances where childcare or elderly care is predominantly carried out privately and on an individualised basis. Unpredictable work demands make it hard for them to balance work and home. They also make it difficult for some women to present themselves for promotion; movement into management often carries with it increased and more unpredictable working time demands which cannot be reconciled with caring. In other cases, family-friendly policies are confined to management staff and not available to junior staff, making it difficult for them to manage the demands of work and home. ",
        "32 Some forms of flexible working, particularly part-time working, have also been shown to reduce opportunities in the workplace, and this affects both sexes. Part-time staff often miss out on training provision which may be timed to fit in with the needs of full-time staff. Access to learning and development opportunities are also limited for part-timers. In addition, some company managements implicitly discriminate against part-timers in their promotion practices, in companies where the culture emphasises long working hours and presenteeism as demonstrating the commitment necessary for advancement. In these different ways, women are effectively disadvantaged and excluded from development opportunities simply by virtue of working ‘flexibly’. The Work Changes Gender project shows that, where men move into flexible arrangements, such as part-time working, they suffer similar discrimination and disadvantage, 3.3 The use of flexible working to improve gender equality requires an emphasis on men’s role in the domestic sphere The research projects identify a range of social policy approaches to flexible working which could be used to improve gender equality in employment. IPROSEC reviews some existing policy approaches to flexible working. Some governments are encouraging employers to adopt family-friendly policies. Others have introduced schemes to make public services more amenable to work-life balance. Others still are committed to ensuring provision of child and elderly care. Men are encouraged to become more involved in parenting through paid paternity leave. Variations in policy orientations to flexible working are important, because they encapsulate radically different policy approaches to the gender equality project, with some placing emphasis on the labour market, and others on the conduct and provision of care. Several of the research projects ( Working and Mothering , IPROSEC , FENICS, EWSI ) make the recommendation that social policy should focus on the double project of improving women’s labour market position and prospects with facilitating the participation of men in the various dimensions of home life. This approach stands in contrast with one which turns on finding ways in which women can better manage the work/family interface and consequently continue to shoulder the major burden for domestic and caring labour. The Work Changes Gender project shows that increasing numbers of men are moving to working flexibly or reducing their workload, often in order to manage caring or domestic commitments, and concludes that the ‘male breadwinner’ model of employment is in decline. The Transitions project, however, finds the models still dominant in European employment, perpetuated by the widespread intensification of work. There are several ways in which social policy could contribute to improving the role played by men in the domestic sphere. Work Changes Gender advocates a combination of labour market policies, family policies, organisational and education policies. Labour market policies would include the fostering of security for flexible workers. Family policies would include improved funding and support for childcare, plus parental leave for fathers along the Nordic model. Organisations, meanwhile, should provide education and training on work-life balance, and should develop cultures which value men with caring or other non- work roles. Education policies should favour the development of alternative institutional role models for children. EWSI argues that policies for reducing working hours for all employees should be given more weight than policies encouraging part-time employment ",
        "33 for women. The IPROSEC project also advocates the provision of paternity leave, and cites the Swedish approach to compulsory take-up as having been effective. Other incentives may be necessary to encourage men to take a fuller part in caring work, domestic labour and family life, perhaps through their employers (although policy efforts have to date had little success in this area). The Transitions project highlights the role of employing organisations in supporting work- family balance. Currently organisational policies and practices are very varied and dependant upon local management preferences, with most managers believing that work- family balance fundamentally conflicts with competitiveness and efficiency. Moreover, in all countries, with the exception of Sweden, there is an assumption that family-friendly working time arrangements are for women rather than for both sexes. Organisations have very low expectations concerning the need to include fathers’ needs in working time or parental leave provision. This demonstrates that considerable policy effort is still needed to induce employing organisations to improve their approach to family-friendly working, and to abandon the prejudice that it renders them uncompetitive. It also shows that there is a large gulf between stated policies and actual practices in organisations, which needs to be addressed. The project highlights the need for management training on this issue, particularly in view of the increasingly local nature of decision-taking, coupled with the declining role of trade unions in negotiating on this. There is also a challenge in sharing expertise between new and established EU member states, for example, concerning the long-standing employment of women, or the lessons of flexible working. Here again, social policy has an important role to play in encouraging two-way learning. 3.4 The negative consequences of flexible working have to be offset using social policy According to the Working and Mothering project , trends in labour market flexibility are unlikely to be reversed, and therefore it is the task of social policy to cushion its negative consequences through, for example, new forms of social protection. This implies that social policy should compensate for the bad practices of employers, who cannot be relied upon to create ‘good jobs’ that are also flexible. The FENICS project on the other hand, argues that the very terms on which flexible employment is created should be re-addressed, presumably by employers; much more attention should be paid to the quality of jobs, including access to social security, employment-related benefits and income, when creating flexible employment. Similarly, SERVEMPLOI emphasises the role of the social partners in improving the quality of working life where flexible working is introduced: flexibility should not be imposed, and only ‘two-way flexibility’, which is genuinely agreed by both employers and employees, should be promoted. Family-friendly working arrangements should be available to all employees, not only senior or managerial staff. Trade unions have a very important role to play in ensuring that working time flexibility does not place impossible demands on female staff. Public authorities can serve as important exemplars of good practice in this respect. The EWSI project takes this logic a step further and makes the innovative policy recommendation that European standards (c.f. AFNOR, ISO-2000) could be adopted in relation to women’s employment, which employers, political parties, service providers and institutions would be required to meet. For example, ‘family-friendly’ practices could be recognised with a ‘best practice’ gender equality certification scheme. Training ",
        "34 programmes harmonised across the EU should have the explicit aim of transferring best practices between organisations. Work Changes Gender makes a very similar recommendation, that quality standard ISO 9001 which covers labour and management could be modified to include gender-equality relevant indicators on flexible employment forms, work-balances policies and gender-equality policies in organisations, helping to ensure that organisational processes are transparent and controlled, and lifting the burden from individual men and women. 4. Welfare and social exclusion One of the key problems associated with welfare policies as they are conventionally designed is that they are predicated on paid employment, principally on full-time, lifetime employment and on ‘male breadwinner models’ of employment. Consequently, they contribute to both structural gender disadvantage and to the perpetuation of cultural values which privilege models which do not reflect women’s working lives. Furthermore, the increasing participation of women in the labour market and the increasing prevalence of ‘atypical’ forms of employment, many of which are discontinuous and/or poorly protected, combine to make these systems less appropriate to contemporary needs, and effectively discriminatory. 4.1 From welfare to workfare: implications for gender equality Welfare policies in European member states are closely linked to employment. They have traditionally been designed to reflect patterns of working life, and on the basis of assumptions that the ‘typical’ working life is full-time employment throughout the lifetime, and that the workforce consists primarily of male breadwinners who in turn financially support women, while the latter raise and care for children. The entry of women to the labour market, changes in family and household formation, and shifts away from full-time, lifetime employment, all present a challenge to social policy-makers to develop modernised welfare systems which address the contemporary employment and household circumstances of men and women alike. The Working and Mothering project finds that the individualisation of working arrangements (individually negotiated contracts, individual working time arrangements, the decline of collective agreements and collective labour institutions) is gaining some recognition in welfare models. However, welfare policies still generally fail to recognise that these new work arrangements are shot through with gender inequalities, in that they include part-time, temporary, casual and precarious contracts which are disproportionately filled by women, who find themselves financially penalised in their welfare entitlements for their subordinate position in the labour market. In this area, then, social policy is still failing to recognise and address gender inequality in the labour market. The project also concludes that women doing unpaid caring work are negatively affected by the current change in emphasis from welfare to workfare policy; their problems in combining working and caring are poorly addressed in this ‘policy logic’, and there is no coherent policy on care to match that on workfare. ",
        "35 4.2 Packages of social protection policies are critical to their effectiveness The IPROSEC and Working and Mothering projects examine motherhood, fatherhood, and caring policies, and discuss ways in which these could be reoriented to new working patterns and family arrangements. As both projects show, to be more effective in compensating for gender inequality and consequently tackling social exclusion, there needs to be a strong interplay between policies in these three areas. The success of individual policies tends to depend on their integration into wider packages of care and work-related policies. Indeed, it is these policy packages, or combinations of policies, which the project finds most successful. For example, to be most effective, parental leave should be combined with available, affordable, good quality childcare. It is also vital that policy measures are consistent with one another (not mutually contradictory) if they are to improve women’s participation rates and overcome gender disadvantage. The discussion of the importance of policy packages implies that there is also a need for connections to be made into other areas of public policy. For example, in addition to the reform of social security policies in response to emerging employment patterns and changing family arrangements, public service provision (one element of which is childcare) should be redesigned with the reconciliation of work, care and life at the forefront. Social services, community services and public transport could also be redesigned to respond to changing patterns of working time and therefore demand patterns. City Time policies developed in Italy have begun to do this (Franco and Ponzellini 1997). 4.3 The ‘welfare régimes’ model needs to be reconsidered The findings of the FENICS project call into question the continued utility of the ‘welfare régimes’ model developed by Esping-Andersen (1990). The project shows that national institutional structures relating to leave and working time arrangements, tax systems and childcare facilities, have developed in ways which undermine the country groupings developed in this model, confirming earlier feminist critiques and attempts to develop a welfare model which is gender-aware (Pfau-Effinger 1998). Moreover, despite some convergence between régimes, the national contexts of these institutional arrangements remain important, and, in responding to the ‘Lisbon Strategy’, policy makers are urged to avoid universalist approaches to social policy and to respect continuing national differences. 5. The formulation and implementation of gender equality policies This small cluster of projects is concerned with the framing, coverage, implementation and evaluation of gender equality policies, both at EU level and at member state level. The projects analyse concepts of gender equality and gender mainstreaming, compare approaches across member states and over time, and analyse their progress and impact in selected areas of social policy. ",
        "36 5.1 The framing of gender equality policies A strong message to come out of the research of the MAGEEQ and EQUAPO L projects is that neither gender equality nor gender mainstreaming have fixed and unchanging meanings. Both are framed in very diverse ways within member states, across member states, and in the EU as a whole. There is particular ambiguity in the concept and practice of ‘gender mainstreaming’. While some countries (Sweden especially) have adopted a far- reaching and coherent approach aiming to combat the structural roots of gender inequality, others take a much more selective approach, sometimes treating gender mainstreaming as an objective in its own right, sometimes adopting elements of gender mainstreaming, and sometimes using the concept interchangeably with older policy measures such as positive action. The MAGEEQ project identifies several different approaches or ‘frames’ to gender equality policy, including one which places emphasis on women’s labour market participation (characteristic of EU policy), and another which treats gender equality primarily as a question of work-family reconciliation. Nevertheless, it finds that a key weakness in the framing of gender equality policy is the lack of systematic attention to ‘intersectionality’ – the way in which policies addressing other structural sources of inequality (ethnicity, age, for example) are embedded in gender equality policies. A major concern raised by both projects is the evidence they uncover for a declining commitment to, and an effective watering down of, gender equality policies. The EQUAPOL project notes that gender equality is increasingly treated instrumentally in EU policy-making, serving other policy objectives such as employment and economic policy. There is an almost total absence of articulation of social goals and objectives relating to gender equality – in other words, a wider social vision. There is also a focus on process, usually targets, as opposed to outcomes, which obliterates social vision and bureaucratises the equality project. The project points to the lack of sanctioning powers by the Equal Opportunities Unit in DG-Employment over other Commission services, and finds declining support for gender mainstreaming within the European Commission. It also highlights a subtle redefinition of gender mainstreaming in several policy domains, to mean ‘equal participation of women and men’. 5.2 The implementation of gender mainstreaming – incorporating women and equality policies into organisations Implementing gender mainstreaming within organisations can mean two different but related activities: first, increasing the numbers of women participating within them, and particularly in positions from which they have traditionally been excluded; and second, developing and implementing policies which are gender-aware and woman-friendly in order to improve the gender relations and gender culture, and thus the quality of women’s experience, of organisational life. Some of the challenges involved in implementing gender mainstreaming in employing organisations are well-known, but less well-understood are the issues surrounding the task where other organisations, such as trade unions, are the site of change. The MSU project shows that trade unions have been comparatively weak in their pursuit of the gender equality project, and it identifies some of the obstacles and enablers to the adoption of gender mainstreaming. ",
        "37 Major hindrances to the inclusion of women in trade union structures include the gender segregation of the labour market, which across the EU clusters women in low-skilled jobs, often in conditions (such as part-time employment) which preclude them from trade union involvement and from assuming union responsibilities. Also, a masculine culture of trade union activism very similar to the culture of work operating in increasing numbers of employing organisations (long hours, meetings at unsocial hours, demands for total availability) deters women from participation. In terms of the treatment of equality issues within unions, the project finds that in countries with a ‘neo-corporatist’ model of collective bargaining (consensus and a strong union-employer relationship), equality issues form part of the collective bargaining agenda; on the other hand, in ‘oppositional’ countries such as France and Italy, where legislation replaces collective bargaining and also is the principal driver of equality, unions are addressing women’s representation through binding position action measures. The project advocates a series of measures for unions to follow to improve both women’s representation and attention to gender issues. These include the widespread communication of clear mission statements for improving gender equality; taking gender issues out of the ‘women’s department ghetto’; implementing monitoring, evaluating and reporting systems; reorganising traditional practices like meeting times, modes of communication and internal employment practices; ensuring fair representation of women in collective bargaining teams; and developing manuals and toolkits to support union officials and negotiators. 5.3 Incorporating men’s issues into gender equality policies In much policy thinking on gender equality, men are noticeably absent. Gender equality policy tends to focus on monitoring and changing the situation of women, rather than that of men. Yet many of the projects reviewed highlight, explicitly or implicitly, the importance of incorporating men into gender analysis and equality policy. The projects which address the interface between the gender relations of the labour market and the domestic sphere ( FENICS, IPROSEC, MOCHO, Transitions, Work Changes Gender, Working and Mothering) underscore a long-held tenet of feminist politics: that women’s participation in the labour market is inextricably linked to their role and responsibilities in the domestic sphere, and that if the gender segregation of the labour market – and gender equality more broadly - is to be addressed at all effectively, then this requires fundamental change in men’s role in the home and family. The MAGEEQ research team found that not only are women the main, if not the sole, focus of gender equality policies, but also that there is a tendency in these policies to return to stereotypical and essentialist assumptions about women and men, and their roles within families. As a result, policies are too often concerned with consolidating women’s roles and responsibilities as primary care givers, rather than with achieving gender equality as an end in itself. The Transitions and Work Changes Gender projects both identify ways in which policies could and should challenge these stereotypical arrangements and incorporate men, particularly promoting their role in domestic and caring labour. Men also need to be made more aware of the fact that they are central to, and not separate from, the gender system. Both projects recommend that men’s issues need to be much more fully incorporated in gender mainstreaming policies. The Work Changes Gender project suggests that this would help to promote a broadening of occupational choices to include caring and ",
        "38 educational professions from which men are currently largely absent, thus creating new male role models and encouraging a normalisation of men who take up domestic or other activities in preference to conventional paid employment. The Transitions project similarly highlights the effects of workplace changes on fathers as much as on mothers of young children, and recommends that gender mainstreaming policies should include monitoring of these effects on both parents. ",
        "39 Chapter 4 Conclusions 1. The research results and their significance for policy formulation 1.1 Gender inequalities in labour market participation The research projects reviewed here substantially confirm our established understanding of gender inequalities in labour market participation. Taken together, they show that women continue to be the minority sex in the labour force, although their participation rates are climbing throughout the EU. However, they also reveal that the reasons for these rate increases vary from country to country. They provide some significant new insights for the formulation of policies concerned with improving women’s labour market participation. In March 2000, the Lisbon European Council established a target of 60% of women to be actively participating in the labour market by 2010. One of the most significant insights to come out of the research is the link between high rates of female labour market participation and the provision by the state of care (of children, the sick, the elderly). In general, where care provision is highest, so too is female labour market participation. Exceptions to this pattern may be explained by the role of female family members in substituting for state-provided care. The implication of this is that member states need to substantially increase their levels of affordable and available care if they are to have a decisive effect upon women’s entry into the labour market, and thus to meet the Lisbon targets. The provision of care seems to be the main type of public policy which has a decisive impact on women’s employment rates. Other social policies, such as the provision of parental leave or taxation policies, have a less clear impact. Parental leave, for example, is found to be most effective when combined with affordable, high quality childcare. Thus, the research indicates that packages of policy measures which are interdependent, mutually consistent and mutually supporting are key to the project of improving employment rates among women. It is the combination of policies together in packages which are determined according to local circumstances which are most likely to be effective in raising women’s participation rates. The implication here is that such policy packages need to be developed and implemented at national, and possibly even lower, levels. ",
        "40 1.2 Labour market segregation and “women’s work” This body of research shows very clearly that labour market participation alone is neither a social solution to gender inequality, nor a route out of disadvantage for individuals. Several of the projects reviewed focus upon the concentration of women in low-paid, or ‘bad’, jobs with poor terms and conditions of employment, and poor levels of social protection. If gender equality in employment is to be effectively pursued, as much attention should be given to this aspect of labour market segregation as to numerical inequality in labour market participation rates. Indeed, the Lisbon Agenda presses for the creation of ‘better’ as well as more jobs – an imperative of particular relevance for women. Nevertheless, both EU and member state-level employment policies have in the past concentrated far more on raising women’s labour market participation rates than on improving the conditions and quality of women’s jobs. The lack of attention to the gender dimensions of the organisation of work in both the European Employment Strategy and in the member states’ National Action Plans for Employment has already been highlighted (Webster 2001). A very comprehensive set of recommendations on overcoming gender segregation in the labour market and improving the conditions of women’s employment emerges from the research projects. These recommendations have implications for policy development at EU, member state and organisational levels and in a range of employment-related policy domains. Several projects highlight the need for the EU and member states alike to develop social policies which address women’s labour market inequality by improving care provision. There are two schools of thought on how this should be achieved. One approach is to increase the role of the state in care provision in order to improve women’s freedom to apply for jobs which are not secondary labour market positions designed merely to fit in with their domestic responsibilities. A second approach is to promote greater participation by men in the domestic sphere, through paid paternity leave and other measures. The implication of this is that, intrinsic to the social policy project of improving women’s labour market position is the task of ensuring that they are no longer primarily responsible for the provision of care, the burden of which is assumed either by the state or more equally shared by men. This in turn implies that employment policies and social welfare policies need to be formulated in a complementary way, to mutually support the pursuit of gender equality, at both European and member state level. At European level, then, the future formulation of the Employment Guidelines will need to include provision for encouraging and evaluating men’s contribution to caring. (Childcare is already catered for and reported within the National Action Plans.) Within the European Commission, permanent and workable links between employment and welfare policy-makers may need to be established. A major strand of employment policy, particularly at member state level, has concentrated on getting women returners back into the labour market, typically after childbirth and child- rearing. Often these are precisely the people who are drawn into forms of flexible or casualised employment. The implications of this research are, however, that policies to attract women returners to work need to be devised and implemented with great care and attention to the terms on which women return to the labour market, if these women are not to pay a long-lasting economic penalty for doing so. ",
        "41 The research also finds women in general to be much more employable and potentially able to fill higher-grade jobs than is often assumed by employers and indeed policy-makers. The problem is that the skills which many women tend to possess are either poorly valued by organisations, or unrecognised and unnamed, because they are acquired outside the formal workplace (often in the domestic sphere). Employability policy has been particularly culpable of overlooking skills and areas of knowledge not formally acquired or accredited. The implication of this finding is that considerable effort at both EU and member state level is needed to improve the recognition and accreditation of these skills and knowledges. Employability policy needs to evolve, as do national skills accreditation systems and also job evaluation schemes. However, there is evidence to suggest that throughout Europe, vocational education and training (VET) systems are declining and being replaced by company-specific arrangements which are generally of shorter term and convey skills which are not so easily transferable. Public authorities consequently need to be aware and ready to evaluate the likely consequences of this development and, if appropriate, be prepared to defend and reinstate VET systems which are under threat. The research also offers new insights to policy-makers within organisations, for example, in employing organisations, trade associations, trade unions, professional associations. It shows that, in addition to removing the disadvantages associated with many women’s jobs, it is also vital to focus policies on promoting women’s access to higher-paid work and on encouraging their progression within their employing organisations. This implies that organisational practices for getting women into ‘good jobs’ are central to the project of improving their labour market position. Recruitment, training and development, progression, and lifelong learning practices are important elements in such policies and practices. They need to be carefully designed and consciously oriented to the needs and requirements of women. Examples would include: collaborating with other industry players to provide skills and training which is relevant to employees across organisations within a sector (such as financial sector training); maintaining vocational training systems; developing, in social dialogue, job evaluation systems which recognise ‘informal’ skills; establishing promotion and progression systems which do not implicitly discriminate against flexible workers. To be effective, such measures may need to be independently evaluated through systems of standards, benchmarking, and so on. The role of trade unions in promoting gender equality is addressed in a small part of the research reviewed here. The main findings are that trade unions have an extremely important role to play in pursuing this objective and one which they could do more to fulfil, mainly through educating and empowering local officials to handle equal opportunities issues. 1.3 Flexible working, family-friendly work and work-life balance With regard to flexible working, the main insight provided by this body of research is the double-edged nature of flexible working as a means of achieving gender equality. Yet within public policy circles with the last five years, flexibility has been warmly, even perhaps uncritically, embraced in the form of ‘family-friendly’ and ‘work-life balance’ policies which have been promoted by the European Commission and member state ",
        "42 national governments alike. For these are essentially forms of flexible working, albeit ones which are promoted with the objective of improving women’s ability to balance their labour market participation with their domestic responsibilities, or of protecting workers from long working hours cultures, and which are therefore unlikely to carry the same penalties as enforced forms of flexibility over which employees have no choice. The research reviewed here calls for much greater policy attention to protecting the rights and entitlements of flexible workers. This is emphasised in several of the projects. The implication here is that there is a case for systematically evaluating the impact of different forms of flexibility on gender equality in the labour market, including those forms, such as family-friendly working, which are designed to improve women’s labour market position. Certainly, the evidence suggests that flexible employment policies should be pursued very carefully, and with attention to their possible unintended negative consequences. It implies that safeguards to pay and conditions, employment and social welfare rights have to be ensured when flexible working is introduced, if necessary through legislation. While women continue to be the prime bearers of responsibility for the domestic sphere, they remain over-represented in flexible work (particularly part-time work) and in casualised employment. On this issue, the research highlights the need to formulate policies which improve the terms and conditions and the employment protection associated with such jobs. If women are not be permanently disadvantaged by it, and indeed if flexible working is to be widely taken up (including by men) on a voluntary basis, then EU-, national- and employer-level policy initiatives are needed to overcome its negative features, particularly low pay, poor employment rights and poor social protection linked to discontinuous employment. One recommendation is for the establishment of European- wide standards on good practice for which organisations could seek accreditation. A further insight from the research concerns the effect of flexible working policies on family formation and fertility. Flexible labour markets which turn on individualised employment contracts and working arrangements are strongly promoted in public policy, for example, in member states where employment relations are deregulated, such as the UK. The research shows that the effect of insecure and poorly protected employment contracts is to inhibit young people from establishing partnerships and families. Consequently, a conflict has inadvertently been created between labour market flexibility policies and policies designed to promote family formation and increase fertility rates. This suggests that social policy, particularly in deregulated member states, will need to pursue measures to improve employment security in order to encourage higher fertility rates and quality of life in general. 1.4 Welfare and social exclusion The research projects covered in this review point to aspects of social exclusion or poverty which have a gender dimension, and consequently have implications for the formulation of welfare policies. One aspect of social exclusion relates to the over-representation of women in insecure, casualised and individualised working arrangements. Although this over-representation is not in itself a novel insight, it has implications for welfare policies, which, it is argued, need to be formulated to take into account the gender dimensions of these working arrangements and especially the over-representation of women. ",
        "43 A second aspect of gender inequality in work which welfare policy needs to address concerns the link between care work and women’s work. It is well-established that, both on a paid and an unpaid basis, women are the prime providers of care within European societies. The research reviewed here, however, makes the argument that because care is often provided unpaid, effectively as part of the informal economy, the rights and entitlements which attach to it are poor. Women do not get paid for caring labour, but by virtue of sacrificing employment opportunities and rights in order to perform it, they also lose out in terms of the rights that attach to full-time, lifetime, paid employment: paid holidays, sickness pay, and most importantly, pension provision. This is a further source of social exclusion for women. The implication, clearly spelled out in the research, is that care work, even if unpaid, should be accorded social rights, such as pensions entitlements, in order to overcome the social exclusion of many women. This is a policy issue for attention at both European and member state level. In general, the changing employment patterns and family arrangements highlighted by the research have significant implications for the design and provision of public services, from public transport systems to public libraries. Given these changes, which seem to be a permanent feature of European life, public services should be more closely geared to the reconciliation of work, care and other areas of life at the forefront . This will require considerable policy intervention by public authorities in member states, at national, regional and also local levels. 1.5 The formulation and implementation of gender equality policies This cluster of research projects highlights a very fundamental problem with policy-making for gender equality: the ambiguity surrounding the concepts of ‘gender equality’ and ‘gender mainstreaming’, and the consequences of this ambiguity for the design and implementation of policies. Because neither concept has a fixed meaning, they are very much left open to local interpretation, and this interpretation is shaped largely by the political and cultural framework within which they are used. Put simply, the Nordic approach treats gender mainstreaming as a tool with which to address the structural causes of gender inequality, an approach which reflects a long-standing social democratic tradition and political commitment to eradicating inequity. By contrast, other countries such as the UK select only elements of gender mainstreaming, address them in a mechanistic manner, and do not appear to be committed to the wholesale pursuit of gender equality. This lack of coherence, coupled with an identified weakening commitment to gender equality policies at EU level, creates enormous difficulties for the achievement of the gender equality project as an objective in its own right. It raises profound and difficult questions for policy-makers about how and whether they are to pursue this project in the future, and to what effect. The implications of this body of research are several. First, a much clearer and more coherent policy vision in relation to ‘gender equality’ is required, in which the structural causes of gender inequality are recognised and addressed. Given the limited potential of gender mainstreaming, there is a strong case for developing new policy approaches to produce ‘gender-sensitive’ and ‘woman-friendly’ public policy, involving a wide range of stakeholders, particularly more women and women’s organisations. Second, the research highlights the need to improve policy ‘intersectionality’, that is, to acknowledge other forms of inequality in the framing of gender equality policies. Third, a major reassessment of EU-level policy making on gender ",
        "44 equality is implied, focussing particularly upon the treatment of gender equality as an element of labour market and economic policies, the weakening of the gender- mainstreaming idea and the emphasis on numerical targets as measures of successful implementation, the lack of sanctions for non-implementation of gender equality in both member states and Commission services, and the actual (as opposed to the official) level of support for gender mainstreaming within the European Commission. A further problem highlighted in this research cluster is the preoccupation with women, rather than gender (that is, the situation of the two sexes in relation to one another) in the framing of gender equality policies. The projects show that policy focuses principally on changing the situation of women, yet they also highlight the importance of changing men’s social situation, particularly in the context of current economic and organisational developments, and changes in the labour market, which render men’s employment lives less clear-cut and more ambiguous than previously. The dominant social model of the male breadwinner is losing its relevance as, involuntarily or voluntarily, men take up different patterns of work and seek to play a greater role in family life. The clear policy message to come from this research cluster is that men, and indeed the relations between the two sexes - at work and in the home - need to be much more strongly incorporated in gender equality policy formulation. This includes monitoring the effects of social and employment changes on men as well as women, and developing policies designed to encourage new male role models and greater equity in the performance of unpaid and caring labour. In general, gender equality policies need to be formulated in ways which challenge, rather than underlining, essentialist assumptions about women’s and men’s roles in the labour market and in the domestic sphere. 2. Future research agendas Finally in this report, we make a number of suggestions for future research, based both on the issues raised by the existing research, including the results of the research projects reviewed, and on the policy concerns identified in the report. Below is an indicative, though by no means an exhaustive, list of possible research topics to advance our understanding of the gender dimensions of labour market participation. 2.1 Systematic evaluation of flexible work forms on gender equality Although there has been widespread research on flexible working over the last decade and more, we do not have a clear and systematic understanding of the implications of these various developments for gender equality in the labour market. There are still conflicting assertions about their positive and negative ramifications, and a systematic evaluation is required, covering all forms of labour market and employment flexibility. 2.2 Developing new understandings of ‘skill’ It is asserted in a number of the research projects, and elsewhere, that women utilise whole areas of skill in the course of their work which are simply not visible, not recognised, not accredited, and not valorised. Many of these skills are generated in the domestic sphere, others are acquired through other types of life experience but are not accorded the label ‘skill’. Some job evaluation schemes, for example in UK public authorities, now recognise and valorise such skills as part of a wider project to introduce equal pay for work of equal value. Many employers, however, whilst declaring the importance of ‘life skills’ for ",
        "45 certain types of employment, do not formally accredit these skills or treat them as the basis for pay rates and promotion eligibility. This is another source of labour market discrimination against women. There is a pressing need for research to systematically identify and formally label skills which are now increasingly in demand but remain largely invisible in terms of pay and grading systems. Such an inventory could be envisaged as a basis for the revision of gender-blind job evaluation systems and skills accreditation schemes. 2.3 A national and sectoral analysis of the status of vocational training There are indications from the research projects that vocational training is in decline, particularly in the established member states of the EU. In a number of sectors, it appears that vocational training is gradually being superceded by organisation-specific, job-specific training provision. There is a suggestion that this may have negative consequences for transferable skills and thus for both employability and adaptability, reducing generalised knowledge of products and processes and replacing this with job-specific knowledge. There is a need for research to provide a clear picture of the dynamics and consequences, including the equality implications, of changes in vocational training provision across member states and sectors. 2.4 The Information Society/Knowledge Economy Gender gaps in science, engineering and technology professions are not universal. In the former socialist countries, some of which joined the EU in 2004, women were strongly represented in these professions. There may be important lessons in how women were trained, attracted and retained in these professions, which raise a number of important research questions. What were the circumstances and conditions of these jobs? Did this constitute genuine gender equality? Was there something specific in the socialist system which promoted gender equality in these fields, and what has become of the jobs and their holders? Could the lessons of the former socialist countries help us to develop gender equality in scientific and technical work across the EU? At the same time, there are still pressing research questions around the reasons for the persistence of gender gaps. In particular, the retention of women in higher-level positions, in the IT sector and in scientific and industrial research more broadly, is a growing phenomenon which needs explanation. The working conditions of this work need to be comprehensively studied. Another poorly understood phenomenon is the growth of outsourcing of IT work to countries outside Europe, and its implications for women and men. To what extent is work formerly done in Europe being outsourced (as opposed to new work being generated overseas)? What groups of IT workers are affected, and how does this affect the pursuit of gender equality in the sector? Finally, what are the possibilities for women clustered in low-grade occupations to develop the skills they need to progress in the Information Society? 2.5 The Informal Economy There is repeated emphasis in the research on the continuing gender imbalance in unpaid caring work. Women continue to bear the prime responsibility for this, and it is work which carries no benefits or social protection. There is a case for treating unpaid care work as part of the informal economy, because of the way in which, as it currently stands, unpaid ",
        "46 caring distorts the formal economy - particularly the supply end of the labour market and the formal provision of care within public services. Beyond this point, none of the research projects reviewed for this report are explicitly concerned with the informal economy and the gender dimensions of informal work. There is a need for a thorough evaluation of the extent of informal work, including unpaid work. This needs to incorporate an assessment of the likely growth in demand, how it will be filled, and the implications for gender equality of changes in the informal economy. 2.6 Social Protection and Social Exclusion If the European Social Model is being reformed, what are the implications for women and men, and for gender equality? With discussions of ‘flexicurity’ and the restructuring of social protection systems in response to both employment and demographic change, an evaluation of the impacts of reforms in social protection systems is needed. One area of particular importance is an examination of pensions reforms and their implications for gender equality. At a conceptual level, there is a need for a review and renewal of the welfare régimes model originally developed by Esping-Andersen. This model has proved weak in theorising differences between countries’ approaches to women’s labour market participation and the welfare policies which shape this. 2.7 Evaluation of Gender Equality Policy Formulation and Implementation There are clear problems with the definition and enforcement of gender equality policies at both EU and member state level. This highlights a need for a systematic evaluation, at both levels, of the development, limitations, effectiveness and actual achievements of these policies, with a view to making strong recommendations for changes in policy formulation, stakeholder consultation, implementation and sanctions for non-compliance. 2.8 Quantitative Data Requirements Despite recent improvements in the collection of data disaggregated by gender, there remain issues on which quantitative data are weak or lacking, data which are critical to an effective analysis of gender differences, and to the pursuit of equality policies. • Earnings statistics. Coverage of many service sectors including the public sector which employs large proportions of women is weak; moves away from collective pay negotiation towards individualised pay bargaining need to be recognised in pay statistics; data on gender gaps in low income groups is particularly needed to assess the effects of changes to working and welfare arrangements (Beblo et al 2003). • Data on gender gaps in new industries and occupations. Current occupational classifications are weak with respect to newly-emerging activities, particularly those connected with new media and information technologies. Reliable statistics on women’s and men’s representation in new industries and occupations linked to the Information Society are needed; this may require a continuously evolving classification of occupations to take account of continual changes in the organisation of IT and related work. Statistical measures of undeclared and informal work are also needed, though these may need to be developed at member state level. ",
        "47 ",
        "48 ",
        "49 References Anker, R. (1998) Gender and Jobs: Sex segregation of occupations in the world, Geneva, ILO. Barkardjieva, M. ( 2003) ‘Dimensions of empowerment: Crisscrossing the Political and the Mundane’, paper presented to Information, Communication and Society/Oxford Internet Institute Symposium, Oxford University, 17-20 September. Beblo, M., Beninger, D., Heinze, A., and Laisney, F. (2003) Methodological Issues Related to the Analysis of Gender Gaps in Employment, Earnings and Career Progression, Project Report for the European Commission DG- Employment. Cockburn, C. (1985) Machinery of Dominance: Women, Men and Technical Know-How, London, Pluto. Cullen, K. et al (2002) Results of Family Survey, FAMILIES Project Deliverable, Dublin, Work Research Centre. Equal Pay Task Force (2001) Just Pay, Report to the Equal Opportunities Commission, EOC, Manchester. Esping-Andersen, G. (1990) The Three Worlds of Welfare Capitalism, Cambridge, Polity Press. Franco, M. T. and Ponzellini, A. (1997) City-time Policies: The Italian Experience, TUC, London. Gill, R. (2002) ‘Cool, creative and egalitarian? Exploring gender in project-based new media work in Europe, Information, Communication and Society, 5, 1: 70-89. Hakim, C. (1992) ‘Explaining trends in occupational segregation: the measurement, causes and consequences of the sexual division of labour’, European Sociological Review 8, 2: 127-152. Klammer, U. (2000) ‘Working Women in the Age of Flexibility – new diversities, new needs for social protection’, WSI-Discussion Paper No 85, Düsseldorf. Lewis, J. (2000) ‘Work and Care’, Social Policy Review, 12. Mermet, E. and Lehndorff, S. (eds) (2001) New Forms of Employment and Working Time in the Service Economy, NESY Report 69, Brussels, ETUI. Millar, J. (2001) ITEC Skills and Employment – assessing the supply and demand: an empirical analysis, STAR Issue Report No 11, June. O’Reilly, J. and Fagan, C. (1998) Part-Time Prospects: an international comparison of part- time work in Europe, North America and the Pacific Rim, London, Routledge. ",
        "50 Pfau-Effinger, B. ‘Gender Cultures and the Gender Arrangement – A Theoretical Framework for Cross- National Gender Research’, Innovation, 11, 2: 147-166. Plantegna, J. (1995) ‘Labour Market Participation of Women in the European Union’, in van Doorne-Huiskes, A., van Hoof, J., and Roelofs, E. (eds) Women and the European Labour Markets, London, Paul Chapman Publishing. Rommes, E. (2002) Gender Scripts and the Internet, Enschede, Twente University Press. Rubery, J., Smith, M. and Fagan, C. (1999) Women’s Employment in Europe: Trends and Prospects, London, Routledge. TUC (1998) The time of our lives, London, Trades Union Congress. Valenduc, G. et al (2000) FLEXCOT: Flexible Work Practices and Communication Technologies, Final Report to the European Commission, Brussels. Turkle, S. (1995) Life on the Screen: identity in the age of the internet, New York, Simon and Schuster. Vendramin, P. (2003) ‘Describing the various dimensions of the gender gap in ICT professions’, in Vendramin, P. et al (2003) Widening Women’s Work in Information and Communication Technology: Conceptual framework and state of the art, Project report to the European Commission, Namur, Fondation Travail-Université. Wajcman, J. (1991) Feminism Confronts Technology, Pennsylvania, Penn State Press. Webster, J. (2001) Reconciling adaptability and equal opportunities in European workplaces, Report for DG-Employment and Social Affairs, European Commission, Brussels. Webster, J. et al (2002) SERVEMPLOI: Innovations in Information Society Sectors – Implications for Women’s Work, Expertise and Opportunities in European Workplaces, Final Report to the European Commission. Webster, J. (2003) Gender Policy Review: Policy Directions Report, unpublished report to European Commission DG-Research. ",
        "51 Appendix Gender Policy Review Project Coverage Acronym and Title Project Topic Project Participants Start and End Dates Project Web Address Relevant Policy Domains Working and Mothering Working and Mothering: Social Practices and Social Policies The constraints and incentives to reconcile working and mothering in the context of available supports and policy infrastructure. Ute Gerhard , JW Goethe-Universität Frankfurt (Co-ord); Mary Daly , Queens, University, Belfast; Ingrid Jönsson , Lund University; Trudie Knijn , Universiteit Utrecht; Arnlaug Leira , University of Oslo; Jane Lewis, Nottingham University; Marie-Thérèse Letablier, Centre d’Etudes de l’Emploi; Constanza Tobio , Universidad Carlos III de Madrid; Rossana Trifiletti , Università degli studi di Firenze 1998- 2001 None Demographics Labour markets Welfare and social protection Employment SERVEMPLOI Innovations in Information Society Sectors: Implications for Women’s Work, Expertise and Opportunities in European Workplaces Implications of structural, regulatory and technological developments for the work of junior women in retail and financial services. Assessment of work process knowledge and Juliet Webster and James Wickham , Trinity College, Dublin (co-ordinator); Hanne Shapiro , Danish Technological Institute; Heike Jacobsen , Landesinsitut Sozialforschungsstelle Dortmund; Silvia Gherardi , Associazione Ricerche sulle Organizzazione Complesse, Trento; Isabel Vidal , Centro de Iniciativas de la Economia Social; 1999- 2001 www.tcd.ie/erc/ projects/ servemploi Labour market segregation Working time flexibility Work organisation Social dialogue Information Society Skills and vocational education & training (VET) Equal Opportunities ",
        "52 skill, and of the extent to which women are able to use skills or knowledge to progress into better jobs. Elisabeth Sundin , Univerisity of Linköping GENDERQUAL Gender & Qualification: Transcending gendered features of key qualifications for improving options for career choice and enhancing human resource potential The impact of gender segregation of European labour markets on vocational education and training, with special regard to key (core) competences/ qualifications. Anke Kampmeier and Gerald Heidegger , University of Flensburg (co-ordinator); Eduardo Figueira , Academus Lda, Portugal; Peter Brooks and Karen Evans , University of Surrey; Anja Heikkinen and Aino Sallinen, University of Jyväskylä; Bikitas Patiniotis and Nikitas Patiniotis, University of Patras. 2000- 2002 None Skills and VET Work organisation & working conditions Employment Information Society, Science & Technology IPROSEC Improving Policy Responses & Outcomes to Socio-Economic Challenges: changing family structures, policy and practice Socio- demographic change in Europe, its challenges and policy responses. Linda Hantrais , University of Loughborough (Co-ordinator); Marie-Thérèse Letablier, Centre d’Etudes de l’Emploi; Sophie Pennec , Institut National d’Etudes Démographiques; Dieter Eissel , Justus Liebig Universität’ Loukia Moussourou , Panteion University; Alisa Del Re , Padua University; Ingrid Jönsson , Lund University; Dagmar Kutsar , Tartu University; Mária Neményi , Hungarian Academy of Science; 2000- 2003 www.iprosec.org. uk Welfare and social protection Employment Work organisation and working time Equal Opportunities ",
        "53 Wielislawa Warzywoda- Kruszynksa, Lódz University FENICS Female Employment and Family Formation in National Institutional Contexts Interrelationship between women’s participation in the formal labour market and patterns of family formation Jacques Zighera , Université de Paris X and Peter Elias , University of Warwick (Co-ordinators); Olivier Thevenon and Muriel Moisy , Université de Paris X; Hans-Peter Blossfeld , Otto-Friedrich Universität Bamberg; Johann Handl and Stefanie Steinmetz , University of Erlangen- Nurnberg; Joop Schippers, Ivy Koopmans and Jan Dirk Vlasblom , Institute of Economics, Utrecht; Daniel Devolder and Tiziana Nazio , Autonomous University of Barcelona; Maria José González , University Pompeu Fabra; Rhys Davies , University of Warwick. 2000- 2003 www.warwick.ac .uk/ier/fenics Labour market Welfare and social protection VET EWSI Employment and Women’s Studies How women’s training affects women’s opportunities and interventions in the labour market Gabriele Griffin , University of Hull, (Co-ordinator); Jalna Hanmer , University of Sunderland; Harriet Silius , Abo Akademi University; Rosi Braidotti , Utrecht University ; Berteke Waaldijk, University of Utrecht; Donatella Barazzetti , University of Calabria; Carmen Leccardi , University of Milan-Bicocca; Nicky Le Feuvre , University of 2001- 2003 www.hull.ac.uk/ ewsi Employment VET and skills ",
        "54 Toulouse- Le Mirail ; Eva D Bahovec , University of Ljubljana; Andrea Peto , ELTE Institute of Sociology Ethnic and Minority Studies, Budapest; Ute Gerhard , Johann Wolfgang Goethe-University of Frankfurt; Isabel Carrera Suarez , University of Oviedo. Work Changes Gender Towards a new organization of men’s lives – emerging forms of work and opportunities for gender equality Changes in male working conditions and their relationship with changing male identities, erosion of male breadwinner model and replacement with new identities. Stephan Hoyng and Gabriele Moser , Dissens e.V.; Xavier Ramos, Autonomous University of Barcelona; Margarita Atanassova and Igor Damianov , University of National and World Economy, Bulgaria; Øystein Gullvåg Holter , Work Research Institute, Norway; Jacques Silber , Bar Ilan University; Christian Scambor , Männerberatungstelle Graz. 2001- 2004 www.work- changes- gender.org Labour markets Work organisation and working time Gender mainstreaming Welfare and social protection MSU The Challenge of Mainstreaming for Trade Unions in Europe: How can Trade Unions foster gender equality in the workplace and daily life Role of trade unions in promoting changes in the workplace and society at large which improve gender equality. Rachel Silvera, ISERES, France; Erika Pircher and Edeltraud Ranft, Diversity Centre, Austria; Lotte Valbjørn , IHRD, Denmark; Giovana Altieri and Eliana Como, IRES, Italy. 2001- 2004 www.iseres.org/ msu Labour markets Work organisation and working time Skills and VET Gender mainstreaming MOCHO The Rationale of Motherhood Choices: Influence of Employment Analysis of the influence of labour market conditions and of social Danièle Meulders , Université Libre de Bruxelles, and Siv Gustafsson , University of Amsterdam (Co- ordinators); 2001- 2004 www.ulb.ac.be/ soco/mocho Labour markets Welfare and social protection ",
        "55 Conditions and Public Policies policies on reproductive and career-planning decisions of young people. Daniela Del Boca , University of Torino; Haris Symeonidou , Greek National Centre for Social Research; Jacques Le Cacheux, Observatoire Français des Conjonctures Economiques. WomEng Creating Cultures of Success for Women Engineers Training and work experiences of women engineers, including company policies and individual career management. Yvonne Pourrat and Marie Reynier , INSA Lyon (Co-ordinators); Felicitas Sagebiel and Hans- Joachim von Buchka , Bergische Universität Gesamthochschule Wuppertal; Oto Hudec and Juraj Sinay , Technical University of Kosice; Roland Fischer and Christine Wåchter , Institute for Inter- Disciplinary Studies of Austrian Universities; Vasilia Kasselouri-Rigopoulou and Paraskevi Kokla , The Greek Women’s Engineering Association; Maureen Cooper and Jen Shearer , University of Stirling; Paeivi Siltanen , Witec Finland. 2002- 2005 www.insa- lyon;fr/womeng Knowledge Society VET and active labour market policies WellKnow From Welfare to Knowfare: A European approach to employment and gender ‘Knowfare’ policies promoting individual investment in the context of different welfare models. Lilja Mósesdóttir , Bifröst School of Business (Co-ordinator); Anna Escobedo, David Moreno and Maria Caprile , Fundació Centre D’Iniciatives u Recerques Europees a la Mediterrània, Barcelona; Joop Schippers and Chantal Remery , University of Utrecht; Karen Sjørup and Kenneth 2002- 2005 www.bifrost.is/ wellknow Knowledge Society Employment Equal Opportunities ",
        "56 Reinicke , Danish National Research and Documentation Centre on Gender Equality; Pertti Koistinen, Arja Jolkkonen and Seppo Roivas , University of Tampere; Lásló Neumann , Hungarian Academy of Sciences; Ute Behning , Institute for Advanced Studies; Amparo Serrano Pascual , European Trade Union Institute. Transitions Gender, Parenthood and the Changing European Workplace: young adults negotiating the work- family boundary How young working men and women negotiate parenthood and work-family boundaries. Suzan Lewis, Janet Smithson and John Haworth , Manchester Metropolitan University (Co- ordinator); Ann Nilsen , University of Bergen; Anneke van Doorne-Huiskes , University of Utrecht; Margareta Bäck-Wiklund and Karin Ahlberg , Göteborg University; Julia Brannen , Institute of Education, University of London; Maria das Dorres Guerreiro , Instituto Superior de Ciencias do Trabalho e da Empresa, Portugal; Nevenka Cernigoj Sadar , University of Ljubljana; Siyka Kovacheva, Paissii Hilendarski State University; Jeanne Fagnani , CNRS Paris 1. 2003- 2005 www.worklife. research.org/ transitions Labour markets Working time Mageeq Policy Frames and Implementation problems of EU Cornelia Klinger , Institute for Human Sciences, Vienna (Co- 2003- 2005 www.mageeq.net Equal opportunities ",
        "57 Implementation Problems: the case of Gender Mainstreaming Gender Mainstreaming strategy. ordinator); Mieke Verloo , University of Nijmegen; Maria Bustelo , Universidad Complutense de Madrid; Vlasta Jalusic , Institute for Contemporary Social and Political Studies, Ljubljana; Violetta Zentai , Central European University, Budapest; Maria Pantelidou Maloutas , University of Athens. EQUAPOL Gender-sensitive and women-friendly public policies: a comparative analysis and assessment The impact of the integration of a gender dimension on the quality of public policy formulation and design in European Social Policy priority fields. Maria Stratigaki, Mary Braithwaite and N. Kokosalakis , Panteion University (Co-ordinators); Mary Daly , Queens University Belfast; Robert Plasman , Université Libre de Bruxelles; Christina Mortberg , Luleå University of Technology; Meilute Taljunaite , Lithuanian University of Law. 2002- 2005 www.equapol.gr Equal opportunities ",
        "European Commission EUR 23163 — EU Research in Social Sciences and Humanities Policy Synthesis of EU Research Results – Series n° 6 : Changing European Gender Relations: Gender Equality Policy Concerning Employment and the Labour Market Luxembourg: Office for Official Publications of the European Communities 2007 — 60 pp. — 21.00 x 29.7 cm ISBN 978-92-79-07571-1 ",
        "",
        "SALES AND SUBSCRIPTIONS Publications for sale produced by the Office of Official Publications of the European Communities are available from our sales agents throughout the world. You can find the list of sales agents on the Publications Office website (http://publications.europa.eu) or you can apply for it by fax (352) 29 29-42758. Contact the sales agent of your choice and place your order. ",
        "S T U D I E S EUR 23163 Changing European Gender Relations: Gender Equality Policy Concerning Employment and the Labour Market EU RESEARCH IN SOCIAL SCIENCES AND HUMANITIES Policy Review Series n°6 K I - N A - 23163 - E N - N imposition6:Layout 1 23/01/08 11:16 Page 1 "
    ]
}