{
    "text": [
        "Written by MRAG Europe in association with MRAG Ltd March 2018 International Oceans Governance - Scientific Support Final report – Annex IX ",
        "EUROPEAN COMMISSION Executive Agency for Small and Medium-sized Enterprises (EASME) Department A – COSME, H2020 SME and EMFF Contact: Unit A3 – EMFF E-mail: EASME-EMFF @ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Executive Agency for Small and Medium-sized Enterprises (EASME) EASME/EMFF/2016/031 2018 EA-01-18-735-EN-N International Oceans Governance - Scientific Support Mauritius national sheet ",
        "Contents RECOMMENDATIONS FOR CAPACITY BUILDING PROJECTS ................................................. 6 LITERATURE REVIEW ..................................................................................................... 1 1. BACKGROUND ....................................................................................................... 1 2. PROGRESS ON SDG TARGETS ................................................................................. 3 2.1. Overview ..................................................................................................... 3 2.2. Progress with MDGs ...................................................................................... 6 2.3. Delivery across SDGs .................................................................................... 6 3. SUPPORT FOR BETTER OCEAN GOVERNANCE .......................................................... 15 4. GOOD PRACTICE AND LESSONS LEARNT ................................................................ 17 SWOT ANALYSIS ......................................................................................................... 18 1 INTRODUCTION ................................................................................................... 19 2 SUMMARY SWOT TABLE ........................................................................................ 20 3 SWOT DEFINITION ............................................................................................... 22 3.1 Strengths .................................................................................................. 22 3.2 Weaknesses ............................................................................................... 33 3.3 Opportunities ............................................................................................. 36 3.4 Threats ..................................................................................................... 42 4 SWOT LEVEL 2 COMBINATIONS ............................................................................. 44 4.1 Strengths and Opportunities – “Natural Opportunities” .................................... 44 4.2 Strengths and Threats – “Threats that can be defended” ................................. 51 4.3 Weaknesses and Opportunities – “Attractive Opportunities” ............................. 54 4.4 Weaknesses and Threats – “High Risk Scenarios” ........................................... 57 1 ANNEX 1 – MEETING SCHEDULE ............................................................................ 61 ",
        "Mauritius national sheet LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2018 ISBN 978-92-9202-360-7 doi: 10.2826/192743 © European Union, 2018 Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "RECOMMENDATIONS FOR CAPACITY BUILDING PROJECTS Marxan with zones study to identify candidate MPAs - Mauritius Element Description Title Identification of candidate Mauritian MPAs for discussion through a Marxan with zones study SDG Target 14.5 Country or Region Mauritius Main challenge(s) or gap(s) which project addresses Mauritius will not meet the SDG 14.5 target of MPA coverage by the target date of 2020. Although there are a number of MPAs (and similar zones) created in Mauritius they are not of large size. Scientific support using identified “good” practice as employed in the Seychelles for the same purpose is recommended to identify candidate MPAs for discussion. Objective Building on the experience of the Seychelles (Seychelles Marine Spatial Planning (MSP) Initiative and The Nature Conservancy) in identifying candidate areas for MPAs using a Marxan with zones approach this project will replicate this process in Mauritius where there are similar fisheries, habitats and stakeholders. The objective would be to develop candidate MPAs in Mauritius to meet the required level of coverage within 3 years. Main elements of the project The main elements of the project workplan to enable achievement of the objective(s) would include:  Identification of data sources required;  Stakeholder inputs into process;  Data collection;  Development of candidate MPAs;  Secondary stakeholder consultation; and  Provision of advice to meet necessary SDG target of 10% coverage. This would be implemented using a Marxan with zones style analysis. Marxan is the most widely used decision support software for conservation planning globally. It's used in 184 countries to build marine and terrestrial conservation systems and is the global leader in conservation land and sea use planning software. Implementing Organisation * The Ministry of Environment was going to contact the SMSP / TNC (see below) after the project visit to see if they could start moving forward initially with external assistance as required. ",
        "Mauritius national sheet Element Description Project Manager * To be confirmed. Associated Organisations * Seychelles Marine Spatial Planning (MSP) Initiative (http://seymsp.com/) The Nature Conservancy (https://www.nature.org/ourinitiatives/regions/africa/ wherewework/seychelles.xml) https://oceanconference.un.org/commitments/?id=17 923 Resource requirements * GIS Software and trained operator(s). Data to provide inputs to the Marxan analysis. Timeframe Overall – 3 years including lengthy data collection and stakeholder consultation phases to ensure the correct outputs are achieved and all stakeholder groups are included in the process. Expected impact Medium term - SDG 14.5 MPA target of 10% achieved by Mauritius within three years. Long term – SDG 14.5 maintained. Financial Requirements * GIS capable computer and software (approx. €3,000) Staff costs – TBC Technical assistance on design and implementation from Seychelles. Other SDG targets 14.2 – Opportunities for habitat restoration in MPAs 14.5 – MPAs may in some cases improve fisheries management, though care should be taken on the need for increased MCS in MPAs after declaration. Interrelations Several countries have been identified as requiring similar analysis (including Comoros and Madagascar in the Indian Ocean). Shared experience would be of benefit to all countries. Comments Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "Training and course development - Mauritius Element Description Title Development of national and regional training courses relevant to SDG goals SDG Target All SDG 14, specifically 14.1, 14.2, 14.3 and 14.5 Country or Region Mauritius Main challenge(s) or gap(s) which project addresses There are currently a number of weaknesses identified in the level of national-level skills and knowledge, including:  Water quality assessment skills and techniques (14.1)  Coral reef and ecosystem monitoring (incl. pollution) (14.2)  Ocean monitoring (ocean acidification) (14.3).  Monitoring of resources and mapping/ GIS related to MPAs (14.5). In addition, there has been an opportunity identified to re-train local fishers to become fisheries observers and increase local MSC capacity (14.4). Objective To strengthen national-level skills and share knowledge of all SDG 14 related targets through development and attendance of short-term training courses at a national and regional level. Main elements of the project Conduct a needs assessment to identify specific gaps in national personnel skills and experience related to SDG 14 goals. Development of short-term national and regional training plans relevant to SDG 14. Conduct short-term national and regional training courses (where applicable) in specific SDG 14 related themes (e.g. see main challenges). Implementing Organisation * Due to the lack of a single coordinating authority across SDGs in Mauritius it is recommended that if and when such an authority is given or takes this responsibility that this should also coordinate training of personnel and develop SDG relevant courses. There are however, a number of national and regional institutions established in Mauritius that could support training and local capacity building. Depending on the training course are expected to include:  Ministry of Social Security, National Solidarity, and Environment and Sustainable ",
        "Mauritius national sheet Element Description Development.  Mauritius Oceanography Institute.  Albion Fisheries Research Centre.  Fishermen Training and Extension Centre.  University of Mauritius. Project Manager * To be confirmed based on hosting organisation Associated Organisations * These may include range of national and regional- level organisations.  UNDP-GEF (regional MPA training).  Local NGOs (coral reef monitoring).  Indian Ocean Commission (training in MCS). Resource requirements * Needs assessment to be carried out throughout various national-level institutions. Would be efficient to have single entity to coordinate activity and present outcome. External trainers required to provide expert knowledge in one or more SDG 14 target. Experts can either attend regional-level training (at national or institution or regional body) but regional meetings will incur additional travel and subsistence costs for outside nations. However, regional-level meetings can provide valuable transfer of skills and knowledge. Alternatively, short-term national-level courses can be held within host institutions. Timeframe Needs assessment to be conducted within 12 months (short term). Training modules for specific SDG-related institutions to be developed within the medium term (months 12 – 24). Specific SDG-related training courses implemented at a national and regional level initiated within 2 years (medium term). Expected impact Increase in number and skills of national experts capable of implementing SDG 14 goals. (medium term) Increase national capacity to deliver SDG 14 goals (medium term). Financial Requirements * To be determined following detailed national needs assessment to confirm, amongst other things, the type of training required and number of staff. This will include training materials and costs associated with hosting short-term national and/or regional training courses and workshops. Other SDG targets All – training could be developed to ensure personnel ",
        "Element Description are competent in delivering on all SDG targets. Interrelations The opportunity for Mauritius to receive additional training from external organisations and neighbouring States would be of benefit. Having IOC based in Mauritius is a clear advantage and Mauritius should offer to host any IOC training opportunities to allow more Mauritians to attend any training that is on offer. Comments A wide range of training is required across several SDG 14 goals. This will require high-level coordination to ensure sufficient capacity is developed to address specific needs in the short and long-term. Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "Mauritius national sheet National IUU Risk Assessment - Mauritius Element Description Title Improved effectiveness and efficiency of MCS resources and reduction of IUU through the adoption of a Mauritian national IUU risk assessment SDG Target 14.4 (and impacts on 14.5 implementation) Country or Region Mauritius Main challenge(s) or gap(s) which project addresses Identifies IUU risks to Mauritius (by source (e.g. longline fishing vessels), time period (e.g. seasonality), by geography (e.g. areas including MPAs), likelihood and impact) across their national waters. Allows MCS authorities (e.g. Mauritius fishing Authority, Coastguard etc.) to better understand the risks that Mauritius is facing and to include the risk assessment in a national MCS strategy / NPOA-IUU as appropriate to better target limited national resources. Each national IUU risk assessment will feed into a regional MCS strategy allowing shared resources to be better deployed and managed and understand risks shared between States and how these can be deterred an mitigated against. Objective Reduction in the level of IUU observed / estimated in Mauritius over a five year period. More effective and efficient use of MCS resources both national and shared, incorporating risk assessment into MCS planning. Better managed fisheries and a desire to increase legal, reported catches towards MSY. Main elements of the project The main elements of the project workplan to enable achievement of the objective(s) would include:  Assessment to risks to fisheries in Mauritian waters.  Set up / modification of systems to collect MCS indicator data.  Assessment of Mauritius’ capacity and capability in relation to key compliance indicators e.g. number of inspections, number of sea days (for domestic, national and foreign fleets)  Assessment of national capacity to deter and combat IUU fishing  Clear identification of national priorities, highest risks and requirements to combat these risks. Implementing Organisation * Primary organisation for MCS in Mauritius would be is the Ministry of Ocean, Economy, Marine ",
        "Element Description Resources, Fisheries and Shipping. The MCS system in Mauritius involves the Monitoring Control Surveillance (MCS)/ Vessel Monitoring System (VMS) /Port State Control and Import/ Export Division, Fisheries Management Division and the Fisheries Protection Service, National Coast Guard (NCG), Mauritius Port Authority and the Ministry of Information and Communication Technology. Albion Fisheries Research Centre (AFRC) for fisheries related information. Project Manager * FMC Manager from Fisheries Protection Division or the Monitoring Control Surveillance (MCS)/ Vessel Monitoring System (VMS) /Port State Control and Import/ Export Division Associated Organisations * IOC Smartfish Programme (or equivalent as current programme coming to an end). IOTC, SIOFA & SWIOFC – RFMOs Cooperating States – Seychelles, Comoros, Madagascar, France Resource requirements * Consultancy Team with experience of previous regional MCS strategies and Indian Ocean fisheries (offshore and inshore). Inputs from national MCS organisations to feed into risk assessment as listed above. Timeframe The project should be completed over a three month period (with the overarching regional MCS strategy over a longer nine month period). Expected impact Better managed national and regional MCS resources targeted at high risk elements of fisheries in national waters in the short term onwards. Reduction in IUU fishing in the long term. This will it is envisaged lead to better managed fisheries and increases in yield over the long term. Financial Requirements * Not available at this time. It is envisaged that a tender process for technical services would be required. Other SDG targets 14.5 – Better management for and reduced risks related to IUU fishing in MPAs and related damage this may cause. Interrelations  SMARTFISH / ECOFISH projects  IOC joint surveillance work with Comoros, France, Madagascar, Mauritius and Seychelles.  i-Africa MCS activities and intelligence sharing.  IOTC e-PSM programme, IOTC proposed ",
        "Mauritius national sheet Element Description centralised VMS system. Comments - Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "Increased awareness of plastic pollution- Mauritius Element Description Title Identification of plastic pollution sources and pathways in Mauritius to support development of a regional strategy to combat plastic pollution SDG Target 14.1 (By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land- based activities, including marine debris and nutrient pollution) Country or Region Mauritius Main challenge(s) or gap(s) which project addresses The main source of pollution found in Mauritian waters has been identified as originating from external sources, namely Madagascar. While Mauritius itself has a cleaning programme, the outer islands have little or no control and therefore are more vulnerable to the impacts of marine plastic pollution. If marine debris is not cleared up, then over time the negative effects will accumulate and may impact ecosystems and possible industries (e.g. tourism and fisheries). Objective To identify the main sources and pathways of marine plastic pollution in a Mauritian EEZ. This information can then be used to increase public awareness of the issues with marine plastic and help to support the development of a regional strategy to minimise waste. The indicators which can be used to measure whether the objectives are reached include: - Method developed which accurately tracks plastic waste from source to sink. - Training course programmes and record of attendance. - Joint regional strategy developed in Indian Ocean. Main elements of the project Long-term studies are in place Mauritius to monitor coastal waters already. This should be expanded to cover all parts of the Mauritian EEZ including the outer island groups that are currently not monitored. In addition to this the sources of external pollution should be identified and measured to estimate change.  Define method to identify sources of plastic pollution.  Define method to track sources of plastic from source to sink.  Hold workshops in-country to raise public awareness based on scientific findings.  Use scientific findings to promote regional co- ",
        "Mauritius national sheet Element Description operation strategy to combat marine pollution. Implementing Organisation * The Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping Project Manager * To be determined Associated Organisations * Ministry of Environment, Sustainable Development, and Disaster and Beach Management Resource requirements * Resource needed may include:  Personnel and equipment to identify sources of pollution  Personnel to run workshops to raise awareness of pollution in country  Facilities to hold workshops Timeframe The planned timeframe is 2 years. Expected impact  Identification of external sources of plastic pollution in the medium term.  Identification of pollution pathways from external source to Mauritian EEZ in the medium term.  Increase awareness of the issues that plastic pollution causes in the marine environment and more effort made at the individual and country level to reduce waste over the long term.  Long term development of a regional strategy to combat marine plastic pollution in the Indian Ocean and increased awareness in other countries.  Long term reduction in the overall level marine plastic pollution in the EEZ of Mauritius. Financial Requirements * To be determined Other SDG targets Potential improvement in water quality (SDG 6) Reducing pollution along the lifecycle of plastic products (SDG 12) Interrelations The adopted Mauritius Integrated Coastal Zone Management is related to evaluating the accumulation of micro plastics in Mauritian waters and also investigates land-sea interactions. This framework may therefore act as a basis to identify sources and pathways of pollution. Mauritius has also announced that it will increase research on the accumulation of micro plastics in the marine food chain from 2017-2022 which may help to facilitate the collection of data. ",
        "Element Description UNDP Clean Seas Programme. Mauritius could benefit from some of the initiatives and funding through this scheme. Comments - Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "Mauritius Literature Review Page 1 LITERATURE REVIEW EASME/EMFF/2016/031 International Oceans Governance - Scientific Support Mauritius, Literature Review 1. B ACKGROUND The Republic of Mauritius is an island nation located in the Indian Ocean, ca. 2,000 km off the southeast coast of Africa. It has a population of approximately 1.3 million people, distributed across an area of approximately 2,046 km 2 (789.965 mi 2 ), which equates to a population density of ca. 620 people per km 2 . The EEZ of Mauritius (Rodrigues and Agalega included) covers about 1.2 million km 2 . Mauritius is considered a stable democracy - according to the World Bank’s Worldwide Governance Indicators, under most dimensions of governance (political stability, government effectiveness, rule of law and control of corruption), Mauritius is in the top third of all countries surveyed 1 (Figure 1). Mauritius is classified as a Small Island Developing State (SIDS) and a Middle Income Country (MIC). Since its independence in 1968 the economy of Mauritius has developed from a low- income agriculture-based economy to a middle-income diversified economy. Despite the constraints, Mauritius has created a well-established welfare system, a sound educational system and a resilient and stable economy based on tourism, textiles and financial services. More recently seafood has emerged as an increasingly important sector, supported by increasing investment from both local and foreign investors. Mauritius has one of the largest EEZs in the world and in 2012 the government announced its intention to develop the marine economy 2 . Mauritius is ranked high in 1 http://info.worldbank.org/governance/WGI/#reports 2 http://mauritiusassembly.govmu.org/English/Documents/Add%20president/Govt%20Address%202012.pdf ",
        "Page 2 ‘Evaluation of driftnet fisheries – Case study report terms of economic competitiveness, although its economic growth projections are relatively modest (3.8% in 2016); its GDP per capita is one of the highest in Africa, at over USD 16,820 in 2014 3 . Poverty in Mauritius has declined significantly over recent decades; in 2012 around 9.4% of households were considered to be living in relative poverty 4 , and it has an HDI of 0.781 (ranked 64th). The Mauritian environment is considered to be particularly rich – it was designated by IUCN as a ‘centre of plant diversity’ and is included as part of the Madagascar and Indian Ocean Islands biodiversity hotspot. Mainland Mauritius has a coastline of 322 km and is surrounded by 150 km of protective coral reefs, covering a lagoon area of around 243 km 2 . The marine environment therefore constitutes a major ecosystem and is particularly diverse, with some 1,700 species, including 786 fish species of which about 5% are commercial targets 5 . However, it is also considered to be at risk, particularly critical ecosystems include mangroves, seagrass beds and coral reefs - mangrove cover decreased by 30% between 1987 to 1994, due in part to the expansion of tourism. Figure 1: World Governance Indicators; Voice and Accountability (V&A), Political Stability and Absence of Violence (PSNV), Government Effectiveness 3 http://www.worldbank.org/en/country/mauritius/overview 4 http://statsmauritius.govmu.org/English/StatsbySubj/Documents/Poverty/Poverty%20Analysis%202012.pdf 5 https://www.cbd.int/doc/world/mu/mu-nr-03-en.doc ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 3 (GE), Regulatory Quality (RQ), Rule of Law (RoL) and Control of Corruption (CoC)6. The Republic of Mauritius have demonstrated their commitment to the SDGs at various international events, through regional partnerships and through national policies, action plans and frameworks. They have specifically identified SDG 14 as an important target due to their desire to make the ocean sector a pillar of its economy in the future, although, the ocean economy is not new to Mauritius, with marine tourism, shipping and fisheries having a long history. 2. P ROGRESS ON SDG TARGETS Target specific details about SDG 14 are captured in Table 1 while Table 2 and 3 provide a perspective on challenges that might thwart delivery and mechanisms that could support it, respectively. 2.1. Overview International level Mauritius play an active role in the field of SDGs, particularly SDG14 - they are active members of the Alliance of Small Island States (AOSIS) 7 , and as such lead in commitments to sustainable development of Small Island Developing States (SIDS) - in 2005 they hosted an international meeting that resulted in the Mauritius Strategy for Implementation, which strengthened commitment of the international community to support sustainable development implementation in SIDS 8 . The Mauritian Government adheres to many international laws and agreements, including; the agreement to Promote Compliance with International Conservation and Management Measures by Fishing Vessels on the High Seas; the agreement related to the Conservation and Management of Straddling and Highly Migratory Fish Stocks of the UNCLOS (Fish Stocks Agreement); FAO Code of Conduct for Responsible Fisheries - International fishery conservation and management measures, and the FAO Port State Control Measures. The Republic of Mauritius are being supported by a number of international development partners to implement programmes in various sectors of relevance to sustainable development – in particular, Mauritius has benefited from the financial and technical support of partners such as the UN, the EU, the Agence Française de Développement, the Commonwealth Secretariat, the World Bank, the IMF and the GEF. Below is a list of 6 http://info.worldbank.org/governance/WGI/#home; WB defines extreme poverty as living on less than USD1.90 per day> (PPP), and moderate poverty as less than USD3.10 a day. 7 http://www.sidsnet.org/aosis-issues/ 8 https://sustainabledevelopment.un.org/content/documents/563National%20Synthesis%20Report%20FINAL.pdf ",
        "Page 4 ‘Evaluation of driftnet fisheries – Case study report additional international partnership initiatives and voluntary commitments where Seychelles is listed as a partner, and the SDG(s) they relate to:  Disaster Risk Management in the Islands of the Indian Ocean (SDG14);  Education for sustainable development in the Indian Ocean region (SDG 14);  IHO Hydrography Capacity Building Programme for Coastal States (SDG 14);  Marine cooperation in capacity building (SDG 14);  Sustainable Management of the Coastal and Marine Resources (SDG 14);  Western Indian Ocean Coastal Challenge (WIOCC) (SDG 14);  Integrated Water and Wastewater Resource Management in Atlantic and Indian Ocean SIDS (SDG 5, 6, 13, 14 & 17);  Harnessing Science Technology and Innovation for resilience building of SIDS (SDG 4);  Increase Forest Tree Cover (SDG 15);  Lighthouse initiative (SDG 7 & 8); and  Tree planting campaign (SDG 15). Regional level In order to create and encourage cross-border partnerships, Mauritius is party to several regional groups, including the SADC, the Common Market for Eastern and Southern Africa, the Indian Ocean Rim ‐ Association for Regional Cooperation and the IOC. Mauritius is also a member of the IOTC, CCAMLR, SWIOFC, SIOFA and the Nairobi Convention. Being a relatively active member of these organisations, is evidence of Mauritius’ drive to progress fisheries conservation and management measures at the regional level. National level With regards to the implementation of the SDGs, on September 25 th 2015, the Government of Mauritius committed to a comprehensive program of implementation, to develop a national strategy, setup a national monitoring framework and process for annual reporting, and to establish a multi-stakeholder advisory group to support their implementation 9 . The implementation of all SDGs is steered by the Ministry of Environment, Sustainable Development, and Disaster and Beach Management. SDG 14 was again highlighted as a crucial target at the third international conference of SIDS, where Mauritius representatives re-affirmed its commitment and prioritisation of the “Mauritius Strategy for the further Implementation of the Barbados Programme of Action for the Sustainable Development of Small Island Developing States” 10 . 9 http://statsmauritius.govmu.org/English/Documents/SDGs%202016/Presentations/1%20Presentation%20on%20 instituitional%20arrangement%20by%20Mr%20D.%20Bahadoor.pdf 10 https://sustainabledevelopment.un.org/conferences/msi2005 ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 5 At the national level, the main legal frameworks that regulate the marine environment of Mauritius are; the Environment Protection Act 2002 (EPA), the Tourism Act 2006, the Wastewater Management Authority Act 2000, and the Maritime Zone Act 2005. Fisheries and fishers in the nation are also supported via other frameworks such as the Fisheries and Marine Resources Act 2007, the Fishermen Welfare Fund Act (2000) and the Fishermen Investment Trust Act (2006). With the enactment of these ‘Fisheries Acts’, regulations have been adopted that include, the Vessel Monitoring System Regulations, the Undersized Fish Regulations, MPA Regulations, and several technical control measures. Mauritius has also been very progressive with regards to combatting IUU fishing, on a national and regional scale – setting up an additional suite of tools and regulations, such as; VMS and AIS regulations, mentioned above and Port State Control Units for boarding and inspection of vessels. Similarly, additional national measures have been implemented to help build sustainable fisheries and protect the marine environment, such as; banning of explosive fishing; closed seasons for certain gear types; minimum landing sizes for some commercial fish; building nearshore FADs for artisanal fishers, to relocate effort and sustain catches; and the creation of a Fishermen Training and Extension Centre to train fishers to fish off-lagoon. Mauritius also adopted an Integrated Coastal Zone Management (ICZM) Framework in 2010 which aims to ensure the effective and sustainable management of all coastal development around the island. On-going activities under the ICZM include coastal protection works, beach re-profiling, propagation of mangroves and other restoration works. The following projects have been recently created that are aimed at achieving SDG14:  Investigation of land-sea interactions through groundwater discharge;  Evaluating the anthropogenic accumulation of micro-plastics in Mauritius waters; and  The study of Ocean Acidification in Mauritius waters (NB: Tentative title is subject to change). The first two projects directly address SDG 14.1, in particular from land-based activities, including marine debris and nutrient pollution with the critical indicator 14.1.1. The project on Ocean Acidification is expected to address SDG 14.3 - average marine acidity (pH) measured at agreed suite of representative sampling stations. Other projects currently undertaken at the Mauritius Oceanography Institute, in line with SDG14 include:  Molecular characterization / Assessment of living resources in the EEZ of Mauritius;  Marine Biosecurity Programme: (i). Port Mathurin Port biological baseline survey, (ii) Survey of invasive aquatic species related to bio-fouling in Port Louis Harbour, Mauritius;  Assessment of submarine groundwater discharge (SGD) flux to meet potable water demand and improve domestic water supply in coastal regions;  Mapping of coastal and oceanic environments including the characterization of the earmarked aquaculture sites around mainland Mauritius; and  Monitoring for Environment and Security in Africa (MESA) project. ",
        "Page 6 ‘Evaluation of driftnet fisheries – Case study report Target specific details about SDG 14 are captured in Table 1 while Table 2 and 3 provide a perspective on challenges that might thwart delivery and mechanisms that could support it, respectively. 2.2. Progress with MDGs Mauritius successfully achieved most of the MDG targets, especially in the area of education, gender equality and poverty reduction, but, a number of concerns and priorities emerged during that relate to unemployment due to skills mismatch, demographic challenges, and environmental and climate change issues – all of which are considered by the Prime Minister 11 , to impact the achievement of the MDGs and will persist going forward towards the SDGs. 2.3. Delivery across SDGs Mauritius have declared that their strategy will focus on sustainably developing the Ocean Economy while striving to achieve targets set out in SDG 14 for 'life below Water'. Emphasised when Mauritius hosted a preparatory workshop for the 2017 UN Oceans Conference, which paid particular attention to SDG 14. The Republic of Mauritius appear to be one-step-ahead of many other countries, in that Statistics Mauritius have constructed a national SDG database 12 - as of March 2017, the database comprised data on around 130 of the 216 indicators (60%) (Table 1) that are relevant to the Mauritian context. Data are presented as from 2010 to enable trend analysis prior to 2016. Mauritius plays a leading role in the SDGs, particularly SDG 14, both at the international level, regional level and through national policies and commitments. With respect to SDG 14.1, Mauritius announced it will increase research on the possible link of contaminated seafood consumption with the rise in diseases such as cancer by studying the accumulation of microplastics in the marine food chain and its potential impact on human health in the period 2017 to 2022 13 . In addition, under SDG 14.4 Mauritius announced it will launch in 2018 an assessment of all the fishing vessels (including purse seiners and long liners operating in the region) operating in the waters of the Indian Ocean Commission States in order to study their identity, history, ownership and activities. With a view to prevent, deter and eliminate IUU fishing. Project's completion is expected in 2021. The data will be assessed and a report will be prepared with recommendations on means to combat effectively IUU fishing in waters of the Member States of the Indian Ocean Commission. Furthermore, the Indian Ocean Commission (IOC) announced the extension from 5 to 8 Participating States of the EU- funded Regional Fisheries Monitoring mechanism in the Southwest Indian Ocean. The 8 Participating States (Comoros, Madagascar, France / La Réunion, Kenya, Mauritius, Mozambique, Seychelles, Tanzania) have signed the 2017 Fisheries Ministerial Declaration to commit to the institutionalised structure of the IOC Secretariat to combat IUU fishing and fisheries crimes in the industrial tuna fisheries in the South West Indian Ocean basin. This will promote a sustainable resource management of the second largest 11 https://sustainabledevelopment.un.org/content/documents/20983mauritius.pdf 12 http://statsmauritius.govmu.org/English/StatsbySubj/Pages/MDGs_SDGs.aspx 13 https://ourocean2017.org/sites/default/files/ooc-2017-list-of-commitments_en.pdf ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 7 tuna fisheries producer worldwide. It is noted that Mauritius has also made a commitment to support the FISH-I in implementing a programme of vigilance in the Western Indian Ocean. Under 14.a Mauritius announced it will launch in 2018 an ocean data management project to improve data accessibility and provide a temporal and spatial perspective for the sustainable development of the ocean and its resources. The project is expected to be completed in 2022 and is part of a substantial effort to harmonise and standardise ocean data so as to allow dissemination to the largest community possible. Similarly, under 14.b Mauritius reaffirmed its commitment to elaborate by 2021 a Marine Spatial Plan for the maritime zones of Mauritius to sustainably and effectively manage the conflict of uses in its waters. Australia is hosting visiting fellows from IORA countries (Madagascar, Mauritius and Seychelles) in November 2017 and supporting a proposed IORA summit in 2018 that will support Mauritius achieve SDG 14.c. In spite of the investments and commitments of the Mauritian Government and stakeholders, there are still a number of challenges prevailing 14 , including, potential for economic shocks and financial constraints; human resources and skills mismatch; and technology gaps. Specifically with regard to SDG 2; Mauritius has limited land resources, most of which are already exploited and there is little scope for further development and expansion. However, Mauritius has a huge territory, of which 99% is ocean. As a result, the exploitation of ocean and marine resources present an opportunity to promote and improve economic diversification and resilience of the country. However, this will require significant resources and expertise to ensure it is conducted in a sustainable manner – in line with SDG 14. Mauritius presently lacks the financial capacity, skills, and technology to maximise sustainable use of the potential offered by the marine environment for food security, economic development, energy and carbon sequestration. Furthermore, whilst this offers key prospect for sustainable development in Mauritius, integrated assessment and regular monitoring of the marine environment is required. Mauritius requires further assistance to replenish fish stocks, combat IUU fishing and piracy and prevent marine pollution, amongst other things. In this regard, the support of the International Community is crucial to enable Mauritius achieve its sustainability goals. 14 https://sustainabledevelopment.un.org/content/documents/563National%20Synthesis%20Report%20FINAL.pdf ",
        "Page 8 Table 1: Targets and global indicators and progress against each of them SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress These are the targets of the SDG 14 Benchmark Progress from the benchmark Regional or international contribution 14.1: By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution. Yes Index of coastal eutrophication; floating plastic debris density; average marine acidity (pH) The Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping (MOEMFRS - MOI) is involved in the long term monitoring of seawater quality and screening of potentially toxic fish and harmful algae. No Data No data No data 14.2: By 2020, sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience. Yes Proportion of national exclusive economic zones managed using ecosystem-based approaches (MOEMFRS - MOI) No data No data No data 14.3: Minimize and address the impacts of Yes Average marine acidity (pH) measured at (MOEMFRS - MOI) No data No data No data ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 9 SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress ocean acidification, including through enhanced scientific cooperation at all levels. agreed suite of representative sampling stations 14.4: By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices. Yes Proportion of fish stocks within biologically sustainable levels: (i) Ratio of fish catch (artisanal) to maximum allowable threshold; (ii) Ratio of fish catch (bank) to maximum allowable threshold MOEMFRS (Fisheries Division) – yearly (and Statistics Mauritius) 2015 benchmark is set at (i) 36 and (ii) 30. The threshold for maximum fish catch by artisanal means is 1700 tonnes; figures refer to Island of Mauritius. The threshold for maximum fish catch (bank) is 4200 tonnes; figures refer to Island of Mauritius. No data 14.5: By 2020, conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and Yes Coverage of protected areas in relation to marine areas Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping - Yearly 3.9% 2015 (Figures refer to Island of Mauritius) In Mauritius there are six Fishing Reserves and two Marine Parks. There are no Marine ",
        "Page 10 SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress based on the best available scientific information Reserves, but there are a number of designated zones within marine parks within which fishing is prohibited. 14.6: By 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies. Yes Progress by countries in the degree of implementation of international instruments aiming to combat illegal, unreported and unregulated fishing MOEMFRS MOEMFRS would enquire and provide relevant inputs No data No data 14.7: By 2030, increase the economic benefits to Small Island developing States and least developed countries from the sustainable Yes Sustainable fisheries as a percentage of GDP in small island developing States, least developed countries and all MOEMFRS No data No data No data ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 11 SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress use of marine resources. countries 14 a: Increase scientific knowledge, develop research capacity and transfer marine technology. Yes Proportion of total research budget allocated to research in the field of marine technology MOEMFRS No data No data No data 14 b: Provide access for small-scale artisanal fishers to marine resources and markets Yes Progress by countries in the degree of application of a legal/regulatory/policy/ institutional framework which recognizes and protects access rights for small-scale fisheries MOEMFRS No data No data No data 14 c: Enhance the conservation and sustainable use of oceans and their resources by implementing international law. Yes Number of countries making progress in ratifying, accepting and implementing through legal, policy and institutional frameworks, ocean- related instruments that implement international law, as reflected in the United MOEMFRS No data No data No data ",
        "Page 12 SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress Nation Convention on the Law of the Sea, for the conservation and sustainable use of the oceans and their resources ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 13 Table 2: Summary of the process 15 and challenges. SDG target Resources and capacity for delivering the target Key issues /problems Examples of innovation or development of opportunities in implementing the SDGs? 14.1 The author of “Sustainable Development Goals and Smart Cities Development” said that, “scientific knowledge, developing research capacity and transferring marine technology (goal 14.a) are fields where engineers have an important role to play, taking into account the Mauritian context as a SIDS. In addition to the above and linking back to Goal 13, there are opportunities in as much as resilience and adaptive capacity to climate-related coastal hazards and natural coastal disasters are concerned. The Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping has embarked in a capacity building programme to empower artisanal fishermen to earn a better livelihood. In an effort to encourage them to venture off-lagoon towards more profitable off-lagoon areas for better catch, artisanal fishermen are provided with essential services and given There are a number of key issues that cut across the SDG 14 targets:  Need for enhanced data collection and analysis methodologies and strengthen management strategies;  Capacity building/training  Need for appropriate software/training for data collection and monitoring None identified 14.2 None identified 14.3 None identified 14.4 None identified 14.5 None identified 14.6 None identified 15 This covers the design, evaluation, implementation and monitoring. ",
        "Page 14 SDG target Resources and capacity for delivering the target Key issues /problems Examples of innovation or development of opportunities in implementing the SDGs? 14.7 training through a series of incentives such as deployment of a number Fish Aggregating Device (FADs) around the island. None identified 14 a None identified 14 b None identified 14 c None identified ",
        "International Oceans Governance - Scientific Support Mauritius Literature Review Page 15 3. S UPPORT FOR BETTER OCEAN GOVERNANCE Table 3: Types of mechanisms that support SDG targets and their contribution. Type of Support Role they play Objectives Hyperlink Is this a support that applies at national or regional scale? The University of Mauritius has set-up a Faculty of Ocean Studies Advisory/ Training Providing capacity building, undertaking research and promote research and development in the sector. Objectives are: - To train students and develop professional skills, in aspects of ocean studies. - To conduct research in topics relevant to the ocean sector. - To create synergies between public and private sector. - To develop partnerships and collaborations with overseas universities, with regional and international ocean related agencies and professional bodies, and to tap into ocean studies training resource networks and services. - To organize and host national, regional and international conferences to enable exchange of scientific data, ideas, skills and technologies. - To create a central database for ocean data and information to facilitate technology transfer. - To provide support in the field of atmospheric, ocean and climate data analysis. - To provide short term training and support for technical proficiency in specific areas in ocean-related sectors. - To provide expert advice and consultancy services to the public sector, to industry and to civil society on issues related to the ocean. http://www.uom.ac. mu/FOCS/index.php/ aboutthefaculty/ National ",
        "Page 16 Type of Support Role they play Objectives Hyperlink Is this a support that applies at national or regional scale? - To provide incubator facilities for pilot scale testing of innovative technologies related to the ocean sector. - Hub for the Indian Ocean ",
        "Page 17 4. G OOD PRACTICE AND LESSONS LEARNT The Joint Management Area (JMA) between Mauritius and the Seychelles 16 is considered to be a good example of joint collaboration between neighbouring countries. UNDP GEF recognises that this is one of the first ‘transboundary’ management agreements for an Extended Continental Shelf scenario and represents a unique and innovative joint management demonstration 17 . This is particularly valuable due to the expected number of ECS applications which will subsequently require the development of innovative management approaches. This places the Mauritius-Seychelles Joint management Agreement in a ‘cutting-edge’ position to take the lead in piloting new mechanisms and strategies for such joint ECS management. Noteworthy elements within the Treaties, which are reflected in UNCLOS, include:  Agreement to exercise sovereign rights jointly for the purpose of exploring the continental shelf and exploiting its natural resources  Importance of jointly managing the natural resources of the continental shelf in the Mascarene Plateau Region in a manner that is sustainable and consistent with the precautionary principle and the protection of the marine environment and the biological diversity of the continental shelf The EPA 2002 – the main legislative framework to support environmental management in Mauritius – provides a range of tools to combat overfishing, IUU etc. and this is considered to be best practice in terms of national legislation. 16 http://mdr.govmu.org/English/defence/Documents/treaties/Treaty%20Concerning%20the%20Joint%20Manag ement%20of%20the%20Continental%20Shelf%20in%20the%20Mascarene%20Plateau%20Region.pdf 17 http://www.mu.undp.org/content/dam/mauritius_and_seychelles/docs/Roland2015/JMA%20ProDoc%20for% 20Revision%20following%20LPAC%20150225.pdf ",
        "Page 18 SWOT ANALYSIS EASME / DG MARE International Oceans Governance - Scientific Support Ref. No MARE/2011/01 Ref. EASME/EMFF/2016/031 Mauritius, Indian Ocean, SWOT Analysis ",
        "1 I NTRODUCTION The main objective of this series of SWOT analyses is to obtain information about the capacities and the limitations that are currently faced by each of the countries in the study in being able to address their SDG14 requirements. In a standard SWOT analysis (strengths weaknesses, opportunities, and threats) internal (S&W) and external (O&T) factors (to the country in this case) are analysed. The internal scope (strengths and weaknesses) are those related to the organisations, projects and structures of the country; the external scope (opportunities and threats) are those events and pressures that influence the country from outside but can much it easier (opportunities) or make it more difficult or prevent a country from achieving its objectives (threats). Once the four elements: strengths, weaknesses, opportunities and threats have been analysed individually (Section 0), some key underlying mechanisms may be determined to utilise strengths and opportunities individually or to address and counter weaknesses and threats. However, it is usually necessary to further analyse the relationships between the four components to identify potential ways forward and then to set strategies to follow in order to take advantage of our strengths based on specific opportunities and to reduce threats, and to work to combat any identified weaknesses by identifying opportunities and to highlight where weaknesses and threats coincide so measures can be taken to reduce the potential negative impacts. ",
        "Page 20 2 S UMMARY SWOT TABLE This document provides a summary SWOT analysis at the country level for Mauritius. A summary of the analysis can be found in Table 1, with the details found for each specific section in for Strengths (Section 3.1 - Table 2), Weaknesses (Section 0- Table 3), Opportunities (Section 3.3 - Opportunities detail any external improvement that can be taken advantage of by a country. Opportunities should be external to the country. Opportunities are a combination of different circumstances at a given time that offer a positive outcome, if they can be effectively and efficiently taken advantage of. As opportunities are external, a country cannot easily ‘create’ opportunities, they can only ensure that they are in the best position to gain the maximum benefit from any opportunities that appear, i.e. have the governmental structures in place. SDG 14 has a priority regionally and strong NGO support and access to external experts creates several positive opportunities in terms of marine resource governance. There is potential to diversify the marine sector within Mauritius, with opportunities to expand areas such as aquaculture/mariculture, offshore oil and gas, deep sea mining and renewable energies. Opportunities to improve regional coordination and share fisheries MCS resources are available under the IOC SMARTFISH programme and have indicated positive results improving levels of IUU in the region. Additionally, the regional IOC SMARTFISH programme has a particular focus on a number of SDG 14 targets, and there are future opportunities to be part of successful initiatives such as the Regional Biodiversity Programme and Coral Reef Monitoring Network. Table 4) and Threats (Section 0 - Threats are external factor, i.e. originating outside of the country being analysed. No control is exercised by the country over these factors, but there will be a benefit by having contingency plans to address them if they should occur to reduce any negative impacts. A typical threat would be “Global warming creating negative economic impacts through reduced fishing opportunities and environmental damage”. The common pool nature of a number of marine resources shared with neighbouring states makes management very difficult, and although the IOTC plays a role in managing highly migratory fish stocks, their consensus based decision making process can make agreeing strategies with other MS difficult. Common waters add additional issues, including the lack of control over external sources of marine pollution from nearby countries. Lack of MCS resources means that areas of Mauritius EEZ is susceptible to IUU activities, and there is currently a number of IUU threats to pelagic fisheries from Sri Lankan and India vessel amongst other. The short term and cyclical nature of external funding (2-3 years) is not conducive to long-term monitoring and evaluation activities to assess progress of SDG14 policy measures. Mauritius’s relatively small economy and dependence on a few industries makes the country vulnerable to external economic disturbances, while future climate changes impacting natural resources may degrade its already fragile economic stability. Table 5). Table 1 Summary SWOT for Mauritius. Positive Negative ",
        "Positive Negative I n t e r n a l STRENGTHS  Strong political stability and commitment – Creation of Ministry of Ocean Economy and Faculty of Ocean Studies to address the specific issues of Oceans Governance.  Primary, secondary and tertiary academic infrastructure strong and with tertiary focus on issues.  Single structure with one Ministry in charge and University and parastatals working to deliver.  Good national experience in key bodies e.g. Mauritius Oceanography Institute  Strong regulatory framework for environmental and fisheries issues with legal framework and key long- term plans in place.  Clear long-term staff development plans in place within Govt, structures. WEAKESSES  Capacity (technical skills)  Capacity (budget) including long-term planning may be limiting  MPA planning in place for smaller MPAs but not on the scale required to meet 14.5.  Large EEZ limits enforcement effectiveness with limited capacity – management of large remote MPAs may suffer.  Planning for chemical spills – no level of preparedness but at least known.  Low level of stakeholder input compared to other countries in the region.  Administrative effectiveness in some Ministries may be limiting.  Limitations on data availability E x t e r n a l OPPORTUNITIES  COI presence beneficial (locally based international experts)  SDG 14 has high priority regionally  Strong NGO / Intergovernmental support and pressure (UNDP etc.)  Regional knowledge and experience is high (COI experience vital to region). Number of specific opportunities exist.  Good access to external experts (through academic connections, new connections being developed e.g. UK NOC links)  Diversification of marine sector (e.g. Mariculture)  Renewable energy identified and possible funding THREATS  Common pool nature of fisheries resources (including IOTC decision making processes)  Common waters – pollution sources external to Mauritius but pollution sources e.g. marine plastics not local and no control (e.g. some sourced in Madagascar).  Illegal fishing potential (large EEZ, low level of MCS resources)  Short-term nature of funding (2-3 year max) is not conducive to long- term development.  Economic – Global economic downturn  Climate change ",
        "Page 22 ",
        "3 SWOT D EFINITION The following four sections identify individual strengths, weaknesses, opportunities and threats identified for Mauritius. Each element identified is given a unique number for future reference, fully described and evidence given. 3.1 Strengths Strengths can be described as a country’s internal positive attributes that makes a country stand out from others. Strengths could include attributes such as a defined national focus on a particular key issue, strong academic infrastructure that can underpin research, good long-term funding for relevant government bodies etc. For example, a country may only have a single national university but if that university has a strong oceanographic or marine biology focus with strong internationally renowned research groups that would be a key strength in developing mechanisms and analysing data to enable a country to meet its SDG targets. Mauritius indicates a stable political environment, with a transparent structure involving one ministry in charge of the Ocean Economy, Marine Resources, Fisheries and Shipping. The country has implemented a strong regulatory framework for environmental and fisheries issues, backed by a legal framework and long term policy management plans. Based on an ecosystem approach to fisheries, there is a strong environmental focus to policy, with a number of measures established to protect and conserve local ecosystems and biodiversity, while maximising sustainable economic and social use. This includes, a strong EIA processes, marine debris cleaning programmes, oil spill contingency plans and several critical habitat rehabilitation projects. There is a strong focus on fishery development expanding diversity, whilst removing destructive fishing practises and enforcing strong measures to reduce IUU. In addition to having a strong primary and secondary academic infrastructure, tertiary level education has been strengthened with the creation of the Faculty of Ocean Studies, offering courses specifically focussed to SDG14 targets. As a result, Mauritius appears to support the promotion of scientific research, encouraging levels of data collection and creation ecosystem maps indicating critical habitats. Table 2: Summary of Strengths Identified for Mauritius. # SDG Target Strength Description and evidence 1 All Strong political stability and commitment – Creation of Ministry of Ocean Economy and Faculty of Ocean Studies to address the specific issues of Oceans Governance. Mauritius has a clear transparent government and regulatory framework (backed up by high WB GI scores). Noted this is based on good free education to tertiary level for all plus succession plans in place in Ministries for civil servants, good career progression plans and clear handovers for officials leads to no gaps in knowledge transfer. Mainstreaming of climate change issues in national budgets 2 All Primary, secondary and tertiary academic infrastructure strong and with tertiary focus on issues. Mauritius has a strong primary and secondary education. Tertiary education has specific focussed courses at the University of Mauritius relating to SDG 14 targets, underpinned by the creation of the Faculty of Ocean Studies (now reabsorbed into original departments and faculties but conducted the same work). The Univ. of Mauritius indicated during interview that there was a view towards more applied courses now rather than pure science to allow connection with industry and applied research. Particularly true of ",
        "Page 24 # SDG Target Strength Description and evidence the ocean sector related subjects. Stakeholder (industry involvement key here). 3 All Single structure with one Ministry in charge and University and parastatals working to deliver. Clear simple structure. Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping (http://fisheries.govmu.org) in prime role, with other Ministries and parastatal organisations of relevance (e.g. Ministry of Social Security, National Solidarity, and Environment and Sustainable Development http://environment.govmu.org, AFRC and Mauritius Oceanography Institute reporting to them). 4 All Good national experience in key bodies e.g. Mauritius Oceanography Institute with history of implementation of different regional and international projects. Long established key bodies in country with history of implementing SDG 14 related research projects over a long period. These include the Mauritius Oceanography Institute (http://moi.govmu.org/) and Albion Fisheries Research Centre (http://fisheries.govmu.org/English/Pages/ Albion-Fisheries-Research-Centre.aspx) 5 All Strong regulatory framework for environmental and fisheries issues with legal framework and key long- term plans in place. Well established legal framework (Fisheries and Marine Resources Act). A new Fisheries Bill will be promulgated shortly. Examples include: Maritime Zones Act (2005) 18 Maritime Zones (Conduct of Marine Scientific Research) Regulations 2017 (GN No. 57 of 2017) 19 Bank Fisheries Management Plan. National Plan of action for IUU 20 2012 5 year Masterplan 2015 15 year Strategic Plan 6 All Clear long-term staff development plans in place within government organisations. Mauritius has a good administrative structure for the long-term development and career progression of staff. There are clear organisational hierarchies and methods of progression with clear identification of succession plans for individuals to hold key roles and their development and handover to take on those roles at senior levels. 7 Waste Management and EPA Strong environmental protection act in place in Mauritius – a clear example of good long-term management and implementation. No dumping is allowed in the marine environment (see toxic waste under “Weaknesses” and waste water and solid waste management is well implemented with a dedicated waste water management authority and good sewerage 18 http://extwprlegs1.fao.org/docs/texts/mat62130.doc 19 http://extwprlegs1.fao.org/docs/pdf/mat166409.pdf 20 http://www.fao.org/faolex/results/details/en/c/LEX-FAOC165160/ ",
        "# SDG Target Strength Description and evidence system and a long-term sewage masterplan of 80% coverage planned resulting in little discharge into the marine environment. 8 14.4 Well-established Competent Authority seafood Due to the importance of fisheries trade and exports Mauritius has a well- established CA to manage reporting requirements and approval for exports. The CA also assists on requests relating to legality and traceability of fish products. This is an effective link in the fight against IUU fishing 9 Favourable investment climate, enhanced reputation in the region, political will, good governance Government provides financial incentives for investors. It was noted that Mauritius is considered, evident from the level of investment from multinational companies in recent years. This is due to a large number of factors including political stability and the incentives provided for investors by central government. 10 Well established seafood sector and a deep water port. The extension of the port is being finalised that will further enhance the capacities provided in Mauritius. Port Louis is an important deep water port in the region providing bunkering services to a large number of passing vessels including a large proportion of the longline tuna fleets operating in the Indian Ocean. This has been identified by the Mauritian Government and the expansion of the port is currently being planned to attract other vessels away from their normal ports (e.g. Mombasa, Durban, Cape Town or Victoria). 11 14.1 The Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping is involved in the long term monitoring of seawater quality and screening of potentially toxic fish and harmful algae. MOI microplastics Existing long-term monitoring programme on seawater quality exists. (MoOEMRFS) Microsplastics known levels in sediment and water. 12 14.1 Monitoring of lagoons (physico-chemical) to study the trends in water quality characteristics. Monitoring water quality (microbiological) at public beaches for public health and recreational aspects. Identification and screening of the toxic fishes, investigation in cases of marine pollution, fish mortality, fish toxicity, algal blooms and jelly fish occurrences are also undertaken. The Fisheries Division (AFRC) is responsible for the monitoring of water quality for different parameters at selected sites around the island. Existing long-term monitoring programme on seawater quality exists. (MoOEMRFS) 13 14.1 Coastal water quality Guidelines in place for different categories of water quality requirements Established standards for water quality. Monitoring programme and benchmarks therefore clearly established. 14 14.1 An Action Plan for fish In the event of mass mortality, the action ",
        "Page 26 # SDG Target Strength Description and evidence mortality in place which is triggered in case of fish mortality. plan would be implemented. Elements such as stopping fish sales, identification of triggers for mortality and identification of source of the problem would likely 15 14.1 Monitoring programme in place for major rivers, identifying where and what contamination occurs. Established programmes. Identify level and type of pollutants locally so can identify extraneous sources. 16 14.1 Oil spill contingency plan National plan in place. Recent spill in August 2016 (170t of fuel oil). Only one beach impacted and only 10t escaped. Well-equipped team manned by Police / Coastguard / Fisheries / Environment and Volunteers. Averted a large scale disaster locally. 17 14.1 Marine debris cleaning programme Programme exists to reduce level of marine debris on Mauritius. Does not cover outer islands at the moment and the difference in marine debris is noted. 18 14.1 Environmental Protection Act The Environment Protection (Amendment) Act (2008) 21 ensures no dumping at sea, dangerous shipments must be notified in transit. A good waste water and solid waste system exists on island with an 80% long-term plan for sewerage. There are strict limits on industrial zones and waster must be effectively treated before it enters the sea. Controlled by Waste water management authority with a waste audit process.. 19 14.2 Integrated Coastal Zone Management (ICZM) Framework for the Republic of Mauritius adopted in 2010 The ICZM Framework ensures the effective and sustainable management of all coastal development around the island. On-going activities under the ICZM include coastal protection works, beach re-profiling, propagation of mangroves and other restoration works to abate the coastal erosion problem. Projects such as mangrove propagation, long-term coral reef monitoring and coral farming have been implemented and seagrass rehabilitation has been proposed. Long term coral reef ecosystem monitoring program (including water quality) and status of the coral reef included in marine parks and other sites: Long-term monitoring of the coastal ecosystem at selected sites around Mauritius. 20 14.2 Focus on marine biodiversity through implementation of various programmes and projects Mangrove propagation in the coastal areas; provide technical know-how to private organisations/ fishermen to propagate mangroves and awareness on importance of mangroves.  Action plan to attend to the issue of stranded mammals in our coastal 21 http://extwprlegs1.fao.org/docs/texts/mat82535.doc ",
        "# SDG Target Strength Description and evidence waters/areas.  Sensitisation/ Public Awareness Programme on the importance and conservation of the marine ecosystem.  Conservation and management of Marine Turtles and their habitats.  Assessment of ecological impacts of coastal development and tourism- related activities in the coastal zone and near-shore lagoon. 21 14.2 Rehabilitation projects implemented. The Ministry started a mangrove propagation programme in 1995 with the aims to afforest and protect the denuded areas as well as to sensitise the public on the importance of the mangrove forests in the marine ecosystem. Mangrove forests of the Republic of Mauritius are now protected through the Fisheries and Marine Resources Act Moreover, mangrove propagation has been gaining more momentum in the face of mitigation of and adaptation to climate change. In view of rehabilitating the coral reefs of the Republic of Mauritius, the Albion Fisheries Research Centre (AFRC) started a coral farming project in 2008 in the lagoon on a pilot basis. Following the success of the latter, the activity was extended to several sites around the main island of Mauritius. Corals, mangroves are protected species under the FMRA. NGOs are authorised to carry out projects to rehabilitate coral reefs. 22 14.2 Ecosystem approach to fisheries MOEFT indicated that the Banks fishing grounds (St. Brandon, Saya de Malha, Nazareth and Albatross) are managed using a precautionary and ecosystem based approach. A “Bank Fisheries Management Plan” is in place (since 2013) and is being implemented. (As defined in 14.2 indicator) 23 14.2 Strong EIA Process Environmental Impact Assessment is implemented across marine activities. Strong regulation. Look critically at all developments e.g. increased bunkering in Port Louis, increased revenue but increased risk. Limits are known and kept within. Industry is not allowed to setup near sensitive areas. Dedicated Environment Police with Pollution, Prevention and Control Division. Ridge- Reef (basin +) management employed. Limited recycling – mostly landfill. Some interim storage for hazardous materials showing good level of control and Ministry of Health through Dangerous Chemical Control Board bans entry of worst chemicals, with move towards organic farming and biocontrol (most toxic waste ",
        "Page 28 # SDG Target Strength Description and evidence sent to Europe (Strength / Weakness) 24 14.2 Ecosystem based regeneration Significant reduction over time in forest, mangroves and coral. Pressure on coastal zone from industry and tourism. Mangrove planting scheme in nominated areas already in progress. Linked to MPAs and fishing areas. Voluntary conservation areas with participatory approaches also exist. Reef and seagrass ecosystem monitoring in place (Ministry of Ocean Economy) Alliance Francais Development (AFD) funding previously to expand the baseline data collection. 25 14.2 Political support for regeneration Regeneration is supported politically. Restoration and good marine habitats are linked to sustainable economies related to the tourism sector. 26 14.3 Ocean acidification Established laboratories exist at AFRC for water quality monitoring of different parameters with trained personnel / officers. Potential to establish and carry out a long- term monitoring programme on ocean acidification, but not developed currently. MOI measure acidification in outer islands. 27 14.3 Incentives for renewable energy Incentives exists for renewable ENERGY IN Mauritius. Incentives e.g. Local energy efficient units and energy efficient offices. Target of 35% renewable energy by 2030. Eleven windmills so far. Deep Ocean Water Cooling Initiative looking at using pumped cold water as cooling for A/C units. 28 14.4 Strong focus on fishery development expanding diversity in fisheries whilst removing destructive fishing practices. Measures to increase sustainable fishery development and removing destructive fishing practices include:  MSY set at 5000t (1600 for artisanal in lagoon) with move to offshore FADs. Fisheries said to be recovering.  Banning of underwater fishing and fishing with explosives,  Closed season of six months for net fishing in the lagoon  Regulations on undersized commercial fishes,  Banning of fishing with cast nets since 1998 and moreover with a view to phase out net fishing, a “Nets Buy Back Scheme” was introduced in 1996, whereby fishermen are encouraged to relinquish their nets upon payment of compensation,  Reduction of fishing pressure in the lagoon by encouraging artisanal fishers to fish off-lagoon a clear positive step but required re-education of fishers.  Setting up of Fish Aggregating Devices around Mauritius in order to relocate fishing effort to offshore areas; and  Training of fishers and loan facilities at low interest rates through the ",
        "# SDG Target Strength Description and evidence Development Bank of Mauritius to registered fishers for purchase of boats for off-lagoon fishing.  EU funds for NPOA sharks to reduce shark catch.  All marine fish farming projects have to comply with operational guidelines for responsible fish farming practices and require an Environmental Impact assessment (EIA).  Processing sector focus 12,000 people. 29 14.4 Strong measures undertaken to reduce IUU Whilst having a large EEZ and number of fisheries that could be subjected to IUU, Mauritius has undertaken a number of measures to combat IUU including;  Port State Control Unit in place to implement Regional and International Marine conservation management measures (since 2005);  Some denial of access to port has occurred.  National Plan of Action (NPOA - IUU) to combat illegal, unreported and unregulated fishing. Fishery stocks and by-catch are better managed (since 2010);  Licensing conditions implemented (quota system, limited entry, licencing of fishing vessels);  Fishery monitoring centre, which harbours a Vessel Monitoring System (VMS) has been regionalised amongst IOC member states (2014) VMS (vessel Monitoring System) and AIS (Automatic Identification System) regulations required under law. Regional VMS with IOC member States since 2014;  5-6 IUU vessels caught in 5 years through IOTC – seized and sold; (positive step);  Regular regional surveillance programmes (since 2007); and  Implementation of FAO Port State Measure Agreement (PSMA) since 2015. 30 14.4 Banks fisheries well- regulated with quota / licensing system Stocks for the banks fisheries appear to be well managed and within biologically sustainable levels according to MOEFT contributing to the 14.4.1 indicator. Lagoon fisheries however are overexploited and overcapacity. 31 14.4 Strong data collection system The Fisheries Division is responsible for all data collection with respect to catch, effort, licensing, etc. and a database is in place. 32 14.5 Critical ecosystems identified. Mainland Mauritius has a coastline of 322 km and is surrounded by 150 km of protective coral reefs, covering a lagoon area of around 243 km2. The coastal zone consists of sandy beaches, coastal dunes, rocky shores, near shore wetlands and mangroves, lagoon corals, fringing coral reefs and all their associated marine life. All ",
        "Page 30 # SDG Target Strength Description and evidence these marine ecosystem components are interconnected. The main critical ecosystems include mangroves, seagrass beds and coral reefs . 33 14.5 Policy of long-term protection and conservation of marine biodiversity and habitats, while maximising sustainable economic and social use. Ministry of Ocean Economy, Fisheries and Trade responsible for implementing policy. Plan for implementation of Marine Protected Areas - MPA’s for the long term protection, conservation of marine diversity and habitat for sustainable development. The strength lies in the potential for MPAs to be defined a a structure exists for them to sit in. Currently, in Mauritius there are a number Fishing Reserves, Nature Reserves and Marine Parks.  Black River Fishing Reserve  Coin de Mire (Gunner's Quoin) Nature Reserve  Flacq Fishing Reserve  Ile aux Aigrettes Nature Reserve  Ile aux Serpents Nature Reserve  Ile Plate (Flat Island) Nature Reserve  Ile Ronde (Round Island) Nature Reserve  Ilot Gabriel Nature Reserve  Port Louis Fishing Reserve  Poudre d'Or Fishing Reserve  Proposed - Balaclava Marine Park  Trou d'Eau Douce Fir Fishing Reserve There are no strictly defined Marine Protected Areas around Mauritius, but there are a number of designated zones within marine parks within which fishing is prohibited. The Rodrigues MPA measures 49km² and is the largest in the Southwest Indian Ocean prior to the declarations in the Seychelles and the British Indian Ocean Territory. The Blue Bay Marine Park was designated a Wetland of International Importance (Site No. 1744) and included in the List of Wetlands of International Importance established by Article 2.1 on the Ramsar Convention on Wetland on 31 January 2008 to protect the marine ecosystem. The Ministry is responsible for the long- term protection and conservation of marine bio-diversity and habitats for sustainable use while maximizing economic and social benefits derived from the coastal zone through the following activities: (a) manage the Marine Protected Areas and contribute to a regional/global network of marine and coastal protected areas (b) sensitize the public on Marine Protected Areas, sustainable development and use of the coastal zone. ",
        "# SDG Target Strength Description and evidence (c) monitor state of corals, seagrass and associated biota, through field and underwater surveys, in our coastal waters. (d) underwater ecological surveys for coastal development and tourism related projects such as undersea walk activities, demarcation of swimming zones, construction of jetties and the placing of platforms (e) assess and make recommendations on proposals for coastal development and tourism related projects. (f) assess Environmental Impact Assessment (EIA) documents and Preliminary Environmental Reports and make appropriate recommendations to the Ministry of Environment and Sustainable Development. (g) participate in Post-EIA/PER monitoring for works carried out in the coastal zone. (h) re-habilitate denuded areas with mangroves where appropriate for coastal protection. (i) Regulate permissible activities through the issue of permits for the Blue Bay Marine Park and interference permits for the other Marine Protected Areas. 34 14.5 Ecosystem maps Large-scale ecosystem maps (a precursor to MPA discussion) have been developed. Important ecosystems including fringing reefs (important to 52/53 SIDS) identified. 35 14.6 Subsidies do not contribute to IUU fishing. No subsidies in Mauritius contribute to IUU fishing. 36 14.7 Capacity building programme for artisanal fishers / livelihoods. Programme focuses on encouraging fishers away from overfished lagoons offshore and into other fisheries. Artisanal fishermen are provided with essential services and given training through a series of incentives such as deployment of a number Fish Aggregating Device (FADs) around the island. The following management measures have been implemented to assist small-scale fishers:  Regulations on undersized commercial fishes.  Fishing with cast nets has been banned since 2000.  Reduction of fishing pressures in the lagoon by encouraging artisanal fishers to fish off-lagoon.  Fishers were encouraged to surrender large and gill nets against payment of compensation.  Setting up of Fish Aggregating Devices (FAD) around Mauritius so as to relocate fishing effort to offshore areas.  Creation of a Fishermen Training and Extension Centre to train fishers to fish off-lagoon.  Grant of loan facilities at very low interest rates through the Development Bank of Mauritius to registered fishers for purchase of offshore boat.  Enforcement is effected through patrols ",
        "Page 32 # SDG Target Strength Description and evidence by the Fisheries Protection Service in the lagoon and on land followed by legal proceedings.  National Aquaculture Masterplan )2008)  Promotion of aquaculture through the development of barachois.  Extension services are being provided to private and small scale farmers on both freshwater and sea water aquaculture projects.  Increase the existing number of prescribed sites at sea from eight to thirty-one (twenty being targeted for large scale fish farming and 11 for small scale fish farming) (2015).  With a view to increase fish production and to generate additional income to fishermen community 10 floating cages structures have been procured and allocated to various Fishermen Cooperative Societies. The cages have been allocated free of charge together with the fingerlings for culture purposes.  Technical advice provided to fish farmers  To enhance wild stocks of fish in the lagoon, fish fingerlings are released annually under the Marine Ranching Program of the Ministry.  SMEDA has developed a new scheme loan at low interest for aquaculture projects.  The BOI is acting as a facilitator to local and foreign investors to invest in the aquaculture sector  Seed of fresh water prawn and fresh water fish (red tilapia) are produced at the Albion Fisheries Research Centre to supply to farmers. 37 14.a Promotion of scientific research Specific Regulations under the Maritime Zones Act with respect to scientific research activities. A part of the budget is set aside for marine research activities and for purchase for equipment. 38 14.b Assistance to fishers Cooperatives embarking on small scale aquaculture activities, provided with floating net cages through Government. The Ministry has embarked on an off-lagoon FAD fishery and capacity building programme to empower artisanal fishermen to adopt an ecosystem approach to fisheries for sustainable exploitation of resources for increased production, food security and to adopt safer and more efficient working practices for a better livelihood. Financial aid is also provided for upgrading of boats, etc. Financial schemes provided to fishermen cooperatives and fishermen to enable them to purchase better equipped boats (both artisanal and semi industrial) as a tool to enhance their livelihood. ",
        "# SDG Target Strength Description and evidence 39 14.c Adherence to international obligations is strong. The Mauritian Government has signed and adhered to the:  Agreement to Promote Compliance with International Conservation and Management Measures by Fishing Vessels on the High Seas;  Agreement related to the Conservation and Management of Straddling and Highly Migratory Fish Stocks of the United Nations Law of the Sea (Fish Stocks Agreement) of 1995;  FAO Code of Conduct for Responsible Fisheries - International fishery conservation and management measures.  FAO Port State Control Measures Agreement. Mauritius is also a member of the following RFMOs:  Indian Ocean Tuna Commission (IOTC);  Convention for the Conservation of Antarctic Marine Living Resources (CCAMLR);  South West Indian Ocean Fisheries Commission (SWIOFC); and  Southern Indian Ocean Fisheries Agreement (SIOFA). Being a member of these organisations, it implements all their fishery conservation and management measures). ",
        "Page 34 3.2 Weaknesses Weaknesses stop a country from performing at its optimum level. Weaknesses are highlighted as areas or attributes that can be improved to enable the country to improve in particular areas for example a lack of political will to implement changes, reduced administrative or enforcement capacity that can reduce effectiveness. A large EEZ and limited resource capacity has meant that effectively enforcing management measures within Mauritian waters has been limited. Overall, lack of guarantees for long-term funding has made it difficult for Mauritius to achieve a number of short and long-term domestic and international targets. Research capacity in Mauritius is limited, as restricted resources has resulted in a short supply of research vessels, a poor understanding of marine resources within the EEZ and limitations associated with publically available data following an absence of a central data repository. Although MPA planning is in place for small MPAs, general coverage of protected areas is unlikely to meet the requirements of 10% coverage defined by SDG14.5. Oil spill contingency planning is in place, however there is a lack of links with overseas oil spill protection units and a complete absence of planning for future chemical spills within their EEZ. Table 3: Summary of Weaknesses Identified for Mauritius. # SDG Target Weakness Description and evidence 1 All 14.1 14.2 14.3 Capacity (technical skills) Lack of specific expertise and staff - 14.1 specific skills in water quality assessment - 14.2 trained officers for coral reef and associated ecosystem monitoring. - 14.3 training for monitoring (ocean acidification) - EIA across all SDGs (both conduct and assess) 2 All Capacity (budget) including long-term planning may be limiting Some areas highlighted as being lacking in capacity due to budget limitations. Noted increased workloads due to commitments against international agreements but no corresponding increases in budgets. Funds for capacity building have been identified in national budgets though. General lack of staff to meet domestic and international commitments highlighted. Long-term funding difficult to guarantee, e.g. provision of MCS for expanded MPA areas if they were introduced to meet SDG 14.5 3 14.5 MPA planning in place for smaller MPAs but not on the scale required to meet SDG 14.5. At the moment no single management plan has been developed in Mauritius for MPA development. A number of smaller MPAs have been created and implemented but no overall defining structure nationally exists. 4 14.4 Large EEZ limits enforcement effectiveness with limited capacity – management of large remote MPAs may suffer. Mauritius has a large EEZ of approx. 1.3m km² (potentially even larger and more complex when Tromelin (approx. 250 km²) and Chagos Archipelago 640 km² are included). Large area to cover with limited resources. Focus on Mauritius has demersal resources, around the islands and on the banks, and migratory pelagic tuna and tune-like species in the EEZ. Good monitoring of all fisheries in place. ",
        "# SDG Target Weakness Description and evidence Good port State control – dedicated Port State Control Unit established in 2004. MCS in Mauritius involves the Fisheries Management Division, the Fisheries Protection Service of the Ministry of Fisheries and Rodrigues, National Coast Guard, and the Port Authority. Surveillance is conducted by the National Coast Guard (NCG) with regular air and sea surveillance missions using Dornier aircraft and their three patrol vessels, “Guardian”, “Rescuer” and “Retriever”. Fisheries one priority amongst many for the NCG. The Fisheries Protection Service controls illegal fishing in the lagoon mainly but also participates in joint surveillance activities in the maritime zones with the NCG besides assisting in the implementation of port state measures in the port. (NPOA IUU) 22 VMS / AIS and remote sensing are used as MCS tools. Good level of regional cooperation (COI, SADC and RFMOs), though COI indicated that enforcement of control needs to be increased particularly related to port access and the level of inspections conducted. This may represent a funding capacity issue more than skills capacity though. 5 Planning for chemical spills – no level of preparedness but at least known. No current plan exists, although need has bene identified 6 Low level of stakeholder input compared to other countries in the region. The level of stakeholder input on decision making appears to be lower than other countries in the region. This may just be a representation of scale. 7 Administrative effectiveness in some Ministries may be limiting. The level of administration and setup in government Ministries may limit effectiveness. Control is very vertical with approval for decisions at most levels having to be taken up to high levels before 8 Limitations on data availability There is no one central data repository for SDG 14 related data that has public transparency and availability. Researchers often do not know what data exist, how they were collected and over what timeframes. The UoM and the MOI are working closer together but more could be done to remove the limitations on data availability. 9 Toxic waste As no dumping of toxic waste is allowed in the marine environment, all toxic waste is either stored locally (limited capacity) or must be transported at high cost to Europe for safe disposal. A regional site for incineration of toxic waste was proposed for 22 http://fisheries.govmu.org/English/Publication/Documents/Documentation/maindoc.pdf ",
        "Page 36 # SDG Target Weakness Description and evidence Madagascar but has not been built. 10 Cultural progression Leave more skilled staff at a lower level but promote longest serving first. 11 Lack of knowledge of new untapped resources in EEZ Little is known about the resources of the EEZ (oil, gas minerals etc.) and the survey facilities for undertaking this do not exist in country at the moment. 12 Limited national fleet Mauritius has focused on providing facilities for visiting vessels for a number of years. There is a development plan to the pelagic resources offshore by developing a national fleet but with current effort levels and investment potential this may not happen at the desired speed. The lack of raw material for the tuna canning plant in recent times has highlighted the need to develop a national fleet that will be able to supply the plant with regular raw materials at all times. Rules of origin changes may also disrupt trade. 13 14.1 Lack of links with overseas oil protection It was noted internally that external assistance and arrangements are not in place. For example Reunion has arrangement in place with the UK company Oil Spill Response Limited (based in Singapore). May be more effective than local response for big offshore spills. 14 14.4 Lack of observers on foreign fleet (require trained observers pool) Foreign fishing vessels operating in the Mauritian EEZ (and outside but using Port Louis as a base) have low levels of observer coverage. The fleets are typically longline vessels that do not come in to port, bunkering, transhipping (under the IOTC transhipment observer programme) and receiving supplies at sea. This makes deploying and recovering observers very difficult. Observers could be trained but would need extensive coordination and cooperation from the fishing fleets to deploy and manage a successful programme. 15 14.4 14.7 14.b By catch not put to proper use ( value addition) At the moment bycatch is not fully utilised from domestic fisheries. This would add to the total value and address ecosystem impacts of continual 16 14.5 Coverage level of MPAs The required target of 10% coverage of protected areas in relation to marine areas is not likely to be reached by the deadline of 2020. Only small coastal protected areas have been designated (see Strengths) but these do not appear to cover all ecosystems (e.g. banks and deep-water) or have critical areas such as the Alix Seamount been assessed as a formal exercise. Lack of potential zones for MPAs due to restricted small lagoons and outer islands that are far away from mainland. Areas such as Rodrigues could benefit from MPA status and protection. 17 14.5 MPA Management Plan No current single plan exists. ",
        "# SDG Target Weakness Description and evidence 18 14.6 Subsidies may contribute to overcapacity in domestic fisheries. The subsidies provided by Mauritius through the Fishermen Welfare Fund, provides financial incentives and certain facilities to fishing companies and the fishermen such as:  Scholarships to children of fishermen  Sickness allowance  Interim allowance to fishermen family in distress such as when a fisher dies at sea and is the only earner in the family. The Fund manages a scheme for bank fishermen known as Winter Allowance. The Fund and fishing operators, each contribute 2,000 rupees per bank fisherman who will participate in the scheme. The contributions received are lumped and the 6,000 rupees is provided as financial assistance to bank fishermen during the months of June, July and August in three equal instalments. It is not thought that these subsidies would contribute to overcapacity in domestic fisheries. 19 14.a Lack of research vessels The Ministry of Ocean Economy, Fisheries and Trade noted that there is a lack of research vessels in Mauritius to undertake basic research as well as that required to meet the SDG targets. 20 14.1 14.5 Pollution research not equally distributed Pollution monitoring in place in heavily studied lagoon areas with 7 key species monitored for heavy metals for instance. This is very detailed compared to other areas that could be declared MPAs where little or nothing is known about pollution levels or biodiversity. 21 14.1 Chemical spill preparedness The Ministry of Environment noted themselves that although prepared for oil spills the level of preparedness for spills of any other kind is non-existent at the moment. 3.3 Opportunities Opportunities detail any external improvement that can be taken advantage of by a country. Opportunities should be external to the country. Opportunities are a combination of different circumstances at a given time that offer a positive outcome, if they can be effectively and efficiently taken advantage of. As opportunities are external, a country cannot easily ‘create’ opportunities, they can only ensure that they are in the best position to gain the maximum benefit from any opportunities that appear, i.e. have the governmental structures in place. SDG 14 has a priority regionally and strong NGO support and access to external experts creates several positive opportunities in terms of marine resource governance. There is potential to diversify the marine sector within Mauritius, with opportunities to expand areas such as aquaculture/mariculture, offshore oil and gas, deep sea mining and renewable energies. Opportunities to improve regional coordination and share fisheries MCS resources are available under the IOC SMARTFISH programme and have indicated positive results improving levels of IUU in the region. Additionally, the regional IOC ",
        "Page 38 SMARTFISH programme has a particular focus on a number of SDG 14 targets, and there are future opportunities to be part of successful initiatives such as the Regional Biodiversity Programme and Coral Reef Monitoring Network. Table 4: Summary of Opportunities Identified for Mauritius. # SDG Target Opportunity Description and evidence 1 COI presence beneficial (locally based international experts) COI is based at the Cybercity in Mauritius. The benefits of having this very useful organisation based in Mauritius are clear with experts and access to the programme staff locally. 2 SDG 14 has high priority regionally SDG 14 due to the nature of the Indian Ocean island States (three of the four study countries are SIDS) each with relatively large EEZs naturally makes SDG 14 a priority amongst the States. 3 Strong NGO / Intergovernmental support and pressure (UNDP etc.) There is an NGO presence in Mauritius which can provide support and funding although this may not be as strong as in other smaller SIDS. 4 Regional knowledge and experience is high (COI experience vital to region). Number of specific opportunities exist. Regional knowledge, experience and sharing is good with several regional organisations that have been shown to work well. COI is vital to the region with research, capacity building and training projects implemented under COI being well respected and very successful e.g. SMARTFISH. 5 Good access to external experts (through academic connections, new connections being developed e.g. UK NOC links) Mauritius has a history of academic and consultancy links to projects, through Ministries and organisations such as AFRC and MOI with links to previous DFID programmed for long-term research and links in development with the UK National Oceanographic Centre in Southampton. 6 Diversification of marine sector (e.g. Mariculture and offshore oil, natural gas and mining) Offshore oil and gas, as well as providing revenue from their exploitation are seen as a major potential employer in Mauritius. To develop this a requirement for strict EIAs has been included for all exploration work. It was identified that the University of Mauritius was not addressing the needs for the sector and therefore MSc and PhD students were attached to sites relating to exploration as well as BSc Coastal Engineering final year students conducting projects. Leads to an increase in experienced local staff for the industry and government oversight. 7 14.1 14.2 14.3 Renewable energy identified and possible funding Renewable energy (wind, solar and tidal) potential has been identified along with alternative funding sources. This would replace current polluting fossil fuel energy generation. Limited wind power has already been introduced 8 WIOMHP The Western Indian Ocean Marine Highway Development and Coastal Contamination Prevention Project (WIOMHP) is a project which enhanced the safety and efficiency of navigation and reducing the risk of ship- based environmental contamination such as ",
        "# SDG Target Opportunity Description and evidence oil spills from groundings and illegal discharges of ballast and bilge waters in the Western Indian Ocean region and strengthened the capacity of countries to respond to oil or chemical spill emergences in the region. GEF funded. Mauritius continues to build on this opportunity creating a safe environment locally. 9 Expansion of current fisheries away from lagoons Under-exploited fish resources in banks fisheries. Increased used of FADS in new areas / depths Aquaculture in off lagoon areas 10 14.4 14.5 Increased regional coordination and shared fisheries MCS resources The potential for using shared MCS resources between Mauritius and neighbouring States is a great opportunity. The MCS patrols initiated by COI under SMARTFISH have bene a great success with successful convictions made after these patrols. 11 Bilateral Commission with Seychelles Potential to organise larger areas on boundary with the Seychelles where MPAs on either side of the border meet. This may lead to greater consistency of approaches, shared surveillance etc. (i.e. money saving approaches) 12 Tapping of international Climate fund as SIDS for climate change projects The International Climate Fund was highlighted as a potential source of funding for Mauritius as a SIDS. 13 The incorporation of artisanal landings into export distribution chain along with new policy on bycatch and Integration of bycatch into export distribution channel. Artisanal catches could be effectively processed and exported in channels were put in place. 14 Exploitation of market access to AGOA, COMESA, SADC Mauritius as Members of various regional organisations as access for fish and fisheries products to a large number of States 15 14.2 Regional coral reef projects by IOC Regional projects implemented by IOC on coral reefs could provide a mechanisms for training and research in coral reefs in Mauritius without additional government funding. 16 14.2 Conservation training Additional conservation training through NGOs or regional bodies could benefit Mauritius in effectively managing and protecting the wide variety of ecosystems in the Mauritian waters. 17 14.4 Potential for deployment of observers at sea. Observers could be trained but would need extensive coordination and cooperation from the fishing fleets to deploy and manage a successful programme. This would potentially provide detailed information on the fisheries ",
        "Page 40 # SDG Target Opportunity Description and evidence 18 14.4 External training on fisheries issues. Training on a number of different topics would be available through a number of regional bodies:  IOTC;  SWIOFC;  SADC; and  IOC. Training courses such as these are aimed at Member States and linked to particular weaknesses identified during development. 19 14.5 Coverage level of MPAs The required target of 10% coverage of protected areas in relation to marine areas is not likely to be reached by the deadline of 2020. A formal Marxan with zones analysis is recommended and during discussion with various stakeholders at MOEFT, Environment and the Oceanography Institute this was considered an option and the contacts for the Seychelles Maritime Planning Authority were supplied. 20 Additional regional projects and training Regional projects and training aspects in the marine sector are available:  Funding of research projects / equipment through regional and international organisations;  Availability of international experts for marine research;  Availability of scholarships for higher studies in specific fields; and  Participation in research cruises (international) in the Indian Ocean. 21 14.b Public / Private collaboration There is potential for private funds to be used linked to those provided by Government to develop the aquaculture and fisheries sector modifications to benefit small-scale fishers. 22 14.A Mauritius as Focal Hub for African Universities It was proposed that Mauritius could act as a Focal Hub for African Universities on the Oceans Sector building on the success of the UoM. This could include:  Reference laboratory – shared resources for analysis of samples or data, available to all;  Basic introductory BSc courses – Marine biology, Oceanography, Environmental Management (e.g. students from Seychelles instead of going to Australia or Europe); and  Focussed MSc courses – MSc Oceanography / Oceans Governance, Sustainable Development and MSc Integrated Water Resource management. 23 14.2 14.4 14.5 14.7 Increase aquaculture Opportunities exist to expand aquaculture. Site issues need to be resolved and increased stakeholder input required to ensure sustainable development, but the potential is there. 24 14.4 IOC – Provision of MCS IOC through SmartFISH has provided for training of inspectors at border points and ",
        "# SDG Target Opportunity Description and evidence training on wider MCS training to Mauritius and Seychelles as major ports. 25 14.7 14.b IOC Focus on small-scale fisheries The IOC SMARTFISH programme has a particular focus on small-scale fisheries and market access in line with SDG target 14.b. Particular focus on octopus and small pelagics fisheries working with FAO – drying, smoking, frying and packaging for sale. Increase value to fisheries. Also identify better utilisation of bycatch (fish sausages used as food and bait and fish balls). Help also given on identifying initial markets, uptake is no independent of IOC. IOC initially financed marketing trips. Rodrigues octopus marketing has been a success x10 – x15 increase in sales 26 14.2 14.5 Regional biodiversity programmes for IOC Members _ Kenya and Tanzania Development of common biodiversity programmes across the region through IOC. Enables policy harmonisation, training and awareness activities in common, standardisation of data gathering, analysis and standard procedures, focus on particular themes allows inter-country assistance, so no need for each country to embrace all subjects fully and there is also a focus on alternative livelihoods (aquaculture, processing etc.). 27 14.2 Coral reef monitoring network IOC Coral reef monitoring network setup allows decision making support, common methods and data. Coral Reef Status Report due in 2017. 28 14.2 Integrated Coastal Zone Management Integrated coastal zone management committee setup. Bring together national ICZM plans along with national local plans (e.g. for Mauritius plan for Rodrigues).  Ensure consistency of approaches.  Transparency increased.  Learn from others successes and failures. Will report in Status of Coasts every 4 years with an updated ICZM plan with a regional level status report and a Regional ICZM Protocol providing a framework. 29 14.2 14.5 UNDP-GEF (Mauritius) MPAs UNDP-GEF project started looking at ecologically sensitive areas in Mauritius. The aim is to provide information to feed into the MPA decision making process. 30 14.5 Regional MPA Training Regional training would be of benefit, MPA uptake is low regionally and particular gaps on the monitoring of resources and mapping / GIS related to MPAs is low (excluding Seychelles). There is an opportunity for one or more States to develop expertise and become a regional hub for provision of skills and services to ",
        "Page 42 # SDG Target Opportunity Description and evidence other States. 31 14.1 14.2 UNDP Clean Seas Programme 23 The UNDP sponsored Clean Seas Programme aims to address the problem of the estimated 8 million tonnes of plastic that end up in the oceans as a result of human consumption. The programme will it is proposed present practical solutions to the problem and minimise the impacts on the marine species and ecosystems that are seriously affected. This will also improve (or restrict the impact on) coastal economies that are being damaged and on public health. 32 All Funding assistance in legal aspects Ministry of Ocean Economy indicated funding from Norway and the Commonwealth was available for strengthening the legal framework. 23 http://www.cleanseas.org/ ",
        "3.4 Threats Threats are external factor, i.e. originating outside of the country being analysed. No control is exercised by the country over these factors, but there will be a benefit by having contingency plans to address them if they should occur to reduce any negative impacts. A typical threat would be “Global warming creating negative economic impacts through reduced fishing opportunities and environmental damage”. The common pool nature of a number of marine resources shared with neighbouring states makes management very difficult, and although the IOTC plays a role in managing highly migratory fish stocks, their consensus based decision making process can make agreeing strategies with other MS difficult. Common waters add additional issues, including the lack of control over external sources of marine pollution from nearby countries. Lack of MCS resources means that areas of Mauritius EEZ is susceptible to IUU activities, and there is currently a number of IUU threats to pelagic fisheries from Sri Lankan and India vessel amongst other. The short term and cyclical nature of external funding (2-3 years) is not conducive to long-term monitoring and evaluation activities to assess progress of SDG14 policy measures. Mauritius’s relatively small economy and dependence on a few industries makes the country vulnerable to external economic disturbances, while future climate changes impacting natural resources may degrade its already fragile economic stability. Table 5: Summary of Threats Identified for Mauritius. # SDG Target Threat Description and evidence 1 14.4 Common pool nature of fisheries resources (including IOTC decision making processes) 15% reduction in raw material in the past year due to reductions in effort agreed at IOTC. No planning by fishing States meant that quota used up early in the year, creating an unstable resource supply for the processing factories in Mauritius. This has obvious labour and financial implications. Mauritius attempting to address through development of own fleet to stabilise supply but long-term view only (2015 15 year strategic masterplan). 2 14.1, 14.2 Common waters – pollution and marine debris sources external to Mauritius but pollution sources e.g. marine plastics not local and no control (e.g. some sourced in Madagascar). Mauritius has no control over sources of pollution and marine debris. External sources have been shown to dominate composition and the outer islands in particular have little or no control (cleaning programmes exist on Mauritius itself). Madagascar noted as a key source of pollution found in Mauritian waters. 3 14.4 Illegal fishing potential (large EEZ, low level of MCS resources) The Mauritian EEZ is very large, with a number of susceptible areas (e.g. Rodrigues) and the level of MCS resources dedicated to it at sea are relatively low. Although IUU rates in pelagic fisheries are low, there are a large number of potential IUU threats to pelagic fisheries. Illegal fishing on banks (e.g. Saya de Mahla) is high risk with known illegal fisheries conducted by Sri Lanka and India amongst others (see IOTC Compliance Committee Reports) Port control and control of Mauritian flagged vessels is higher than many countries in the region as Mauritius relies on the port as a source of income. A greater emphasis is therefore put on port State control. ",
        "Page 44 # SDG Target Threat Description and evidence 4 All Short-term nature of funding (2-3 year max) is not conducive to long-term primary research that is needed to underpin environmental research into climate change and ocean acidification. External funding that organisations rely on often comes in 2-3 year funding cycles. SDG 14 targets require long-term monitoring and evaluation and therefore there is a continual risk of loss of funding to these programmes, staff leaving programmes due to lack of security and the introduction of unwelcome gaps into time series of data. 5 All Economic – Global economic downturn Any large-scale global economic down-turn could impact Mauritius greatly. Relatively small economy with dependence on agriculture, fisheries and tourism and imported fuel may have negative impact. Recent diversification of economy would be of benefit to buffering any downturn. 6 14.3 Climate change Global warming and ocean acidification can contribute to coral bleaching and other natural disasters affecting vulnerable natural ecosystems and resources. 7 14.4 High investment costs for expansion of national fleet In order to generate a steady supply for national industry, the national fleet has been identified as required growth and strengthening. The investment required for the development of a larger, technically up to date offshore tuna fleet (purse seine or longline) is huge and investors are not likely to invest when the yellowfin tuna stock is at capacity 8 14.4 Current high level of regional fishing effort Foreign vessels dominate offshore tuna fisheries and has been easier to licence them than invest in own fisheries. Now fishery is known to be at or above capacity and it is difficult for SIDS to find a way of increasing national fishing effort without exceeding the fishing effort cap even when the increases or detailed in national development plans. 9 14.5 Conflicts with tourist sector This emphasises the need for integrated stakeholder involvement in a Marxan with zones style analysis to determine MPA zonation. 10 14.5 MPAs not declared to sufficient level of coverage If MPAs are not del\\cred to a sufficient level of coverage then there may be a significant loss of biodiversity and damage to valuable ecosystems mat occur. ",
        "4 SWOT L EVEL 2 C OMBINATIONS In this second level of the SWOT analysis the Strengths and Weaknesses are linked to the Opportunities and Threats for Mauritius. This will identify and gaps and needs in Mauritius, by identifying where existing strengths could be used to plug gaps, i.e. using existing national experience and organisations to address a gap. These may be linked to an opportunity i.e. an existing funding stream or potential collaboration with another country or international organisation 4.1 Strengths and Opportunities – “Natural Opportunities” This section match a country’s strengths and any existing opportunities i.e. any obvious natural priorities that currently exist. These “natural opportunities” are those that a country should be able to take advantage of easily due to their existing strengths. These should present the greatest return on investment (based on money or time) as they are likely to be quickest and easiest to implement. These should justify immediate planning or assessment of feasibility. These combinations are most likely to succeed and generate good practice examples due to the matching of a country’s strengths and opportunities. When these areas have not already being highlighted, then it is recommended that they are planned for with a national planning structure and prioritised, i.e. there is a need to adjust focus and reprioritise. Mauritius’s political stability and commitment to Oceans Governance though the creation of Ministry of Ocean Economy and Faculty of Ocean Studies has been identified as the country’s major strength. In addition, the States strong primary, secondary and tertiary academic infrastructure provides a good opportunity for Mauritius to act as a Focal Hub for studies related to the ocean sector and SDG14. Hence, the provision of tertiary training and course by Mauritian universities to students from other regional nations is recommend, also creating a de facto regional network of trained researchers. The bilateral relationship with the Seychelles and good links with NGO research provides additional natural opportunities for Mauritius to improve coverage levels of MPAs. By adopting Marxan analysis, Mauritius could effectively use scientific data and stakeholder inputs to reach the required 10% coverage of MPAs under SDG14 (As conducted in the Seychelles). Table 6: Summary of Strength and Opportunity Combinations Identified for Mauritius. # Strength Opportunity Description and evidence 1 Promotion of scientific research Strong focus on fishery development expanding diversity in fisheries whilst removing destructive fishing practices. Strong measures undertaken to reduce IUU COI presence beneficial (locally based international experts) Utilise the proximity of the COI / IOC being based in Mauritius as a centre of excellence. The next phase of SMARTFISH will bring particular opportunities for fisheries in the region. 2 Strong political stability and commitment – Creation of Ministry of Ocean Economy SDG 14 has high priority regionally Potential for regional projects is high. Commitment from a number of governments in the region to achieving SDG 14 targets and the potential for ",
        "Page 46 # Strength Opportunity Description and evidence and Faculty of Ocean Studies to address the specific issues of Oceans Governance. funding should stand Mauritius in good stead. 3 Policy of long-term protection and conservation of marine biodiversity and habitats, while maximising sustainable economic and social use. Strong focus on fishery development expanding diversity in fisheries whilst removing destructive fishing practices. Strong measures undertaken to reduce IUU Strong NGO / Intergovernmental support and pressure (UNDP etc.) Use the pressure from NGOs and intergovernmental bodies as a force in pushing projects they will support forward in funding discussions. Likely some form of matched funding or parallel commitment may be able to be sourced from NGOs. Follow up on previous successes e.g. IUU deterrence is a clear way fore 4 Strong political stability and commitment – Creation of Ministry of Ocean Economy and Faculty of Ocean Studies to address the specific issues of Oceans Governance. Primary, secondary and tertiary academic infrastructure strong and with tertiary focus on issues. Single structure with one Ministry in charge and University and parastatals working to deliver. Regional knowledge and experience is high (COI experience vital to region). Number of specific opportunities exist. Political and organisational structure is in place to take advantage of or even create additional opportunities. 5 Good national experience in key bodies e.g. Mauritius Oceanography Institute with history of implementation of different regional and international projects. Good access to external experts (through academic connections, new connections being developed e.g. UK NOC links) Networks in place to take advantage of other opportunities when they occur. 6 Well established seafood sector and a deep water port. The extension of the port is being Diversification of marine sector (e.g. Mariculture and offshore oil, natural gas and mining) Mauritius should position itself as a lead on other diverse industries and minimise the conflict between sectors through the good planning and EIA processes in place. ",
        "# Strength Opportunity Description and evidence finalised that will further enhance the capacities provided in Mauritius. Incentives for renewable energy Favourable investment climate, enhanced reputation in the region, political will, good governance Government provides financial incentives for investors. Oil spill contingency plan Mariculture and offshore activities should not conflict greatly (apart from landing sites) and would provide a much needed diversification of income from the marine sector. 7 Favourable investment climate, enhanced reputation in the region, political will, good governance Renewable energy identified and possible funding opportunities exist. Increase in green energy (responsibly implemented with EIAs conducted) will create a reduction in the need for polluting fossil fuels to be used in energy generation. Favourable investment climate encourages companies from outside Mauritius to invest in renewable energy in country. 9 Monitoring of lagoons (physico- chemical) to study the trends in water quality characteristics. Ecosystem approach to fisheries. Capacity building programme for artisanal fishers / livelihoods. Expansion of current fisheries away from lagoons Better management of the lagoons and their fisheries is being encouraged through a number of means to divert effort offshore and away from the lagoons (e.g. FAD fisheries). This will hopefully bring the production of the lagoons back to a sustainable level close to MSY. Alongside this the general health of the lagoons is being monitored to ensure no adverse factors can reduce the productivity and health of the lagoonal ecosystem. 10 Strong regulatory framework for environmental and fisheries issues with legal framework and key long-term plans in place. Strong measures undertaken to reduce IUU Increased regional coordination and shared fisheries MCS resources Strong national framework for fisheries control in place already but limited offshore capability compared to the size of the EEZ. Use of regional coordination and shared resources can increase the effectiveness and efficiency of the limited national resources and increase the deterrent 12 Single structure with one Ministry in charge and University and parastatals working Tapping of international Climate fund as SIDS for climate change projects Mauritius positioned well through internal organisation, strength of the research bodies in country and links to external partners in a number of SDG 14 related fields ",
        "Page 48 # Strength Opportunity Description and evidence to deliver. Good national experience in key bodies e.g. Mauritius Oceanography Institute with history of implementation of different regional and international projects. to take advantage of funds such as the International Climate fund. Status as a SIDS allows access to funds. 13 Well established seafood sector and a deep water port. The extension of the port is being finalised that will further enhance the capacities provided in Mauritius. Well-established Competent Authority seafood. Assistance to fishers. COI presence and assistance The incorporation of artisanal landings into export distribution chain along with new policy on bycatch and Integration of bycatch into export distribution channel. Mauritius has a clear established framework for the export of seafood. Both Government and Industry sides are well equipped to deal with the requirements from importing countries. Introducing supply chain management for artisanal products should therefore be relatively simple to achieve. COI have already shown this through the development of octopus products (high value, low volume) from artisanal fisheries in Rodrigues with sales to tourists and now expanding into exports. 14 Well established seafood sector and a deep water port. The extension of the port is being finalised that will further enhance the capacities provided in Mauritius. Well-established Competent Authority seafood. Exploitation of market access to AGOA, COMESA, SADC Markets exist in Africa for fisheries products and increasingly higher value products to exploit the growing middle classes. Mauritius has access to these markets through membership of various regional organisations and is in a position to exploit these with its established government and industry mechanisms. 15 Policy of long-term protection and conservation of marine biodiversity and habitats, while maximising sustainable economic and social use. Promotion of scientific research Regional coral reef projects by IOC Utilise the proximity of the COI / IOC being based in Mauritius as a centre of excellence. Ongoing IOC projects with reef focus bring particular opportunities collaboration by Mauritian organisations. 16 Policy of long-term protection and conservation of marine biodiversity and habitats, while Conservation training through NGOs Many NGOs are willing to provide training alongside existing government initiatives. Mauritius with the key policies in place would provide a good opportunity ",
        "# Strength Opportunity Description and evidence maximising sustainable economic and social use. Capacity building programme for artisanal fishers / livelihoods. Strong EIA Process for NGOs to have a successful input 17 Strong measures undertaken to reduce IUU. Capacity building programme for artisanal fishers / livelihoods. Potential for deployment of observers at sea. Potential retraining of local ex- fishermen as observers. This would meet requirements for required coverage levels and providing a reduction in local fishing effort. Fishers can if trained properly with a good basic level of education become valuable fisheries observers. 18 Bilateral Commission with Seychelles. Research links with NGOs Coverage level of MPAs When discussing progress on MPAs Mauritius indicated that they would consider using the same methodology as employed in the Seychelles which appears to be successful and incorporates best available scientific data along with stakeholder inputs into a Marxan with zones style analysis. MoE indicated they would be contacting TNC / SMSP in the Seychelles to consider the applicability for use in Mauritius. The aim would be the best allocation of MPAs to reach the required 10% coverage level using the best available scientific data and stakeholder inputs. Extension of EEZ for seabed resources - Mauritius should ensure that the necessary legal provisions are in place for the extension of the seabed and the same process used for the 200nm EEZ extended to cover the seabed extension. NB: As this has been submitted jointly with Seychelles it is recommended that if possible a shared process be initiated and costs shared for the adjacent areas. 19 Strong political stability and commitment – Creation of Ministry of Ocean Economy Public / Private collaboration Political and organisational structure is in place to create additional opportunities through public / private collaboration. Government incentives exist ",
        "Page 50 # Strength Opportunity Description and evidence and Faculty of Ocean Studies to address the specific issues of Oceans Governance. Single structure with one Ministry in charge and University and parastatals working to deliver. Favourable investment climate, enhanced reputation in the region, political will, good governance Government provides financial incentives for investors. within what has been described as a favourable investment climate. 20 Strong political stability and commitment – Creation of Ministry of Ocean Economy and Faculty of Ocean Studies to address the specific issues of Oceans Governance. Primary, secondary and tertiary academic infrastructure strong and with tertiary focus on issues. Single structure with one Ministry in charge and University and parastatals working to deliver. Good national experience in key bodies e.g. Mauritius Oceanography Institute with history of implementation of different regional and international projects. Mauritius as Focal Hub for African Universities There is potential for the University of Mauritius to act as a focal hub for studies related to the ocean sector and therefore of direct relevance to SDG 14. The University of Mauritius already has taken a lead through the Faculty of Ocean Studies in being able to develop courses in the sector. Currently many African universities are not capable of providing courses on the scale required due to staff and finances. Mauritius could be able to take a lead and bring in students from other States at a level that could be viable for a number of courses. This would have an additional benefit of creating de facto regional networks of students who have studied together but after completing their studies go back to their own countries and can maintain contacts throughout the region. 21 Strong focus on fishery development expanding diversity in fisheries whilst removing destructive fishing practices. Ecosystem approach Increase aquaculture Ecosystem approach and focus on sustainable fisheries development along with a reduction in effort and retraining will leave a number of fishers without opportunities. The Mauritian government is addressing this problem with ",
        "# Strength Opportunity Description and evidence to fisheries Capacity building programme for artisanal fishers / livelihoods. Assistance to fishers capacity building and assistance programmes for fishers. Once opportunity is to retrain fishers in aquaculture and take advantage of this growth industry and external funding. 22 Strong measures undertaken to reduce IUU. Capacity building programme for artisanal fishers / livelihoods. IOC – Provision of MCS training As above but where appropriate utilise the skills of fishers as inspectors or observers with additional training. They will already have experience of fishing and the poacher turned gamekeeper would be of particular use for fisheries officers in an expanded MCS system to cover a network of MPAs. 23 Ecosystem approach to fisheries Capacity building programme for artisanal fishers / livelihoods. Assistance to fishers IOC Focus on small-scale fisheries As above but the IOC has a programme focus on small-scale fisheries and may be able to assist fishers from the over- exploited lagoons to remain in fisheries just to move outside the lagoons possibly into more economically viable fisheries. Integrated Coastal Zone Management (ICZM) Framework for the Republic of Mauritius adopted in 2010 Focus on marine biodiversity through implementation of various programmes and projects Policy of long-term protection and conservation of marine biodiversity and habitats, while maximising sustainable economic and social use. Regional biodiversity programmes for IOC Members _ Kenya and Tanzania Mauritius has the potential to utilise skills developed in new regional biodiversity programmes for neighbouring States Integrated Coastal Zone Management (ICZM) Framework for the Republic of Mauritius adopted in 2010 Focus on marine biodiversity through implementation of various programmes and projects Critical ecosystems identified. Coral reef monitoring network Number of strengths listed combine to provide an effective environment to implement projects on coral reefs, coastal zones and MPA designation. Single focal point for SDG 14 will also provide a single focus for SDG 14.5 and MPA designation to ensure an effective single plan for protection of critical habitats in Mauritius. Integrated Coastal Zone Management UNDP-GEF (Mauritius) MPAs Regional MPA Training ",
        "Page 52 # Strength Opportunity Description and evidence Policy of long-term protection and conservation of marine biodiversity and habitats, while maximising sustainable economic and social use. Ecosystem maps Oil spill contingency plan Marine debris cleaning programme Environmental Protection Act Integrated Coastal Zone Management (ICZM) Framework for the Republic of Mauritius adopted in 2010 UNDP Clean Seas Programme 24 Mauritius already has legislation and a regulatory framework in place to address marine pollution and debris, but could benefit from some of the initiatives and possible funding through the new UNDP Clean Seas Programme. No actions have currently been identified in Mauritius http://cleanseas.org/take-action Strong regulatory framework for environmental and fisheries issues with legal framework and key long-term plans in place and current adherence to international obligations is strong. Funding assistance in legal aspects Strong well enforced regulatory framework is in place already. Mauritius would wish to stay up to date with any additional legislation or regulatory requirements that come into play to maintain their status. This may require additional funding, though for this study this would not be considered scientific support 4.2 Strengths and Threats – “Threats that can be defended” This section details threats that should be easy to defend and counter based on the country’s existing strengths. For many existing threats the current skills, funding and administrative requirements may already be in place to be able to meet these threats e.g. financial planning to ensure lean periods can be managed without having to resort to laying off of staff, cutting back on research programmers etc. Many threats are often not recognised as they have been countered effectively by standard procedures that are reviewed on a regular basis. Good practice can be developed to show how to effectively address threats in limited situation. Mauritius undertakes strong measures to reduce IUU activities, however the nature of common pool fisheries resources and high illegal fishing potential (large EEZ and low level of MCS resources) threaten its current and future progress. To improve the current situation, Mauritius should conduct further National IUU risk assessments based on scientific evidence as part of its MCS strategy to effectively utilise limited MCS resources. 24 http://cleanseas.org/ ",
        "Although Mauritius has a strong political commitment to marine governance, good MPA Management Plans and ongoing rehabilitation projects, the current coverage of protected areas does not meet the target defined under SDG14.5. Thus, to promote Mauritian MPA development, it is recommended the country considers Marxan analysis using appropriate additional scientific support to determine biodiversity hotspots. Table 7: Summary of Strength and Threat Combinations Identified for Mauritius. # Strength Threat Description and evidence 1 Strong measures undertaken to reduce IUU Common pool nature of fisheries resources (including IOTC decision making processes). Strong measures currently put in place in Mauritian waters will need to be enhanced when MPAs reach 10% or higher to meet the SDG target. Mauritius with regional partners will need to enhance MCS to ensure effective management with minimal IUU of the shared resources. This could be through the IOC Smartfish programme, through SWIOFC and IOTC programmes such as the e-PSM, the proposed centralised VMS or bilateral measures with neighbouring States. Scientific support in the form of provision of data and risk analysis and assessment will be critical in maintaining an effective MCS system. 2 Illegal fishing potential (large EEZ, low level of MCS resources). 3 Long-term seawater monitoring Monitoring of lagoons Coastal water quality Guidelines in place Common waters – pollution and marine debris sources external to Mauritius but pollution sources e.g. marine plastics not local and no control (e.g. some sourced in Madagascar). Long-term studies and monitoring programmes are in place to monitor coastal waters. Sources of external pollution can be identified and measured to estimate changes. This needs to be expanded to cover all parts of the Mauritian EEZ including the outer island groups that are currently not monitored as frequently and may be susceptible to marine debris build-up. 4 Strong political stability and commitment Single structure with one Ministry in charge and University and parastatals working to deliver. Short-term nature of funding (2-3 year max) is not conducive to long- term primary research that is needed to underpin environmental research into climate change and ocean acidification. Planning of long-term studies in parallel with SDG target achievement and maintenance once achieved needs to be put in place. 5 Diversification of economy Economic – Global economic downturn. Mauritius in better position than many other study countries due to diverse economy and ",
        "Page 54 # Strength Threat Description and evidence 6 Well established seafood sector and a deep water port. The extension of the port is being finalised that will further enhance the capacities provided in Mauritius. Government keen on investment on national fleet High investment costs for expansion of national fleet. The planned port improvements will provide an incentive to companies wanting to invest in the Mauritian national fleet that is required to provide continual raw material to the processing plants in Mauritius. It is recommended though given the current level of effort on the tuna fisheries that this increase in the national fleet is implemented through a reflagging process of existing vessels rather than the building of new vessels that would contribute to overcapacity and also reduce investment costs. 7 Strong measures undertaken to reduce IUU Banks fisheries well- regulated with quota / licensing system Current high level of regional fishing effort. Strong measures currently put in place in Mauritian waters to manage fisheries and keep them within sustainable limits. Some shared stocks exist e.g. Saya de Mahla bank and pelagic tuna and tuna-like species that require shared management to restrict or reduce current levels of effort (both legal and illegal). Mauritius with regional partners will need to enhance MCS to ensure effective management with minimal IUU fishing of the shared resources. This could be through the IOC Smartfish programme, through SWIOFC and IOTC programmes such as the e- PSM, the proposed centralised VMS or bilateral measures with neighbouring States as appropriate. Scientific support in the form of provision of data and risk analysis and assessment will be critical in maintaining an effective MCS system. 8 Coastal water quality Guidelines in place Policy of long-term protection and conservation of marine biodiversity and habitats, while maximising sustainable economic and social use. Oil spill contingency plan Marine debris cleaning programme Conflicts with tourist sector. Reduced stakeholder impact into decision making processes. ICZM framework is in place and requires good socio-economic and scientific data to ensure that it can be fully and effectively implemented to ensure no conflicts exist. Conflict with the tourist sector was highlighted as a threat during the visit but the risk of conflicts between a number of sectors is likely to increase with the creation MPAs over 10% of Mauritian waters to meet the SDG 14.5 target. Building blocks such as plans for protection of the environment are already in place along with the ",
        "# Strength Threat Description and evidence Environmental Protection Act Integrated Coastal Zone Management (ICZM) Framework for the Republic of Mauritius adopted in 2010Strong EIA Process strong regulatory framework but to fully develop the MPAs to the level required it is recommended that more and more varied stakeholder input is sought. 9 Strong political stability and commitment MPA Management Plan Ecosystem maps Rehabilitation projects implemented. MPAs not declared to sufficient level of coverage. MPA levels are not currently at or on target for achieving SDG 14.5. A management plan is in place and some of the building blocks towards 14.5 are in place, including importantly a political will and commitment. It is suggested that a Marxan analysis is considered (as conducted in the Seychelles) for Mauritian MPA development. Some data are available e.g. fisheries data, ecosystem maps etc. but more data may be required. Where appropriate additional scientific support to conduct the analysis could be provided, e.g. biodiversity analysis to determine hotspots. 4.3 Weaknesses and Opportunities – “Attractive Opportunities” Where a national weakness has been identified but an opportunity exists these can be potentially attractive options in being able to plug a gap in funding, skills or experience. These opportunities are likely to produce good returns if the basic level of capability and implementation are viable. This could be in the form of funding and bringing in experience to enhance the skills of staff to add long-term skill capacity to a research organisation along with necessary technical equipment, e.g. Training course on otolith reading along with microscopes and otolith staining materials to remove the reliance on expensive external laboratories. Good practice examples in these cases may come from addressing current weaknesses turning those weaknesses into strengths. If weaknesses are not being addressed and opportunities exist it should be identified what is stopping or limiting progress on implementation, are assumptions correct and are plans realistic and substantial or are other weaknesses limiting the chances of exploiting opportunities e.g. poor government effectiveness limiting the ability of government research agencies to apply for and win external funding. Current planning for smaller MPAs is in place, but current coverage levels is not on the scale required to meet the demands of SDG 14.5. Progress is being hindered further by limited technical capacity required to define and manage MPAs. There are clear opportunities to utilise existing projects such as UNDP-GEF to improve MPA training, therefore filling specific knowledge gaps and improving technical capacity. ",
        "Page 56 Table 8: Summary of Weakness and Opportunity Combinations Identified for Mauritius. # Weakness Opportunity Description and evidence 1 Capacity (technical skills) COI presence beneficial (locally based international experts) The opportunity for Manutius to receive additional training from external organisations and neighbouring States would be of benefit. Having IOC based in Mauritius is a clear advantage and Mauritius should offer to host any IOC training opportunities to allow more Mauritians to attend any training that is on offer. Capacity (budget) including long-term planning may be limiting 2 Capacity (technical skills) Strong NGO / Intergovernmental support and pressure (UNDP etc.) NGO pressure and clear identification of capacity limits can provide pressure and funding from NGOs to fill the gaps. Capacity (budget) including long-term planning may be limiting NGOs are in a clear position to assist in the collection and analysis of many forms of biological and socio-economic data to supplement those collected by government. 3 Lack of knowledge of new untapped resources in EEZ Regional knowledge and experience is high (COI experience vital to region). Number of specific opportunities exist. Use the SDG process to learn more about the areas of the Mauritian EEZ. Some of the organisations that have links with Mauritius may be keen to undertake surveys of unknown unexploited areas (e.g. NOC, Southampton). These should be fully explored and exploited. Pollution research not equally distributed Limitations on data availability Lack of research vessels Good access to external experts (through academic connections, new connections being developed e.g. UK NOC links) 4 Chemical spill preparedness Toxic waste Lack of links with overseas oil protection Diversification of marine sector (e.g. Mariculture and offshore oil, natural gas and mining) Some areas of preparedness have bene highlighted that may be at an increased level of risk with the diversification of the ocean sector (e.g. oil, gas, marine minerals). Risks should be assessed and skill gaps identified. The sectors highlighted should be in a position to pay for training and monitoring. 5 Large EEZ limits enforcement effectiveness with limited capacity – management of large remote MPAs may suffer. Bilateral Commission with Seychelles Increased requirements for MCS resources when full MPA declarations are made. Areas bordering Seychelles that are made into MPAs can be more effectively managed through a coordinated approach Increased regional coordination on shared fisheries MCS resources Increased effectiveness can be achieved through regional coordination through IOC Smartfish programme activities and IOTC programmes such as ",
        "# Weakness Opportunity Description and evidence the e-PSM. Training on a regional basis also highly effective. Scientific support towards data analysis for risk analysis and assessment for MPA and general protection is import to ensure the most effective and cost-efficient use of expensive resources. 6 Bycatch not put to proper use ( value addition) The incorporation of artisanal landings into export distribution chain along with new policy on bycatch and Integration of bycatch into export distribution channel. Bycatch species can be used more effectively than just discarded. Markets in other countries for species not desired locally in Mauritius may be identified and exploited. Exploitation of market access to AGOA, COMESA, SADC 7 Capacity (technical skills) Conservation training Various training opportunities may exist for conservation through NGOs, MCS via RFMOs and regional bodies or by the EU or other funders. Opportunities like this should be exploited to counter any weaknesses in capacity or skills. Potential for deployment of observers at sea. External training on fisheries issues. IOC – Provision of MCS training 8 Limitations on data availability Pollution research not equally distributed Mauritius as Focal Hub for African Universities Creating a hub or centre of excellence related to the ocean sector and SDG achievement if possible in Mauritius would allow the creation of a regional data and research hub. In this way data could be made more widely available and larger ranging datasets, created through the combination of national and individual datasets. 9 Subsidies may contribute to overcapacity in domestic fisheries. Increase aquaculture Where subsidies exist that may create overcapacity in fisheries, those fisheries could be targeted for reduction, but fishers retrained in aquaculture techniques 10 Bycatch not put to proper use ( value addition) IOC Focus on small-scale fisheries At the moment bycatch is not fully utilised from domestic fisheries. Mauritius has a clear established framework for the export of seafood. Both Government and Industry sides are well equipped to deal with the requirements from importing countries. ",
        "Page 58 # Weakness Opportunity Description and evidence Introducing supply chain management for artisanal products should therefore be relatively simple to achieve. IOC have already shown this through the development of octopus products (high value, low volume) from artisanal fisheries in Rodrigues with sales to tourists and now expanding into exports. 11 MPA Management Plan MPA planning in place for smaller MPAs but not on the scale required to meet SDG 14.5. Capacity (technical skills) Coverage level of MPAs Integrated Coastal Zone Management There is a clear opportunity to utilise regional MPA training and existing projects such as the UNDP-GEF project to train personnel in the required skills to define and manage MPAs. Planning is in place as are many of the skills already. Specific gaps need to be identified as the process evolves and filled through training. UNDP-GEF (Mauritius) MPAs Regional MPA Training 4.4 Weaknesses and Threats – “High Risk Scenarios” Where weaknesses and threats are matched up this would identify potentially high risk scenarios. In these cases the assessment of risk is crucial. It is very important to understand the risks faces and ignorance of those risks is a poor state to be in. Where risks and potential impacts are shown to be low then we should highlight these issues as a low priority and ensure that countries are not distracted by them, but where the risks and / or the impacts are high then it is recommended that an assessment of funding and capability gaps is conducted and a mitigation plan developed to ensure these risks are addressed. This could be through additional funding, training, bringing in additional temporary technical assistance, or working with neighbouring States to transfer skills, personnel or equipment (e.g. rent of a patrol vessel during “high” season in one EEZ during the “low” season in the vessel owners’ EEZ) or joint purchasing and usage of high value resources. Table 9: Summary of Weakness and Threat Combinations Identified for Mauritius. # Weakness Threat Description and evidence 1 Large EEZ limits enforcement capacity – management of large remote MPAs MCS capacity for MPA Protection Common pool nature of fisheries resources (including IOTC decision making processes). Current IOTC management has no quotas set for tuna species though effort limits have been introduced. Mauritius has a large EEZ and limited levels of protection that will be spread thinner with MPA protection needed once they are defined and introduced. Risk of illegal fishing or the stock ",
        "# Weakness Threat Description and evidence being overexploited outside of the Mauritius and other coastal State waters beyond national control will be increased though limited MCS will be available. 2 Limited capacity Common waters – pollution and marine debris sources external to Mauritius but pollution sources e.g. marine plastics not local and no control (e.g. some sourced in Madagascar). Limited capacity to deal with pollution and marine debris. Some clean up possible on the island of Mauritius but not for outer islands. If not cleared up, it will just build up over time with negative effects on the ecosystems and possible industries e.g. tourism and fisheries. 3 Large EEZ limits enforcement effectiveness with limited capacity – management of large remote MPAs may suffer. Lack of observers on foreign fleet (require trained observers pool) Coverage level of MPAs Illegal fishing potential (large EEZ, low level of MCS resources). Science and evidence based risk assessment needs to be completed to identify high risk areas, areas of high potential impact from all various actors (i.e. risk fleets). This needs to then be developed given a clear understanding of the means and measures available (given the requirements for shared use) into a structured MCS plan to combat IUU fishing. MPAs at the moment in Mauritius are small and disjointed. Understanding of MCS requirements in the development of MPAs needs to be included, not just within Mauritius but with the potential for creating larger connected MPAs with neighbouring coastal States e.g. Seychelles where the benefit of two MPAs either side of a shared border could be assessed. This could also be combined with the planned establishment of a network of High Seas MPAs as well as defining a legal framework for these networks to be implemented by IUCN 25 . Saya de Mahla bank as an area of shallow water outside of national jurisdiction would be an ideal candidate area. 4 Capacity (technical skills) Capacity (budget) including long-term planning may be Short-term nature of funding (2-3 year max) is not conducive to long- term primary research that is needed to underpin environmental Environmental research to underpin SDG14 is long-term in nature and requires long-term support in terms of updating (current personnel) and replacing (new personnel) skills or 25 https://bluesolutions.info/partner-projects/ ",
        "Page 60 # Weakness Threat Description and evidence limiting research into climate change and ocean acidification. equipment. Short term budgets of 2-3 years are not ideal for planning long- term skill and capacity development. This is also not “attractive” spending for Ministers and Heads of Department who need to have impact from their inputs within short term appointments, long-term data collection research does not fall into these categories. 5 Economic – Global economic downturn. No direct correlation with identified weaknesses, but still needs to be considered as a significant threat. 6 Climate change. No direct correlation with identified weaknesses, but still needs to be considered as a significant threat. 7 Limited national fleet High investment costs for expansion of national fleet. Currently the national fleet is small compared to neighbouring States and DWFNs. The intention is to increase the national fleet in size to provide a consistent input to the processing sector at all times during the year. The cost of investment in new fishing vessels is high, and during the current need to reduce effort in tropical tuna fisheries this may be seen as a high risk investment as returns would not be as high as required. 8 Limited national fleet Current high level of regional fishing effort. The current high level of fishing effort is at the recommended limit. Expanding the fleet may bring Mauritius into conflict with existing fleets and other stakeholders wishing to maintain the status quo or limit effort increases. 9 MPA Management Plan Low level of stakeholder input compared to other countries in the region. Conflicts with tourist sector. Currently the MPA Management Plan does not bring the current planned implementation of MPAs in Mauritius up to the required 10% level. Potential conflicts exist as the coastal zone is highly complex in Mauritius with conflicting demands and the environmental and fisheries requirements are often at conflict with those for industrial development and tourism in particular. A Marxan with zones analysis which includes all the best available scientific and socio-economic data with stakeholder input (form all ",
        "# Weakness Threat Description and evidence sectors) would be best able to determine the best options that meet requirements. 10 MPA Management Plan MPA planning in place for smaller MPAs but not on the scale required to meet SDG 14.5. Coverage level of MPAs MPAs not declared to sufficient level of coverage. Currently the MPA Management Plan does not bring the current planned implementation of MPAs in Mauritius up to the required 10% level. Smaller focussed MPAs and other protected areas exist but not in the scale ",
        "Page 62 1 A NNEX 1 – M EETING S CHEDULE Day AM PM Monday EU Delegation Mr Madev Balloo (Mauritus) Mr Rajesh University of Mauritius Assoc Prof (Dr) Mamta NOWBUTH, Dean of Faculty of Ocean Studies Assoc Prof (Dr) S Bhagwant Tuesday Indian Ocean Commission Satish Hanoomanjee, Fisheries Trade / Post-Harvest Expert Patrick xxx Treasurer Regional Fishermen’s Organisation xxx Biodiversity Programme M. Luc Josue Dieudonné Ralaimarindaza, Chargé de mission Wednesday Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping Mrs Meera Koonjul, Divisional Scientific Officer Thursday Ministry of Environment Ministry of Ocean Economy, Marine Resources, Fisheries and Shipping Mr V S Soondron, Director of Fisheries Friday Mauritius Oceanography Institute Dr Kamla Ruby Moothien Pillay Dr Danista Dumur Neelayya ",
        "Annex 2 – Examples Level 1 – Define Strengths, Weaknesses, Opportunities and Threats Positive Negative I n t e r n a l STRENGTHS National focus on issues Academic infrastructure strong and good national curriculum development Training within national colleges. Relevant Govt. bodies well-funded Experience in similar projects Enhanced reputation Clear processes in national bodies (e.g. data collection / analysis) History of implementation Good communication Industry focus or engagement Good governance (WBGI) WEAKNESSES Political will Lack of nation training plans Poor retention of trained / skilled staff Enforcement capacity / effectiveness Administrative capacity / effectoveness Knowledge / experience insufficiency Lack of reputation Focus on food not resource Requirements are new and untested in country Poor communication Lack of focus from industry Poor governance (WBGI) – poor stability to the extreme of civil war (Heads of relevant bodies replaced with Govt change) E x t e r n a l OPPORTUNITIES High priority regionally (+ bilateral) Strong NGO support and pressure Regional knowledge Regional and bilateral cooperation is high – clear responsibility and effective New skill training / transfer available from outside agencies External funding or services from various sources available Public – Private Partnerships possible Partner organisations available Emerging blue economy THREATS Regional pressure on smaller States Strong industry lobby (national / DW) Common pool nature of resource Poor regional management Lack of targeted funding (for environmental issues as a priority vs conflict, food security etc.) Lack of funding (prev. developing countries now not classified as developing) Lack of opportunities for training or lack of continuity of staff post training Conflict / War Economic – Global economic downturn Climate change ",
        "Page 64 Level 2 – Couple SWOT combinations Strengths Weaknesses O pp o r t un i t i e s “Obvious natural priorities” Likely to produce greatest ROI (Return On Investment) Likely to be quickest and easiest to implement. Probably justifying immediate action- planning or feasibility study. Most likely to succeed and generate good practice examples Planning question : \"If these areas are not already being planned for and prioritised, then why not?\" “Potentially attractive options” Likely to produce good returns if capability and implementation are viable, i.e. address weaknesses – bring in help / funding. Challenges may bring unexpected benefits from working outside of normal parameters – increase skill ranges and capacity. Good practice may come from addressing weaknesses – highlights for training / capacity building. Planning question : \"What is stopping or limiting progress on implementation, are assumptions correct and are plans realistic and substantial?\" T h r e a t s “Threats should be easy to defend and counter” Current skills, funding and administrative requirements should be in place to be able to meet these threats. Funding and capacity should be reviewed regularly to ensure prioritisation. Generally threats neutralised. Good practice can be developed to show how to effectively address threats in limited situation. Planning question : \"Are threats properly informed and organisation in place to deal with threats? No surprises. Regional threats be turned into local opportunities?\" “Potentially high risk scenarios” Assessment of risk crucial – ignorance is a poor state to be in. Where risk is low then we should highlight these issues as a low priority and not be distracted by them (financial planning). Where risk is high assess funding and capability gaps and develop mitigation plan. Planning question : \"Are risks and impacts assessed for these issues? Where the risks / impacts are high are specific mitigation plans in place?\" ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm) ",
        "doi: 10.2826/192743 E A - 0 1 - 1 8 - 7 3 5 - E N - N "
    ]
}