{
    "text": [
        "Measuring Progress, Well-being and Sustainable Development In order to translate the recommendations of the Stiglitz-Sen- Fitoussi Commission report and the European Commission’s communication on ‘GDP and beyond’ into concrete actions, the European Statistical System Committee has decided to work further on the following priority areas: • Household perspective and distributional aspects of income, consumption and wealth; • Multidimensional measurement of the quality of life; • Environmental sustainability. It is proposed that about 50 concrete actions will be carried out by 2020. Further information on these actions can be found in the report of the Sponsorship Group ‘Measuring Progress, Well-being and Sustainable Development’ and in the detailed reports of the related task forces available on the European Sta- tistical System website. For more information European Statistical System website http://epp.eurostat.ec.europa.eu/portal/page/portal/pgp_ess/ about_ess/measuring_progress Eurostat website http://ec.europa.eu/eurostat http://ec.europa.eu/eurostat/sustainabledevelopment www.stiglitz-sen-fitoussi.fr Europe 2020 strategy http://ec.europa.eu/europe2020 GDP and beyond COM(2009) 433 on http://eur-lex.europa.eu http://www.beyond-gdp.eu ISBN 978-92-79-22147-7 doi:10.2785/21299 © European Union 2012 Cover: © Phovoir K S - 31 - 11 - 41 3 - E N - C The response of the European Statistical System to the report of the Stiglitz-Sen-Fitoussi Commission and to the ‘GDP and beyond’ Communication of the European Commission Recommendations from the Stiglitz-Sen-Fitoussi Commission report (Extract) Recommendation 1: When evaluating material well-being, look at income and consumption rather than production. Recommendation 2: Emphasise the household perspective. Recommendation 3: Consider income and consumption jointly with wealth. Recommendation 4: Give more prominence to the distribution of income, consumption and wealth. Recommendation 5: Broaden income measures to non-market activities. Recommendation 6: Quality of life depends on people’s objec- tive conditions and capabilities … Recommendation 7: Quality-of-life indicators in all the dimen- sions covered should assess inequalities in a comprehensive way. Recommendation 8: Surveys should be designed to assess the links between various quality-of-life domains for each person, and this information should be used when designing policies in various fields. Recommendation 9: Statistical offices should provide the infor- mation needed to aggregate across quality-of-life dimensions, allowing the construction of different indexes. Recommendation 10: Measures of both objective and subjec- tive well-being provide key information about people’s quality of life … Recommendation 11: Sustainability assessment requires a well- identified dashboard of indicators … Recommendation 12: The environmental aspects of sustain- ability deserve a separate follow-up based on a well-chosen set of physical indicators … The GDP and beyond Communication and other initiatives The communication ‘GDP and beyond – Measuring pro- gress in a changing world’ from the European Commission [COM(2009) 433] aims at improving indicators for better re- flecting policy and societal concerns. It seeks to improve, adjust and complement GDP with indica- tors that monitor social and environmental progress. It identi- fies five key actions for the short to medium term: (1) Complement GDP with environmental and social indi- cators (environmental index and quality of life and well- being). (2) Provide near real-time information for decision-making. (3) Report more accurately on distribution and inequalities. (4) Develop a European sustainable development scoreboard (including thresholds for environmental sustainability). (5) Extend national accounts to environmental and social issues. The EU sustainable development strategy aims at the continuous im- provement of the quality of life and well-being on earth for present and future generations. Every two years, Eurostat publishes a report making use of about 100 indicators to monitor the progress towards the objectives and targets of the strategy. The Europe 2020 strategy adopted by the Heads of State or Govern- ment in June 2010 defines measurable targets for a number of indica- tors that go beyond GDP. The European Commission has proposed a surveillance mechanism based on these indicators. A number of other international initiatives that aim to improve the balance between economic activities and their impacts on the environ- ment and social inclusion also refer to statistical indicators. Particularly relevant in this context are the OECD’s ‘Better Life’ initiative (measur- ing well-being and progress) and ‘Green Growth’ strategy, as well as the UN Millennium Development Goals and Human Development Index. Much synergy exists between these initiatives. ",
        "Introduction GDP is the best known measure of macro-economic performance, but in order to better reflect progress in our societies, it needs to be complemented in particular by measures on environmental sus- tainability and social inclusion. The medium- and long-term strategies of the European Union, above all the sustainable development and Europe 2020 strategies, take account of social and environmental priority areas in addi- tion to economic priorities. Indicator sets have been developed to monitor progress towards the objectives of these strategies. The European Statistical System provides high quality statistics for the European Union as a whole and comparable statistics for in- dividual countries on issues that are relevant for European Union policy making. In August 2009, the European Commission published a commu- nication with the title ‘GDP and beyond — Measuring progress in a changing world’ which proposes five priority actions to further develop environmental and social indicators and to report more accurately on distribution and inequalities. In September 2009, the Commission on the Measurement of Eco- nomic Performance and Social Progress (Stiglitz-Sen-Fitoussi Commission) published a report with 12 recommendations on how to better measure economic performance, societal well-being and sustainability. In taking up the challenges presented by these initiatives, the Eu- ropean Statistical System’s Sponsorship Group focused on making better use of and improving existing statistics with a view to pro- viding the most appropriate indicators. In November 2011, as a result of a co-operative project, co- chaired by Eurostat and INSEE (France), the European Sta- tistical System Committee adopted a report by the so-called Sponsorship Group on ‘Measuring Progress, Well-being and Sustainable Development’. This report translates the recom- mendations from the Stiglitz-Sen-Fitoussi Commission re- port and the European Commission’s Communication ‘GDP and beyond’ into a plan for concrete actions for the Euro- pean Statistical System. The priority areas in the Sponsorship Group report The report of the Sponsorship Group ‘Measuring Progress, Well-being and Sustainable Development’ identifies about 50 concrete actions for improving and developing European statistics over the coming years. These actions cover the following priority areas which reflect the re- vised policy needs. Strengthening the household perspective and distributional aspects of income, consumption and wealth • promoting existing national accounts data on household income and consumption. • providing information on the distribution of households income, consumption and wealth. • encouraging the compilation of balance sheet accounts for households. • broadening income measurement to non-market domestic activities and leisure time. The figure below illustrates the importance of complementary data on the household sector Cumulated Growth of GDP versus Gross Disposable Income of households, Euro area (in volume/real terms, seasonally adjusted, 2005Q1=100) 100 101 102 103 104 105 106 107 108 109 110 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 2005 2006 2007 2008 2009 2010 Gross Disposable Income of households GDP Source: Eurostat (online data codes: namq_gdp_k, namq_gdp_p and nasq_nf_tr) Multidimensional measures of quality of life • using the European Union statistics on income and living condi- tions (EU-SILC) as the core instrument for measuring the quality of life, including the incorporation of further topics and subjective questions. • complementing the coverage of the different dimensions of quality of life (such as health, education and personal safety) with additional data sources. • deepening data analysis and developing indicators in collaboration with an expert group on quality of life to be established. One of the conclusions related to the multidimensional measures of quality of life is that synthetic indicators for each quality of life dimen- sion should be developed. Synthetic indicators combine different vari- ables that are strongly correlated and measure the same latent concept. ‘People at risk of poverty or social exclusion’ is one of the best examples of a synthetic indicator; it concerns mainly the dimension ‘material living conditions’, which is one of the different dimensions of quality of life. This indicator is highly policy relevant as it is used to monitor the Europe 2020 headline target of reduction of poverty. It is synthetic in that it combines information on persons who are at risk of poverty, who are severely materially deprived, or who are living in households with very low work intensity. Persons are only counted once even if they are present in more than one of the three variables. People at risk of poverty or social exclusion, EU-27 (million persons) 124.3 113.7 115.5 80 85 90 95 100 105 110 115 120 125 130 2005 2006 2007 2008 2009 2010 NB: 2005, 2006 and 2010 data are Eurostat estimates. Source: Eurostat (online data code: t2020_50) Environmental sustainability • reinforcing the development of the European system of environ- mental and economic accounts and the quality of its source data with the main emphasis on energy, climate change and material consumption. • developing environmental accounts relating to goods and ser- vices, environmental protection expenditure and natural assets. • deriving so called ‘footprint indicators’ from linking environ- mental data with the Supply and Use Input/Output tables from national accounts. • developing landscape and biodiversity indicators. • improving data and developing environmental accounts in the areas of water and waste. The figure below illustrates a ‘footprint indicator’. It shows the dif- ference between the ‘production perspective’ and the ‘consumption perspective’ for domestic and global CO 2 emissions. Further details can be found in the publication ‘CO 2 emissions induced by EU’s final use of products are estimated to be 9 tonnes per capita’ (Statistics in Focus, issue number 22/2011). Domestic and global CO 2 emissions — production and consumption perspective, EU-27, 2006 (tonnes CO 2 per capita) direct by private households 1.9 domestic industries, 7.2 imports, 1.7 EU-27 final use direct by private households 1.9 consumption expenditure 5.6 capital formation, 1.6 exports, 1.6 0 1 2 3 4 5 6 7 8 9 10 11 Production perspective 2006 Consumption perspective 2006 Source: Eurostat (online data codes: env_ac_ainacehh and env_ac_io) "
    ]
}