{
    "text": [
        "P8_TA(2017)0474 Implementation of the European Disability Strategy European Parliament resolution of 30 November 2017 on implementation of the European Disability Strategy (2017/2127(INI)) (2018/C 356/17) The European Parliament , — having regard to Articles 2, 9, 10, 19, 168 and 216(2) of the Treaty on the Functioning of the European Union (TFEU) and Articles 2 and 21 of the Treaty on European Union (TEU), — having regard to Articles 3, 15, 21, 23, 25 and 26 of the Charter of Fundamental Rights of the European Union, — having regard to the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD) and its entry into force in the EU on 21 January 2011 in accordance with Council Decision 2010/48/EC of 26 November 2009 concerning the conclusion, by the European Community, of the United Nations Convention on the Rights of Persons with Disabilities ( 1 ), — having regard to the Code of Conduct between the Council, the Member States and the Commission setting out internal arrangements for the implementation by and representation of the European Union relating to the United Nations Convention on the Rights of Persons with Disabilities, — having regard to the Concluding Observations of the UN Committee on the Rights of Persons with Disabilities of 2 October 2015 on the initial report of the European Union ( 2 ), — having regard to the Convention for the Protection of Human Rights and Fundamental Freedoms (European Treaty Series No 5, 1950) and its protocols, — having regard to the European Social Charter (ETS No 35, 1961, revised 1996; ETS No 163), — having regard to Council of Europe Recommendation Rec(2002)5 of the Committee of Ministers to Member States on the protection of women against violence, and to Recommendation CM/Rec(2007)17 on gender equality standards and mechanisms, — having regard to the United Nations Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) of 18 December 1979 and its Optional Protocol of 6 October 1999, — having regard to the Universal Declaration of Human Rights, the Convention for the Protection of Human Rights and Fundamental Freedoms, the International Covenant on Economic, Social and Cultural Rights and the International Covenant on Civil and Political Rights, — having regard to Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC ( 3 ), — having regard to Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation ( 4 ), C 356/110 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ( 1 ) OJ L 23, 27.1.2010, p. 35. ( 2 ) UNCRPD/C/EU/CO/1. ( 3 ) OJ L 94, 28.3.2014, p. 65. ( 4 ) OJ L 303, 2.12.2000, p. 16. ",
        "— having regard to the Commission proposal of 2 December 2015 for a directive of the European Parliament and of the Council on the approximation of the laws, regulations and administrative provisions of the Member States as regards the accessibility requirements for products and services (COM(2015)0615), — having regard to The new European consensus on development ‘Our world, our dignity, our future’ — joint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the European Commission and the commitment therein to take into account the specific needs of persons with disabilities in development cooperation, — having regard to the Commission staff working document of 2 February 2017 entitled ‘Progress Report on the implementation of the European Disability Strategy 2010-2020’ (SWD(2017)0029), — having regard to the Commission communication of 15 November 2010 entitled ‘European Disability Strategy 2010- 2020: A renewed commitment to a barrier-free Europe’ (COM(2010)0636), — having regard to its resolution of 13 December 2016 on the situation of fundamental rights in the European Union in 2015 ( 1 ), — having regard to its resolution of 15 September 2016 on application of Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (‘Employment Equality Directive’) ( 2 ), — having regard to its resolution of 7 July 2016 on the implementation of the UN Convention on the Rights of Persons with Disabilities, with special regard to the Concluding Observations of the UN CRPD Committee ( 3 ), — having regard to its resolution of 20 May 2015 on the List of Issues adopted by the United Nations Committee on the Rights of Persons with Disabilities in relation to the initial report of the European Union ( 4 ), — having regard to its resolution of 25 October 2011 on mobility and inclusion of people with disabilities and the European Disability Strategy 2010-2020 ( 5 ), — having regard to its resolution of 6 May 2009 on the active inclusion of people excluded from the labour market ( 6 ), — having regard to the European Parliamentary Research Service briefing entitled ‘The European Disability Strategy 2010- 2020’, — having regard to the study of Parliament’s Directorate-General for Internal Policies of the Union entitled ‘Discrimination Generated by the Intersection of Gender and Disability’, — having regard to the 2030 Agenda for Sustainable Development, — having regard to the Annual Report 2016 of the European Ombudsman, 4.10.2018 EN Official Journal of the European Union C 356/111 Thursday 30 November 2017 ( 1 ) Texts adopted, P8_TA(2016)0485. ( 2 ) Texts adopted, P8_TA(2016)0360. ( 3 ) Texts adopted, P8_TA(2016)0318. ( 4 ) OJ C 353, 27.9.2016, p. 41. ( 5 ) OJ C 131 E, 8.5.2013, p. 9. ( 6 ) OJ C 212 E, 5.8.2010, p. 23. ",
        "— having regard to the 2016 and 2017 Fundamental Rights Reports of the European Union Agency for Fundamental Rights, — having regard to the thematic reports of the European Union Agency for Fundamental Rights, — having regard to the 2014 Eurostat disability statistics on labour market access, access to education and training, and poverty and income inequalities, — having regard to the Council Conclusion on ‘A sustainable European Future: The EU response to the 2030 Agenda for Sustainable Development’ published on 20 June 2017, — having regard to the Voluntary European Quality Framework for Social Services (SPC/2010/10/8), — having regard to the New Urban Agenda (A/RES/71/256), — having regard to the Sendai Framework for Disaster Risk Reduction, — having regard to the Council Conclusions on the Gender Action Plan 2016-2020, — having regard to the Action Plan on Human Rights and Democracy (2015-2019), — having regard to Rule 52 of its Rules of Procedure, — having regard to the report of the Committee on Employment and Social Affairs and the opinions of the Committee on the Environment, Public Health and Food Safety, the Committee on Culture and Education, the position in the form of amendments of the Committee on Women’s Rights and Gender Equality and the opinion of the Committee on Petitions (A8-0339/2017), A. whereas, as full citizens ( 1 ), all persons with disabilities have equal rights in all fields of life and are entitled to inalienable dignity, equal treatment, independent living, autonomy and full participation in society; B. whereas there are an estimated 80 million persons with disabilities in the European Union, of whom 46 million are women; C. whereas the TFEU requires the Union to combat discrimination based on disability when defining and implementing its policies and activities (Article 10) and gives it the power to adopt legislation to address such discrimination (Article 19); D. whereas Articles 21 and 26 of the Charter of Fundamental Rights of the European Union explicitly prohibit discrimination on the grounds of disability and provide for equal participation of persons with disabilities in society; E. whereas the UNCRPD is the first international human rights treaty ratified by the EU and has also been signed by all 28 Member States and ratified by 27; whereas the EU is the world’s biggest development aid donor and one of the most influential stakeholders at international level; F. whereas the EU is committed to implementing the 2030 Agenda for Sustainable Development and the Sustainable Development Goals (SDGs) within the EU and in development cooperation with partner countries; C 356/112 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ( 1 ) In the context of this resolution, ‘full citizen’ should be understood within the meaning of the UNCRPD — that all persons with disabilities should have full enjoyment of all human rights. ",
        "G. whereas the UNCRPD states that persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others; whereas Article 9 of the UNCRPD is of particular importance in that regard; H. whereas the case law of the Court of Justice of the European Union reinforces the fact that the UNCRPD is binding on the EU and its Member States when implementing EU law, as it is in instruments of secondary law ( 1 ); whereas it is imperative to enforce existing EU law and policy tools in order to maximise the implementation of the UNCRPD; I. whereas persons with disabilities represent a diverse group, and whereas women, children, older persons, and individuals with complex support needs, temporary or invisible disabilities face additional barriers and multiple forms of discrimination; J. whereas persons with disabilities face additional expenses, lower incomes and higher unemployment; whereas benefits related to disability should be regarded as state support aimed at helping people to remove barriers in order to participate fully in society, including through employment; K. whereas children with disabilities have the right to live in their families or a family environment in line with their best interests; whereas family members often have to reduce or stop professional activities in order to care for family members with a disability; L. whereas the UNCRPD principles go far beyond discrimination, pointing the way to the full enjoyment of human rights by all persons with disabilities and their families in an inclusive society; M. whereas there continues to be new and revised legislation without any reference to the UNCRPD and accessibility; whereas accessibility is a prerequisite for participation; whereas the EU, as a party to the UNCRPD, has the duty to ensure the close involvement and active participation of persons with disabilities and their representative organisations in the development and implementation of legislation and policies while respecting diverse concepts of disability; N. whereas stereotypes, misconceptions and prejudices are part of the root causes of discrimination, including multiple discrimination, stigma, and inequality; O. whereas persons with disabilities often suffer from a lack of support, protection communication and information about health care services and rights, protection against violence, childcare, and have little or no access to such services and information; whereas health service personnel should be properly trained on the specific needs of persons with disabilities; P. whereas a considerable proportion of the four million people experiencing homelessness every year have disabilities, having been largely overlooked as a target group of the UNCRPD and the EU Disability Strategy; Q. whereas, in spite of the numerous international conventions, EU and national legislation and strategies, persons with disabilities are still not fully participating in society and enjoying their rights; whereas the participation of persons with disabilities can only be achieved if they are included in political and public life, where they are often under- represented, in accordance with Article 29 UNCRPD; 4.10.2018 EN Official Journal of the European Union C 356/113 Thursday 30 November 2017 ( 1 ) Judgment of the Court of Justice of 11 April 2013, HK Danmark , Joined Cases C-335/11 and C-337/11, ECLI:EU:C:2013:222, paragraphs 29-30; Judgment of the Court of Justice of 18 March 2014, Z , C-363/12, ECLI:EU:C:2014:159, paragraph 73; Judgment of the Court of Justice of 22 May 2014, Glatzel , C-356/12, ECLI:EU:C:2014:350, paragraph 68. ",
        "R. whereas the Commission’s progress report shows that there is an obvious delay in the implementation of obligations deriving from the UNCRPD at both EU and Member State level; whereas challenges and gaps remain in the framework of the strategy and a long-term perspective is needed for the alignment of EU policies, laws and programmes with the UNCRPD; S. whereas the model of independent living, as underlined by the UNCRPD, safeguards the highest degree of accessibility possible; whereas access to other services such as accessible transport, cultural and leisure activities are also a component of quality living and can contribute to the integration of persons with disabilities; T. whereas it is imperative to have inclusive and active labour market access as this is one of the principle means of promoting independence for persons with disabilities; whereas labour market access currently stands at 58,5 % compared with 80,5 % among persons without disabilities, with some groups facing additional discrimination based on the type of disability, whereas the social economy provides numerous employment opportunities for persons with disabilities; U. whereas stronger guidelines at European level and adequate resources, as well as training in disability issues could strengthen the effectiveness and independence of equality bodies at national level; V. whereas one of the four priorities established by the Commission after the Paris Declaration on promoting citizenship and the common values of freedom, tolerance and non-discrimination through education is that of ‘fostering the education of disadvantaged children and young people, by ensuring that our education and training systems address their needs’; W. whereas the overall cost of keeping persons with disabilities out of the labour market is higher than including them in the workplace; whereas this holds especially true for persons with multiple support needs where family members might be forced to become carers; X. whereas the number of persons with disabilities in employment might be lower than data indicates, considering many fall into the category of ‘not employable’, or work in the sheltered sector or more protected environments, do not have employee status and are therefore not visible in official data and statistics; Y. whereas employers must be supported and encouraged to ensure that persons with disabilities are empowered all the way from education to employment; whereas, to this end, awareness-raising among employers is one way to combat discrimination in the recruitment of persons with disabilities; Z. whereas measures in the workplace are crucial for promoting positive mental health, and for preventing mental ill- health and psychosocial disabilities; AA. whereas the EU is the largest donor of development aid and has a leading role in disability-inclusive programmes; AB. whereas employment discrimination is not a stand-alone issue; whereas discrimination in education, vocational training, housing, and lack of access to transport equal discrimination in employment; AC. whereas 75 % of persons with severe disabilities in the EU do not have the opportunity to participate fully in the labour market; whereas underemployment as well as unemployment can be an issue particularly for those with autism spectrum disorders or who are deaf and hard of hearing as well as blind or deafblind; C 356/114 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ",
        "AD. whereas the SDGs and the Pillar of Social Rights might be potential vehicles of UNCRPD implementation; AE. whereas the lack of legal capacity constitutes a significant barrier to exercising the right to vote, including in European elections; AF. whereas 34 % of women with a health problem or a disability have experienced physical or sexual violence committed by a partner in their lifetime; AG. whereas Article 168(7) of the TFEU gives Member States the responsibility to define their health policies and deliver health services, demonstrating the vital importance of consulting and engaging with Member States in order for the European Disability Strategy to be successful; AH. whereas Article 25 of the UNCRPD reinforces the right of persons with disabilities to enjoy the highest attainable standard of healthcare, without discrimination; AI. whereas persons with disabilities are particularly vulnerable to deficiencies in healthcare services, engaging in health risk behaviours and higher rates of premature death; Key areas for action Accessibility 1. Recognises the importance of a holistic definition and application of accessibility, and its value as the basis for persons with disabilities to enjoy equal opportunities and genuine social inclusion and participation in society, as recognised in the UNCRPD and in line with UNCRPD General Comment No 2, taking into account the diversity of the needs of persons with disabilities and promoting the steadily growing importance of universal design as a principle of the EU; 2. Reminds the Commission of its obligation to mainstream disability and develop and promote accessibility in all policy areas in both public and private sectors, and recommends setting up units with expertise in accessibility within the hierarchy of the Commission to verify that this duty is being accomplished; 3. Calls on the Commission to set mandatory requirements on the accessibility of public spaces and especially the built environment; 4. Calls on the Member States to fully implement and continuously monitor all accessibility-related legislation, including the Audiovisual Media Services Directive, the Telecoms Package and the Web Accessibility Directive, as well as the relevant transport and passengers’ rights regulations; calls for the EU, in this context, to coordinate and monitor the implementation thereof in addition to promoting the ratification of the UNCRPD internally and externally; 5. Hopes that the EU’s co-legislators will, without delay, adopt the European Accessibility Act; recommends that, in order to fully implement the UNCRPD, the final text should enhance the accessibility of products and services for persons with disabilities and people with functional limitations; stresses that comprehensive European rules on the accessibility of public spaces and the built environment, as well as on access to all modes of transport, are needed; 4.10.2018 EN Official Journal of the European Union C 356/115 Thursday 30 November 2017 ",
        "6. Is concerned that the monitoring of some pieces of legislation, such as the Web Accessibility Directive ( 1 ) or the Regulation on Rail Accessibility (TSI-PRM) ( 2 ), is through self-assessment by industry and the Member States and is not conducted by an independent entity; recommends, therefore, that the Commission improve its assessment of compliance and considers developing monitoring legislation in order to ensure that the rights of persons with disabilities are respected, including, for example, in the implementation of Regulation (EC) No 261/2004 ( 3 ); 7. Recalls that the implementation of all accessibility-related obligations require sufficient funding at EU, national and local level; calls on the EU to ensure that all funding programmes are accessible, that they follow a universal design approach and include a separate budget for accessibility; calls on the Member States to boost public investment in order to ensure accessibility for persons with disabilities to both the physical and the digital environment; 8. Calls on the Commission and the Member States to increase accessibility through supporting the development of ICT and by supporting all initiatives, including start-ups operating in the field of safety of persons with disabilities; 9. Favours the study and utilisation of the best practices in relation to independent living in the EU; 10. Calls on the Commission and the Member States to take the necessary measures to ensure that the emergency number 112 is fully accessible to all persons with all types of disabilities, and that all aspects of disaster-risk reduction policies and programmes are inclusive of and accessible to all persons with disabilities; 11. Is concerned that the public procurement ex-ante conditionality of buying accessibly before signing a public contract is not sufficiently implemented at national level; recommends, to this end, to set up a portal, along similar lines to green public procurement, containing all the accessibility guidelines; 12. Strongly recommends making the passenger rights complaints procedures fully accessible and disability-friendly and assigning a greater number of and equally strong enforcement responsibilities to the National Enforcement Bodies (NEBs); 13. Emphasises, in particular, that accessibility is a core principle of the UNCRPD, and a precondition for the exercise of other rights enshrined in the Convention; underlines that a consistent number of petitions lodged by European citizens complain about the lack of accessibility or the presence of architectural barriers; stresses that the right to accessibility, as defined in Article 9 of the UNCRPD, must be implemented in a comprehensive manner to ensure that persons with disabilities can access their environment, transportation, public facilities and services, as well as information and communications technologies; calls on the Commission and the Member States to ensure that accessibility is a high priority and that it is better integrated into all disability policy areas; 14. Notes that the Digital Single Market Strategy should be implemented in such a way as to ensure full access to all of its aspects for persons with disabilities; C 356/116 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ( 1 ) Directive (EU) 2016/2102 of the European Parliament and of the Council of 26 October 2016 on the accessibility of the websites and mobile applications of public sector bodies (OJ L 327, 2.12.2016, p. 1). ( 2 ) Commission Regulation (EU) No 1300/2014 of 18 November 2014 on the technical specifications for interoperability relating to accessibility of the Union’s rail system for persons with disabilities and persons with reduced mobility (OJ L 356, 12.12.2014, p. 110). ( 3 ) Regulation (EC) No 261/2004 of the European Parliament and of the Council of 11 February 2004 establishing common rules on compensation and assistance to passengers in the event of denied boarding and of cancellation or long delay of flights, and repealing Regulation (EEC) No 295/91 (OJ L 46, 17.2.2004, p. 1). ",
        "Participation 15. Welcomes the EU Disability Card project; calls on the Commission, together with the Member States, to include all countries in a future long-term initiative with a view to achieving an identical scope to that of the European parking card and to include access to services allowing participation in cultural life and tourism; 16. Is concerned about the continued use of the medical model of disability that focuses on the medical diagnoses of persons with disabilities rather than the environmental barriers they experience; urges the Commission to initiate the revision of this approach, particularly in the field of data collection; calls on the Member States to look at ways to work towards a common definition of disability; 17. Welcomes the progress made in relation to the Marrakesh Treaty; points out that the Court of Justice of the European Union, in its opinion of 14 February 2017, indicated that the EU has exclusive competence with regard to the conclusion of the Marrakesh Treaty, as the body of the obligations of the Marrakesh Treaty falls within an area that is already covered to a large extent by common EU rules; recommends that the EU and the Member States establish an action plan to ensure it is fully implemented; calls on the EU not to ratify the option concerning the economic burden; 18. Is of the opinion that the European Structural and Investment Funds must, particularly in the next programming period, adhere to the UNCRPD and should continue to foster deinstitutionalisation as a matter of priority and that they should, moreover, finance support services to enable persons with disabilities to realise the right to live independently in the community; believes that the Commission should closely monitor the implementation by Member States of the ex ante conditionalities on the transition from institutional to community-based services, which must be concrete and quality- assessed in an ongoing and transparent manner; believes that EU funded project proposals, including those in the framework of the European Fund for Strategic Investments and European Investment Bank lending should respect accessibility rules following a universal design approach; considers that financial instruments alone cannot be relied on to achieve these objectives; 19. Emphasises that there is a need to ensure free access to communication that is adapted to suit the type of disability, and emphasises that this is vitally important when it comes to the civic participation of persons with disabilities; 20. Is concerned by the barriers to participation that persons under guardianship and those living in institutions face across Europe and calls on the Commission to ensure that persons deprived of their legal capacity can exercise all the rights enshrined in European Union treaties and legislation; calls on the Member States to foster participation by accelerating the deinstitutionalisation process and the replacement of substitute decision-making by supported decision-making; 21. Calls on the Commission, as part of its series of regular reports on the implementation of Council Directives 93/ 109/EC ( 1 ) and 94/80/EC ( 2 ) to include an assessment of whether they are being interpreted in a manner consistent with Article 29 of the UNCRPD; 22. Highlights the fact that women and girls with disabilities suffer from double discrimination due to the intersection of gender and disability, and may even be exposed to multiple discrimination arising from the intersection of gender and disability with sexual orientation, age, religion or ethnicity in many instances; 4.10.2018 EN Official Journal of the European Union C 356/117 Thursday 30 November 2017 ( 1 ) Council Directive 93/109/EC of 6 December 1993 laying down detailed arrangements for the exercise of the right to vote and stand as a candidate in elections to the European Parliament for citizens of the Union residing in a Member State of which they are not nationals (OJ L 329, 30.12.1993, p. 34). ( 2 ) Council Directive 94/80/EC of 19 December 1994 laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals (OJ L 368, 31.12.1994, p. 38). ",
        "23. Reiterates that women with disabilities are often at a greater disadvantage than their male counterparts and are more often at risk of poverty and social exclusion; 24. Considers that the European Institute for Gender Equality should provide guidance at European and Member State level concerning the specific situation of women and girls with disabilities, and should play an active role in advocacy work to secure equal rights and combat discrimination; 25. Recalls that combating poverty and social exclusion among persons with disabilities is closely linked to the issue of improving conditions for family members who often act as unpaid carers and are not considered employed persons; encourages the Member States, therefore, to present national support strategies for informal carers, who are mostly female relatives of persons with disabilities; 26. Underlines that the number of elderly people is on the increase and that, according to the WHO, disability prevalence is higher among women, who are particularly affected by this phenomenon owing to their longer life expectancy; stresses that, therefore, there will be a proportionate increase in the numbers of women with disabilities; 27. Highlights the value of micro-financial instruments for job creation and growth; calls on the Member States to make such instruments more easily available to women with disabilities; 28. Underlines that, in order to ensure independent living for persons with disabilities, it is necessary to support research and innovation aimed at developing products to help persons with disabilities in their everyday activities; Equality 29. Highlights that equality and non-discrimination are at the core of the Disability Strategy; 30. Calls on the Commission to address disability in its Strategic Engagement for Gender Equality 2016-2019; 31. Deeply regrets the prolonged deadlock in the European Council on progress towards the anti-discrimination directive and calls on the Member States to contribute to the adoption of the Horizontal anti-Discrimination Directive ( 1 ), moving towards a pragmatic solution, which should extend to the protection against discrimination in all areas of life of persons with disabilities, including the recognition of the denial of reasonable accommodation as a form of discrimination, and of multiple and intersectional discrimination; 32. Is alarmed by existing data on discrimination and abuse of persons with disabilities; remains concerned by cases of under-reporting due to the inaccessibility of complaint and reporting mechanisms, a lack of trust and of awareness of rights; insists that gender-disaggregated data should be collected and recommends, in this respect, the development of a new method for gathering data, particularly regarding cases of denied boarding and refused or unavailable assistance; 33. Calls on the Member States to ensure that all national equality bodies have a mandate in the area of disability, adequate resources and the independence to provide victims of discrimination the necessary assistance, and to guarantee that any extension of their mandate is accompanied by an increase in human resources; 34. Calls for the EU and the Member States to fund training and develop models of good practice by and for persons with disabilities, their organisations, trade unions, employers’ federations, equality bodies, civil servants on the principle of non-discrimination, including multiple and intersectional discrimination and reasonable accommodation; C 356/118 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ( 1 ) Proposal for a Council Directive on implementing the principle of equal treatment between persons irrespective of religion or belief, disability, age or sexual orientation (COM(2008)0426). ",
        "35. Calls for the EU to develop research programmes addressing equality principles when drawing up the post-Horizon 2020 framework for Research and Development; Employment 36. Highlights that access to the labour market is a holistic issue requiring the implementation of support measures that result in a win-win situation for both the individual and the employer, ensuring social inclusion and which should include accessible recruitment procedures, accessible transport from and to the workplace, career progression, and on-going training, as well as reasonable accommodation and accessible work places; calls on the Commission to update the Compendium of good practice on supported employment for people with disabilities in the EU and EFTA-EEA; 37. Encourages the adoption of positive discrimination measures, including the adoption of minimum percentages for the employment of persons with disabilities in the public and private sectors; 38. Regrets that the denial of reasonable accommodation does not constitute discrimination within the framework of the Employment Equality Directive ( 1 ), which has been criticised by the UN Committee on the Rights of Persons with Disabilities; recalls that the first article of the Directive on equal treatment in employment prohibits any form of discrimination on grounds of disability; 39. Calls on the Member States to ensure that benefit traps do not constitute a barrier to participation in the labour market, and asks for the separation of disability-related benefits from income support taking into account additional care and other needs that persons with disabilities may have, enabling them to live a dignified life and enjoy access to the labour market; calls on the Member States, in this respect, to ensure that disability-related benefits are not waived on grounds of employment; 40. Calls on the Commission to support social enterprises in line with the principles stated in the Bratislava Declaration and the Madrid Declaration on the Social Economy, as an important source of employment opportunities for persons with disabilities; 41. Calls on the Member States, in line with the UNCRPD, to consider removing all legal barriers to employability, including, for example, measures that run contrary to Article 12 of the UNCRPD, preventing persons with disabilities from signing work contracts, opening a bank account and having access to their money, leaving them financially excluded, or national clauses declaring certain categories of persons with disabilities as ‘unable to work’; 42. Highlights the importance of effective reintegration and rehabilitation as well as activation and retention measures in an ageing society, which enable people to return to or stay in work after a disease or physical, mental or emotional disabilities; 43. Recalls that burdening persons with disability and their partners with the cost of their assistance reduces not only their present income, but also their employment prospects and future income in old age; 44. Understands that work-life balance measures, including voluntary flexible and inclusive working arrangements, such as smart working, teleworking and flexible working hours might be beneficial to persons with disabilities and positive for mental health, ensuring security and stability for all, but is concerned that digital working environments might create new barriers if they are not accessible and reasonable accommodation is not provided; 45. Calls on the Commission to include good and bad practices in future reports to enable employers to effectively implement disability legislation; 46. Is concerned that in some Member States, persons with disabilities working in sheltered workshops are not formally recognised as workers under the law, are paid less than the minimum wage and are not entitled to the same social advantages as regular workers; 4.10.2018 EN Official Journal of the European Union C 356/119 Thursday 30 November 2017 ( 1 ) Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (OJ L 303, 2.12.2000, p. 16). ",
        "47. Is particularly concerned about young persons with disabilities and those who have been unemployed over a longer period of time; calls on the Member States to work towards including young persons with disabilities in the labour market as a matter of priority, for example, by establishing special career advisory hubs in order to give advice to students and unemployed young people on their future careers, or as part of the Youth Guarantee programme; 48. Calls on the Commission and the Member States to further promote diversity as a business case and encourage diversity charters that advocate the added value of persons with disabilities in the workplace; 49. Calls on the EU to ensure that the rights of persons with disabilities and their families are included in the proposed package on work-life balance; Education and training 50. Is concerned that many children with disabilities remain excluded from quality inclusive education in different EU Member States as a result of, for example, segregation policies, as well as of architectural barriers, which constitute a form of discrimination against children and young persons with disabilities; 51. Emphasises that education and vocational training are essential for the employability of persons with disabilities and that employers should be engaged in the process in order to mainstream the needs of persons with disabilities, also, but not exclusively, by taking into account the possible benefits of new technologies in areas such as job searching, personal development and greater independence; 52. Calls on the Commission and the Member States to remove legal, physical and organisational barriers for all persons with disabilities in order to guarantee inclusive education and lifelong learning systems; 53. Calls for the EU institutions and Member States to ensure reasonable accommodation for trainees and requests that traineeship application procedures be accessible and that specific traineeships are offered for persons with disabilities, including incentive-driven traineeships for employers; 54. Calls for the EU institutions and Member States to ensure that the Erasmus + and other youth programmes, such as the Youth Guarantee and European Solidarity Corps, are fully accessible to persons with disabilities through individualised reasonable accommodation and that information on their accessibility rights is made available to persons with disabilities to encourage their participation; recommends, to this end, that existing tools, such as, for example, those provided in the MappED! inclusive mobility platform be maximised; 55. Regrets that the new skills agenda does not include a specific target for persons with disabilities; stresses that the current underemployment and labour market discrimination of persons with disabilities is also a waste of valuable skills; calls, therefore, on the Commission to take into account the needs of persons with disabilities in all future skill-related initiatives; 56. Urges the Member States to develop effective measures aimed at tackling the segregation and rejection of students with disabilities in schools and learning environments and to develop, in this context, national transition programmes to ensure quality inclusive education and vocational training, both formal and non-formal, including for persons with disabilities requiring a high level of support, based on the UNCRPD Committee recommendations; 57. Highlights the importance of training and re-training educational staff, in particular to support persons with complex needs; 58. Recommends making better use of the European Agency for Special Needs and Inclusive Education to maximise its existing mandate; C 356/120 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ",
        "59. Highlights that preparing teachers and trainers to work with children with disabilities and providing them with adequate support is essential; encourages the Member States to design inclusive education, training and continuous professional development for teachers and trainers, with inputs from a variety of stakeholders, particularly organisations representing persons with disabilities and professionals with disabilities; 60. Calls, given the high number of early school leavers among young persons with disabilities and/or SEN, for further exploration of the opportunities offered by lifelong learning and the provision of attractive alternatives; considers the promotion of lifelong learning programmes for persons with disabilities to be a vital part of the European Disability Strategy; 61. Encourages the exchange of best practices on inclusive education and lifelong learning between teachers, staff, governing bodies, students and pupils with disabilities; 62. Expresses its concerns that, in spite of improvements, persons with disabilities are still at high risk of unemployment and that less than 30 % have completed tertiary education or equivalent, compared to around 40 % for persons without disabilities; calls, therefore, on the Member States and the Commission to pay special attention to the difficulties young persons with disabilities and/or SEN encounter during their transition from secondary and university education and/or vocational training to employment; 63. Encourages EU public institutions and companies to implement diversity policies and the national Diversity Charters; 64. Underlines that young persons with disabilities participate less in physical activity than their peers without disabilities and that schools play an important role in adopting a healthy lifestyle; stresses, therefore, the importance of fostering greater participation of young persons with disabilities in physical activities; calls on the Member States to swiftly eliminate all existing barriers hindering the participation of persons with disabilities or people with special needs in sports activities; 65. Recalls the need to bridge the digital gap and to ensure that persons with disabilities benefit fully from the Digital Union; stresses, in this context, the importance of improving the digital skills and competences of persons with disabilities, notably through projects financed by the Erasmus+ programme, and calls on the Member States to ensure the protection of vulnerable citizens — including persons with disabilities — online, through efficient measures against hate speech, cyberbullying and all forms of online discrimination and by providing more education in digital and media literacy as part of both non-formal and formal education; calls, in addition, on the Member States to make appropriate technological educational tools available free of charge to children with disabilities, to allow them to fully join in with educational and training activities; Social protection 66. Calls on the Commission to ensure that the 2030 EU Disability Strategy includes specific actions to promote inclusive social protection systems across the EU, which would guarantee access to benefits and services to persons with disabilities across the life cycle; calls on the Member States to set a social protection floor for persons with disabilities that would guarantee their adequate standard of living; 67. Calls on the co-legislators to give consideration to the inclusion of persons with disabilities as a specific target group in the Social Security Coordination Regulation ( 1 ); 68. Urges the Member States to apply the principle of mutual recognition when undertaking their disability assessment and determination, which should follow and must not undermine the UNCRPD human rights-based model of disability, taking into account the environmental and societal barriers a person encounters and including all relevant stakeholders in order to ensure that the living standards of persons of disabilities are not jeopardised by, for example, economic adjustment programmes; 69. Calls on the Commission to ensure that the European Pillar of Social Rights mainstream disability in all aspects; 4.10.2018 EN Official Journal of the European Union C 356/121 Thursday 30 November 2017 ( 1 ) Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (OJ L 200, 7.6.2004, p. 1). ",
        "70. Recommends that the European Social Fund (ESF), the European Programme for Employment and Social Innovation (EaSI) and future EU social funds be used not only for employment activation measures, but also for social inclusion; stresses the importance of rehabilitation as a means of social inclusion to ensure that persons with disabilities remain active within the community; 71. Recommends that the Member States take specific measures, such as providing financial assistance and respite care, to promote inclusive social protection systems across the EU that guarantee an adequate standard of living, benefits and access to services for all persons with disabilities across the life cycle; 72. Urges the Member States to ensure that deinstitutionalisation never leads to homelessness for persons with disabilities because of a lack of adequate and/or accessible housing for delivering care in the community; Health 73. Calls on the Member States to fully implement the 2011 Directive on patients’ rights in cross-border healthcare ( 1 ); recommends that the Commission include a strong disability component in the transposition of the Directive in order to guarantee access to affordable and quality cross-border border healthcare for persons with disabilities; calls, in this connection, on the Commission to carry out an impact assessment of the Directive with a view to revising it to bring it into line with the UNCRPD and to prepare EU-wide guidance on mainstreaming disability in the work of the National Contact Points with common performance criteria, including disability-specific recommendations; encourages the Member States to provide appropriate education and training for healthcare professionals on the specific needs of patients with disabilities; 74. Is concerned about violations, including human rights violations, in mental health and care services, which have in many cases had a significant impact on the quality of services provided, and points out that those services must be recovery-focused, adequately funded and provided in accordance with a human rights-based model; 75. Calls on the Member States to ensure mental health services that respect legal capacity and that require the person with a disability and not a substitute decision-maker to give informed consent for treatment and hospitalisation, also taking into consideration assisted decision-making measures; 76. Calls on the Commission to ensure eHealth, health and care services are fully accessible and safe to use for all persons with disabilities, including those who have intellectual disabilities and complex needs, and their family members; 77. Points to the urgency of addressing the general lack of access to multidisciplinary specialist care for persons with disabilities and, where it does exist, the long patient waiting times, as a major obstacle to equal access to healthcare prevention and treatment, often resulting in the deterioration of a disabled patient’s condition and an avoidable burden on healthcare systems; 78. Points out that healthcare systems should ensure the detection, reporting and prevention of sexual violence and/or abuse; 79. Urges the Member States to increase the number of multidisciplinary assessment and re-assessment services for adults with disabilities, with a view to developing tailor-made plans which can be implemented by using territorial resources (such as home/day care/residential services) which meet the biopsychosocial requirements identified; C 356/122 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ( 1 ) Directive 2011/24/EU of the European Parliament and of the Council of 9 March 2011 on the application of patients’ rights in cross-border healthcare (OJ L 88, 4.4.2011, p. 45). ",
        "80. Urges the Commission and the Member States to make full use of the European Reference Networks framework to develop, and expand access to, multidisciplinary and specialised healthcare for persons with disabilities in general and, in particular, for those with rare disabilities; 81. Highlights the Commission’s lack of attention to disabilities in the Action Plan for the EU health workforce and the EU agenda for effective, accessible and resilient health systems, as they are not specifically dealt with in either of the two texts; 82. Highlights the success of the second Joint Action on Dementia, hoping, meanwhile, that, for the following third-year period, additional funds will be disbursed by the pharmaceutical companies taking part in the Innovative Medicines Initiative; 83. Invites the Commission to present a strategy for assisting persons with serious disabilities following the death of relatives who had been in charge of their daily care (cf. the recently adopted Italian law dopo di noi ); 84. Urges the Commission to undertake a thorough analysis of the gaps between the UN’s Concluding Observations and its own progress report, specifically in relation to the health priority area of the European Disability Strategy; 85. Calls for local obstetric care provision to be consistently promoted as a public service in the Member States, in order to reduce instances of disability resulting from birth complications and to ensure a safe birth for both mothers and babies, in line with the WHO Safe Childbirth Checklist; 86. Is encouraged by the progress made in the European telemedicine sector, which has the power to fundamentally change the ability of persons with disabilities to access services; believes, furthermore, that the roll-out of 4G technology, the rise of 5G and the spread of the Internet of Things will lead to improvements in healthcare provision for persons with disabilities; calls on the Commission to ensure that the European health technology sector is not burdened by excessive regulation and has adequate access to finance; External action 87. Calls for the EU’s external action to be fully compliant with the UNCRPD; 88. Calls for the EU to ensure that development cooperation and humanitarian action are fully accessible to and inclusive of persons with disabilities; 89. Calls for the EU to introduce a disability rights marker in official development assistance reporting; 90. Calls on the EU to ensure it plays a key role in ensuring that persons with disabilities are not left behind in development cooperation and humanitarian aid, as committed to in the European Consensus on Development, and to include addressing the multiple discriminations faced by vulnerable persons and marginalised groups; 91. Calls on the Commission to be a leader in achieving disability-inclusive implementation of the Sustainable Development Goals in external action, independently of a new European disability strategy, by adopting a clear, transparent and inclusive roadmap to achieving the goals; 92. Regrets that the EU SDGs’ indicator on employment is not disaggregated by disability; calls on the EU to encourage the disaggregation of data by type of disability in cooperation with partner countries; 93. Calls on the EU and partners to include persons with disabilities and their representative organisations at all stages of policy development and projects, including on the ground in partner countries with the active participation of organisations of persons with disabilities; 4.10.2018 EN Official Journal of the European Union C 356/123 Thursday 30 November 2017 ",
        "94. Reiterates that women with disabilities often face even bigger challenges and dangers in countries involved in conflict and in conflict zones; highlights, therefore, the need to protect women with disabilities in the EU’s external policies; Obligations within the EU institutions 95. Urges the EU institutions to make accessible the functionality, content, documents, videos and web services of their external and internal websites, including public consultations, and public reports on conformity and compliance with web accessibility guidelines, recommendations and obligations; 96. Regrets that the INSIGN project which enables independent communication for deaf and hard of hearing persons during their interaction with the EU institutions by connecting them with sign language interpreters and captioners in Member States has not yet been implemented, although the Commission financed the development of the prototype of the service platform, which was successfully tested in 2014 in the European Parliament; 97. Calls for the EU institutions to make — upon simple request — all of its public meetings accessible, including through the provision of sign language interpretation, speech-to-text captioning and documents provided in braille, as well as through other augmentative and alternative methods of communication and the physical accessibility of their buildings; recognises the difficulties in providing subtitles for all live streams and videos of meetings; calls, however, for the institutions to continue to monitor technological developments in this area in order to improve accessibility in the future; 98. Advises the European institutions to give priority to interpretation from and into national sign language(s) rather than International Sign, in line with the EU’s multilingualism policy; 99. Urges the Member States to ensure that their European Parliament elections are accessible and include those currently living in institutions and/or under guardianship; 100. Recognises the lack of accessible and inclusive election processes for persons with disabilities, especially persons with mental/intellectual disabilities, both at EU and Member State level; urges the European Parliament to ensure that their communication materials on the European Parliament elections are fully accessible; 101. Calls on the European schools, nurseries and after-school centres to provide quality inclusive and UNCRPD- compliant education to all children of EU staff, including those with complex or high-level support needs; 102. Calls on the EU to facilitate the provision of reasonable accommodation and other forms of employment support, such as smart working for employees, including for accredited parliamentary assistants with disabilities within the EU institutions; 103. Calls on the Commission to revise the joint rules, implementing provisions, scope, disability representation, accessibility and practices of its Joint Sickness and Insurance Scheme to bring it into line with the UNCRPD; 104. Urges all EU institutions, agencies and bodies to establish focal points, and stresses the need for a horizontal interinstitutional coordination mechanism across Directorates-General and EU institutions; calls for the necessary arrangements to achieve this to form part of a UNCRPD implementation strategy; 105. Urges the institutions to adopt comprehensive recruitment, retention and promotion policies, including temporary positive measures, to increase actively and substantially the number of officials or staff and trainees with disabilities, including psychosocial and intellectual disabilities, in line with Article 5 of Directive 2000/78/EC; C 356/124 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ",
        "106. Recalls the role of the Disability Intergroup of the European Parliament for the implementation of the European Disability Strategy, in accordance with the UN Convention, as a platform that brings together members of the European and national Parliaments and representatives of organisations and civil society, both at national and local level; notes that the Intergroup is a privileged forum for encouraging discussions and debates in order to ensure the implementation of the strategy; 107. Calls for the European institutions to fully consult and effectively involve staff and Members with disabilities in formulating, implementing and monitoring their internal rules, policies and practices, including the Staff Regulations and reasonable accommodation and accessibility provisions; Gaps in the progress report vis-à-vis the Concluding Observations 108. Regrets that the EU institutions’ websites do not comply with level AAA accessibility standards; calls on the Institutions to comply as soon as possible; 109. Regrets that the EU’s and the Member States’ transport legislation is still not fully implemented at national level; recommends, to this end, that national enforcement bodies be established in each Member State; 110. Notes the progress made in terms of rail accessibility; calls for the same level of accessibility regulations for all other transport modes, including air travel, to resolve conflicts between safety and accessibility; 111. Notes that the Horizontal Equal Treatment Directive is not addressed in the Commission’s Progress Report; 112. Finds it regrettable that little progress has been made with regard to the European Union’s ratification of the Optional Protocol to the UNCRPD; 113. Notes that the Commission has so far not undertaken a cross-cutting, comprehensive review of its legislation in order to ensure full harmonisation with the provisions of the UNCRPD; 114. Welcomes the updated list of instruments, including recently adopted instruments, but regrets that the declaration of competences has not been revised and that the list of instruments does not include instruments which do not specifically refer to persons with disabilities, but are nevertheless relevant to persons with disabilities; 115. Regrets that the Commission has not made progress in mainstreaming the rights of women and girls with disabilities in all its gender equality policies and programmes, and in including a gender perspective in its disability strategies; 116. Applauds the EU’s signing of the Council of Europe Convention on preventing and combating violence against women and domestic violence (the Istanbul Convention), and calls upon the Council to swiftly ratify it; 117. Regrets that the current European policies on the rights of the child do not sufficiently include a comprehensive rights-based strategy for boys and girls with disabilities or safeguards to protect their rights, and that the disability strategies do not sufficiently address and mainstream the rights of boys and girls with disabilities; calls on the Commission, in accordance with the UNCRPD and in line with the UN Convention on the Rights of the Child (UNCRC), to pay particular attention to children with disabilities; highlights, in particular, the need for role models for women and girls with disabilities; 118. Notes that the EU has not organised a comprehensive campaign to raise awareness about the UNCRPD and to combat prejudice against persons with disabilities; 4.10.2018 EN Official Journal of the European Union C 356/125 Thursday 30 November 2017 ",
        "Towards a comprehensive and effective 2030 Disability Strategy Horizontal issues 119. Calls on the Commission to ensure that the future Disability Strategy aims at fully implementing the UNCRPD in all areas of EU policy and at mainstreaming accessibility, participation, non-discrimination and equality, encompassing all articles of the UNCRPD and that it include an adequate budget, a timeframe for implementation and a monitoring mechanism, as well as having the same legal value as the current strategy; is aware that the strategy can be a success only if all stakeholders, including civil society, are involved; 120. Stresses that the 2020-2030 strategy should be based on a cross-cutting, comprehensive review of all EU legislation and policy in order to ensure full harmonisation with the provisions of the UNCRPD, and that it should include a revised declaration of competences; 121. Calls on the Commission to encourage measures related to effective reintegration and rehabilitation to reduce or eliminate the effects of a disease or physical, mental or emotional disability on a person’s earning capacity; 122. Recommends that the Commission ensure that any future strategy and the consultation process related to it should be transparent, understandable and fully accessible, and include clear indicators and benchmarks; 123. Notes that the EU SDGs’ set of indicators are not inclusive of persons with disabilities when it comes to goal 4 (education), goal 5 (gender equality) and goal 8 (decent work and economic growth); calls for the future strategy to use global SDGs’ indicators to monitor the implementation of the main EU actions and policies in the field of employment; 124. Stresses the importance of ensuring that the future Disability Strategy is coherent with other EU initiatives and strategies, in order to foster the employment and inclusion of persons with disabilities, in particular women; 125. Recommends that the post-2020 strategy include public procurement and standardisation as horizontal issues to increase the employability of persons with disabilities, as well as to favour the compilation and exchange of good practices among Member States; 126. Urges the Commission to ensure that EU-funded projects are in line with the UNCRPD’s human rights approach, by not funding any projects that would create results that are not accessible, that exclude persons with disabilities, or do not respect accessibility standards; 127. Calls on the Commission to propose an accessible assessment tool with ongoing monitoring, including specific indicators and tangible goals; 128. Calls for the EU and the Member States, following the EU’s ratification of the Istanbul Convention, to adopt specific measures addressing violence against women and girls with disabilities; urges the Commission to draft a comprehensive European strategy to fight violence against women, with particular emphasis on women and girls with disabilities; 129. Recognises that women with disabilities, especially intellectual disabilities, are more vulnerable to gender-based violence, sexual harassment or other forms of abuse; acknowledges, in addition, that due to their position of dependence they may be unable to identify or report the abuse; stresses the need to further accommodate implementation of the European Disability Strategy that allows preventive measures aimed at avoiding all types of abuses and to provide high- quality, accessible and tailor-made support for victims of violence; 130. Calls for the EU to mainstream the European Disability Strategy across all EU legislation and the EU Semester process; calls, in this connection, for a genuine structured dialogue between the EU and organisations representing persons with disabilities for the drafting of the post-2020 strategy; C 356/126 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ",
        "131. Recommends that the future strategy include the essential role of support services for the enjoyment of human rights of persons with disabilities; 132. Recommends that the future strategy include issues related to staff training, which are fundamental if support according to the UNCRPD principles is to be provided; Additional areas for action 133. Urges equality, gender and non-discrimination, including, for example, of LGBTQI with disabilities who are exposed to multiple discrimination, to be mainstreamed in all areas in a future strategy; calls on the Commission and the Member States to promote campaigns and training courses to raise awareness of the UNCRPD and of the need for respect of diversity in order to combat discrimination, stigma and prejudices against persons with disabilities, persons with psychosocial disabilities, learning disabilities or autism; 134. Emphasises that more must be done to overcome stereotypes and prejudices about disability in the media in order to change the prevalent exclusionary social norms; calls on the Commission and the Member States to invest in public awareness initiatives in order to ensure the depiction of persons with disabilities as equal citizens to counteract stereotypes about disability; 135. Points to the intersection of gender and disability, particularly with regard to informed consent about the use of contraception, forced sterilisation and access to reproductive rights; calls on the Member States to consider the need to evaluate their legislation in this regard; 136. Urges the EU to mainstream the rights of children with disabilities into all areas of the future strategy; 137. Recognises that legal capacity is one of the prerequisites for the enjoyment of human rights, including the right to vote, and that any new strategy must work towards no one being denied legal capacity on the basis of disability in all areas of life; stresses, to this end, that the EU should adopt appropriate measures to ensure that all persons with disabilities can exercise all the rights enshrined in European Union treaties and legislation, such as access to justice, goods and services, including banking, employment and health care, as well as voting in European elections and consumer rights in line with the Convention, and encourage non-coercive measures and supported-decision making in line with the UNCRPD; 138. Strongly urges the Commission to include all possible measures in the new strategy to ensure the liberty and security of all persons with all types of disabilities in line with the Convention and the UNCRPD Committee; 139. Strongly urges the Commission to retain the partnership principle in future regulations on funding and to ensure that it is fully respected; 140. Calls on the Commission to promote the structural involvement of persons with disabilities and their representative organisations in all decision-making processes, both nationally and at EU level, and to fund capacity building of organisations of persons with disabilities to enable persons with disabilities to engage in structural participation in all decisions that concern them; calls on the Member States to continue delivering UNCRPD training to ensure that persons with disabilities are aware of their rights so that discrimination can be prevented; 141. Recalls that the UNCRPD Committee has expressed its deep concern with the precarious situation of persons with disabilities in the current migration crisis in the EU; strongly urges the Commission to mainstream disability in its migration and refugee policies and to ensure that all EU funding directed towards tackling this humanitarian crisis is disability- inclusive; 4.10.2018 EN Official Journal of the European Union C 356/127 Thursday 30 November 2017 ",
        "142. Strongly urges the Member States to disaggregate data by types of disability, and to work closely with Eurostat to collect comparable data on disability in different fields, which includes persons living in institutions, while linking the disability strategy to the SDGs process and the 2030 Agenda for Sustainable Development; 143. Stresses the need for measurable and comparable quantitative and qualitative indicators, including on accessibility, equality, employment, social protection, health, school outcomes and the numbers of students in inclusive education, in order to assess the implementation of the UNCRPD by the EU and the Member States, and strongly urges that data be collected in order to help apply these indicators; 144. Urges the EU to develop a human rights-based indicator system in cooperation with persons with disabilities and their representative organisations, as well as a comparable comprehensive data collection system, with data disaggregated by gender, age, rural or urban population and impairment type; 145. Recognises that persons with intellectual disabilities are particularly vulnerable to discrimination and abuse, and are often placed in institutions, with no access to education and no self-determination; 146. Strongly urges the Commission and the Member States to take additional measures to reach out to the most vulnerable, such as homeless persons with disabilities; 147. Stresses the need for continuous monitoring of the implementation of the UNCRPD in line with Article 33 thereof and in consultation with disability organisations; 148. Calls on the Commission to ensure that the work of the European Union High Level Group on combating racism, xenophobia and other forms of intolerance in relation to improving the recording and collection of data on hate crime fully includes hate crime against persons with disabilities; 149. Urges all Member States to allocate sufficient and stable financial and human resources to the monitoring frameworks established under Article 33(2) of the UNCRPD to carry out their functions independently; 150. Urges the Commission to provide adequate resources to the EU Monitoring Framework to enable it to perform its functions independently and adequately; 151. Recalls that the Committee on Petitions (PETI) receives a considerable number of petitions each year referring to the difficulties encountered by persons with disabilities across the EU in their everyday activities in relation to the eight main areas of action identified in the European Disability Strategy and other accessibility issues, such as access to healthcare and social protection, education and training, the labour market, the built environment and transport, goods and services, information and communication, and participation in political, public and cultural life; 152. Calls on all Member States to ratify the UNCRPD and to sign the Optional Protocol; 153. Highlights the protection role played by the Committee on Petitions through the petition process (alongside the European Ombudsman, appointed to protect citizens in the event of maladministration) in the context of the EU framework for the UNCRPD, enabling the petitioner to lodge a complaint against an infringement of their rights on the part of European, national and local authorities; stresses that the petitions received by the Committee illustrate the need to adopt an effective, horizontal, non-discriminatory and human rights-based approach to disability policies; stresses the role of the European Union Agency for Fundamental Rights in strengthening the fundamental rights of persons with disabilities in the EU and in supporting the EU’s implementation of the UNCRPD; 154. Emphasises that most of the petitions submitted by European citizens concern the difficulties involved in the application procedures, in obtaining recognition and in relation to late payments of invalidity pensions by the relevant administrations; underlines that the implementation of the European Disability Strategy and its social protection area for action should pay special attention to these issues, in accordance with Article 28 of the UNCRPD on an adequate standard of living and social protection; C 356/128 EN Official Journal of the European Union 4.10.2018 Thursday 30 November 2017 ",
        "o o o 155. Instructs its President to forward this resolution to the Council and the Commission. 4.10.2018 EN Official Journal of the European Union C 356/129 Thursday 30 November 2017 "
    ]
}