{
    "text": [
        "P7_TA(2013)0320 Further macro-financial assistance for Georgia ***III European Parliament legislative resolution of 4 July 2013 on the joint text approved by the Conciliation Committee for a decision of the European Parliament and of the Council providing further macro-financial assistance for Georgia (PE-CONS 00038/2013 — C7-0168/2013 — 2010/0390(COD)) (Ordinary legislative procedure: third reading) (2016/C 075/47) The European Parliament , — having regard to the joint text approved by the Conciliation Committee and the relevant statement by Parliament and the Council (PE-CONS 00038/2013 — C7-0168/2013), — having regard to its position at first reading ( 1 ) on the Commission proposal to Parliament and the Council (COM(2010) 0804), — having regard to its position at second reading ( 2 ) on the Council position at first reading ( 3 ), — having regard to the Commission's opinion on Parliament's amendments to the Council position at first reading (COM (2013)0067), — having regard to the Council position at second reading, — having regard to Article 294(13) of the Treaty on the Functioning of the European Union, — having regard to Rule 69 of its Rules of Procedure, — having regard to the report of its delegation to the Conciliation Committee (A7-0244/2013), 1. Approves the joint text; 2. Confirms the joint statement by Parliament and the Council annexed to this resolution; 3. Instructs its President to sign the act with the President of the Council, in accordance with Article 297(1) of the Treaty on the Functioning of the European Union; 4. Instructs its Secretary-General to sign the act, once it has been verified that all the procedures have been duly completed, and, in agreement with the Secretary-General of the Council, to arrange for its publication, together with the statement by Parliament and the Council thereon, in the Official Journal of the European Union ; 5. Instructs its President to forward this legislative resolution to the Council, the Commission and the national parliaments. ANNEX TO THE LEGISLATIVE RESOLUTION Joint Declaration by the European Parliament and the Council adopted together with the decision providing further macro-financial assistance to Georgia The European Parliament and the Council: — agree that the adoption of the decision on providing further macro-financial assistance to Georgia should be seen in the wider context of the need for a framework that should secure sound and effective decisions on providing macro- financial assistance to third countries; 26.2.2016 EN Official Journal of the European Union C 75/325 Thursday 4 July 2013 ( 1 ) OJ C 377 E, 7.12.2012, p. 211. ( 2 ) Texts adopted of 11.12.2012, P7_TA(2012)0472. ( 3 ) OJ C 291 E, 10.5.2012, p. 1. ",
        "— agree that the adoption of decisions on macro-financial assistance operations should be based on the considerations and the principles set out below for the granting of Union macro-financial assistance to eligible third countries and territories, without prejudice to the right of legislative initiative and the legal form that a future instrument formalising these considerations and principles might take; — commit to fully reflect these considerations and principles in the future individual decisions on granting Unions's macro-financial assistance. PART A — CONSIDERATIONS (1) The Union is a major provider of economic, financial and technical assistance to third countries. Union macro- financial assistance (‘macro-financial assistance’) has proved an efficient instrument for economic stabilisation and a driver for structural reforms in countries and territories benefitting from such assistance (‘beneficiaries’). In accordance with its overall policy in respect of candidate, potential candidate, and neighbourhood countries, the Union should be in a position to provide macro-financial assistance to those countries with the aim of developing a zone of shared stability, security, and prosperity. (2) Macro-financial assistance should be based on ad-hoc, country-specific decisions of the European Parliament and of the Council. These principles aim to enhance the efficiency and effectiveness of the decision-making process leading to such decisions and their implementation, and to strengthen the application by the beneficiary of the political pre- conditions for granting macro-financial assistance and to improve the transparency and democratic scrutiny of that assistance. (3) In its resolution on the implementation of macro-financial assistance to third countries of 3 June 2003, the European Parliament called for a framework regulation for macro-financial assistance in order to expedite the decision-making process and provide this financial instrument with a formal and transparent basis. (4) In its conclusions of 8 October 2002, the Council established criteria (the so-called Genval criteria) to guide macro- financial assistance operations. It would be appropriate to update and clarify these criteria, inter alia the criteria for determining the appropriate form of assistance (a loan, a grant or a combination thereof). (5) These principles should enable the Union to make macro-financial assistance available expeditiously, in particular when circumstances call for immediate action, and to increase the clarity and transparency of the criteria applicable to the implementation of macro-financial assistance. (6) The Commission should ensure that macro-financial assistance is in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (7) Macro-financial assistance should support the Union's external policy. The Commission services and the European External Action Service (EEAS) should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (8) Macro-financial assistance should support the beneficiaries' commitment to common values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, and to the principles of open, rules-based and fair trade. (9) A pre-condition for granting macro-financial assistance should be that the eligible country respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law, and guarantees respect for human rights. Those pre-conditions should be regularly monitored by the Commission. (10) The specific objectives of individual macro-financial assistance decisions should include the strengthening of the efficiency, transparency and accountability of public finance management in the beneficiaries. The achievement of these objectives should be regularly monitored by the Commission. (11) Macro-financial assistance should aim to support the restoration of a sustainable external finance situation for third countries and territories that are facing a shortage of foreign currency and related external financing difficulties. Macro-financial assistance should neither provide regular financial support, nor have as its primary aim the support of the economic and social development of the beneficiaries. C 75/326 EN Official Journal of the European Union 26.2.2016 Thursday 4 July 2013 ",
        "(12) Macro-financial assistance should be complementary to the resources provided by the International Monetary Fund (IMF) and other multilateral financial institutions, and there should be fair burden-sharing between the Union and other donors. Macro-financial assistance should ensure the added value of the involvement of the Union. (13) In order to ensure that the Union's financial interests linked to macro-financial assistance are protected efficiently, the beneficiaries should take appropriate measures relating to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance, and provision should be made for checks by the Commission and for audits by the Court of Auditors. (14) The choice of the procedure for the adoption of the memoranda of understanding should be decided in accordance with the criteria set out in Regulation (EU) No 182/2011. In this context, the advisory procedure should apply as a general rule, but considering the potentially important impact of the operations superior to the threshold set out in part B, it is appropriate that the examination procedure is used for the latter operations. PART B — PRINCIPLES 1. Aim of the assistance (a) Macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of- payments support to eligible third countries and territories. It should aim to restore a sustainable external finance situation for eligible countries and territories facing external financing difficulties. It should underpin the implementation of a policy programme that contains strong adjustment and structural reform measures designed to improve the balance of payment position, in particular over the programme period, and reinforce the implementation of relevant agreements and programmes with the Union. (b) Macro-financial assistance should be conditional on a significant and residual external financing gap having been determined by the Commission in cooperation with the multilateral financial institutions over and above the resources provided by the IMF and other multilateral institutions, despite the implementation of strong economic stabilisation and reform programmes by the relevant country or territory. (c) Macro-financial assistance should be of a short-term nature and should be discontinued as soon as the external financial situation has been brought back to a sustainable situation. 2. Eligible countries and territories The third countries and territories eligible to become beneficiaries of macro-financial assistance should be: — candidate and potential candidate countries, — countries and territories covered by the European Neighbourhood Policy, — in exceptional and duly justified circumstances, other third countries that play a determining role in regional stability, are of strategic importance for the Union, and are politically, economically and geographically close to the Union. 3. Form of the assistance (a) Macro-financial assistance should generally take the form of a loan. In exceptional cases, however, the assistance may be provided in the form of a grant or a combination of a loan and a grant. When determining the appropriate share of a possible grant element, the Commission, when preparing its proposal, should take into consideration the level of economic development of the beneficiary, as measured by per capita income and poverty ratios, as well as its ability to repay, drawing on debt sustainability analysis while ensuring that the principle of fair burden-sharing between the Union and other donors is respected. For this purpose, the Commission should also take into account the extent to which international financial institutions and other donors apply concessional terms to the country in question. (b) Where macro-financial assistance takes the form of a loan, the Commission should be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and on-lend them to the beneficiary. 26.2.2016 EN Official Journal of the European Union C 75/327 Thursday 4 July 2013 ",
        "(c) Borrowing and lending operations should be carried out in euro using the same value date and should not involve the Union in the transformation of maturities, or in any exchange or interest rate risk. (d) All costs incurred by the Union which relate to borrowing or lending operations should be borne by the beneficiary. (e) At the request of the beneficiary, and where circumstances permit an improvement of the interest rate of the loan, the Commission may decide to refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing and restructuring operations should be carried out in accordance with the conditions laid down in point 3(d) and should not have the effect of extending the average maturity of the borrowing concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. Financial provisions (a) The amounts of macro-financial assistance provided in the form of grants should be consistent with the budget appropriations provided for in the multi-annual financial framework. (b) The amounts of macro-financial assistance provided in the form of loans should be provisioned in accordance with the Regulation establishing a Guarantee Fund for external actions. The amounts of the provisions should be consistent with the budget appropriations provided for in the multi-annual financial framework. (c) Annual appropriations should be authorised by the budgetary authority within the limits of the multi-annual financial framework. 5. Amount of the assistance (a) The determination of the amount of the assistance should be based on the residual external financing needs of the eligible country or territory, and should take into account its capacity to finance itself with its own resources, and in particular the international reserves at its disposal. Those financing needs should be determined by the Commission in cooperation with international financial institutions, based on a complete quantitative assessment and transparent supporting documentation. In particular, the Commission should draw on the latest balance of payments projections of the IMF for the relevant country or territory and take into account the expected financial contributions from multilateral donors, as well as the pre-existing deployment of the Union's other external financing instruments in that eligible country or territory. (b) The Commission documentation should contain information on the projected stock of foreign exchange reserves in the absence of macro-financial assistance compared to levels considered to be adequate, as measured by relevant indicators such as the ratio of reserves to short-term external debt and the ratio of reserves to imports of the beneficiary country. (c) The determination of the amount of macro-financial assistance provided should also take into account the need to ensure fair burden sharing between the Union and the other donors and the added value of the overall Union involvement. (d) Where the financing needs of the beneficiary decrease fundamentally during the period of disbursement of the macro-financial assistance compared to the initial projections, the Commission should, in accordance with the advisory procedure where the assistance is equal to or below EUR 90 million, and in accordance with the examination procedure where the assistance is above EUR 90 million, reduce the amount of such assistance or suspend or cancel it. 6. Conditionality (a) A pre-condition for granting macro-financial assistance should be that the eligible country or territory respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law and guarantees respect for human rights. The Commission should provide a publicly available assessment ( 1 ) on the fulfilment of this pre-condition and should monitor it throughout the life-cycle of the macro-financial assistance. This point should be applied in accordance with the Decision establishing the organisation and functioning of the EEAS. C 75/328 EN Official Journal of the European Union 26.2.2016 Thursday 4 July 2013 ( 1 ) This assessment will be based on the annual report on human rights and democracy in the world foreseen in the EU Strategic Framework and Action Plan on Human Rights and Democracy (Council Conclusions on Human Rights and Democracy, 25 June 2012). ",
        "(b) Macro-financial assistance should be conditional on the existence of a non-precautionary credit arrangement between the eligible country or territory and the IMF, which fulfils the following conditions: — the objective of the arrangement is consistent with the purpose of the macro-financial assistance, namely to alleviate short-term balance of payment difficulties; — the implementation of strong adjustment measures consistent with the aim of macro-financial assistance, as defined in point 1(a). (c) The disbursement of the assistance should be conditional on a continuous satisfactory track record in respect of an IMF-supported policy programme and on the fulfilment of the pre-condition referred to in letter (a) of this point. It should also be conditional on the implementation, within a specific time frame, of a series of clearly defined economic policy measures focusing on structural reforms and sound public finances, to be agreed between the Commission and the beneficiary and to be laid down in a Memorandum of Understanding. (d) With a view to protecting the Union’s financial interests and reinforcing the beneficiaries' governance, the Memorandum of Understanding should include measures that aim to enhance the efficiency, transparency and accountability of public finance management systems. (e) Progress in mutual market opening, the development of rules-based and fair trade and other priorities in the context of the Union's external policy should also be duly taken into account in designing the policy measures. (f) The policy measures should be consistent with the existing partnership agreements, cooperation agreements or association agreements concluded between the Union and the beneficiary and with the macroeconomic adjustment and structural reform programmes implemented by the beneficiary with the support of the IMF. 7. Procedure (a) A country or territory seeking macro-financial assistance should make a request in writing to the Commission. The Commission should check whether the conditions referred to in points 1, 2, 4 and 6 are met and, if appropriate, could submit a proposal for a decision to the European Parliament and to the Council. (b) The decision to provide a loan should specify the amount, the maximum average maturity and the maximum number of instalments of the macro-financial assistance. If the decision includes a grant element, it should also specify the amount, and the maximum number of instalments. The decision to provide a grant should be accompanied by a justification for the grant (or grant element) of assistance. In both cases, the period during which the macro-financial assistance is available should be defined. As a rule, that availability period should not exceed three years. When submitting a proposal for a new decision to grant macro-financial assistance, the Commission should provide the information referred to in point 12(c). (c) Following the adoption of the decision granting macro-financial assistance, the Commission, acting in accordance with the advisory procedure where the assistance is equal to or below EUR 90 million, and in accordance with the examination procedure where the assistance is above EUR 90 million, should agree with the beneficiary, in the Memorandum of Understanding, on the policy measures referred to in points 6(c), (d), (e) and (f). (d) Following the adoption of the decision granting macro-financial assistance, the Commission should agree with the beneficiary on the detailed financial terms of the assistance. Those detailed financial terms should be laid down in a Grant or Loan Agreement. (e) The Commission should inform the European Parliament and the Council of developments in country-specific assistance, including disbursements thereof, and provide those institutions with the relevant documents in due time. 8. Implementation and financial management (a) The Commission should implement macro-financial assistance in accordance with Union financial rules. (b) The implementation of macro-financial assistance should be under direct centralised management. 26.2.2016 EN Official Journal of the European Union C 75/329 Thursday 4 July 2013 ",
        "(c) Budget commitments should be made on the basis of decisions taken by the Commission in accordance with this point. Where macro-financial assistance extends over a number of financial years, budget commitments for that assistance may be split into annual instalments. 9. Disbursement of the assistance (a) Macro-financial assistance should be disbursed to the central bank of the beneficiary. (b) The macro-financial assistance should be disbursed in successive instalments, subject to the fulfilment of the pre- condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c). (c) The Commission should verify at regular intervals that the conditions referred to in point 6(b) and (c) continue to be met. (d) Where the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c) are not met, the Commission should temporarily suspend or cancel the disbursement of the macro-financial assistance. In such cases, it should inform the European Parliament and the Council of the reasons for suspension or cancellation. 10. Support measures Budgetary funds of the Union may be used to cover expenditure necessary for the implementation of macro-financial assistance. 11. Protection of the Union’s financial interests (a) Any agreements under each country-specific decision should contain provisions ensuring that beneficiaries should regularly check that financing provided from the budget of the Union has been properly used, take appropriate measures to prevent irregularities and fraud, and, if necessary, take legal action to recover any funds provided under each country-specific decision that have been misappropriated. (b) Any agreement under a country-specific decision should contain provisions ensuring the protection of the Union’s financial interests, in particular with respect to fraud, corruption and any other irregularities, in accordance with relevant Union law. (c) The Memorandum of Understanding referred to in point 6(c) should expressly entitle the Commission and the Court of Auditors to perform audits during and after the availability period of the macro-financial assistance, including document audits and on-the-spot audits such as operational assessments. The Memorandum should also expressly authorise the Commission or its representatives to carry out on-the-spot checks and inspections. (d) During the implementation of the macro-financial assistance, the Commission should monitor, by means of operational assessments, the soundness of the beneficiary's financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance. (e) Any agreement under a country-specific decision should contain provisions ensuring that the Union is entitled to the full repayment of the grant and/or the early repayment of the loan where it has been established that, in relation to the management of macro-financial assistance, a beneficiary has engaged in an act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 12. Annual report (a) The Commission should examine the progress made in implementing macro-financial assistance and should submit an annual report to the European Parliament and the Council by 30 June of each year. (b) The annual report should assess the economic situation and prospects of the beneficiaries, as well as the progress made in implementing the policy measures referred to in point 6(c). (c) It should also provide updated information on the available budgetary resources in the form of loans and grants, taking into account operations that are being envisaged. C 75/330 EN Official Journal of the European Union 26.2.2016 Thursday 4 July 2013 ",
        "13. Evaluation (a) The Commission should send ex-post evaluation reports to the European Parliament and the Council, assessing the results and efficiency of recently-completed macro-financial assistance operations and the extent to which they have contributed to the aims of the assistance. (b) The Commission should regularly, and at least every four years, evaluate the provision of the macro-financial assistance, providing the European Parliament and the Council with a detailed overview of macro-financial assistance. The purpose of such evaluations should be to ascertain whether the objectives of the macro-financial assistance have been met and whether the conditions of the macro-financial assistance, including the threshold set out in point 7(c), continue to be met, as well as to enable the Commission to make recommendations for the improvement of future operations. In its evaluation, the Commission should also assess the cooperation with European or multilateral financial institutions when providing macro-financial assistance. P7_TA(2013)0321 Attacks against information systems ***I European Parliament legislative resolution of 4 July 2013 on the proposal for a directive of the European Parliament and of the Council on attacks against information systems and repealing Council Framework Decision 2005/222/JHA (COM(2010)0517 — C7-0293/2010 — 2010/0273(COD)) (Ordinary legislative procedure: first reading) (2016/C 075/48) The European Parliament , — having regard to the Commission proposal to Parliament and the Council (COM(2010)0517), — having regard to Article 294(2) and Article 83(1) of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C7-0293/2010), — having regard to Article 294(3) of the Treaty on the Functioning of the European Union, — having regard to the opinion of the European Economic and Social Committee of 4 May 2011 ( 1 ), — having regard to the undertaking given by the Council representative by letter of 21 June 2013 to approve Parliament’s position, in accordance with Article 294(4) of the Treaty on the Functioning of the European Union, — having regard to Rule 55 of its Rules of Procedure, — having regard to the report of the Committee on Civil Liberties, Justice and Home Affairs and the opinions of the Committee on Foreign Affairs and the Committee on Industry, Research and Energy (A7-0224/2013), 1. Adopts its position at first reading hereinafter set out; 2. Calls on the Commission to refer the matter to Parliament again if it intends to amend its proposal substantially or replace it with another text; 26.2.2016 EN Official Journal of the European Union C 75/331 Thursday 4 July 2013 ( 1 ) OJ C 218, 23.7.2011, p. 130. "
    ]
}