{
    "text": [
        "Social Europe Your stories #SocialRights # S o c i a l R i g h t s Social Europe S o c i a l E u r o p e Y o u r s t o r i e s ",
        "Social Europe Your stories #SocialRights EUROPEAN COMMISSION Printed by [Xxx] in [Country] Luxembourg: Publications Office of the European Union, 2018 © European Union, 2018 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). Cover photo: © Erwin Zareie Photos: © European Union unless specified otherwise. For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Print ISBN 978-92-79-95747-5 doi:10.2767/832076 KE-04-18-807-EN-C PDF ISBN 978-92-79-95713-0 doi:10.2767/875167 KE-04-18-807-EN-N ",
        "What is the European Pillar of Social Rights? The lasting effects of the economic crisis, coupled with unprecedented changes in the job market, have completely transformed the way many Europeans live and work today. The European Pillar of Social Rights delivers new and more effective rights for citizens in this environment. Its set of 20 principles and rights will better equip people in Europe to access education and skills throughout life and will help ensure that all workers enjoy basic rights. Europe’s leaders endorsed the Pillar at the Social Summit in Sweden in November 2017. It was the first event of its kind in 20 years and the first set of rights to be announced by Europe’s institutions since the Charter of Fundamental Rights. Everybody must work together to make these rights a reality ― European governments, the European Commission, the European Parliament, social partners and civil society. I believe there could be no better way to gain your support in this endeavour than by sharing real-life examples of the Pillar in action. I hope that the 20 stories contained in this book will inspire you and all our partners in helping to bring about a fairer and more social Europe. Marianne Thyssen Commissioner for Employment, Social Affairs, Skills and Labour Mobility Foreword ",
        "The European Pillar of Social Rights is the EU’s most ambitious social initiative in decades. Its success is a top priority for this Commission, which strives to protect citizens’ rights in our rapidly changing society. The Pillar’s 20 principles and rights aim to promote social convergence and to tackle social challenges in a new world of work. This book shows how these principles and rights are already transforming people’s lives. For example: Asko, from Finland received support from the European Globalisation Adjustment Fund to go back to university, after the Nokia factory he worked in for 20 years shut down. This opportunity helped him find a new job. His story illustrates ‘education, training and life-long learning’ (Principle 1 of the Pillar). Mateusz, from Poland, had a good ‘work-life balance’ (Principle 9), taking 7 months of paternity leave so he could spend time with his kids and to allow his wife to continue with her career. Many of us will need ‘long term care’ (Principle 18) at some point in life. Jannie from the Netherlands needed help taking care of her 82 year-old mother, after her dementia diagnosis. The Commission has already taken strides in ensuring these principles and rights find their way into EU legislation on clear and transparent working conditions; on extending social protection to everyone; and a work-life balance initiative allowing parents and carers to combine work and family life more effectively. A picture is worth a thousand words – #MySocialRights photo competition We asked young Europeans people to take part in the #MySocialRights photo competition. They were asked ’How do you perceive your social rights in Europe?’ and encouraged to answer with a photo, focusing on one of the 20 principles of the European Pillar of Social Rights. The 15 best photos were on display at the European Youth Event in Strasbourg in May 2018. The top photos are included in this book. We would like to thank all the people who shared their experiences and photos. Europe’s social reality is diverse and ever- changing. To share your own stories or suggestions for a fairer and more social Europe, use the hashtag #SocialRights on Facebook, Twitter or Instagram. The European Pillar of Social Rights - 20 principles and rights structured around three categories: Equal opportunities and access to the labour market Principle 1. Education, training and life-long learning Principle 2. Gender equality Principle 3. Equal opportunities Principle 4. Active support to employment Fair working conditions Principle 5. Secure and adaptable employment Principle 6. Wages Principle 7. Information about employment conditions and protection in case of dismissals Principle 8. Social dialogue and involvement of workers Principle 9. Work-life balance Principle 10. Healthy, safe and well-adapted work environment and data protection Social protection and inclusion Principle 11. Childcare and support to children Principle 12. Social protection Principle 13. Unemployment benefits Principle 14. Minimum income Principle 15. Old age income and pensions Principle 16. Health care Principle 17. Inclusion of people with disabilities Principle 18. Long-term care Principle 19. Housing and assistance for the homeless Principle 20. Access to essential services Why a European Pillar of Social Rights? ",
        "EQUAL OPPORTUNITIES AND ACCESS TO THE LABOUR MARKET 1. EDUCATION, TRAINING AND LIFE-LONG LEARNING 2. GENDER EQUALITY 3. EQUAL OPPORTUNITIES 4. ACTIVE SUPPORT TO EMPLOYMENT ",
        "“ IT CAME AS A SHOCK WHEN FINLAND’S NOKIA FACTORIES SHUT DOWN... I’D WORKED THERE FOR 20 YEARS. TO HELP ME MOVE ON, THE EUROPEAN GLOBALISATION ADJUSTMENT FUND SUPPORTED ME TO LEARN NEW SKILLS AND, AFTER GRADUATING FROM TURKU UNIVERSITY OF APPLIED SCIENCE, I FOUND A NEW JOB. I’M NOW A PRODUCTION MANAGER AT A MEDICAL IMPLANTS FIRM ” . ASKO KOPONEN EUROPEAN GLOBALISATION ADJUSTMENT FUND (EGF) BENEFICIARY, FINLAND EDUCATION, TRAINING AND LIFE-LONG LEARNING EQUAL OPPORTUNITIES AND ACCESS TO THE LABOUR MARKET ",
        "“ AS IN OTHER EU COUNTRIES, WOMEN IN BULGARIA REALLY STRUGGLE TO FIND WORK IN THE MALE- DOMINATED PROFESSIONS. I THINK THAT THE EUROPEAN UNION CAN HELP PUT IN PLACE POLICIES TO REDUCE WOMEN’S POVERTY AND SOCIAL EXCLUSION.” RAYA RAEVA COMMUNICATION EXPERT, BULGARIA GENDER EQUALITY EQUAL OPPORTUNITIES AND ACCESS TO THE LABOUR MARKET ",
        "“ I HAD ALWAYS TAKEN ACCESS TO EDUCATION FOR GRANTED UNTIL I STARTED TEACHING GERMAN TO UNACCOMPANIED CHILD REFUGEES. I CAME TO REALISE THAT SOME MINORS HAD LIMITED ACCESS TO SCHOOL, WHILE OTHERS RECEIVED NO EDUCATION AT ALL... ACCESS TO EDUCATION PLAYS AN ABSOLUTELY CRUCIAL ROLE IN SECURING AND GUARANTEEING EQUAL OPPORTUNITIES FOR ALL. ” MAGDALENA KARNER GERMAN TEACHER AND CUSTODIAN FOR UNACCOMPANIED MINOR REFUGEES, AUSTRIA EQUAL OPPORTUNITIES EQUAL OPPORTUNITIES AND ACCESS TO THE LABOUR MARKET © Magdalena Karner ",
        "“ AFTER FINISHING HIGH SCHOOL I COULDN’T GET A JOB. THE EU’S YOUTH GUARANTEE PROGRAMME HELPED ME FIND AN APPRENTICESHIP IN HAIRDRESSING. SINCE THEN I’VE WORKED IN THREE DIFFERENT SALONS AND I’M ABOUT TO START MY OWN BUSINESS WITH A FRIEND. ” ARISTEA ZACHARI HAIRDRESSER AND YOUTH GUARANTEE BENEFICIARY, GREECE ACTIVE SUPPORT TO EMPLOYMENT EQUAL OPPORTUNITIES AND ACCESS TO THE LABOUR MARKET ",
        "5. SECURE AND ADAPTABLE EMPLOYMENT 6. WAGES 7. INFORMATION ABOUT EMPLOYMENT CONDITIONS AND PROTECTION IN CASE OF DISMISSALS 8. SOCIAL DIALOGUE AND INVOLVEMENT OF WORKERS 9. WORK-LIFE BALANCE 10. HEALTHY, SAFE AND WELL-ADAPTED WORK ENVIRONMENT AND DATA PROTECTION ",
        "DID YOU KNOW? EVERY YEAR, MILLIONS OF PEOPLE WORK THROUGH TEMPORARY WORK AGENCIES. UNDER EU LAW, TEMPORARY AGENCY WORKERS MUST BENEFIT FROM THE SAME EMPLOYMENT AND WORKING CONDITIONS AS THEIR COLLEAGUES DOING THE SAME WORK ( SUCH AS PAY, HOLIDAYS, WORKING TIME, REST PERIODS, MATERNITY LEAVE, ACCESS TO CANTEENS, CHILD CARE FACILITIES AND TRANSPORT SERVICES). THEY HAVE THE RIGHT TO BE INFORMED OF ANY VACANT POST IN THE COMPANY THEY WORK FOR. SECURE AND ADAPTABLE EMPLOYMENT FAIR WORKING CONDITIONS © Belga/Maxppp/Alexandre Marchi ",
        "THE EU STANDS UP FOR THE RIGHT OF ALL WORKERS TO FAIR WAGES FOR A DECENT STANDARD OF LIVING. DID YOU KNOW? IN 2018, WAGES GREW IN ALL EU COUNTRIES. WAGES FAIR WORKING CONDITIONS © Belga/Afp/Eric Cabanis ",
        "DID YOU KNOW? PROBATION PERIODS ARE LIMITED TO 6 MONTHS. THE EUROPEAN COMMISSION HAS PROPOSED THAT ALL WORKERS ARE FULLY INFORMED IN WRITING ON THE BASIC CONDITIONS OF THEIR EMPLOYMENT RELATIONSHIP, AND SETS OUT NEW RIGHTS FOR ALL WORKERS, INCLUDING THOSE IN NON-STANDARD FORMS OF EMPLOYMENT (LIKE DOMESTIC WORKERS, PART-TIME WORKERS OR WORKERS ON VERY SHORT CONTRACTS). INFORMATION ABOUT EMPLOYMENT CONDITIONS AND PROTECTION IN CASE OF DISMISSALS FAIR WORKING CONDITIONS © Belga/Afp/Eric Cabanis ",
        "FISHERMEN OFTEN LIVE AND WORK FOR DAYS ON BOARD VESSELS, IN DIFFICULT CIRCUMSTANCES AND WITH HEAVY EQUIPMENT. THE ACCIDENT AND INJURY RATE IS HIGH. THANKS TO AN AGREEMENT REACHED BY REPRESENTATIVES OF THE SECTOR, THE EU ADOPTED NEW RULES TO IMPROVE THE LIVING AND WORKING CONDITIONS OF FISHERMEN. DID YOU KNOW? THE EUROPEAN COMMISSION HAS WORKED WITH SOCIAL PARTNERS TO IMPROVE WORKING CONDITIONS IN THE FISHING SECTOR. SOCIAL DIALOGUE AND INVOLVEMENT OF WORKERS FAIR WORKING CONDITIONS © Belga/Afp/Eric Cabanis ",
        "“ SHARING PARENTAL LEAVE EVENLY IMPROVES WORK-LIFE BALANCE FOR BOTH MEN AND WOMEN. IN OUR CASE, MY WIFE WAS ABLE TO GET BACK TO WORK SOONER, AT A CRUCIAL POINT IN HER CAREER, WHILE I HAD SEVEN MONTHS OF QUALITY TIME WITH THE KIDS. ” MATEUSZ HANSLIK ORTHOPEDIC SURGEON, FATHER ON PARENTAL LEAVE, POLAND WORK-LIFE BALANCE FAIR WORKING CONDITIONS ",
        "“ WORK-RELATED INJURIES CAN BE A MAJOR COST FOR SMALL BUSINESSES. WE PROVIDE A LOT OF TRAINING TO OUR STAFF TO PREVENT EXPOSURE TO LEAD OR ASBESTOS, TO ENSURE OUR HEALTH AND SAFETY AT WORK, AND TO MAKE SURE THAT OUR EMPLOYEES FULLY UNDERSTAND AND APPLY THE MEASURES. ” RACHEL PELLÉ MANAGING DIRECTOR, PAINTING COMPANY, FRANCE HEALTHY, SAFE AND WELL-ADAPTED WORK ENVIRONMENT AND DATA PROTECTION FAIR WORKING CONDITIONS ",
        "SOCIAL PROTECTION AND INCLUSION 11. CHILDCARE AND SUPPORT TO CHILDREN 12. SOCIAL PROTECTION 13. UNEMPLOYMENT BENEFITS 14. MINIMUM INCOME 15. OLD AGE INCOME AND PENSIONS 16. HEALTH CARE 17. INCLUSION OF PEOPLE WITH DISABILITIES 18. LONG-TERM CARE 19. HOUSING AND ASSISTANCE FOR THE HOMELESS 20. ACCESS TO ESSENTIAL SERVICES ",
        "“ IT’S HARD FOR A SINGLE MUM LIKE ME TO FIND A JOB WITHOUT CHILDCARE. THANKS TO THE CITY’S CHILDCARE PROJECT, I KNOW MY DAUGHTER IS IN GOOD HANDS WHILE I’M AT WORK. ” A BENEFICIARY OF THE RELAIS NORD CHILDCARE SERVICES PROJECT, FRANCE CHILDCARE AND SUPPORT TO CHILDREN SOCIAL PROTECTION AND INCLUSION © Eurocities ",
        "DID YOU KNOW? SOME 40% OF PEOPLE WORK IN ATYPICAL FORMS OF EMPLOYMENT OR ARE SELF-EMPLOYED CURRENT SOCIAL SECURITY SYSTEMS ARE OFTEN NOT TAILORED TO WORKERS IN TEMPORARY OR PART-TIME JOBS, OR TO THE SELF- EMPLOYED, LEAVING THESE GROUPS WITHOUT SUFFICIENT PROTECTION. THE COMMISSION WANTS TO ENSURE THAT ALL WORKING PEOPLE, REGARDLESS OF THEIR EMPLOYMENT STATUS, ARE SUFFICIENTLY COVERED BY SOCIAL SECURITY SCHEMES AND PROTECTED AGAINST ECONOMIC UNCERTAINTY. SOCIAL PROTECTION SOCIAL PROTECTION AND INCLUSION © Belga/Afp/Stephane Danna ",
        "DID YOU KNOW? THOUSANDS OF PEOPLE IN LOMBARDY, ITALY, FOUND WORK WITH THE HELP OF A VOUCHER SCHEME. UNEMPLOYED CITIZENS CAN USE THE VOUCHERS TO ACCESS TRAINING, WORK PLACEMENTS OR ENTREPRENEURSHIP SUPPORT. THE RESULTS HAVE BEEN REMARKABLE. SO FAR, ALMOST 80 % OF 82 000 BENEFICIARIES FOUND A JOB AFTER PARTICIPATING IN THE SCHEME. UNEMPLOYMENT BENEFITS SOCIAL PROTECTION AND INCLUSION © Istock/FilipporRacci ",
        "DID YOU KNOW? THE CITY OF BARCELONA IS TESTING THE EFFECTS OF A GUARANTEED MINIMUM INCOME ON 1 000 LOW-INCOME HOUSEHOLDS. THE EU-FUNDED PILOT PREVENTS RESIDENTS FROM FALLING INTO POVERTY, WHILE PROVIDING SECURITY AND ECONOMIC FREEDOM. MINIMUM INCOME SOCIAL PROTECTION AND INCLUSION © Belga/Bert Spiertz/Hollandse Hoogte ",
        "“ I’VE BEEN A PENSIONER FOR MORE THAN 10 YEARS, BUT THE PAYMENTS WEREN’T ENOUGH TO SUPPORT MY FAMILY. I TOOK MY DAUGHTER’S ADVICE AND BECAME AN AIRBNB HOST. THAT ALLOWS ME TO WORK WITHOUT A CONTRACT, GIVING ME FLEXIBILITY AND FREEDOM. OLDER PEOPLE SHOULD BE GIVEN THE CHANCE TO WORK AND MAKE A CONTRIBUTION . ” TOM GALLIGAN PENSIONER AND AIRBNB HOST (ACCESS ECONOMY), IRELAND OLD AGE INCOME AND PENSIONS SOCIAL PROTECTION AND INCLUSION ",
        "DID YOU KNOW? THE EU IS TAKING RURAL HEALTHCARE ON THE ROAD. MANY PEOPLE LIVING IN REMOTE AREAS OR REGIONS SUFFERING FROM RURAL EXODUS ONLY HAVE RESTRICTED ACCESS TO HEALTHCARE AND FACE LONG TRAVEL TIMES TO THE NEAREST HOSPITAL OR DOCTOR. THANKS TO EU FUNDING, IN THE FINNISH PROVINCE OF KARELIA, A CAMPER VAN WAS CONVERTED INTO A MOBILE HEALTHCARE CENTRE, PROVIDING EASY-TO-ACCESS MEDICAL SERVICES TO AT LEAST 100 000 PEOPLE. HEALTH CARE SOCIAL PROTECTION AND INCLUSION © Eskote ",
        "“ I KNOW WHAT IT’S LIKE TO BE DISABLED AND TO LIVE IN DIGNITY. I’M QUADRIPLEGIC AND I’M AN ACTOR IN THEATRE, TV AND FILM. I USE A WHEELCHAIR AS I AM LIMITED IN THE WAY I CAN MOVE FROM THE NECK DOWN. THAT’S WHY IT’S EXTREMELY IMPORTANT TO ME TO BE ABLE TO MOVE AROUND FREELY, TO WORK AND TAKE PART IN CITY LIFE AND NOT TO BE MARGINALISED OR DISCRIMINATED AGAINST. ” SAMUEL KOCH ACTOR, GERMANY INCLUSION OF PEOPLE WITH DISABILITIES SOCIAL PROTECTION AND INCLUSION ",
        "“ I LEARNED THE IMPORTANCE OF AFFORDABLE LONG-TERM CARE AFTER MY 82-YEAR-OLD MOTHER SUFFERED A STROKE. SHE NOW HAS VASCULAR DEMENTIA AND HAS MOVED INTO A NURSING HOME. I VISIT HER ABOUT THREE TIMES A WEEK, TO HELP WITH FEEDING HER AND TO TAKE HER OUTSIDE IN HER WHEELCHAIR. WITH AN AGEING POPULATION, MORE EUROPEANS WILL NEED THIS KIND OF CARE. ” JANNIE KWAKERNAAT HR MANAGER AND CARER, NETHERLANDS LONG-TERM CARE SOCIAL PROTECTION AND INCLUSION ",
        "“ IT WAS A MATTER OF AVOIDING HOMELESSNESS AND KEEPING MY FAMILY TOGETHER. AFTER MY DIVORCE, THE PUBLIC SOCIAL ACTION CENTRE FOUND ME TEMPORARY HOUSING, ALLOWING ME TO SHARE CUSTODY OF MY THREE CHILDREN. EVEN THOUGH IT WAS MEANT TO BE FOR THREE MONTHS ONLY, I HAVE BEEN IN THIS APARTMENT FOR TWO YEARS. NOW THEY ARE EVEN HELPING ME FIND A JOB THAT WILL GIVE ME A CHANCE TO REINTEGRATE INTO SOCIETY. ” LAURENT VIGNERON BELGIUM HOUSING AND ASSISTANCE FOR THE HOMELESS SOCIAL PROTECTION AND INCLUSION ",
        "DID YOU KNOW? THE EU IS SPENDING BILLIONS TO IMPROVE WATER QUALITY. THE VAST MAJORITY OF EUROPEANS ENJOY ACCESS TO CLEAN AND SAFE DRINKING WATER, THANKS TO EUROPEAN ENVIRONMENTAL LAWS AND EU FUNDING. DURING THE PERIOD 2014–2020 THE EUROPEAN UNION IS INVESTING €14.8 BILLION TO UPGRADE WATER SUPPLIES FOR A FURTHER 12 MILLION PEOPLE. ACCESS TO ESSENTIAL SERVICES SOCIAL PROTECTION AND INCLUSION © Belga/ Maxppp/Lionel Vadam ",
        "A PICTURE IS WORTH A THOUSAND WORDS WINNING PHOTOGRAPHS FROM THE #MYSOCIALRIGHTS COMPETITION ORGANISED BY THE EUROPEAN COMMISSION (2018) THE TOPIC OF THIS COMPETITION FOR YOUNG PEOPLE LIVING IN THE EU WAS “HOW DO YOU PERCEIVE YOUR SOCIAL RIGHTS IN EUROPE?” ",
        "NO MORE DEATH: TOGETHER WE CAN ACHIEVE A BETTER TOMORROW ERWIN ZAREIE GREECE “ I AM A REFUGEE FROM IRAN, NOW LIVING IN GREECE. I TOOK THIS PHOTO AT A REFUGEE CAMP WHERE I VOLUNTEER. I WAS TALKING WITH SOME OF THE PARENTS WHILE THEIR CHILDREN WERE PLAYING. IT WASN’T THE FIRST TIME THAT I ASKED THE QUESTIONS: “WHY DID YOU LEAVE YOUR COUNTRY? WHY DID YOU COME TO EUROPE?” THE PARENTS LOOKED AT THEIR CHILDREN, AND THEY ALL HAD THE SAME ANSWER: “BECAUSE OF THEM! ” © Erwin Zareie ",
        "TAKE CARE OF YOURSELF CHIARA VITALI ITALY “ DEPRESSION AND OTHER MENTAL HEALTH ISSUES ARE ONE OF THE MAIN REASONS FOR THE HIGH RATE OF SUICIDE AMONG YOUNG PEOPLE TODAY. IN OUR SOCIETY, PSYCHOLOGICAL PROBLEMS ARE STILL A STIGMA THAT WE ARE NOT READY TO FACE. OFTEN WE DO NOT CONSIDER MENTAL HEALTH ISSUES AS REAL PROBLEMS, EVEN THOUGH THEY CAN SUCK YOU INTO A BLACK HOLE AND THERAPY IS OFTEN THE ONLY WAY TO ESCAPE THE DARKNESS. I TOOK THIS PICTURE IN A DIFFICULT PERIOD OF MY LIFE. I WAS LOOKING FOR A WAY TO EXPRESS WHAT I WAS FEELING. PHOTOGRAPHY HELPED ME A LOT: IN FRONT OF THE CAMERA, I COULD BE MYSELF AND SHOW ALL MY WEAKNESSES. THIS PICTURE, THAT I CALLED “TAKE CARE OF YOURSELF”, IS A SYMBOL OF THE WAY I LEARNED TO DEAL WITH MY PROBLEMS. I FOUND THE COURAGE TO ASK FOR HELP AND TO FORGIVE AND TAKE CARE OF MYSELF. ” © Chiara Vitali ",
        "SWEET HOME / STREET HOME ZSÓFIA ANNA KOLLÁR HUNGARY “ WHERE DO WE SLEEP TONIGHT? I TOOK THIS PHOTO WITH MY ANALOGUE CAMERA IN BUDAPEST WHILST I WAS WALKING HOME JUST A FEW WEEKS BEFORE CHRISTMAS IN 2013. I FOUND THIS LITTLE GINGERBREAD HOUSE LEFT IN A CORNER OF A REGULAR MEETING POINT FOR HOMELESS PEOPLE IN THE DISTRICT. IT LEFT A DEEP IMPRESSION ON ME SO I TOOK OUT MY CAMERA IMMEDIATELY. I STILL CONSIDER THIS PICTURE AS ONE OF THE MOST SORROWFUL IMAGES I HAVE EVER CAPTURED. FOR ME IT PERFECTLY SYMBOLISES THE SITUATION OF BEING HOMELESS. ” © Zsófia Anna Kollár ",
        "KISS OF LIFE VITOR MARQUES PORTUGAL “ TECHNOLOGY HAS REPLACED OUR LIFE OUTDOORS. CHILDREN NO LONGER WANT TO GO OUT AND EXPLORE. I BELIEVE THIS ‘KISS’ COULD BE A SIGN OF SUCH CHANGE. ” © Vitor Marques ",
        "INDEPENDENT LIVING KAROLIS MIODIŠAUSKAS LITHUANIA “ INDEPENDENT LIVING IS A TEAM OF PEOPLE OF MIXED ABILITIES FROM DIFFERENT AREAS OF WORK AND EDUCATION... WE WANT TO INITIATE AND CREATE OPEN, EQUAL, FAIR AND AFFORDABLE ACCESS TO EDUCATION, SERVICES, AND TRANSPORT AND TO IMPROVE INCLUSION IN THE LABOUR MARKET. ” © Karolis Miodišauskas ",
        "LIMITS MANUEL GÓMEZ BAUTISTA SPAIN “ THIS PIECE DEFENDS THE RIGHTS AND EQUALITY AMONG PEOPLE WITH A DIFFERENT SEXUAL ORIENTATION TO THE STEREOTYPE IMPOSED BY SOCIAL STANDARDS. THIS PHOTO IS A CALL TO DIVULGE PARITY, LEAVING BEHIND DISTINCTIONS RELATED TO SEXUAL ORIENTATION (LIKE IN THIS CASE), RACES, CULTURES OR RELIGIONS. ” © Manuel Gómez Bautista ",
        "BRIGHT FUTURE ROMA ĐURIĆ CROATIA “ ELDERLY PEOPLE SHOULD NOT HAVE TO SEARCH FOR THE LIGHT; A BRIGHT FUTURE SHOULD BE GUARANTEED. ” © Roma Đurić ",
        "SPEAKING EYES TOMMASO MITSUHIRO SUZUDE ITALY “ THEY TOLD ME I WOULD NEVER SPEAK. I DO TALK NOW. AS A JOURNALIST, AS A WRITER, AND ESPECIALLY AS A PERSON. MY EYES STOOD UP FOR ME WHEN MY VOICE COULD NOT, AND NOW I SPEAK UP. FOR ME, FOR MY RIGHTS, FOR EVERYONE WHOSE RIGHTS NEED TO BE SPOKEN OUT LOUD. ” © Tommaso Mitsuhiro Suzude ",
        "FIGHT FOR YOUR RIGHT NIKOLAY ILIYANOV SHABARKOV BULGARIA “ THE TITLE OF THE PHOTO IS TRANSLATED FROM THE SLOGAN IN BULGARIAN ON THE SIGN. I TOOK THIS PICTURE DURING “SOFIA PRIDE” 2015. SOFIA PRIDE IS AN ANNUAL EVENT WHICH TAKES PLACE IN JUNE IN SOFIA. IT IS A PEACEFUL MARCH AND PARADE OF LESBIAN, GAY, BISEXUAL AND TRANSGENDER PEOPLE AND THEIR FRIENDS, WHICH COMBINES SOCIAL AND POLITICAL PROTEST WITH ENTERTAINMENT. ” © Nikolay Iliyanov Shabarkov ",
        "ENDLESS DYSTOPIA: WHERE HUMANITY LOST ITS VALUE RENÁTA ADRIENN URI ROMANIA “ IN OUR COUNTRY, THE LOWER CLASS AND HOMELESS PEOPLE HAVE NO VALUE; NOBODY WILL EMPLOY THEM OR RESPECT THEM FOR SURVIVING FROM ONE DAY TO ANOTHER. ” © Renáta Adrienn Uri ",
        "FREEDOM OF A CHILD GAINING KNOWLEDGE IEVA MADELEINE DALE LATVIA “ EVERY CHILD, NO MATTER WHAT RACE, GENDER OR ECONOMIC STATUS HAS THE RIGHT TO AN EDUCATION. ” © Ieva Madeleine Dale ",
        "WHAT ABOUT THE FUTURE? SZYMON STĘPNIAK POLAND/PORTUGAL “ THE PICTURE DOCUMENTS ELDERLY PEOPLE MAKING THE PROBLEM OF PENSIONS VISIBLE. DESPITE THEIR AGE OR DIFFICULTIES, THEY DECIDED TO SPEND ONE AFTERNOON ON THE STREET, PERFORMING MUSIC AND INVITING PEOPLE TO JOIN IN. IN A DEMOCRACY, IT IS NATURAL FOR CITIZENS TO TRY TO INFLUENCE THE DECISION-MAKING PROCESS. TOGETHER OR ALONE, VISIBLE OR SUBTLE, PEACEFUL OR INSISTENT, IN SILENCE OR IN MUSIC. ” © Szymon Stępniak ",
        "RIGHTS / EVICTION SAMUEL NACAR SPAIN “ MIGRANTS ON BOARD THE OPEN ARMS, THE VESSEL FROM THE SPANISH NGO PROACTIVA OPEN ARMS, ARRIVING AT THE PORT OF CROTONE, ITALY, AFTER THEY WERE RESCUED IN THE SEARCH AND RESCUE (SAR) ZONE ON 3 NOVEMBER 2017. MORE THAN 3 000 MIGRANTS DIED IN THE ATTEMPT TO REACH EUROPE BY SEA IN 2017, AND MORE THAN 500 HAVE DIED SO FAR THIS YEAR. THE INTERNATIONAL ORGANIZATION FOR MIGRATION (IOM) HAS DECLARED THE MEDITERRANEAN THE DEADLIEST FRONTIER IN THE WORLD. ” © Samuel Nacar ",
        "CHILDREN FROM AN ORPHANAGE LOCATED IN A SMALL BULGARIAN TOWN SARA IVANOVIĆ CROATIA “ CHILDREN FROM AN ORPHANAGE IN THE BULGARIAN TOWN OF DOLNA BANYA ARE HAPPY TO MEET STUDENTS FROM OTHER EUROPEAN COUNTRIES WHO CAME TO VISIT THEIR HOME. THANKS TO KIND-HEARTED PEOPLE, THEY WERE BEING TAKEN CARE OF DESPITE COMING FROM DIFFICULT BACKGROUNDS. ” © Sara Ivanović ",
        "THE FUTURE IS WHAT WE DO TODAY VICTOR MARTINEZ PACHECO SPAIN “ RESPECT MEANS UNDERSTANDING AND APPRECIATING THE VALUES OF THOSE WHO ARE DIFFERENT. IT TEACHES US THAT THERE SHOULD BE NO LIMITS TO DIVERSITY. THE PHOTOGRAPH, TAKEN IN THE FISHING PORT OF CARTAGENA, REFLECTS, FOR ME, THE CAPACITY FOR EFFORT, HARD WORK AND PERSEVERANCE TO ACHIEVE HIGH QUALITY. ” © Victor Martinez Pacheco ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: — by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), — at the following standard number: +32 22999696 or — by email via: https://europa.eu/european-union/contact_en Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "K E - 04 - 18 - 807 - E N - N ISBN 978-92-79-95713-0 The EU is enduring a period of rapid change with new opportunities and new challenges arising from globalisation, the digital revolution, changing work patterns and an ageing society. The European Pillar of Social Rights is guiding this transformation by establishing 20 principles and rights for better working and living conditions in the EU. We have put together this book, to give you a unique insight into the social issues aff ecting the people of Europe today. You will discover testimonials and real life stories from EU citizens, showing how the principles of the Pillar are making a diff erence to their everyday lives. The book also highlights photos and testimonials from an exhibition on the European Pillar of Social Rights, organised by the European Commission in 2018, as well as the winning photographs from the online #MySocialRights competition for young people across Europe. You can download our publications or subscribe for free at: http://ec.europa.eu/social/publications If you would like to receive regular updates about the Directorate-General for Employment, Social Affairs and Inclusion sign up to receive the free Social Europe e-newsletter at: http://ec.europa.eu/social/e-newsletter Social Europe EU_Social "
    ]
}