{
    "text": [
        "ISSN 2363-1937 Internal Market, Industry, Entrepreneurship and SMEs Helping Europe’s entrepreneurs reach new heights 2016 ",
        "Helping Europe’s entrepreneurs reach new heights Contents Legal notice: Neither the European Commission nor any person acting on its behalf may be held responsible for the use to which information contained in this publication may be put, nor for any errors which, despite careful preparation and checking, may appear. This publication does not necessarily reflect the view or the position of the European Commission. Luxembourg: Publications Office of the European Union, 2016. ISBN 978-92-79-57897-7 © European Union, 2016 Reproduction is authorised, provided the source is acknowledged, save where otherwise stated. For use/reproduction of third-party copyright material, specified as such, permission must be obtained from the copyright holder(s). This report is financed under the Competitiveness and Innovation Framework Programme which aims to encourage the competitiveness of European enterprises. The European Enterprise Promotion Awards are organised by the European Commission’s Directorate-General for Internal Market, Industry, Entrepreneurship and SMEs. 3 Foreword 4 Small Businesses Driving European Growth 6 Ten Glorious Years of Celebrating European Enterprise 8 The Jury 9 Understanding the Judging Process 10 Grand Jury Prize Winner 11 Promoting the Entrepreneurial Spirit 12 Investing in Entrepreneurial Skills 13 Improving the Business Environment 14 Supporting the Internationalisation of Business 15 Supporting the Development of Green Markets and Resource Efficiency 16 Responsible and Inclusive Entrepreneurship 17 Special Mentions 18 2016 National Winners 21 Past Grand Jury Prize Winners 22 Promoters Network 23 The European Commission, DG Internal Market, Industry, Entrepreneurship and SMEs ",
        "02 – 03 Foreword This year marks the 10th anniversary of the European Enterprise Promotion Awards (EEPA). The Awards pay tribute to projects that are sure to inspire all of us who care about enterprises, entrepreneurs and jobs. Because this is what Europe needs: examples that can inspire the creation of an ecosystem that helps entrepreneurial spirits, nurtures enterprises and helps them grow. All these projects have tangible results: they help to create new companies and new jobs. They make entrepreneurs stronger by providing them with the right skills to set up their business or go international. They are schemes that can make that vital difference for someone hesitating on the threshold of entrepreneurship. Since 2006 the European Enterprise Promotion Awards (EEPA) have been recognising these efforts. Over that time more than 3,400 projects have participated in national competitions for the chance to compete in the EEPA. The entries this year again represent the best of what has been achieved nationally. They were sent in from a total of 31 countries, including 28 EU Member States as well as Iceland, Serbia and Turkey. Before we present the 2016 winners to you, I would like to personally thank all participants and in particular the National Coordinators who helped to accomplish this important task of managing the competitions in their own country. You play an essential role in making the EEPA possible and in spreading the word about how public bodies and public/private sector partnerships support small business and enterprise throughout Europe. From the 57 projects selected to compete at European level, seven winners, twelve runners-up and three special mentions have emerged and are presented to you in this brochure. Each one is a testimony to the passion and innovation that puts ideas into practice, creates real businesses and turns people into entrepreneurs. I hope they will be an inspiration to authorities, organisations and individuals across Europe to do more for entrepreneurs and small businesses. Elżbieta Bieńkowska Commissioner for Internal Market, Industry, Entrepreneurship and SMEs and EU SME Envoy ",
        "Small businesses driving European growth Helping Europe’s entrepreneurs reach new heights SMEs are independent companies with fewer than 250 employees. They provide two out of three private sector jobs and are responsible for 85% of new jobs created. SMEs account for 67% of total employment and 58% of gross value added (GVA). Latest research shows that SMEs continue to form the bedrock of the European economy, with some 22.2 million companies employing 90 million people; and accounting for more than 99.8% of all enterprises. The biggest share of enterprise is represented by micro companies with fewer than ten employees – 93%. The Small Business Act for Europe Adopted in June 2008, the Small Business Act for Europe (SBA) reflects the Commission’s recognition of the central role that SMEs play in the EU economy. It sets out a comprehensive SME policy framework for the EU and its Member States. The aim of the Act is to improve the overall approach to entrepreneurship and permanently embed the ‘Think Small First’ principle in policy-making – from regulation to public service. The Act promotes SME growth by helping them tackle problems which hamper their development, particularly focusing on initiatives that help small businesses by: • Cutting red tape • Providing access to finance • Increasing access to markets Finally, the Act aims to deliver a longer-term shift in attitudes – creating a greater awareness of the role entrepreneurs play in society and encouraging and inspiring potential new entrepreneurs. These four key areas of the SBA continue to be priorities for the coming years. In addition, the need to address the shortage of skilled workers has become a fifth priority. A spin-off: The European Enterprise Promotion Awards The European Enterprise Promotion Awards support the aims of the Small Business Act by recognising innovation and rewarding the success of public bodies and public-private partnerships in promoting enterprise & entrepreneurship at a national, regional and local level. SME Envoys As part of the review of the SBA, the Commission invited Member States to nominate a national SME Envoy to complement the role of the European Commission’s SME Envoy. The current EU SME Envoy is Ms Elżbieta Bieńkowska, Member of the European Commission for Internal Market, Industry, Entrepreneurship and SMEs, who chairs the network. The group of SME Envoys makes up an advisory group that promotes SME friendly regulation and policy making in all EU countries. To find out more about SME Envoys, visit: http://ec.europa.eu/growth/smes/business- friendly-environment/small-business-act/ sme-envoys/index_en.htm ",
        "04 – 05 04 – 05 ",
        "Our anniversary Since 2006 the European Enterprise Promotion Awards (EEPA) have been recognising eff orts to promote SMEs and entrepreneurship in Europe. Already over 3,400 projects have participated in national competitions for the chance to compete in the Awards, with 56 of these projects being awarded a prize. Our anniversary Our anniversary Helping Europe’s entrepreneurs reach new heights ",
        "Ten glorious years of celebrating European enterprise… Winning a European Enterprise Promotion Award is just the beginning of an organisation’s or project’s journey from national star to European glory. Th ese former EEPA winners explain the impact of being recognised at the European level and what winning an award means to them. “ It was a great experience to participate in the awards.” When I started this project, not many people believed that a one-person small business in Hungary could achieve the kind of change that my company has achieved. Winning the EEPA had a huge impact on us. We received lots of press coverage in Hungary and in other European countries. The number of participants in our free monthly presentations has doubled and all of our courses are running to full houses. Previously, people were sceptical about starting their own business, but now they’re more open to the topic, and trust us more. We have more connections in Hungary and throughout Europe, and are working on more new projects with other organisations. It was a great experience to participate in the awards. Agnes Vida, Gazdagmami Kft , Hungary. Winner: Grand Jury Prize, 2014. Winning the award showed us that we’re doing important work in the fi eld of entrepreneurship. It was the fi rst time that a Finnish learning concept had got this far and it gave us the confi dence that we can succeed in Finland as well as internationally. It increased our visibility in Europe and we got more attention and enquiries from across the world. Two months aft er winning the EEPA, we won “the Best Learning Innovation in the World” at the World Innovation Summit for Education competition in Qatar. Currently, 70% of Finland’s 6th graders benefi t from the Me & MyCity learning concept. Tomi Alakoski, Me & MyCity, Economic Information Offi ce, Finland. Winner: Promoting the Entrepreneurial Spirit, 2013. “ It’s been a great honour to have been selected as a winner.” The Biodiversity Foundation is very proud to have won the EEPA, especially when we consider the other six projects in the winners list. We were very surprised when we received the award because, although we believed that our project was very good, the projects vying for the award in our category were also of a very high quality. Winning the award had a very positive impact and has resulted in a lot of positive media coverage. It motivated us to continue working towards a more sustainable society and a greener economy. Silvia Fernández-Campa de Luis, Biodiversity Foundation of the Ministry of Agriculture, Food and the Environment, Spain. Winner: Supporting the Development of Green Markets and Resource Effi ciency, 2015. It was wonderful to be called out as the winner of the award. I was completely emotional, as I had wanted Going for Growth to win so much for the terrifi c third party endorsement it would mean and the spotlight it would put on our mission to encourage more women to be more ambitious for their businesses and to support them to achieve their growth aspirations. Winning the EEPA means that we’re now recognised across Europe. This is in line with our objective of having the initiative introduced in other European countries as a means of connecting ambitious female entrepreneurs to network, learn from each other and do business together. Paula Fitzsimons, Fitzsimons Consulting, Ireland. Winner: Investing in Entrepreneurial Skills, 2015. 06 – 07 ",
        "Th e Jury Each year, an independent high-level European Jury takes on the diffi cult task of selecting the best entries in each category. Th is year’s Jury includes representatives from government, business and academia as well as representatives from Slovakia, as part of their EU presidency during 2016. Th ere are also two permanent representatives, one from DG Internal Market, Industry, Entrepreneurship and SMEs and one from the Committee of the Regions. Th e winner of the previous year’s Grand Jury Prize is also invited to sit on the Jury. Th e 2016 Jury is composed of: Ms Kristin Schreiber DG for Internal Market, Industry, Entrepreneurship & SMEs Kristin joined the European Commission in 1990 where she has held a variety of positions. She was appointed Director of the COSME Programme and SME policy in 2015 having served as Director for Governance of the Single Market and International Aff airs, fi rst in DG MARKT and then in DG GROW since February 2014. Previously, she was Head of Cabinet of Employment Commissioner, Vladimir Špidla, Deputy Head of Cabinet of Internal Market Commissioner, Michel Barnier and a member of the Cabinets of Enlargement Commissioner, Günter Verheugen. She also served as Head of Unit for International Aff airs in DG Employment and as an administrator in diff erent DG’s. Pieter Waasdorp Ministry of Economic Aff airs Pieter is director of Entrepreneurship at the Ministry of Economic Aff airs in the Netherlands and has been an EU SME Envoy since 2014. He has over 25 years’ experience in policy making and has worked at the Ministry of Economic Aff airs in several management functions. He was the manager of a joint programme of the Ministries of Economic Aff airs and Education, Culture and Science. Entrepreneurship is a topic that runs through his curriculum vitae. As EU SME Envoy, he launched the TEDx Binnenhof Ideas from Europe platform. Pieter has been a member of many entrepreneurship competition juries. Prof. Thomas M. Cooney Dublin Institute of Technology Thomas is Professor of Entrepreneurship at the Dublin Institute of Technology (Ireland) and Visiting Professor at the University of Turku (Finland). He is also Academic Director of the Institute for Minority Entrepreneurship, a Board Member of Startup Ireland and works in a supportive capacity with a number of businesses. As an Expert in Entrepreneurship Policy, he has worked with the Irish Government, the European Commission, OECD, the European Training Foundation and other international organisations. He has published widely on the topic of entrepreneurship and full details of his career can be found at www.thomascooney.com. Helping Europe’s entrepreneurs reach new heights ",
        "Individual countries were invited to conduct national competitions to determine the best projects to represent their nation. Hundreds of projects competed in these national competitions in 2016 for a chance to enter the European Enterprise Promotion Awards. Countries were allowed to nominate a maximum of two entries (in diff erent categories) to the European competition. Each Jury member reads and assesses every entry against defi ned criteria covering: originality and feasibility, impact on the economy, improvement of stakeholder relations and transferability. Th e Jury then meets to discuss their top entries in each category, before agreeing on winners, runners up and any special mentions. Th e shortlist is published shortly after the jury meeting and the winners are announced during the Awards Ceremony at the SME Assembly. Marián Letovanec Slovak Business Agency Marián is Director of National and International programmes at the Slovak Business Agency, the oldest agency dedicated to SME development in the Slovak Republic. He represents Slovakia on the COSME committee, and serves as a deputy SME Envoy and SBA representative to UEAPME. He is vice chairman of The Platform of Entrepreneurs for Foreign Development Cooperation and was a board member of the Slovak Women’s Platform. In 2015, he initiated establishment of The Better Regulation Centre within the Slovak Business Agency, which aims to introduce Business Impact Assessment and the SME Test into national regulatory procedures. Alban Maggiar UEAPME Alban is in charge of European Aff airs for CGPME, the French Association of SMEs. He is also vice-chair of UEAPME, the Brussels based federation of European SMEs and chairs its Economic and Fiscal Committee. For over a quarter of a century, Alban has been the head of Laboratoire CARRARE, a French company that specialises in probiotics, yeasts and botanicals based food supplements. He was Chairman of the French association, SYNADIET, from 2005 to 2015 and of the European association, EHPM, from 2013 to 2016. He holds a Master’s degree in Business Law and an Advanced Master’s degree in Tax Law. Ana Margarida Figueiredo Lisbon Micro-Entrepreneurship Ana Margarida is Director of Employment, Entrepreneurship and Business at Lisbon City Council. She is responsible for the areas of Investment Attraction, Entrepreneurship, Employment and Commerce Promotion. She was responsible for the launch of Startup Lisboa, a business incubator for the network of incubators in Lisbon, and for the LISBOA EMPREENDE, an inclusive entrepreneurship programme created in 2013 by Lisbon City Council with other public and private organisations to improve the city’s economy by supporting the creation of small businesses. Previously, she was Chief Financial Offi cer at URBAFRICA and UCCLA, non- governmental organisations for cooperation and development of Portuguese- speaking countries. . Thomas Wobben Committee of the Regions Aft er studying Economics and Politics, Thomas worked for voluntary sector organisations. In 1993 he joined the European policy services of the Land Saxony- Anhalt and in 1995 he began working in the Liaison Offi ce of Saxony- Anhalt in Brussels taking over as Director in 2000. Since March 2012 he has been Director for Horizontal Policies and Networks and later on for legislative works at the Committee of the Regions. Understanding the judging process 08 – 09 ",
        "Grand Jury Prize - Winner Entrepreneurial West Hisingen supports the city district’s reputation as a hub of opportunities and entrepreneurship. The project is divided into three parts: 1) Entrepreneurship in education, in which 20,000 pupils were invited to come up with an idea for their own book, write it, design, publish, market and display, and sell it at the largest book fair for children in Sweden. 2) Start your business, working with the University of Gothenburg and the Red Cross to pilot a start-up course for newly arrived refugees with a business background in their home country. 3) Develop your business, a training programme covering areas including online marketing, sales and trade, business negotiations, branding, etc. The project has seen many successes, including more than 500 unique start-up talks with aspiring entrepreneurs, of which 40% were women and 64% were immigrants – 107 new companies have emerged directly from these start-up sessions. In addition, there has been over 4,500 visitors to the incubator/ meeting space facility and ten schools, amounting to 3,500 pupils, have engaged in activities for systematically working with entrepreneurship. Finally, more than 2,000 pupils wrote and published their own books, which were then exhibited at two book fairs including the largest book fair in the world for child authors. Contact: Daniela Ölmunger Email: daniela.olmunger@vh.goteborg.se Further information: www.foretagsammavastrahisingen.se A special prize awarded to the entrepreneurial initiative considered the most creative and inspiring in Europe. Entrepreneurial West Hisingen City of Gothenburg, West Hisingen District, Sweden Helping Europe’s entrepreneurs reach new heights ",
        "Promoting the Entrepreneurial Spirit - Winner Lyon Ville d’Entrepreneuriat Métropole de Lyon, France Lyon City of Entrepreneurship (Lyon Ville d’Entrepreneuriat, LVE) is a network of 46 business-related organisations and 200 experts from across the region, whose aim is to promote the entrepreneurial spirit more widely, increase the number of businesses created, and improve the robustness of new businesses in Lyon. Contact: Raddouane Ouama Email: rouama@grandlyon.com Further information: www.economie.grandlyon.com Garage48 Motivating Women into a Start-up Community Garage48 SA, Estonia Garage48 aims to transform the male-dominated tech sector into a more female-friendly industry. In partnership with Tech Sisters, the project has increased female participation in their development weekends to 47% (up from 20%). These events have generated several successful and well-functioning start-ups. Contact: Maarika Susi Email: maarika@garage48.org Further information: www.garage48.org “We know we can” - Movement to encourage entrepreneurship and inspire innovation in Serbia SEE ICT, Serbia “We know we can” is a national motivational movement to inspire young people to become entrepreneurs. The project is comprised of a campaign showcasing 200 globally successful local entrepreneurs and a crowdfunding campaign, which raised €108,000, and enabled the creation of entrepreneurship community centres in fi ve Serbian cities. Contact: Zoja Kukic Email: zoja@seeict.org Further information: www.seeict.org Runners-up Recognises initiatives at national, regional or local level that promote an entrepreneurial mindset especially among young people and women. 10 – 11 ",
        "Investing in Entrepreneurial Skills - Winner Recognises initiatives at national, regional or local level to improve entrepreneurial and managerial skills. Enterprise Educators Academe Liverpool John Moores University, UK The Academe has created the world’s fi rst internal, accredited, enterprise educator training programme. It has trained over 600 staff of all disciplines to embed enterprise skills into the entire university curriculum, reaching 21,000 students in the fi rst two years via a model that can be transferred Europe wide. The key emphasis has been on supporting educators to embed enterprise skills within their curriculum in a variety of areas including creative arts, engineering, healthcare and forensic science. Over 2,000 freelance businesses have been created and students have provided signifi cant time resources and skill to help business and public sector projects providing economic impact valued at over £4 million. Contact: Prof David Gibson Email: d.a.gibson@ljmu.ac.uk Further information: www.ljmu.ac.uk Bottega Scuola Regione Piemonte, Italy The Teaching Workshop is a project that promotes connections between the young unemployed and the craft world through six-month work experience placements in artisan workshops with the aim of increasing job opportunities and stimulating new artisanal entrepreneurial initiatives. Contact: Alessandra Magnino Email: alessandra.magnino@regione.piemonte.it Further information: www.bottegascuolapiemonte.it Development of Innovative Entrepreneurship in Jelgava City and Zemgale Region. Zemgales reģiona Kompetenču attīstības centrs” (ZRKAC), Latvia The Jelgava local government platform supports innovative entrepreneurship facilitates, networking, local good practice, and mentor support. Since 2011, 10,000 people have taken part in various activities. Each year, an average of 63 new entrepreneurs enrol, of which 91% are young mums and job seekers. Contact: Līga Miķelsone Email: liga.mikelsone@zrkac.jelgava.lv Further information: www.zrkac.lv Runners-up Helping Europe’s entrepreneurs reach new heights ",
        "Improving the Business Environment - Winner PME Líder. Associação Portuguesa de Bancos in partnership with IAPMEI - Agência para a Competitividade e Inovação, I.P and Turismo de Portugal, I.P, Portugal The Leader SME programme is an annual award that rewards SMEs with the best fi nancial performance and risk levels, as viewed by IAPMEI and Turismo de Portugal, in partnership with APB, the Portuguese Bank Association. The award off ers public recognition of their successful growth strategies and competitive leadership, and winners benefi t from more favourable conditions for accessing fi nance and other specialised business management support. In just eight years, the number of recognised companies has more than doubled to 7,300. The 2015 Leader SME cohort is responsible for more than 260,000 jobs. Contact: João Tomaz Email: joao.tomaz@apb.pt Further information: www.apb.pt KIKŠTARTER Kamnik Youth Center Kotlovnica Kamnik, Slovenia KIKŠTARTER was established to encourage young people to develop their entrepreneurial ideas. A co-working space in the deprived area of Kamnik, it is home to 27 start-ups, which are given support in developing their ideas. Seven new businesses have been created, as have many new jobs with minimal fi nancial investment. Contact: Matjaž Jug Email: Kik-starter@kotlovnica.si Further information: www.kotlovnica.si Next Step Challenge SE Next Step and Accelerace Management, Denmark Next Step Challenge is a European start-up competition. It off ers ambitious start-ups the chance to access a one-of-a-kind business development programme in direct collaboration with big, internationally- recognised corporations, SydEnergi and Bang & Olufsen. The winner receives €250,000 in prize money. Contact: Søren Røn Email: soro@se.dk Further information: www.nextstepchallenge.com Runners-up Recognises innovative policies which promote enterprise start-up and growth, simplifi ed legislative and administrative procedures and implementing the “Th ink Small First” principle. PME Líder. Associação Portuguesa de Bancos in partnership with 12 – 13 ",
        "Supporting the Internationalisation of Business - Winner Recognises policies and initiatives that encourage SME enterprises, to benefi t more from the opportunities off ered by markets both inside and outside of the European Union. Human Security Finland Kuopio Innovation Oy, Finland Human Security Finland is an international development and crisis management business network. It facilitates the formation of business partnerships between Finnish companies and experts to assist developing countries and crisis-hit regions with solutions to support sustainable development. The network combines business, education and research for human security. One hundred organisations are now involved in the concept known as “crisis business,” which is based on commercialising human security expertise. In 2013, the Finnish Ministry of Economic Aff airs and Employment chose the initiative as the best booster of internationalisation in the expertise centre programme. Contact: Jyri Wuorisalo Email: jyri.wuorisalo@kuopioinnovation.fi Further information: www.kuopioinnovation.fi Young export leaders program: “Wings” Enterprise Lithuania, Lithuania The Wings programme for developing young export leaders is the fi rst scheme in Lithuania to unite the public and private sectors towards one common goal: to promote the country’s competitiveness through the development of skilled export managers by applying a hands-on approach in line with current market demands. Contact: Simona Gailiūnaitė Email: s.gailiunaite@verslilietuva.lt Further information: www.verslilietuva.lt Balebila Project: International & Digital Communications for SMEs Bilbao Ekintza, E.P.E.L. (Ayuntamiento De Bilbao), Spain The “Balebila Project: International and Digital Communication for SMEs” is a practical training and advice programme for innovative SMEs to help them take their businesses into foreign markets. It works with some of the Basque country’s leading SMEs to provide them with communication and PR strategies through hands-on training. Contact: Sofi a Barturen Email: sbarturen@bilbaoekintza.bilbao.net Further information: www.bilbao.net Runners-up Human Security Finland Kuopio Innovation Oy, Finland Helping Europe’s entrepreneurs reach new heights ",
        "Supporting the Development of Green Markets and Resource Efficiency - Winner Lime Trees & Honey Bees for Sustainable Development of the Danube Micro-region, City of Novi Sad, Serbia The “Lime Trees & Honey Bees for Sustainable Development of the Danube Micro-region” project strengthens the competitiveness of beekeeping in the Fruška Gora region and motivates young people to start beekeeping businesses. The project aims to increase the market share of Fruška Gora lime honey by investing in human resources and skills development, improved knowledge through scientific research, education and the introduction of new technologies. It has created a marketing plan that led beekeeper associations from an ad hoc approach with a non-branded product to a value-added, branded product, the Fruška Gora lime honey, with export potential. Contact: Prof. Marijana Dukic Mijatovic Email: kler@novisad.rs Further information: www.novisad.rs Renewable Energy and Environmental Technologies Financial Support Programme, İzmir Development Agency (İZKA), Turkey The Renewable Energy and Environmental Technologies Financial Support Programme is Turkey’s first regional programme to focus on renewable energy and environment. Nine projects dedicated to the design and production of renewable energy systems and environmental technologies were supported, as were 18 solar, 6 wind and 6 hybrid energy systems. Contact: H.I. Murat Celik Email: himurat.celik@izka.org.tr Further information: www.izka.org.tr Runner-up Recognises policies and initiatives that support SME access to green markets and help to improve their resource efficiency. 14 – 15 ",
        "Responsible and Inclusive Entrepreneurship - Winner Recognises initiatives which promote corporate social responsibility, including eff orts to promote entrepreneurship among disadvantaged groups. De Rotterdamse Zaak Hogeschool Rotterdam/Stichting Ondernemersklankbord/Gemeente Rotterdam (namens 26 regiogemeenten)/Stichting De Nederlandse Zaak voor Ondernemers, Netherlands. The Rotterdam Business Case is a work training company where students in higher vocational education and experienced business coaches help support entrepreneurs to improve their business practices and entrepreneurial skills. The project focuses on entrepreneurs who operate below the poverty line and are not fi nancially able to fi nd a solution to their problems. An important part of the success of the Rotterdam Business Case is the combination of experienced senior coaches, who act as a sounding board for entrepreneurs, and junior coaches who off er more practical support. Contact: Rob Gringhuis Email: r.gringhuis@rotterdam.nl Further information: www.derotterdamsezaak.nl Netzwerk mit Courage Netzwerk Großbeerenstraße e.V., Germany The “Courageous Network: Against Xenophobia and Discrimination!” was launched in 2013. It provides training for managing directors, HR managers, trainers and apprentices on the topic of “diversity in practice” and works with schools. It also supports the integration of displaced people by providing internships. Contact: René Mühlroth Email: info@netzwerk-grossbeerenstrasse.de Further information: www.netzwerk-grossbeerenstrasse.de Zagreb – An Enterprising and Responsible City The City of Zagreb, Croatia Zagreb – An Enterprising and Responsible City seeks to develop a socially responsible ecosystem that promotes inclusion of all social groups in entrepreneurship by empowering the long-term unemployed, veterans and other vulnerable groups to take up entrepreneurship and to facilitate co-fi nancing of their entrepreneurial projects. Contact: Mirka Jozić Email: mirka.jozic@zagreb.hr Further information: www.zagreb.hr Runners-up Helping Europe’s entrepreneurs reach new heights ",
        "Create for the Country - A contest of business projects created and implemented by students. SIA 3ZD, Latvia The “Create for the Country” contest was created by students to give them and their universities an opportunity to develop and implement various business projects in the Latvian regions. During the two years of the contest, 22 student teams from 11 universities in 18 regions took part. Contact: Andris Čeksters Email: andrim@apollo.lv Further information: www.radamnovadam.lv Create for the Country - A contest Special Mentions IGNITE Graduate Business Innovation Programme University College Cork, Ireland IGNITE is a nine-month business development programme that supports recent graduates to turn innovative product and service ideas into sustainable, scalable businesses. It’s supported 32 start-ups involving 43 individual graduates over three years. Currently, 22 are trading successfully and employ almost 80 staff . Contact: Eamon Curtin Email: e.curtin@ucc.ie Further information: www.ucc.ie/en/ignite Pancretan Forum for the Introduction of Local Products in Local Hotels Επιµελητήριο Ηρακλείου (Heraklion Chamber), Greece The Pancretan Forum for the Promotion of Cretan Products is an annual business event that facilitates partnerships between hoteliers and farmers/processors/suppliers of agricultural products to meet the needs of Cretan hotels and the broader local tourism market. Contact: Michalis Katharakis Email: katharak@ebeh.gr Further information: www.ebeh.gr IGNITE Graduate Business Innovation Pancretan Forum for the Introduction 16 – 17 ",
        "2016 National Winners Promoting the Entrepreneurial Spirit AUSTRIA Elevator Pitch www.elevatorpitch.st Young Chamber of Economy - Styria BELGIUM Vzw Mest www.mest.be Stad Mechelen BULGARIA National Youth Programme www.nism.bg Ministry of Youth and Sports CZECH REPUBLIC ByznysPark www.byznyspark.cz Department of Entrepreneurship, University of Economics in Prague DENMARK Global Start-up Awards (GSA) www.globalstartupawards.com/#gsa Global Start-up Awards ESTONIA Garage48 Motivating Women a Start-up Community www.garage48.org Garage48 SA FINLAND Pikkuyrittäjät - Mini company program for primary school www.pikkuyrittajat.fi Nuori Yrittäjyys ry. - Young Entrepreneurship Association FRANCE Lyon Ville de l’Entrepreneuriat www.economie.grandlyon.com/creer-reprendre ceder-une- entreprise-dans-le-grand-lyon-51.html Métropole de Lyon GERMANY EGON - Existenzgründungsoff ensive Niedereschach www.starten-mit-egon.de Gemeinde Niedereschach GREECE INNOVATHENS – Hub of Innovation & Entrepreneurship www.innovathens.gr Τεχνόπολη ∆ήµου Αθηναίων Α.Ε. (Athens Technopolis) HUNGARY Get in the Ring! Programme www.enterprisehungary.hu Enterprise Hungary Nonprofi t Ltd IRELAND Restart Entrepreneurship www.restart.how/ireland Letterkenny Institute of Technology ITALY Content Manager Contamination Lab – “ClabUniCa” www.clabunica.it Università di Cagliari LATVIA Create for the Country - A contest of business projects created and implemented by students www.radamnovadam.lv SIA 3ZD LITHUANIA Verslumo dvasios skatinimas / Junior Achievement Lithuania www.lja.lt Viešoji įstaiga „Lietuvos Junior Achievement” POLAND EUROszansa for Lublin www.euro-szansa.pl Puławy County ROMANIA Programul ROMÂNIA HUB- România, Tara tinerilor întreprinzători www.aippimm.ro MECRMA SERBIA “We know we can” - Movement to encourage entrepreneurship and inspire innovation in Serbia www.seeict.org SEE ICT TURKEY Promoting Women’s Entrepreneurship in Agriculture Program www.tarim.gov.tr Ministry of Food, Agriculture and Livestock (MoFAL) Helping Europe’s entrepreneurs reach new heights ",
        "Investing in Entrepreneurial Skills Improving the Business Environment AUSTRIA aws First - from the idea to the company www.awsg.at Austria Wirtschaft sservice Gesellschaft m.b.H. (aws) ESTONIA Tere tulemast Innokasse! www.innokas.ee SA Innovatsioonikeskus INNOKAS HUNGARY Budapest Enterprise Agency Smart Programme www.bvk.hu Budapest Enterprise Agency IRELAND IGNITE Graduate Business Innovation Programme www.ucc.ie/en/ignite University College Cork ITALY Bottega Scuola www.bottegascuolapiemonte.it Regione Piemonte LATVIA Development of Innovative Entrepreneurship in Jelgava City and Zemgale Region www.zrkac.lv Zemgales reģiona Kompetenču attīstības centrs (ZRKAC) MALTA ZAAR Crowdfunding Platform www.zaar.com.mt Malta Business Bureau and the University of Malta SLOVENIA Primorski tehnološki park d.o.o www.primorski-tp.si Primorski tehnološki park d.o.o SWEDEN Kurbits - Business Development for the tourism industry www.kurbits.org Besöksnäringscollege Dalarna UK Enterprise Educators Academe www.ljmu.ac.uk Liverpool John Moores University BULGARIA Trakia Economic Zone www.invest.plovdiv.bg Municipality of Plovdiv in collaboration with the “Cluster Trakia Economic Zone” CROATIA Center of the world – center of entrepreneurship www.ludbreg.hr The Town of Ludbreg CYPRUS Αναπτυξιακή Εταιρεία Λευκωσίας - Nicosia Development Company www.anel.com.cy Αναπτυξιακή Εταιρεία Λευκωσίας - Nicosia Development Company CZECH REPUBLIC Enterprise zone Šternberk www.sternberk.eu City of Šternberk DENMARK Next Step Challenge www.nextstepchallenge.com SE Next Step and Accelerace Management FRANCE Business Story www.business-story.biz The Supreme Council of the Institute of Chartered Accountants (CSOEC) MALTA The Electronic Public Procurement System (EPPS) www.contracts.gov.mt Department of Contracts (Ministry for Finance) PORTUGAL PME Líder (Leader SME) www.pmelider.pt Associação Portuguesa de Bancos in partnership with IAPMEI - Agência para a Competitividade e Inovação, I.P and Turismo de Portugal, I.P SLOVAKIA Programme for starting entrepreneurs www.zacinamepodnikat.sk Slovenská sporiteľňa SLOVENIA KIKŠTARTER Kamnik www.kotlovnica.si Youth center Kotlovnica Kamnik SPAIN La Nau de la Innovació de la UMH (the building innovation) www.naudelainnovacio.com Fundación Quórum-Parque Científi co y Empresarial de la Universidad Miguel Hernández de Elche (UMH) UK Birmingham City Council’s (BCC) Business Support Package www.birmingham.gov.uk/supportforbusiness Birmingham City Council 18 – 19 ",
        "2016 National Winners Supporting the Internationalisation of Business Supporting the Development of Green Markets and Resource Effi ciency BELGIUM Café Herman www.mechelen.be Stad Mechelen CROATIA Zagreb – An Enterprising and Responsible City www.zagreb.hr The City of Zagreb GERMANY Netzwerk mit Courage www.netzwerk-grossbeerenstrasse.de Netzwerk Großbeerenstraße e.V. NETHERLANDS De Rotterdamse Zaak www.derotterdamsezaak.nl Hogeschool Rotterdam/Stichting Ondernemersklankbord/Gemeente Rotterdam (namens 26 regiogemeenten)/ Stichting De Nederlandse Zaak voor Ondernemers POLAND Platforma Praca (Jobs Platform) www.pila.pl Pila Community PORTUGAL Dar Sentido à Vida (Giving Life a Purpose) www.saom.pt SAOM – Serviços de Assistência Organizações de Maria) in partnership with IEFP-Instituto de Emprego e Formação Profi ssional) ROMANIA Școala de sudură Arad www.patronatulroman.ro Filiala Judeteana Arad A Confederatiei Patronatul Roman SLOVAKIA Inter pares www.lpsa.sk Law & Political Science Agency SWEDEN Entrepreneurial West Hisingen www.goteborg.se City of Gothenburg, District West Hisingen Responsible and Inclusive Entrepreneurship FINLAND Human Security Finland www.kuopioinnovation.fi Kuopio Innovation Oy GREECE Pancretan Forum for the Introduction of Local Products in Local Hotels www.ebeh.gr Επιµελητήριο Ηρακλείου (Heraklion Chamber) LITHUANIA Young export leaders program “Wings” www.verslilietuva.lt Public Institution “Enterprise Lithuania” SPAIN PROYECTO BALEBILA: comunicación digital e internacional para Pymes www.bilbao.net Bilbao Ekintza, E.P.E.L. (Ayuntamiento De Bilbao) NETHERLANDS Food Security Via Vertical Integration of A New Kenyan Potato Chain www.agrico.nl Agrico Holding BV SERBIA Lime Trees & Honey Bees for Sustainable Development of the Danube Microregion www.novisad.rs City of Novi Sad TURKEY Renewable Energy and Environmental Technologies Financial Support Programme www.izka.org.tr İzmir Development Agency (İZKA) Helping Europe’s entrepreneurs reach new heights ",
        "Past Grand Jury Prize Winners Th e European Enterprise Promotion Awards were launched in 2006. Since that time, there have been 80 winning entries including one Grand Jury Prize Winner in each competition. Past Grand Jury Prize winners include: 2015 Lisbon Micro-Entrepreneurship Lisbon Municipal Council, Portugal Lisbon Micro-Entrepreneurship works to support responsible and inclusive entrepreneurship by providing a number of services including helping to develop business plans and advising on how to obtain funding. It was set up in 2013 with the aim of stimulating the city’s economy and supporting company and job creation. The initiative is part of Lisbon Municipal Council’s (LMC) global strategy to support entrepreneurship, bringing together public, private and local and national bodies with a local focus, enabling anyone to get support for projects in a range of fi elds, from the planning phase through to the fi rst years of activity. www.cm-lisboa.pt 2014 Encouraging Business Start-ups by Mothers with Young Children Gazdagmami K. Gy.l, Hungary Encouraging Business Start-ups by Mothers with Young Children helps mothers to acquire the entrepreneurial skills and mindset to start a business and make it profi table. The project delivers online resources including a blog, Facebook page, e-learning training programmes and a weekly newsletter, as well as the Entrepreneurial Women’s Roundtable meeting to help mothers navigate the world of business and network with each other. The project also hosts the annual Mother Company of the Year competition and the Business Mums’ Conference. www.gazdagmami.hu 2013 Think Small First Latvian Chamber of Commerce and Industry, Latvia Think Small First was developed to help micro-enterprises by promoting the creation of a special tax rate and simplifi ed tax accounting system, by introducing a micro-credit programme and by making information about launching a business available in one place. www.chamber.lv 20 – 21 ",
        "The Promoters of the European Enterprise Promotion Awards Helping Europe’s entrepreneurs reach new heights The Assembly of European Regions (AER.eu) is the largest independent network of regions in wider Europe. Bringing together more than 270 regions from 33 countries and 16 inter-regional organisations, AER is the political voice of its members and a forum for inter-regional co-operation. www.aer.eu The Committee of the Regions (CoR) in Brussels was established by the Maastricht Treaty in 1994 as a consultative body to provide representatives of local and regional government with a voice at the heart of the European Union . http://cor.europa.eu/Pages/welcome.html The European Association of Economic Development Agencies (EURADA) is a Europe-wide network of people working on economic development. EURADA has given a lead on a policy agenda including, amongst others, regional policy, small business finance (EURADA set up the European Business Angels Network), entrepreneurship and innovation. www.eurada.org EUROCITIES is the political platform for major European cities towards the EU institutions. We network the local governments of over 130 of Europe’s largest cities and 40 partner cities that between them govern some 130 million citizens across 35 countries. www.eurocities.eu EUROCHAMBRES is the Association of European Chambers of Commerce and Industry. It represents over 20 million enterprises in Europe and a European network of 1,700 regional and local Chambers in 43 countries. More than 98% of these enterprises are small and medium sized enterprises (SMEs) . www.eurochambres.eu Union Européenne de l’Artisanat et des Petites et Moyennes Entreprises (UEAPME) is the employers’ organisation representing the interests of European crafts, trades and SMEs at EU level. UEAPME is a recognised European Social Partner. UEAPME incorporates 84 member organisations from 36 countries. It represents more than 12 million enterprises, which employ around 55 million people across Europe. www.ueapme.com ",
        "Within the European Commission, the Directorate-General for Internal Market, Industry, Entrepreneurship and SMEs, works to provide a more favourable environment for European Business. It ensures that European Union policies contribute to the competitiveness of EU enterprises by encouraging entrepreneurship and innovation, maintaining and reinforcing a strong and high-performing industrial base, by stimulating investment in new technologies and easing access to markets and to finance. At the core of these policies are small and medium sized enterprises, as they are the principal providers of jobs and growth in Europe. DG Internal Market, Industry, Entrepreneurship and SMEs works with the business community to help develop innovative, competitive and responsible enterprise and with Member States to implement the Small Business Act for Europe. http://ec.europa.eu/growth/index_en.htm http://cor.europa.eu/Pages/welcome.html The European Commission DG Internal Market, Industry, Entrepreneurship and SMEs (DG GROW) Your Europe Business Portal Want to find out what the EU does to boost small businesses in Europe and on the global market, and what it can do for your business? Your Europe Business is a multilingual single gateway to practical information on how to do business in the Single Market. It offers help to businesses and entrepreneurs who want to expand their activities to other EU or EEA countries. It provides practical information and links to national rules, authorities, helpdesks, and support services. http://europa.eu/youreurope/business/index_en.htm European Enterprise Promotion Awards For further information: European Enterprise Awards Secretariat E-mail: eepa@LOWeurope.eu Tel: + 32 2 286 1141 Follow the European Enterprise Promotion Awards on Social Media: Twitter.com/@eepa_en (for English) Facebook.com/European.Enterprise.Promotion.Awards YouTube.com/PromotingEnterprise http://europa.eu/youreurope/business/index_en.htm 22 – 23 ",
        "http://ec.europa.eu/growth/smes/support/enterprise-promotion-awards/index_en.htm ISBN 978-92-79-57897-7 doi:10.2873/682676 version: EN ET-BB-16-001-EN-N "
    ]
}