{
    "text": [
        "European Group on Ethics in Science and New Technologies #EthicsGroup_EU F u t u r e o f W o r k , F u t u r e o f S o c i e t y Research and Innovation Fu t ur e of Wor k , Fu t ur e of S ocie t y ",
        "European Group on Ethics in Science and New Technologies Future of Work, Future of Society European Commission Directorate-General for Research and Innovation Unit RTD.DDG1.02 - Scientific Advice Mechanism Contact Jim Dratwa, Head of the EGE Office E-mail EC-ETHICS-GROUP@ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in December 2018. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The contents of this opinion are the sole responsibility of the European Group on Ethics in Science and New Technologies (EGE). The views expressed in this document reflect the collective view of the EGE and may not in any circumstances be regarded as stating an official position of the European Commission. More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2019 Print ISBN 978-92-79-88536-5 doi:10.2777/716612 KI-01-18-640-EN-C PDF ISBN 978-92-79-88535-8 doi:10.2777/029088 KI-01-18-640-EN-N © European Union, 2019 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Cover image: © SergeyNivens, #94980365, #93655651; ©zoomingfoto1712, #104183629, 2018. Source: Fotolia.com ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation 2018 Future of Work, Future of Society European Group on Ethics in Science and New Technologies Brussels, 19 December 2018 Opinion No. 30 ",
        "",
        "TABLE OF CONTENTS KEY INSIGHTS: A GLIMPSE INTO THE OPINION .................................................................................... 6 INTRODUCTION ................................................................................................................................................................... 8 1. What is this opinion about? ..............................................................................................................................8 2. What is work and why do we work? ............................................................................................................8 3. What are technologies and what do they do? .......................................................................................9 4. Societal upskilling: shaping the future of work is a collective commitment .....................12 CHAPTER 1 I TRENDS ................................................................................................................................................ 15 1. Drivers of change ...............................................................................................................................................15 2. Changing nature of work and jobs ............................................................................................................19 3. Data and technology driven workplaces................................................................................................21 4. Platform economy ..............................................................................................................................................24 5. Impact of technology on the number and quality of jobs ...........................................................27 6. Education and skills ...........................................................................................................................................30 7. Gender and the labour market ....................................................................................................................31 8. Growing inequality .............................................................................................................................................34 9. Social protection ..................................................................................................................................................35 10. Design for the future ........................................................................................................................................38 CHAPTER 2 I WORK AND HUMAN RIGHTS ASPECTS OF EMPLOYMENT .................... 39 1. Work, worker and human rights aspects: state of affairs ............................................................39 2. Examples (‘cases’) of gaps in the protection of work and workers ........................................46 3. Work and human rights in the EU in the foreseeable future .....................................................49 4. Beyond the European Pillar of Social Rights, the need for a new paradigm? ...................53 CHAPTER 3 I ETHICAL REFLECTIONS ON THE FUTURE OF WORK .................................. 56 1. The value of human work ..............................................................................................................................56 2. Ethical principles and values in work for the human person and for society ...................57 I. Human dignity ..................................................................................................................................................57 II. Justice and solidarity...................................................................................................................................60 III. Autonomy, freedom, privacy ..................................................................................................................67 RECOMMENDATIONS ................................................................................................................................................. 71 MEMBERS OF THE EGE ............................................................................................................................................ 80 ON THE DEVELOPMENT OF THE OPINION ............................................................................................ 81 EGE OPINIONS AND STATEMENTS ................................................................................................................ 82 THE EGE OFFICE ............................................................................................................................................................. 84 ",
        "Opinion n. 30 Future of Work, Future of Society 6 December 2018 European Group on Ethics in Science and New Technologies KEY INSIGHTS: A GLIMPSE INTO THE OPINION  To think about the future of work is to think about the future of our societies. Together with globalisation and demographic changes, the rapid advance of technologies – including digital technologies, Artificial Intelligence, and robotics – transform the nature and role of work in our societies. Some people gain from these developments while others face more hardship. Against this backdrop it may seem more difficult than ever to ensure that societies are fair and allow a dignified life for everyone. But it is also more important than ever to reform institutions and policies to ensure that fairness, equality, justice and solidarity are the guiding principles in our society. We have to take responsibility for realising social justice. The future of work is now.  Digital technologies have given efficiency, rationalisation, value creation and profit maximisation a new dynamic as they open up the perspective of replacing people in tasks, jobs and professional roles in many sectors while at the same time creating new opportunities and professions. At the same time, a new digital economy has emerged that in some areas result in market dominance and de facto monopolies that prey on personal data and exploit people. This development has exacerbated a searing accumulation of wealth by an astounding small group of actors, which affects bargaining power of individuals in labour markets and fair competition in consumer markets.  While technologies are accelerating change, technologies are not the one root cause of current challenges . The fact that many people in our societies are unable to find jobs, or earn enough to lead a dignified life, is due to policies and institutions that have facilitated the growth of precarious working conditions, that have made capital more profitable than labour, and that have left invisible and unacknowledged many tasks that play a crucial role in the functioning of our societies. Technologies have played an important role in these processes too - but the technologies in question are not only robots, artificial intelligence, or the other usual suspects that dominate the current discourse. They are also financial, regulatory and physical technologies that enable companies for instance to move their production or their headquarters across the globe to benefit from lower wages, lower tax rates, or other forms of corporate welfare.  There are limits to what can, in all fairness, be expected of individuals in this respect. Instead of pointing to the responsibility of individuals to keep up with rapid digital development by learning and acquiring digital skills, there is a collective responsibility to design, develop and deploy digital technologies to serve citizens and provide equal chances for all. Rather than a dominant focus on individual upskilling, what is required from us as citizens and societies is nothing less than a ‘societal upskilling’ : to place renewed consideration on the institutions and ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 7 economic, political and social frameworks that shape the welfare of people and societies.  As a first step, we may have to rethink traditional concepts of work, employment, capital, identity, and justice, solidarity and social security as well as their interrelatedness. The long-standing couplings between these traditional cornerstones of Western societies, such as paid work and personal identity; paid work and social security; and paid work and the distribution of wealth have come be severed, not least because paid work can no longer be assumed to be the main basis for a range of goods and entitlements and because ‘work’ is much broader than paid employment, encompassing a range of unpaid contributions to our societies such as caring for children and the elderly.  There are limits to what traditional approaches to distributive justice may accomplish. In a society of deep technology driven transformations the question becomes: what do we owe to each other in terms of making positive contributions to society – and thus in terms of contributive justice?  People – in their capacities as workers, employees, or as individuals contributing to society by doing unpaid work -are not only using data while engaged in activities, they also produce valuable data. They are tracked and traced, monitored, scored and predicted in and outside employment. The new information position, the new opportunities and the new vulnerabilities of those engaged in activity that constitutes valuable social contributions, should be taken into account when our societies discuss and determine how digital data should be owned, governed, and who should benefit from them . ",
        "Opinion n. 30 Future of Work, Future of Society 8 December 2018 European Group on Ethics in Science and New Technologies INTRODUCTION 1. What is this Opinion about? Transformations of work – and in particular, the role that new technologies play in this process – are often seen as one of the key challenges of our societies. Technologies affect where we work, how we work, how we are compensated and whether and how we are employed. Next to globalisation and demographic and environmental changes, the increasing use of advanced technologies – including robotics, artificial intelligence (AI) and the automation of tasks previously done by humans – is typically portrayed as the main reason for the transformation of work. On the basis of our engagement with this topic across academic disciplines, contexts of practice and national borders, we are convinced that shaping the future of work in our societies requires us to look at the nature and function of work. We have a collective commitment to ensure that everyone can lead a decent life. If there is ‘not enough’ paid work for everybody to afford a decent life through their earnings, then the solution cannot be (as is often suggested) to ‘upskill’ individuals so that they can better compete in the labour market. The solution, instead, needs to include a process of societal upskilling , understood as a collective duty and commitment to find solutions to ensure dignified livelihoods for all people, whether or not they are in paid employment. Thus, this Opinion is ultimately about the future of our societies based on European values of dignity, freedom, autonomy, privacy, social equality and solidarity. 2. What is work and why do we work? The term ‘work’ has specific meanings in different contexts of human practice, such as in labour law, poetry, manufacturing, the service industry or child-rearing. These meanings differ, but their smallest denominator is that in all these instances, work is a practice by which people (besides seeking to ensure that their own tangible and intangible needs are met) contribute something to their families, communities, or societies. This makes work a key aspect of our personal and social identities. It is both personal and it connects us to the communities we live in. It follows from this that work includes more than only paid work and employment. Contributions that people make to the functioning and flourishing of our society (such as caring for children or the elderly) form a very significant part of work in our society even if they are unpaid. What work is paid and unpaid, decent or not, is in turn shaped not only by the nature of work itself or the value that it holds in our society but by the political and economic structures of our societies. These play a key role in shaping the future of work not only by influencing how much people earn, and how their rights and interests are protected, but also by influencing the likelihood that people find meaning in their work. For example, a spirit of solidarity that emphasises the value of the contribution that each person is making to our societies renders it more likely ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 9 that people find their own work meaningful. Precarious employment and bad working conditions, in contrast, make it less likely. Besides the fact that most of us have to earn our living, a variety of motivations and goals determine why and how we work. For those who enjoy their work, motivations include personal fulfilment, exercising responsibility, appreciation by others, developing skills and creativity, contributing to the progress of a company and its mission, promoting the welfare of others and of society, learning, interacting with others and eventually doing something worthwhile 1 . These aspects point to the intrinsic value of work, that is, the value we draw through performing work, independent of ulterior goals such as obtaining an income or furthering our careers. These aspects of work are essential to seeing human life as the development of a coherent narrative, which provides the basis for a sense of self-respect and forms an important link with the development of personal identity (see: subsection ‘Justice and Solidarity’, p.60). While work carries both intrinsic and instrumental value for most people, the relative weight of these two values will differ for each individual. Currently, a significant number of people do not feel engaged with, or even suffer from, their work. According to a 2017 Gallup Report summarising findings from an employee satisfaction survey of 155 countries, 85% of workers are not engaged (or are actively disengaged) at work 2 , giving particular pertinence to questions surrounding the balance between paid work and private life and perhaps explaining the tenacity of the term ‘work-life balance’ that suggests that work and life are mutually exclusive. 3 In sum, work takes many forms, it can be paid or unpaid, decent or not (the latter is the case when working conditions conflict with human dignity), and visible or invisible. Much of the work done today that is of key importance to the functioning of our societies (such as care work) is unpaid and often invisible in the sense that it takes place inside people’s homes and is not recognised by our institutions. 3. What are technologies and what do they do? Technologies are understood as tools or frameworks, created by the mental and physical effort of humans, to achieve goals in a methodologically standardised (or standardisable) way. What is shared by all technologies is their intermediate position, meaning that they are always in between something, such as between humans and their natural environment. An umbrella, for example, is a technology sitting between a human and the rain. Luciano Floridi calls such technologies ‘first- 1 Barry Schwartz. (1997). Psychology, Idea Technology, and Ideology. Psychological Science . Volume 8, Issue 1. 21-27. 2 Harter, J. Dismal Employee Engagement Is a Sign of Global Mismanagement. Retrieved from https://news.gallup.com/opinion/gallup/224012/dismal-employee-engagement-sign-global- mismanagement.aspx 3 The term ‘work-life balance’ is used in this report according to the standard meaning of a balance between time allocated for paid employment and other aspects of life. However it is important to acknowledge how this formulation speaks to our notion of work in the broader sense, for instance by assuming that there is a fragile balance between work and life implies that work is robbing us of lifetime instead of treating work as a source of meaning. ",
        "Opinion n. 30 Future of Work, Future of Society 10 December 2018 European Group on Ethics in Science and New Technologies order technologies’; distinguishing them from technologies that mediate between humans and other technologies (‘second-order technologies’ such as a key used by an individual to influence the technology of a lock) and technologies that stand in between a ‘provider technology’ and a ‘user-technology’ 4 , such as digital home assistants. It is third-order technologies 5 in particular, often enabled by information and communication technologies (ICT) that are presently transforming how we live and work. One of the most important features of the 3 rd order technologies is that, for the first time in the history of humankind, technologies can act as users of other technologies: ICT can analyse data from remote sensors, algorithms can ’learn’ independent of direct human instruction, etc. 6 This changes the agency of machines, and thus the relationship between humans and machines, in important ways. Scholars differ in what they see technologies as doing. Some see technologies as neutral tools that execute whatever humans have designed and intended them to do. Others contest the idea that technologies are merely neutral tools. The ways in which cars shape our movements, how computers structure the sequence of our communication or a piece of work, or the way in which an oil rig affects the movements and the social organisation of workers all illustrate how technologies are not only created by human practice, but they also influence it in turn. If we accept this latter view, then three things are important to note when we think of what technologies ‘do’ in the context of work: the first is that technologies are not necessarily material things. Barry Schwartz 7 famously distinguished thing technology from idea technology. Whereas things and their application can be shaped, destroyed and regulated, ideas have an effect on how we think, behave and form our social institutions. As a kind of tacit knowledge, ideas are part of our culture, forming the intangible architecture of our social and political lives. For example, ideas about why people work shape institutions and policies around work and employment. It is important to have this in mind when analysing current situations and when aiming at building our future, not least because our theories about human nature also play a role in shaping it. A second aspect to highlight is that a much wider range of technologies influence how, where and what we work than only AI and technologies of automation that replace human workers. Technologies that affect how we live and work also include technologies of mobility that enable people to work remotely and jobs to move to low-wage countries, and technologies that enable the financial movements that make such strategies attractive for shareholders (i.e. fiscal and financial technologies). For example, in the early 20 th century it was virtually impossible to move a whole factory into another country with lower wages. Today’s technologies 4 Floridi, L. (2014). The 4th revolution: How the infosphere is reshaping human reality . Oxford: Oxford University Press. 5 Floridi, L. (2013, May 11). Technology's In-Betweeness. Retrieved from https://link.springer.com/article/10.1007/s13347-013-0106-y 6 Ibid . 7 Barry Schwartz. (1997). Psychology, Idea Technology, and Ideology. Psychological Science . Volume 8, Issue 1. 21-27. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 11 have contributed to making this possible 8 , and this is used by some companies to deter workers from demanding better pay or working conditions or from threatening strikes. Fiscal and financial technologies are also employed in the context of corporate welfare, in the form of investments, including subsidies or tax breaks that states provide for businesses. In short, many different technologies – and, to be more precise, the way that humans use these technologies – alter the way wealth is created and allocated. These are facts to be mindful of when we consider what institutions and legal frameworks we deem necessary and suitable to shape the future of work. Third, although they often lumped together, the technological functions of automation and information are not identical. They can overlap and coincide in practice, but it is important not to conflate them. Shoshana Zuboff, in her seminal 1980s study of the spread of information technology in key United States industries, pointed out that information technology never merely translates information but always also produces new information. It is worth quoting Zuboff’s original diagnosis in full: The distinction between automate and informate provides one way to understand how this technology represents both continuities and discontinuities with the traditions of industrial history. As long as the technology is treated narrowly in its automating function, it perpetuates the logic of the industrial machine that, over the course of [the 20th] century, has made it possible to rationalize work while decreasing the dependence on human skills. However, when the technology also informates the process to which it is applied, it increases the explicit information content of tasks and sets into motion a series of dynamics that will ultimately reconfigure the nature of work and the social relationships that organize productive activity. 9 The ‘series of dynamics’ that is currently reconfiguring the nature of work has also been set in motion by the availability of information about processes that we did not have systematic knowledge about. For example, some car tyre manufacturers now build sensors into their tyres that collect information on road conditions, speed, temperature and other criteria that was not previously captured in a systematic way. This newly available information can be analysed and marketed to drivers and transport companies that seek to ‘optimise’ their driving to reduce cost, or to bring down emissions. 10 Such new information, created as a by-product of using ICT for other purposes, can be more disruptive in terms of work flows, business models and cost structures, than automation. An example of this is online platforms whose business model relies on the use of data from another business or activity, resulting in personalised recommendations to their customers by online sales websites. The information on 8 Meek, A. K. (2017), In: At The Helm: Volume 3: A Sci-Fi Bridge Anthology, Sci-Fi Bridge. 9 Zuboff, S. (1988). In the Age of the Smart Machine: The Future of Work and Power . Basic Books. 10 Daugherty et al. (2015) ",
        "Opinion n. 30 Future of Work, Future of Society 12 December 2018 European Group on Ethics in Science and New Technologies user preferences and behaviours used to be mere ‘data exhaust’ of their core business of selling products such as books; now, the availability of this information has created new opportunities for business (e.g. in the live streaming of films). As a recent report from the International Labour Organisation (ILO) also observed, firms increasingly ‘combine manufacturing with the collection of data which they use to develop new services’. 11 An effect of digital technologies specifically is the dematerialisation 12 of material products that are transformed and substituted by software solutions. The smartphone, for example, is a powerful tool that can replace physical keys, bank cards, cash, games, books etc. The process of dematerialisation also applies to the assets of corporations, many of which now have significantly smaller proportions of their value in tangible assets compared to intellectual capital and other intangible assets. 13 Given the role of human ingenuity and creativity in creating these intangible assets, this raises interesting questions about the role and value of human work. Perhaps the most plausible interpretation is that the dematerialisation of assets and products catalyses the ‘hollowing out of the middle’ 14 by doing away with, in particular middle class jobs, further marginalising those who are less well trained and whose work is predominantly manual while increasing the power of highly skilled and highly paid cognitive workers. Last but not least, a sector of the economy that is euphemistically called ‘the sharing economy’, or the ‘gig’ or ‘platform economy’, uses digital (and often online) technologies to commission, organise, monitor, and also often evaluate the work of ‘casual’ or ‘on-demand’ workers (in the sense that workers are classified as ‘self- employed’ in order to free the corporations who profit from their labour from any fiduciary responsibilities for them) despite being monitored and their tasks being scripted and determined in a very fine-grained manner. We will discuss this process, and other relevant developments, in the ‘Trends’ chapter (Section ‘Platform Economy’, p.24). 4. Societal upskilling: shaping the future of work is a collective commitment It is essential to avoid conflating the problems of our current system – such as growing unemployment, inequities and poverty in many societies – with those posed by technology use. Technologies can entrench, exacerbate or alleviate and even solve problems such as inequities and unemployment. Another important factor in this process are our social, financial and economic policies and practices that decide 11 Nübler, I. (2016). New technologies: A jobless future or a golden age of job creation? International Labour Organization, Research Department. Retrieved from https://mafiadoc.com/new-technologies-a-jobless- future-or-a-golden-age-of-_598d2d001723ddcc692f058b.html 12 Bianchi, P. (2017). The economic importance of intangible assets . Routledge. 13 Ibid . 14 Holzer, H. J. (2016). Job market polarization and U.S. worker skills: A tale of two middles. Retrieved from https://www.brookings.edu/research/job-market-polarization-and-u-s-worker-skills-a-tale-of-two-middles/# ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 13 what technologies can and should do, whether inequalities are increasing or decreasing, and whether people can live on their wages. The ability of humans to shape the future of work must not be underestimated. We have a collective societal duty to shape institutions and frameworks based on our European values that promote the well-being of people and societies. These values rest upon specific concepts of human nature and social functioning, concepts that are rarely discussed explicitly but that nevertheless have major impact on how we treat each other and what societal change we are creating. When thinking about transformation of work and the role of work within our societies – in both of which technologies play a significant role - we thus need to consider the underlying social, political and economic factors and conditions as well. The success or failure of positively shaping the future of work depends not only on how well we adapt employment and social policies, but also on the economic, political and social landscapes in which these policies are embedded. In sum, we need a broader view than one that focuses only at the level of the institutions and instruments around employment. To avoid that transformations in the domain of work increase poverty and suffering we need to go back to some of the fundamental principles and processes for the distribution of resources in our societies. This includes rethinking the relationship between work and income to ensure that everybody can lead a dignified life. It also includes tackling the global problem of tax evasion and tax avoidance, which the EU is well placed to address. If these things are done, then funds to secure the fundamental needs (housing, healthcare, education) and daily practices (transportation, digital connectivity) for everybody will be easier to achieve. What is at stake is no less than a redesign of our public institutions. The transformations that our societies are undergoing at present are so fundamental that they challenge some connections that we have come to take for granted. These connections include: (a) The connection between paid work and personal identity . Due to the end of many lifelong employment relationships and the potential of rising structural unemployment in some societies, there is a growing need for people to anchor their identities in different factors other than stable arrangements of paid work. (b) The connection between paid work and social and economic security. Due to unemployment and underemployment and the increasing proportion of people working in precarious (‘self’) employment relationships, income from work no longer guarantees social and economic security even in high- income countries. The current discussion of (and experiments with) Universal/Unconditional Basic Income (UBI) in many countries are a reaction to this. ",
        "Opinion n. 30 Future of Work, Future of Society 14 December 2018 European Group on Ethics in Science and New Technologies (c) The connection between paid work and distribution of wealth . Apart from the small proportion of elite workers who obtain ever increasing salaries, it is becoming more difficult to accumulate wealth from paid work. No less importantly, a further decline in labour income is predicted because ownership of capital is the major source of wealth in many countries and it is concentrated at the upper ends of income distribution. (d) The connection between work and freedom , both in the negative sense of liberty from state power and also positive freedom to act, as in justification of private property. Many workers (especially those at the lower end of the skills and wages scale, and workers in non-standard employment (NSE)) are subjected to more extensive monitoring at the workplace and more granular appraisals of their performance, which can infringe personal freedom and privacy. 1516 Employment structures – including the recent rise in atypical and precarious forms of work, and the fact that some of the work that is of key importance for the flourishing of our societies remains unpaid – reflect and shape inequalities in our societies. In this sense, the challenge of redesigning the future of work, as difficult as it is, also provides the opportunity to change our societies to become fairer and to recognise the interrelatedness of the human sphere with our non-human environments. In other words, we propose that our societies take the current challenges around transformation in work and employment as an opportunity to make changes in all policy fields that contribute to more equal and decent societies with greater levels of solidarity. 15 Edelman, P. (2017). Not a Crime to Be Poor: The Criminalization of Poverty in America. The New Press. 16 Bridges, K. M. (2017). The poverty of privacy rights. Stanford, CA: Stanford Law Books, Stanford University Press. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 15 CHAPTER 1 │TRENDS The world of work is changing, indeed many of these changes are already evident and are being driven by trends such as globalisation, demographics and technology. 1. Drivers of Change Globalisation Economic globalisation has resulted in increasing flows of capital, labour, goods and services between national economies. Open trade and investment policies have triggered major changes in the structure and organisation of work, with greater opportunities to outsource work to lower wage economies and to tap into global labour markets. Companies trying to adapt to increasing international competition have engaged in offshoring (the relocation of production processes abroad) and have lowered labour costs by engaging in flexible and short-term arrangements with self-employed or independent workers. Many would argue that globalisation has resulted in increased prosperity and has raised living standards. However, there are increasing concerns regarding the distribution of these gains in terms of both jobs and wages, within and between countries. Another critical dimension of globalisation is the migration of workers and their families. The EU has become a destination for many migrants, both from within EU Member States and from elsewhere in the world. Migration is influenced by a combination of economic, environmental, political and social factors (e.g. economic hardship and better job opportunities elsewhere, violent conflict or political oppression, climate change, marriage and family reunification etc.). 17 In 2016, it is estimated that 4.3 million people immigrated to the EU. 18 Working age migrants born in a different Member States have very similar employment rates to that of the native population (72.6% v. 71.8%), while migrants born outside the EU tend to find it more difficult to integrate into the labour market and have a lower employment rate of 61.2%. 19 Individuals who, for a range of reasons, migrate irregularly or find themselves living and working in an undocumented situation are among the most vulnerable members of the European workforce, being at high risk of exploitation. 20 International evidence demonstrates that migration is largely beneficial for the countries receiving migrants, and typically, migrants do not displace natives from 17 Clemens, M. A. (2014). Does development reduce migration? International Handbook on Migration and Economic Development , 152-185. 18 Eurostat. Migration and migrant population statistics. Retrieved from https://ec.europa.eu/eurostat/statistics- explained/index.php?title=Migration_and_migrant_population_statistics 19 Ibid . 20 Platform for International Cooperation on Undocumented Migrants. Retrieved from https://picum.org/focus-area/work/ ",
        "Opinion n. 30 Future of Work, Future of Society 16 December 2018 European Group on Ethics in Science and New Technologies jobs, 21 do not depress wage levels, and do not abuse social security systems of their host countries. 22 Migration also brings important economic benefits for sending states via the flow of remittances. Such evidence runs counter to the often-negative public view of migration. Immigration of highly-qualified workers from less affluent to more affluent countries has however raised concerns about brain drain. Sending states can lose their investment in the education and skills of workers, while also facing skilled-labour shortages. This can exacerbate disparities between sending and receiving countries. 23 This, of course, assumes that migration will be unidirectional and permanent. The ILO has also warned against ‘brain waste’ in which highly qualified migrants fail to find jobs matching their qualifications. 24 The freedom of movement for workers within the EU is a core value enshrined in the Maastricht treaty (1993). In 2016, approximately 11.8 million working age EU citizens moved within Europe. 25 Germany and the United Kingdom were the chief destinations accounting for almost 50% of those on the move. Austria, the Netherlands and Sweden have all seen increased inflows of EU citizens in recent years. Half of all movers came from Italy, Poland, Portugal and Romania, while newer members of the EU have emigration rates above the EU average, with Latvia, Lithuania and Romania recording two to three times the EU average. The Friedrich- Ebert-Stiftung (a German political foundation) has stated that key political, economic and societal actors in sending and receiving countries need to consider the interests of the EU as a whole, rather than their national interests to ensure that EU wide policies are developed to deal with the issue of brain drain. 26 Furthermore, it has been stressed that a long-term strategy surrounding labour mobility and brain drain should be developed. Such a strategy should not limit itself to coping with the brain drain problems by the Skills Agenda, but should rather tackle the larger-scale macroeconomic drivers of brain drain. 27 Demography The impact of demography on the labour market is a tale of two sides. In most developed economies including Europe, population growth is stagnant or shrinking and life expectancy is increasing, resulting in an older population with growing needs for care, as well as an urgent need for payments into social security systems by younger people. In 2016, 19% of the population of the EU was over 65 and this 21 Constant, A. F. (2014). Do migrants take the jobs of native workers? Retrieved from https://wol.iza.org/articles/do-migrants-take-the-jobs-of-native-workers/long 22 Giulietti, C. (2014). The welfare magnet hypothesis and the welfare take-up of migrants. Retrieved from https://wol.iza.org/articles/welfare-magnet-hypothesis-and-welfare-take-up-of-migrants/long 23 Chiswick, B. (2005). High skilled immigration in the international arena. IZA Discussion Paper No 1782. 24 ILO. The future of labour supply. Demographics, migration, unpaid work. Retrieved from http://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/publication/wcms_534204.pdf 25 European Commission. (2018). 2017 annual report on intra-EU labour mobility. Retrieved from ec.europa.eu/social/BlobServlet?docId=19078&langId=en 26 Schellinger, A. (Ed.). (2015). Brain Drain – Brain Gain: European Labour Markets in Times of Crisis. Retrieved from http://library.fes.de/pdf-files/id/ipa/12032.pdf 27 Hasselbalch, J. A. (2017). The European Politics of Brain Drain: A Fast or Slow-Burning Crisis?, CSGRWorking Paper No. 285/17, Centre for the Study of Globalisation and Regionalisation, University of Warwick. Retrieved from www.warwick.ac.uk/csgr/papers/285-17.pdf ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 17 is predicted to rise to 30% by 2050. 28 The old-age dependency ratio (the ratio of people aged 65 and above to those aged 15-64) stood at 29% in 2016, meaning that there are approximately four persons of working age for every person over 65 in the EU. It is estimated that the old-age dependency ratio will almost double to 52% by 2080. 29 The shift to an older workforce may impact on the desirability of certain types of work and/or working arrangements as careers extend beyond traditional retirement age. Moreover, it will result in increasing pressure to provide the social expenditure required to fund pensions and public healthcare of older persons. Workers with elderly dependants will also have to assume more caring responsibilities. Projections suggest that a billion young people worldwide will enter the labour market in the next decade, primarily in emerging and developing economies. 30 We are already seeing migration and increasing urbanisation as a result of this trend. Many commentators argue that if countries can educate and provide sustainable employment for these young people, substantial economic dividends can be realised. One third of young people are not in employment, education or training and this cohort accounts for approximately 40% of the world’s unemployed. 31 Another demographic factor shaping the future of work across Europe is the entry of millennials (persons born between 1980-2000) into the workforce. By 2020, millennials are expected to account for approximately 50% of the workforce, with that figure projected to rise to 75% by 2025. Research conducted by PricewaterhouseCoopers shows that millennials prize flexibility, rapid career progression, continual learning, employer feedback and encouragement. 32 They want to feel their work is meaningful and that their efforts are being recognised. How different this is from previous generations of workers is debatable. Nonetheless, the ability of organisations to attract and retain millennial talent will likely require changes in organisational structure and business practices. Technology Technological advances are having a very significant transformative effect on the world of work. Developments and convergence of novel technologies such as AI, robotics, the internet of things, 3-D printing and quantum computing, to name but a few, have the potential to increase productivity and economic growth, and it has 28 European Environmental Agency. (2016). Population trends 1950 – 2100: globally and within Europe. Retrieved from https://www.eea.europa.eu/data-and-maps/indicators/total-population-outlook-from-unstat- 3/assessment-1 29 Eurostat. (2017). Population structure and ageing. Retrieved from https://ec.europa.eu/eurostat/statistics-explained/index.php/Population_structure_and_ageing 30 The World Bank. (2012). World Development Report 2013. Retrieved from http://siteresources.worldbank.org/EXTNWDR2013/Resources/8258024-1320950747192/8260293- 1322665883147/WDR_2013_Report.pdf 31 The World Bank. (2015). Toward Solutions for Youth Employment: A 2015 Baseline Report. Retrieved from https://openknowledge.worldbank.org/bitstream/handle/10986/23261/Summary.pdf?sequence=1&isAllowed =y 32 PwC. (2011). Millennials at Work. Reshaping the Workplace. Retrieved from https://www.pwc.de/de/prozessoptimierung/assets/millennials-at-work-2011.pdf ",
        "Opinion n. 30 Future of Work, Future of Society 18 December 2018 European Group on Ethics in Science and New Technologies been argued that we are entering a fourth industrial revolution. Automation (replacement of human tasks by machines who follow predetermined rules) and AI (machines attempting to mimic or supersede human skills) can increase production rates while lowering costs and allows for improved quality and reliability. It can also result in increased worker safety and job satisfaction since dangerous, unpleasant and repetitive tasks can be done by machines. The business consulting firm McKinsey has estimated that new technology could raise global productivity growth by 0.8 to 1.4% annually. 33 Nonetheless, the use of automation technologies and AI will also mean significant transitions for certain workers, which will not be free from risk or problems. Between 2011 and 2016, global annual sales of robots increased by an average of 12% per year. In 2016, the number of operational industrial robots was 1.8 million and this is estimated to increase to 3.05 million by 2020. 34 Previously the high cost of industrial robots limited their use to high-wage industries e.g. the auto industry where they are generally used to perform repetitive tasks. However, the falling price of robots and the development of mobile robots with a wider range of uses are making robots a viable alternative to human labour. At the Henn-na hotel, near Nagasaki, which boasts the ‘ultimate in efficiency’, multilingual robots assist guests in checking in and out. Significant progress has also been made in AI in recent years driven by the exponential increase in computing power and big data. The number of AI papers published in academic journals each year has increased by more than nine times since 1996, while the number of start-up companies developing AI systems in the United States has increased 14-fold since 2000. 35 AI encompasses a wide range of technologies and is being used for a number of activities including speech recognition, learning and problem solving. Deep learning 36 facilitated by artificial neural networks has resulted in remarkable advances in speech and image recognition. Computer scientists at Stanford University have developed an algorithm using a data set of almost 130,000 clinical images, capable of classifying skin cancer with a level of competency comparable to that of dermatologists. 37 AI is currently being used in a variety of different domains, including advanced manufacturing, transportation, aviation and telecommunications. These technological developments are providing ever-growing opportunities for automation, while data analytics are being used by businesses to gain insights into their customers, employees and operations. Cloud computing has enabled the rapid 33 McKinsey. (2017). A Future that Works: Automation, Employment, and Productivity. Retrieved from https://www.mckinsey.com/~/media/McKinsey/Global%20Themes/Digital%20Disruption/Harnessing%20aut omation%20for%20a%20future%20that%20works/MGI-A-future-that-works-Executive-summary.ashx 34 International Federation of Robotics. (2017). Executive Summary. World Robotics 2017 Industrial Robots. Retrieved from https://ifr.org/downloads/press/Executive_Summary_WR_2017_Industrial_Robots.pdf 35 Artificial Intelligence Index. Annual Report 2017. Retrieved from http://aiindex.org/2017-report.pdf 36 Deep learning is a way of processing large amounts of data, where the computer’s processing capacity improves as it works, in other words the computer learns through doing. 37 Esteva, A., Kuprel, B., Novoa, R. A., Ko, J., Swetter, S. M., Blau, H. M., & Thrun, S. (2017). Dermatologist-level classification of skin cancer with deep neural networks. Nature, 542(7639), 115-118. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 19 spread of internet-based service models and the mobile internet allows people to access data from any location, facilitating remote working. 2. Changing Nature of Work and Jobs Together, technology, demographics and globalisation are amongst the most significant forces transforming the nature and role of work. The familiar concepts of what a job is, what work is and how the workplace is designed are being affected by these mega-trends. Previously, paid work tended to be characterised by very long- term (often life-long), full-time contracts between an employee and a single employer. While this model still predominates in Europe, with 60% of workers in the EU being employed on this basis, 38 the last 20 years have seen an increase in new forms of employment. Organisations have restructured their operations to respond to globalisation and to harness the advantages of technology. This, in combination with more flexible working arrangements, has resulted in an increase in non- standard employment (NSE). The ILO defines NSE as forms of work which are not based on full-time, open-ended contracts or self-employment and includes ‘temporary employment; part-time and on-call work; temporary agency work and other multi-party employment relationships; as well as disguised employment and dependent self-employment’. 39 NSE is distinct from work within the ‘black’ or ‘shadow’ economy which is entirely unregulated, undeclared and operates outside the legal framework. The European Foundation for the Improvement of Living and Working Conditions (Eurofound) has identified various forms of NSE, including, employee and job sharing, interim management, casual work, voucher-based and portfolio work, crowd and collaborative employment. 40 These new forms of employment exist on a wide scale, from highly skilled professionals being hired on a temporary basis to work on a specific project, to on-demand work where employers have an ongoing employment relationship with their employees, but only engage their employees as and when they need them. The latter situation has given rise to ‘zero-hour’ contracts, which specify no minimum number of working hours. On demand work has emerged as an increasingly important form of employment over the last decade in a number of EU Member States including Ireland, Italy, the Netherlands, Sweden and the United Kingdom. In 2016, 39% of the employed population in the EU were self-employed or in NSE. While amongst the self-employed men predominate, women are over-represented in 38 European Commission. Staff Working document. SWD(2017) 381 final. Analytical Document accompanying the Consultation Document on the Second Phase Consultation of Social Partners under Article 154 TFEU on a possible action addressing the challenges of access to social protection for people in all forms of employment in the framework of the European Pillar of Social Rights. 39 ILO. (2016). Non-Standard Employment around the World. Retrieved from http://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/--- publ/documents/publication/wcms_534326.pdf 40 For a full discussion of these varying forms of NSE see Eurofound. (2015). New forms of employment. Retrieved from https://www.eurofound.europa.eu/publications/report/2015/working-conditions-labour- market/new-forms-of-employment ",
        "Opinion n. 30 Future of Work, Future of Society 20 December 2018 European Group on Ethics in Science and New Technologies part-time, fixed-term and other or no contract situations. 41 Half of all younger workers (15-24 years old) in the EU work either part-time, or on a temporary basis. 42 Those with a low level of education are more likely to have temporary contractual arrangements compared to those with higher educational attainment. 43 Non-standard workers are less likely than those on standard contracts to be organised in trade unions. It has been argued that NSE is resulting in the de- unionisation of workplaces with a resulting erosion of labour market standards. 44 Interestingly, temporary contracts are more prevalent in countries with higher trade union densities or higher collective bargaining coverage 45 and there is a school of thought which suggests that trade unions represent the interests of workers in standard employment, who are more likely to be their members, at the expense of those in NSE. Collective bargaining and consultation have been a defining feature of European industrial relations. Marginson 46 has argued that the decline in trade union membership and the weakening of collective bargaining vis-à-vis market and state governance has undermined the industrial relations dimension of the European Social Model, resulting in less equality and solidarity when it comes to worker’s wages and conditions. Both ILO and the European Commission have stressed the importance of social dialogue between governments, employer organisations and workers in responding to the challenges and opportunities posed by the changing nature of the world of work. 47 Broadening the base of trade unions to cover and protect the rights of those workers who are at the margins of the labour market, including those in NSE, is thus seen as an important challenge. The European Trade Union Confederation (ETUC) is currently preparing a strategy to develop the trade union movement’s capacity to ‘organise, defend, protect and empower self- employed workers in Europe’ 48 and there are many examples of unions organising amongst those involved in casual and insecure employment. Given the fact that NSE is likely to be a permanent and growing feature of the labour market, the challenge is to balance the advantages of flexibility with certainty and protection for workers. 41 European Commission. Staff Working document. SWD(2017) 381 final. Analytical Document accompanying the Consultation Document on the Second Phase Consultation of Social Partners under Article 154 TFEU. 42 European Parliament. (2016). Precarious Employment in Europe: Patterns, trends and policy strategies. Retrieved form http://www.europarl.europa.eu/RegData/etudes/STUD/2016/587285/IPOL_STU(2016)587285_EN.pdf 43 Ibid . 44 Burgess, J., Rasmussen, E., and Connell, J. (2004). Temporary Agency Work in Australia and New Zealand: Out of Sight and Outside the Regulatory Net. New Zealand Journal of Employment Relations , 29(3), 25-36. 45 Hevenstone, D. (2010). National context and atypical employment. International Sociology . 25, 315–347. 46 Marginson, P. (2017). European Industrial Relations: An increasingly fractured landscape? Retrieved from https://warwick.ac.uk/fac/soc/wbs/research/irru/wpir/wpir_106.pdf 47 ILO-EC Conference. (2017). Inequalities and the world of work: what role for industrial relations and social dialogue? Brussels, 23-24 February 2017. Note for Participants. Retrieved from http://www.ilo.org/travail/whatwedo/eventsandmeetings/WCMS_544233/lang--en/index.htm 48 ETUC. (2016). Towards new protection for self-employed workers in Europe. Retrieved from https://www.etuc.org/en/document/towards-new-protection-self-employed-workers-europe#_ftn1 ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 21 3. Data and Technology Driven Workplaces Technology has had and continues to have a transformative effect on the workplace, for instance in removing spatial and temporal restrictions and offering greater flexibility in where and when work is done. This change presents both opportunities and challenges. Initially the desire for flexible working arrangements has tended to be the preserve of those with caregiving responsibilities. Today a greater number of employees and employers want more flexible working arrangements for a variety of reasons. An average of 17% of people in employment across the EU are engaged in telework/ICT-mobile work on a regular basis, 49 while a greater proportion of workers do this more occasionally. Workers report a reduction in commuting time (with attendant environmental benefits), better overall balance between paid work and private life and higher productivity. However, those engaged in tele- and ICT-mobile work also tend to work longer hours and at higher levels of intensification. 50 Flexibility can be a double-edged sword; for some it allows them the freedom to balance their personal and professional lives, however it can also serve to erode the separation between work and private life, and employers can have expectations that employees should always be accessible. The sixth European Working Conditions survey (EWCS) (2016) found that a fifth of workers do work related to their job during their free time, several times a month, in order to meet work demands. 51 One third of workers in the EU work to tight deadlines and at high speed, and 23% of workers reported that in the month before the survey they had had a break of less than 11 hours between the end of one working day and the start of the next. 52 Against a background of increasing work-related stress 53 and what some see as a global stagnation in productivity, 54 a number of countries have been experimenting with innovative approaches to ensure workers can achieve a better balance between paid work and private life. In an attempt to counteract the ‘always on’ work culture enabled by technology, the French Government introduced legislation in 2017 granting workers the ‘right to disconnect’. Public and private enterprises in Sweden have run a number of trials of a shorter working day. A two-year controlled trial of a six-hour work day for nurses working in an older people’s care home in Svartedalen, reported less stress and sick leave amongst those working shorter hours and an 49 ILO, & Eurofound. (2016). Working anytime, anywhere: The effects on the world of work. Retrieved from https://www.eurofound.europa.eu/publications/report/2017/working-anytime-anywhere-the-effects-on-the- world-of-work 50 Ibid. 51 Eurofound. (2017). 6th European Working Conditions Survey. Retrieved from https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef1634en.pdf. The Working Time Directive (EWTD, 2003/88/EC) entitles workers to a daily rest period of 11 consecutive hours in every 24-hour period. 52 Ibid. 53 European Agency for Safety and Health at Work (EU-OSHA) and the European Foundation for the Improvement of Living and Working Conditions (Eurofound). (2014). Psychosocial risks in Europe: Prevalence and strategies for prevention. Retrieved from https://osha.europa.eu/en/publications/reports/psychosocial-risks-eu-prevalence-strategies- prevention/view?utm_source=oshmail&utm_medium=email&utm_campaign=shortmessag 54 Deloitte Insights. (2017). Understanding the productivity paradox Behind the Numbers Retrieved from https://www2.deloitte.com/insights/us/en/economy/behind-the-numbers/decoding-declining-stagnant- productivity-growth.html ",
        "Opinion n. 30 Future of Work, Future of Society 22 December 2018 European Group on Ethics in Science and New Technologies improvement in patient care. This pattern of working required an additional 17 staff be employed by the facility, increasing its payroll by 22%, with an estimated 10% of that being offset by lower unemployment costs. 55 Recently a New Zealand company trialled a four-day (eight-hour) working week, where employees retained their full salaries. Researchers involved in analysing the data from the trial reported that staff stress levels decreased by seven percentage points and that overall life satisfaction increased by five percentage points. Before the trial 54% of staff felt they could balance their work and home commitments, this increased to 78% after the trial. 56 A diversity of approaches is likely to be required in order to address the needs of various cohorts of workers within different European countries, and innovative solutions to address the challenge of achieving a sustainable balance between paid work and private life (so-called ‘work-life balance’) are to be welcomed. Another important way in which technologies are used to change how people work is the digital workplace and worker monitoring. Digital and information technologies enable companies to track exactly what their workers do, how fast they do it, and to send them personalised assessments and ‘nudges’ to work faster. 57 Practices such as monitoring email and tracking web-browsing patterns have been supplemented by more sophisticated techniques. Levels of distraction can be measured by looking at how often a person switches between applications on their computer screen, and patterns of typical worker behaviour can be constructed from multiple data inputs to alert the worker (and employer) when someone deviates from this pattern. Movement patterns can be tracked in order to control the workflow e.g. of nurses on a hospital ward. There are a variety of reasons advanced for the use of electronic monitoring of employees including guarding against internet misuse, loss in worker productivity, confidentiality concerns and to prevent legal liability for employee activities. In Barbulescu v Romania 58 the European Court of Human Rights held there had been no violation of Article 8 when an applicant had been dismissed by his employer for having used the company internet for his personal purposes during working hours. The Court found that it was not unreasonable for an employer to want to verify that employees were completing their employment tasks during working hours. Ajunwa et al. have however pointed out that the right to privacy is not an economic good that can be exchanged for the opportunity for employment. 59 55 Bilner, A. (2017). Swedish Six-Hour Workday Runs Into Trouble: It’s Too Costly. Retrieved from https://www.bloomberg.com/news/articles/2017-01-03/swedish-six-hour-workday-trial-runs-into-trouble- too-expensive 56 University of Auckland. Business School. (2018). Perpetual Guardian’s 4-day workweek trial: Qualitative research analysis. Retrieved from https://static1.squarespace.com/static/5a93121d3917ee828d5f282b/t/5b4e425c8a922dd864bd18d0/15318 55454772/Final+Perpetual+Guardian+report_Dr+Helen+Delaney_July+2018.pdf 57 See European Group on Ethics in Science and New Technologies. (2014) Opinion 28. Ethics of security and surveillance technologies. Retrieved from https://publications.europa.eu/en/publication-detail/- /publication/6f1b3ce0-2810-4926-b185-54fc3225c969/language-en 58 61496/08 [2016] ECHR 61 (12 January 2016) 59 Ajunwa, I, Crawford, K., Schultz, J. (2017). Limitless Worker Surveillance , 105 Calif. L. Rev. 735. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 23 Technology has also changed the recruitment and performance management of workers. Recruitment algorithms are an increasingly important tool for identifying the right candidate for a job. A number of studies including a white paper from the United States National Bureau of Economic Researchers (NBER) 60 finds that workers selected primarily based on algorithm-based decision-making are more productive, receive higher performance ratings from their employer, and have better retention rates than those selected by human recruiters or human resources personnel. Recruitment algorithms can help to protect against human bias and prejudice, which can be a feature of the hiring process. In a widely cited NBER experiment, 61 recruiters consistently choose applicants with ‘white-sounding’ names over those with ‘black-sounding’ names despite candidates being similarly qualified for the position. Having said this, recruitment algorithms trained by humans, or learning from human data, are prone to reproduce the biases of their human counterparts. Deep learning is not free of values, and special attention needs to be paid to whose values and preferences are being enshrined in algorithms. 62 It is important to be aware of, and guard against the potential of recruitment algorithms to perpetuate human bias and result in discriminatory outcomes. 63 Once in employment, worker ratings are routinely being used in some domains to monitor performance and can be influential in employer decisions to reward or punish workers. Rating systems are especially prevalent in the platform economy, as a way of establishing trust between the two contracting parties who are strangers to each other. 64 Platforms rely heavily on user ratings to police the quality of the product/service offered. Uber drivers are required to maintain a certain user rating in order to remain eligible to use the platform. Likewise, poor ratings about an Airbnb will result in a property being removed from the platform. User ratings can significantly affect the reputation of a worker and can damage their current and future employment prospects and are, in effect, impossible to challenge. While there are certainly questions regarding the reliability and trustworthiness of these ratings, the lack of portability of ratings (as a proxy for reputation) has also been raised as a concern. Platforms rarely give workers ownership of their ratings, which can hinder a worker leaving one platform for another. Quite distinct from the impact technology is having on individuals within the work environment is the question of whether data harvested from an individual’s online life (often in exchange for access to a service, such as ‘free’ access to a social media platform, a search engine, or an information site) should be considered a form of labour, or whether the people who collected or shared the data should be 60 Hoffman, M., Kahn, L. B., & Li, D. (2015). Discretion in Hiring. Retrieved from http://www.nber.org/papers/w21709?sy=709 61 Bertrand, M., Mullainathan, S. (2004). Are Emily and Greg More Employable than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination. American Economic Review , 94, 991-1013. 62 Sahlin, N-E. (2018). It’s values that matter. Science and Proven Experience. Lund University. Retrieved from http://portal.research.lu.se/ws/files/39958309/VBE_johannes.pdf 63 The importance of transparency in how algorithms are designed and operate is discussed in the recent EGE Statement on Artificial Intelligence, Robotics and ‘Autonomous’ Systems. Available at: http://ec.europa.eu/research/ege/pdf/ege_ai_statement_2018.pdf 64 Bolton, G. E., Greiner, B., & Ockenfels, A. (2013). Engineering Trust - Reciprocity in the Production of Reputation Information. Management Science , 59(2), 265-285. ",
        "Opinion n. 30 Future of Work, Future of Society 24 December 2018 European Group on Ethics in Science and New Technologies compensated for this work. Given the lauding of big data as the ‘new oil’ and the capital accumulation by companies like Facebook, Google and Microsoft, commentators have questioned the acceptability of excluding individuals from the economic value generated by their data. Yaron Lanier, in his book ‘Who Owns the Future’, 65 proposes a market-based form of redistribution in which people are paid for their information. Arrieta Ibarra and colleagues 66 have suggested that treating data as labour rather than capital; they maintain that data as labour ‘views data work as a new source of digital dignity’, providing a potential stream of income to people whose data are used, and a sense of meaning for those who will be displaced from the workforce as a result of technology. It would also provide a new opportunity for collective bargaining. They argue that the EU general data protection regulation (GDPR) could facilitate the ‘data as labour’ concept as the regulation has done much to increase individual control over data. 4. Platform Economy New forms of work are also emerging as a result of the digital platform economy. Online platforms create an open marketplace for the temporary use of goods or services which are often provided by private individuals. Collaborative, sharing, gig and platform economy are all terms used to describe these activities and are often used interchangeably. As noted by the European Parliament’s Committee on Employment and Social Affairs, 67 there is a normative aspect to these terms (they consider platform economy to be the most objective). The Organisation for Economic Cooperation and Development (OECD) makes a distinction between labour platforms and capital platforms; 68 the latter referring to platforms which enable individuals to sell or rent out property and possessions. Labour platforms are concerned with activities which involve people doing paid work and constitutes a convenient and efficient way of matching those in need of services to those who can offer them. It is estimated that the platform economy generated revenues of almost €4 billion and facilitated €28 billion worth of transactions in Europe in 2015. 69 Calculating participation in the platform economy is problematic as labour statistics generally don’t account for it. It is estimated that between 1-5% of adults in the EU have at some time participated in paid work in the platform economy. 70 Workers tend to be younger, are more likely to hold a university degree 65 Lanier, J. (2013). Who owns the future? London: Allen Lane. 66 Arrieta-Ibarra, I., Goff, G., Jiménez-Hernández, D., Lanier, J., Weyl, E.J. (2018). Should We Treat Data as Labor? Moving Beyond “Free”. AEA Papers and Proceedings, 108, 39. 67 European Parliament. (2017). The Social Protection of Workers in the Platform Economy. Retrieved from http://www.europarl.europa.eu/RegData/etudes/STUD/2017/614184/IPOL_STU(2017)614184_EN.pdf 68 OECD. (2016). New Forms of Work in the Digital Economy. OECD Digital Economy Papers. Retrieved from http://www.oecd-ilibrary.org/science-and-technology/new-forms-of-work-in-the-digital- economy_5jlwnklt820x-en 69 Vaughan, D. (2017). Assessing the size and presence of the collaborative economy in Europe. Retrieved from https://publications.europa.eu/en/publication-detail/-/publication/2acb7619-b544-11e7-837e- 01aa75ed71a1/language-en 70 European Parliament Think Tank. (2017). The Social Protection of Workers in the Platform Economy. Retrieved from http://www.europarl.europa.eu/thinktank/en/document.html?reference=IPOL_STU(2017)614184 ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 25 and are more or less evenly split between the sexes. 71 However, recent research has found that women’s average hourly rate is only two thirds that of men’s rates. 72 Platform work generally supplements income from other sources and most platform workers have one or more jobs outside the platform economy. For a third to a half of platform workers their earnings from this type of work constitutes less than 10% of their total income. 73 The platform economy is largely based on NSE, particularly independent work. Workers in NSE can enjoy a substantial degree of flexibility in arranging their work schedules. This has the advantage of providing opportunities for some groups who would otherwise be excluded from the labour market, for example those with caring obligations (mostly women), those differently abled, older persons, or those living in remote or rural areas where commuting times to work are prohibitive on a full-time basis. In the case of platform work, rather than attracting individuals from the most socially excluded groups or the unemployed, it is those who are under-employed or are seeking full-time employment who tend to dominate this space. 74 Where flexible arrangements are structured and predictable, there are advantages to workers who wish to combine work with other responsibilities and activities. It is important to distinguish between those who enter into NSE voluntarily, be it for greater autonomy, wages or flexibility and those who enter into such employment because of a lack of alternatives. The financial crisis led to an increase in involuntary part-time and temporary work and with it an increased perception of job insecurity. 75 There is very little flexibility for those who work on-demand and they have very little notice regarding the numbers of hours they may work in a given week, and by extension how much money they can expect to earn. Compared to standard employment, workers in NSE are more likely to experience job insecurity, earning volatility and a lack of career progression. They also have fewer employment rights and less access to training and social protection. 76 Recent policy papers such as those of the ILO (e.g. ILO 2018a, b) or the Taylor Review in the United Kingdom 77 criticise this situation and demand, among other things, that employers inform their workers about their employment status in 71 Eurofound. (2015). New forms of employment. Retrieved from https://www.eurofound.europa.eu/lv/publications/report/2015/working-conditions-labour-market/new- forms-of-employment 72 Barzilay, A. & Ben-David, A. (2017). Platform Inequality: Gender in the Gig-Economy. Seton Hall Law Review. 47(2). Retrieved from https://scholarship.shu.edu/shlr/vol47/iss2/2 73 Huws, U., Spencer, N.H., and Joyce, S. (2016). Crowd Work in Europe: Preliminary results from a Survey in the UK, Sweden, Germany, Austria and the Netherlands. Retrieved from http://www.feps- europe.eu/assets/39aad271-85ff-457c-8b23-b30d82bb808f/crowd-work-in-europe-draft-report-last- versionpdf.pdf 74 Codagnone, C., Abadie,F., Biagi,F. (2016). The Future of Work in the ‘Sharing Economy’, Market Efficiency and Equitable Opportunities or Unfair Precarisation?, JRC Science for Policy Report. Retrieved from http://publications.jrc.ec.europa.eu/repository/bitstream/JRC101280/jrc101280.pdf 75 European Parliament. (2016). Precarious Employment in Europe: Patterns, trends and policy strategies. Retrieved form http://www.europarl.europa.eu/RegData/etudes/STUD/2016/587285/IPOL_STU(2016)587285_EN.pdf 76 ILO. (2017). Inception Report for the Global Commission on the Future of Work. Retrieved from http://www.ilo.org/global/topics/future-of-work/publications/WCMS_591502/lang--en/index.htm 77 Taylor, M. et al (2017). Good work: the Taylor review of modern working practices . UK Government Department for Business, Energy and Industrial Strategy. ",
        "Opinion n. 30 Future of Work, Future of Society 26 December 2018 European Group on Ethics in Science and New Technologies writing, and that businesses be transparent about the structure of their workforce, so that consumers can make more informed choices about what companies to buy from or support in other ways. The Taylor Review also recommended that access to employment tribunals be easier and cheaper so that low-earning workers in precarious positions can enforce their rights. 78 In sum, although technologies have helped to create new jobs in the context of the so-called platform economy, they have also weakened the position of many workers. In some cases they have played workers off against each other. They have not replaced humans with machines as much as made it easier to replace humans with other humans. 79 The ILO has suggested that one potential response to the erosion of employment rights experienced by many platform workers is the development of cooperatives. 80 Cooperatives, are stakeholder (as distinct from shareholder) enterprises, meaning that they are jointly owned and governed. Many cooperatives strive to be part of a broader social and solidarity economy. Cooperatives tend to be more sustainable, offer higher levels of worker satisfaction and result in less income inequality than other enterprises. 81 Recently, there has been an emergence of platform cooperatives, collectively owned and controlled by those who participate in them. Cooperatives also provide an opportunity for self- employed people, entrepreneurs and workers in the informal economy to formalise their work situation by creating economies of scale and by extension negotiation power, otherwise not available to them as individuals. The International Organisation of Industrial and Service Cooperatives (CICOPA) has argued that cooperatives are particularly well placed to adapt to the new challenges posed by technological developments shaping the future of work and to advance decent work practices. 82 As observed by the ILO, social economy actors such as co-operatives ‘could provide more “future-proof” jobs that contribute to wealth distribution and curtail job insecurity’. 83 As has been observed, work performed in the platform economy is not clearly defined but rather ‘forms part of a spectrum of rapidly-changing and overlapping forms of just-in-time work’. 84 The demarcation between temporary agency work and platforms is blurred, as are the lines between the different types of platforms and the work performed. Moreover, there is also diversity in the types of workers who use the various platforms and their motivations for choosing this form of work. 78 Ibid . 79 NEF (2017). 80 Borzaga C., Salvatori, G. & Bodini R. (2017). Social and Solidarity Economy and the Future of Work. ILO. Retrieved from http://www.ilo.org/wcmsp5/groups/public/---ed_emp/---emp_ent/--- coop/documents/publication/wcms_573160.pdf 81 Roelants R., Eum H.S. & Terrasi E. (2014) Cooperatives and Employment: a Global Report; Brussels. CICOPA.Retrieved from http://www.cecop.coop/Cooperatives-and-Employment-a-global-report-1768 82 CICOPA. (2018). Strategic Paper. The Future of Work: Where Do Industrial and Service Cooperatives Stand? Retrieved from http://www.cicopa.coop/wp-content/uploads/2018/03/The-Future-of-Work.pdf 83 Ibid, p.13. 84 Foundation for European Progressive Studies. (2017). Work in the European GIG Economy. Retrieved form http://www.feps-europe.eu/assets/9d13a6d2-5973-4131-b9c8-3ca5100f92d4/work-in-the-european- gig-full-report-pppdf.pdf ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 27 5. Impact of Technology on the Number and Quality of Jobs There are two schools of thought on the impact of the latest technological wave on the labour market. Some commentators believe it will result in massive jobs losses and exacerbate existing inequality, 85 while others argue that while there may be some short-term disruption, ultimately these technologies will result in more and better jobs. Techno-optimists support their position by reference to historical precedents. As Mokyr et al. have observed, people have always been ambivalent about technological progress and it has ‘generated cultural anxiety throughout history.’ 86 However, past technological revolutions involving the steam engine, electricity and computers resulted in increased productivity, which gave rise to more wealth and led to increased consumption of new products and services. In the 19 th century, the introduction of the weaving loom, facilitated by electricity, resulted in more cloth being produced at a lower cost, which drove demand from consumers. This in turn increased the demand for skilled workers, but also caused significant distress to those left behind. 87 Historical evidence does appear to support the proposition that the Fourth industrial revolution will result in more jobs (if somewhat differently distributed across sectors), higher wages as a result of greater productivity, but potentially a skewed income distribution with the benefits accruing to those with digital skills. There are however, some who believe that the lessons of the past may not be directly applicable to the current situation. They argue that there are key differences between the present and previous periods in history, in that technology is changing faster than we can adapt, and its impact will be felt in multiple sectors concurrently. 88 Moreover, they point out that machines are now capable of performing cognitive tasks and have the ability to learn with minimal human intervention. McKinsey point out that even if the pace of technological change is faster today, this will only impact workers if diffusion and adoption of these technologies accelerates. 89 While they find diffusion of technology in the last 60 years has increased, there is no convincing evidence that adoption of technology has accelerated in the same period. Furthermore, they point out that while significant advances have been made in the field of AI, currently the technology is more artificial than it is intelligent making it unlikely that there will be a break with historical precedent. Regardless of whether we subscribe to a more pessimistic or a more optimistic scenario, what characterises the current challenge is that technological, geopolitical and demographic transformations take place in a situation where it has already 85 Brynjolfsson, E., & McAfee, A. (2014). The second machine age: Work, progress, and prosperity in a time of brilliant technologies. New York: W.W. Norton & Company. 86 Mokyr, J., Vickers, C., & Ziebarth, N. L. (2015). The History of Technological Anxiety and the Future of Economic Growth: Is This Time Different? Journal of Economic Perspectives, 29(3), 31-50. 87 Ibid. 88 Friedman, T. L. (2016). Thank you for being late: An optimist's guide to thriving in the age of accelerations . New York: Farrar, Straus and Giroux. 89 McKinsey Global Institute. (2017). Digitization, AI, and the future of work: Imperatives for Europe.Retrieved form https://www.mckinsey.com/mgi/overview/2017-in-review/whats-next-in-digital-and- ai/digitization-ai-and-the-future-of-work-imperatives-for-europe#0 ",
        "Opinion n. 30 Future of Work, Future of Society 28 December 2018 European Group on Ethics in Science and New Technologies become difficult for growing proportions of people to find dignified jobs that make enough money for them to live. In other words, although we cannot claim with certainty that ‘this time is different’, 90 we are dealing with the current challenges in a very specific political economy characterised by monopolisation and concentration of capital, value generation and economic power. Fears of technology-driven job losses were fuelled by the publication of the widely cited paper by Frey and Osborne 91 in 2013, which concluded that of the 702 job categories examined, 47% were susceptible to automation in the United States within the next 20 years. Jobs in transportation, logistics, insurance and office and administrative support were considered to be particularly vulnerable. Critics 92 of the study pointed out that occupations as a whole were unlikely to be automated, but rather certain constituent tasks were at risk of automation. Moreover, even with the same occupation, there are a heterogeneity of tasks performed by individual workers. Thus, the estimates provided by Frey and Osborne are likely to be excessive. In 2016, the OECD 93 re-examined the Frey and Osborne findings but rather than looking at occupations, they analysed the task content of individual jobs. Using this approach, 9% of jobs across 21 OECD countries - due to the composition of tasks that they included - were found to be at a high risk of automation. Differences between countries were also evident, with 12% of jobs in Germany and Austria being considered to be at high risk of automation while in Finland and Estonia it was 6%. This heterogeneity is likely to reflect differences in workplace organisation, previous levels of automation and the educational status of the labour-force among EU countries. A consistent finding across countries was that it was the low-skilled and those on lower incomes who were most at risk of having their jobs automated. In 2017, PricewaterhouseCoopers 94 , using a methodology which linked automatability to the characteristics of tasks involved in different jobs as well as the workers doing them, estimated that 30% of jobs in the UK are at high risk of automation compared to 35% in Germany and 21% in Japan. Over half of all predicted job losses were in wholesale and retail trade, manufacturing, administrative and support services and transport and storage. In contrast, education and healthcare, where there are fewer routine tasks and an increased requirement for social skills, were at less risk of being automated. Similarly to the OECD study, the key differentiating factor amongst workers was the level of formal 90 Reinhart, C. M., & Rogoff, K. S. (2009). This time is different: Eight centuries of financial folly . Princeton: Princeton University Press. 91 Frey, C., Osborne, M. (2013). The Future of Employment: How Susceptible are Jobs to Computerisation? Oxford Martin School Working Paper. 92 Autor, D., & Handel, M. (2013). Putting Tasks to the Test: Human Capital, Job Tasks and Wages. Journal of Labor Economics , 31(2), S59-S96. 93 Arntz, M., Gregory, T., & Zierahn, U. (2016). The Risk of Automation for Jobs in OECD Countries. Retrieved from http://www.oecd-ilibrary.org/social-issues-migration-health/the-risk-of-automation-for-jobs- in-oecd-countries_5jlz9h56dvq7-en?crawler=true 94 PwC. (2017). UK Economic Outlook. Will robots steal our jobs? The potential impact of automation on the UK and other major economies. Retrieved from https://www.pwc.co.uk/economic-services/ukeo/pwc-uk- economic-outlook-full-report-march-2017-v2.pdf ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 29 education. In the UK the risk of automation was 12% for those with a university level degree; this increased to 46% for those with secondary level education only. McKinsey 95 analysed over 2000 work activities across 800 occupations and estimated that half of all activities have the potential to be automated by 2055, while less than 5% of occupations can be automated completely. However, 60% of all occupations have at least 30% of tasks which can be automated. Tasks particularly susceptible to automation were those involving physical activities in highly structured and predictable environments e.g. data collection and processing. These tasks tended to be most prevalent in manufacturing, retail trade and middle skill jobs, the so-called ‘hollowing out’ of the middle. A follow-up study by the multinational business consulting firm McKinsey in December 2017 96 included the analysis of data from 46 countries. It suggested that by 2030 up to a third of work activities could be displaced. This would require 75 to 375 million workers, representing 3-14% of the global workforce, to change occupations. The study predicted job growth in certain sectors including science, engineering, IT, education and the Arts as the tasks involved in these types of jobs are not easily automated. As the ILO has noted, 97 care should be exercised in interpreting estimates of job losses, as these studies are examining the probability that a job could be automated, not the probability that it will be automated. Much will depend on the actual adoption of technology by organisations. While it may be technically feasible to replace a human worker, it may not be economically viable given the large capital investment required by technology. In addition, there may be legal and regulatory obstacles to utilising certain technologies; the case of driverless cars is often cited in this context, where the question of liability in the event of an accident remains unresolved. Finally, the adoption of technology may be impeded by the strong societal preference for some tasks to be performed by a person rather than a machine, such as nursing or piloting an aeroplane. Thus, there remains a great deal of uncertainty around specific forecasts for job losses or gains as a result of automation. Over 41% of EU companies have yet to adopt advanced digital technologies. The OECD has noted that small and medium sized enterprises (SMEs) face several barriers to adopting ICTs and digital technologies in their businesses. A report prepared for a joint G20 German Presidency/OECD conference states that ‘the ability of SMEs to swiftly adopt new technologies, to learn by doing, innovate, and optimise their production, is constrained by their small scale, limiting their ability to 95 McKinsey Global Institute. (2017). A Future that Works: Automation, Employment, and Productivity. Retrieved from https://www.mckinsey.com/~/media/mckinsey/featured%20insights/Digital%20Disruption/Harnessing%20a utomation%20for%20a%20future%20that%20works/MGI-A-future-that-works-Executive-summary.ashx 96 McKinsey Global Institute. (2017). Jobs Lost, Jobs Gained: Workforce Transitions in a Time of Automation. Retrieved form https://www.mckinsey.com/~/media/McKinsey/Global%20Themes/Future%20of%20Organizations/What%2 0the%20future%20of%20work%20will%20mean%20for%20jobs%20skills%20and%20wages/MGI-Jobs- Lost-Jobs-Gained-Report-December-6-2017.ashx 97 ILO. (2017). Inception Report for the Global Commission on the Future of Work. Retrieved from http://www.ilo.org/global/topics/future-of-work/publications/WCMS_591502/lang--en/index.htm ",
        "Opinion n. 30 Future of Work, Future of Society 30 December 2018 European Group on Ethics in Science and New Technologies reap the benefits of the digital economy’. 98 This is of concern given that SMEs are often referred to as the backbone of the EU economy, representing 99.8% of EU companies and being responsible for 67% of total employment in the EU-28 non- financial business sector. 99 Given the growing consensus that it is tasks rather than jobs which will be affected by technological replacement, it is expected that automation will result in job losses in those sectors in which predictable and routine tasks are prevalent. At the same time, automation will create new jobs some of which do not even exist today, and workers may increasingly find themselves working alongside machines and robots (cobots) in an augmented workforce, learning new skills to adapt to their new working environments. Davenport and Kirby explain that ‘augmentation means starting with what minds and machines do individually today and figuring how that work could be deepened rather than diminished by a collaboration between the two. The intent is never to have less work for those expensive, high-maintenance humans. It is always to allow them to do more valuable work’. 100 6. Education and Skills The need for skill development has been identified as a crucial factor in adapting to the future of work. It has been estimated that by 2020, more than a third of the core skills needed to perform most jobs will be made up of skills currently not considered crucial to the job. 101 As certain tasks become increasingly automated, ‘human’ skills such as empathy, persuasion, communication and unstructured problem solving will attract a premium. Research from Deloitte suggests that the future workforce requires a ‘balance of technical skills and more general purpose skills such as problem solving skills, creativity, social skills and emotional intelligence’. 102 Re-training mid-career workers so they can successfully transition to new jobs, in this context, is considered vital. McKinsey in particular have pointed to the importance of workers displaced by automation being able to re-enter the workforce quickly. In scenarios where displaced workers take years to find new jobs, unemployment increases in the short to medium term and in the longer-term average wage growth decreases. 103 Following this rationale, it is argued that due to 98 Key Issues for Digital Transformation in the G20. (2017). Report prepared for a joint G20 German Presidency/OECD conference. Retrieved from https://www.oecd.org/g20/key-issues-for-digital- transformation-in-the-g20.pdf 99 European Commission. (2017). Annual report on European SMEs 2016/2017. Retrieved from https://publications.europa.eu/en/publication-detail/-/publication/0b7b64b6-ca80-11e7-8e69- 01aa75ed71a1/language-en/format-PDF 100 Davenport, T. H., & Kirby, J. (2016). Only humans need apply winners and losers in the age of smart machines. New York: HarperCollins, p.63. 101 World Economic Forum. (2016). The Future of Jobs: Employment, Skills and Workforce Strategy for the Fourth Industrial Revolution. Retrieved from http://www3.weforum.org/docs/WEF_Future_of_Jobs.pdf 102 Deloitte. (2016). Essential skills for working in the machine age. Talent for survival. Retrieved form https://www2.deloitte.com/uk/en/pages/growth/articles/essential-skills-for-working-in-machine-age.html 103 McKinsey Global Institute. (2017). Jobs Lost, Jobs Gained: Workforce Transitions in a Time of Automation. Retrieved form ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 31 the accelerating rate of technological change, individuals will need to engage in continual learning to remain employable. The EU Education and Training Framework aims to have 15% of adults aged 25-64 engaging in lifelong learning by 2020, 104 and some EU Member States have already take positive steps to facilitate employment mobility. Denmark allocates funding for two weeks of certified skills training per year, while France has recently introduced personal activity accounts for workers. Employees receive 24 hours of training per year worked on a full-time basis (this is adjusted proportionally for part-time workers). The numbers of hours can be supplemented by the employer, professional bodies or the employee themselves. If the holder of the account is unemployed, their account can be supplemented by regional employment authorities. This ensures that an employee who changes jobs or experiences periods of unemployment retains their right to training. Similarly, there are many calls for education systems to be modified to better prepare individuals to meet future labour market needs. The World Economic Forum (WEF) 105 has proposed a series of practical measures to align education and training with the future workplace. These include the development of ‘future-ready’ curricula which promote linguistic, mathematical and technological literacy, as well as supporting the development of critical thinking, problem solving and creativity skills. While it is recommended that technology should be embedded across the educational experience, there is recognition of the importance of the humanities subject and the necessity of interdisciplinarity between science, technology, engineering and mathematics (STEM) and the humanities. Other key actions highlighted include exposing students to the workplace experience through internships, site visits and mentoring and the provision of on-going career guidance. Educational institutions are also encouraged to provide teachers with appropriate opportunities to upskill and participate in professional development. While reskilling individual workers and making adjustments to the educational system are necessary, they are unlikely to be sufficient and should not be considered a ‘magic bullet’ to address all the challenges posed by an increasingly technology-dominated workplace. 7. Gender and the Labour Market The Europe 2020 target of 75% of 20-64-year olds to be employed by 2020 can only be achieved if more women join the workforce. Quite apart from the boost in sustainable economic growth, increased participation of women in the labour market would contribute to realising the common European value of equal opportunity. https://www.mckinsey.com/~/media/McKinsey/Global%20Themes/Future%20of%20Organizations/What%2 0the%20future%20of%20work%20will%20mean%20 104 European Commission. Strategic framework – Education & Training 2020. Retrieved from http://ec.europa.eu/education/policy/strategic-framework_en 105 World Economic Forum. (2017). Realizing Human Potential in the Fourth Industrial Revolution. An Agenda for Leaders to Shape the Future of Education, Gender and Work. Retrieved form http://www3.weforum.org/docs/WEF_EGW_Whitepaper.pdf ",
        "Opinion n. 30 Future of Work, Future of Society 32 December 2018 European Group on Ethics in Science and New Technologies Across the EU 28, women’s participation in the labour force is less than that of men. This discrepancy is referred to as the gender employment gap. In 2016, the employment rate for women was 65.3% compared to 76.8% for men. 106 The employment rate for older women in the 55-64-year-old bracket is significantly worse, with less than 35% of older women in paid employment in Malta, Greece, Slovenia, Croatia, Romania and Luxembourg. 107 One third of women who pursue paid work in the EU do so on a part-time basis (compared to 8.2% of men), and they tend to work in lower-paying sectors and at more junior levels than men. 108 This is despite the fact that women now outperform men in terms of educational attainment, with an EU average of 44% of women aged 30-34 having completed tertiary education as compared to 34% of men. According to Eurofound, the annual cost of this lower female employment rate, when foregone earnings, missed social security contributions and public finance costs are taken into account, was €370 billion in 2013, which corresponds to 2.8% of EU GDP. 109 Moreover, the cost to an individual woman from exclusion to the labour market over her lifetime is estimated between €1.2-2 million depending on her educational status. 110 Given that women tend to pursue part time work for years and tend to be engaged in poorer quality employment than men, they accumulate fewer social security entitlements and are at higher risk of falling into poverty. This feminisation of poverty is especially acute in older women. Gender stereotypes, an unequal division of caring responsibilities (for young and old) amongst men and women, and economic disincentives such as tax and benefit systems all have a role to play in the gender employment gap. Women also continue to face a gender pay gap: in 2016, in the EU-28 women’s gross hourly earnings were, on average, 16.2% less than those of men. 111 Although there has been a trend towards closure of the gender pay gap 112 this is in part due to a downgrading of men’s pay as a result of the economic crisis, rather than an upgrading of women’s pay. 113 Despite the fact that women have become better educated, have diversified their skill sets and joined trade unions, the gender pay gap persists. According to the ILO, new forms of NSE and a lack of redistribution are 106 European Commission. (2017). European Semester Thematic Factsheet. Women in the Labour Market. Retrieved from https://ec.europa.eu/info/sites/info/files/european-semester_thematic-factsheet_labour- force-participation-women_en_0.pdf 107 Ibid. 108 Ibid. 109 Eurofound. (2016). The gender employment gap: Challenges and solutions. Retrieved from https://www.eurofound.europa.eu/publications/report/2016/labour-market/the-gender-employment-gap- challenges-and-solutions 110 Ibid. 111 Eurostat. (March 2018). Gender pay gap statistics. Retrieved from http://ec.europa.eu/eurostat/statistics-explained/index.php/Gender_pay_gap_statistics 112 OECD. Gender Wage Gap. Retrieved from https://data.oecd.org/earnwage/gender-wage-gap.htm 113 Bettio, F., Corsi, M., D’Ippoliti, C., Lyberaki, A., Samek Lodovici, M. and Verashchagina, A. (2013). The Impact of the Economic Crisis on the Situation of Women and Men and on Gender Equality Policies, Luxembourg, Publications Office of the European Union. Retrieved from https://www.ehu.eus/documents/2007376/2226923/The+impact+of+the+economic+crisis+on+the+situati on+of+women+and+men+and+on+gender+equality+policies%C3%A7 ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 33 central to this inertia. 114 They suggest that making progress on the gender pay gap requires a policy mix at three different levels; legislative (laws promoting transparency on rates of pay), collective bargaining (which focuses on pay rather than exclusively on flexible working conditions) and social policies (e.g. more participation in caring responsibilities by men). The evidence regarding how technology and automation will impact the position of women in the labour market is rather limited and mixed. The World Economic Forum, drawing upon US data, estimates that the majority (57%) of workers needing to move to new jobs in the next decade will be female. 115 Moreover, without appropriate upskilling, women will have fewer options to regain employment than men. The OECD paints a slightly more positive picture observing that digitisation might well strengthen women’s position in the labour force. 116 To date, automation is seen most commonly in sectors such as manufacturing and agriculture where men tend to dominate, whereas job growth is predicted in health, education and social services where women tend to be over-represented. Thus, across all industries, the OECD estimates that the risk of automation is similar for men and women. Given that ‘soft skills’ such as communication and an ability to work in teams have been identified as critical for the future of work, it might have been expected that automation and digitisation would favour women. However, a recent OECD analysis has shown very little gender difference in soft skills. 117 Women may have a slight advantage in Europe as they are more likely to have a university education and as such are at lesser risk of losing their job. Moreover, the flexibility offered by platform work as well as the global reach (thereby transcending cultural norms) may well work in women’s favour. The OECD and World Bank survey of online entrepreneurs working on Facebook found that female-led companies were over-represented in Australia, Canada, the Philippines, UK and US. 118 The OECD do however warn that flexible working arrangements should not be seen as a panacea as it is clear that unscrupulous use of NSE can also reduce job quality. It is also not clear whether there will be a differential effect of more flexible working conditions, with men spending more time working, while women will continue to use it for non- related work activities such as caring and household chores. On average women perform three times more unpaid care and household work than men and this gender imbalance is seen in every country in the world. 119 Between 1997 and 2012, the gender gap in time spent in unpaid care declined by a mere seven minutes and 114 Ruber, J., Koukiadaki, A. (2016). Closing the Gender Pay Gap: a review of the issues, policy mechanisms and international evidence. Retrieved from http://www.ilo.org/wcmsp5/groups/public/---dgreports/--- gender/documents/publication/wcms_540889.pdf 115 World Economis Forum. (2018). Insight Report. Towards a Reskilling Revolution. A Future of Jobs for All. Retrieved form http://www3.weforum.org/docs/WEF_FOW_Reskilling_Revolution.pdf 116 OECD. (2017). Going Digital: The Future of Work for Women. Retrieved from https://www.oecd.org/employment/Going-Digital-the-Future-of-Work-for-Women.pdf 117 Grundke, R., Jamet, S., Kalamova, M., Keslair, F., & Squicciarini, M. (2017). Skills and global value chains. Retrieved from https://www.oecd-ilibrary.org/science-and-technology/skills-and-global-value- chains_cdb5de9b-en 118 Gender Management in Business. Future of Business Survey. (January 2017). Retrieved form https://fbnewsroomes.files.wordpress.com/2017/02/future-of-business-survey-gender-management-in- business-january-20171.pdf 119 Ibid . ",
        "Opinion n. 30 Future of Work, Future of Society 34 December 2018 European Group on Ethics in Science and New Technologies if that trend were to continue, the ILO calculate it will take until 2228 to close the gender gap. Frequent job changes which incur employment related indirect costs (jobs searches, interviews, retraining) may also place an additional burden on women and given the speed of technological change, family related absences from work e.g. maternity leave, may make returning to work more challenging. 120 8. Growing Inequality What is clear is that technological change will affect different types of workers with different skills and demographic characteristics differently. There will be winners and losers in this process. In terms of skills and wages, there is a risk that automation will exacerbate existing inequalities. The beneficiaries of innovations in technology are the providers of the intellectual and physical capital, and not the labour force. The global labour share (share of national income paid to workers) has been falling since the 1980s, with an annual decrease in the labour share of approximately 0.3% between 1980 and the late 2000s. 121 Similarly, the International Monetary Fund (IMF) has found that between 1991 and 2014, the labour share declined in 29 of the largest 50 economies, which accounted for approximately two thirds of the world’s GDP in 2014. 122 The IMF’S analysis suggests that globalisation and technology are the principle drivers of the decline in the labour share, with half of that decline being traced to technology in advanced economies. The decline was particularly sharp for middle-skilled labour as routine tasks are increasingly being automated, which has contributed to the polarisation seen between low- and high-skilled jobs. A growing proportion of productivity gains are accruing to capital at the expense of labour, resulting in wage stagnation for workers. As the IMF have noted, since capital ownership is concentrated at the upper ends of income distribution, the decline in labour income is likely to result in greater inequality in the personal distribution of income. A more recent report from the IMF 123 has postulated that while automation will boost economic growth and productivity, this will not translate into higher wages for workers, at least not in the short term. In fact, real wages are likely to fall, with gains accruing to those who own the technology, rather than for workers, further exacerbating existing inequalities. While wages may recover eventually, the IMF predicts this could take generations. As summarised by the authors of the IMF 120 Ibid. 121 International Labour Organisation, International Monetary Fund, Organisation for Economic Co-operation and Development, World Bank Group. (2015). Income inequality and labour income share in G20 countries: Trends, Impacts and Causes. Retrieved from https://www.oecd.org/g20/topics/employment-and-social- policy/The-Labour-Share-in-G20-Economies.pdf 122 IMF. (2017). World Economic Outlook, April 2017: Gaining Momentum? Retrieved from http://www.imf.org/en/Publications/WEO/Issues/2017/04/04/world-economic-outlook-april-2017 123 Berg, A., Buffie, E. F., & Zanna, L. (2018). Should We Fear the Robot Revolution? (The Correct Answer is Yes). Retrieved from https://www.imf.org/~/media/Files/Publications/WP/2018/wp18116.ashx ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 35 report, ‘Our main results are surprisingly robust: automation is good for growth and bad for equality’. 124 Furthermore, there is a growing body of evidence demonstrating that inequality leads to slower economic growth. The IMF and OECD have found that policies which redistribute income through the fiscal system can in fact promote economic growth by lowering inequality. 125 Inequality can also stoke social and political tensions. Civic engagement, political participation and trust in institutions have all declined as economic inequality has risen; inequality has also been linked to the rise of populism. 126 Eurofound has documented that almost one in ten workers in the EU experienced in- work poverty in 2014. 127 The working poor experience significantly more social problems than the general working population, including lower levels of well-being, social exclusion and difficulties with accommodation. The risk of in-work poverty is disproportionality higher among involuntary part-time workers and the self- employed. In Europe (with the exception of Malta), poverty risk for workers in NSE is higher than those in full-time permanent employment, with an average of 15% of temporary and part-time workers being income poor. 128 Given the projected increase in NSE within the European context, we can also expect to see the number of Europeans at risk of in-work poverty rise. One of the key objectives of the Europe 2020 strategy is to lift at least 20 million people out of poverty. The prevailing narrative amongst many EU Member States is that getting people back to work will guard against poverty. Previously the policy focus has largely been on increasing the statutory minimum wage for workers. This is problematic given that minimum wages have been shown to have a marginal impact on reducing in-work poverty. 129 This is likely to be due to the complexity of the problem, with a number of individual, household and institutional factors at play. 9. Social Protection Colin and Palier have argued that ‘employment is becoming less routine, less steady and generally less well remunerated. Social policy will therefore have to cover the needs of not just those outside the labour market but even many inside it.’ 130 This 124 Ibid, p.2. 125 Ostry, J., Berg, A., Tsangarides, C. G. (2014). Redistribution, inequality, and growth, IMF Staff Discussion Note 14/02.Retrieved from https://www.imf.org/external/pubs/ft/sdn/2014/sdn1402.pdf 126 Citi Research and Oxford University’s Martin School. (2017). Inequality and Prosperity in the Industrialized World: Addressing a Growing Challenge. Retrieved from https://ir.citi.com/YK7CSV61Y1lEQH0wYb%2BUkHz%2BtCkSSDUcI569GnvsZeh9A0DLoeh7xLC99zxpJvRCXB ZhzeYbD5w%3D 127 Eurofound. (2017). In-work poverty in the EU. Retrieved from https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef1725en.pdf 128 European Commission. Staff Working document. SWD(2017) 381 final. Analytical Document accompanying the Consultation Document on the Second Phase Consultation of Social Partners under Article 154 TFEU. 129 Matsaganis, M., Medgyesi, M. and Karakitsios, A. (2015) The interaction between minimum wages, income support, and poverty, Research Note No. 10/2015 , European Commission. 130 Colin, N., and Palier, B. (2015). The Next Safety Net Social Policy for a Digital Age. Foreign affairs. 29- 33, p.29. ",
        "Opinion n. 30 Future of Work, Future of Society 36 December 2018 European Group on Ethics in Science and New Technologies situation poses a challenge to the European welfare state model where traditionally social benefits are earnings related. Social protection can mitigate poverty by guarding people against the financial impact of unemployment, old age and ill- health. It can also serve to cushion risk or adversity and provide people with the security to embrace opportunities presented by new types and ways of working. Principle 12 of the European Pillar of Social Rights states that ‘regardless of the type and duration of their employment relationship, workers, and under comparable conditions, the self-employed, have the right to adequate social protection’. 131 Yet it is estimated that up to a half of people who are self-employed or in NSE are at risk of not having sufficient access to social protection. In the EU, the risk of not having access to unemployment benefit is estimated to lie at 39% for temporary part-time workers, rising to 55% for the self-employed, as compared to a risk of 0.1% for standard workers. 132 The European Commission has made a proposal 133 to ensure access to social protection for those in NSE and self-employment, at the heart of which is coverage, transferability and transparency. Increased job precariousness has elicited renewed calls for redistributive policies, and for the need to de-link social protection from employment. The most controversial of these policies is universal basic income (UBI), an idea first proposed by the political activist Thomas Paine in the 1790’s and has gained significant traction since the global financial crisis. UBI involves a regular, universal and unconditional cash payment from the state to every adult and child, sufficient to meet basic needs. There are a lot of different models which are discussed, including the provision of universal basic services 134 (UBS) (e.g. healthcare, education, transportation, etc.), or unconditional basic income (UBI). Without going into detail, both of these approaches aim at enabling an acceptable standard of living for everyone and alleviating social inequality. Proponents argue that they could also eliminate the stigma associated with unemployment and could go some way to remunerating unpaid domestic and family labour, estimated to contribute between 17 to 37% of Europe’s GDP. 135 Critics contest that paying people for ‘doing nothing’ would act as a 131 European Commission. C/2017/2600. Commission Recommendation (EU) 2017/761 of 26 April 2017 on the European Pillar of Social Rights . Retrieved from https://publications.europa.eu/en/publication-detail/- /publication/dcd36fce-2c66-11e7-9412-01aa75ed71a1 132 European Commission. Staff Working document. SWD(2017) 381 final. Analytical Document accompanying the Consultation Document on the Second Phase Consultation of Social Partners under Article 154 TFEU. 133 European Commission. Consultation Document of 20.11.2017. Second Phase Consultation of Social Partners under Article 154 TFEU on a possible action addressing the challenges of access to social protection for people in all forms of employment in the framework of the European Pillar of Social Rights. Retrieved form http://ec.europa.eu/social/keyDocuments.jsp?type=50&policyArea=0&subCategory=0&country=0&year=0& advSearchKey=&mode=advancedSubmit&langId=en 134 See, for example, Social Prosperity Network, Portes, L., Reed, H., and Percy, A. (2017.) Social prosperity for the future: A proposal for Universal Basic Services. London. Retrieved form https://www.ucl.ac.uk/bartlett/igp/news/2017/oct/igps-social-prosperity-network-publishes-uks-first-report- universal-basic-services 135 Giannelli, G. C., Mangiavacchi, L., & Piccoli, L. (2012). GDP and the value of family caretaking: How much does Europe care? Applied Economics , 44(16), 2111-2131. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 37 disincentive to work since they already have a guaranteed income. For example, The Economist warned that ‘large segments of society could drift into an alienated idleness’ as a result of the introduction of UBI. 136 Others argue that UBI could free people from welfare traps and could stimulate entrepreneurial activity. Evidence emerging from small-scale trials seems to corroborate the latter view, although trials have been either limited in scope or only involved highly selective groups such as the unemployed. Full-scale universal income trials would need to study different target groups, not just the unemployed and would need to test different basic income levels, while looking at local factors. Moreover, in order to discuss both the feasibility and the effects of UBI in a meaningful manner it is necessary to specify what other services, payments and systems UBI would complement or replace. A UBI system that replaces most or even all welfare entitlements would have a totally different effect from a UBI that is built on the foundation of affordable basic services such as education, healthcare, transportation and housing, available to all. A critical concern regarding implementation of UBI is how such a scheme would be paid for. It has been suggested that it could be financed through rents from natural resources, land-value tax, value added tax and income tax in combination with administrative savings garnered from replacing existing social security systems. While making a payment to higher income earners and others who may not need it may appear like economic folly and socially unjust, Strabhaar 137 has argued that most people would end up paying more taxes to finance the system than they would receive in a UBI. Others believe that provision of a UBI which would serve as an alternative to low-paid employment is impossible to achieve and that for it to be feasible there would have to be multiple contingent elements introduced for example, lower payments to children or those with a certain income level. 138 How this would map onto, or replace, existing welfare systems is unclear. Whichever model we adopt to ensure social security benefits to those workers replaced or displaced because of technological advances and increasing automation, there is a growing consensus in the literature that benefits should satisfy at least three conditions; ‘they should be portable, attached to individual workers rather than to their employers. They should be universal, applying to all workers and all forms of employment. And they should be pro-rated, linking employer benefit contributions to time worked, jobs completed, or income earned’. 139 However, this formulation is clearly restricted to those in paid employment and for that reason is, in our view, limited. 136 The Economist. (2016). Rethinking the welfare state. Basically flawed. Retrieved from https://www.economist.com/leaders/2016/06/04/basically-flawed 137 Straubhaar, T. (2017). On the Economics of a Universal Basic Income. Retrieved from https://archive.intereconomics.eu/year/2017/2/on-the-economics-of-a-universal-basic-income/ 138 Kay, J., & John. (2017). The Basics of Basic Income. Retrieved from https://archive.intereconomics.eu/year/2017/2/the-basics-of-basic-income/ 139 Tyson, L. D. (2015). How can we protect workers in the gig economy? Retrieved from https://www.weforum.org/agenda/2015/11/how-can-we-protect-workers-in-the-gig-economy ",
        "Opinion n. 30 Future of Work, Future of Society 38 December 2018 European Group on Ethics in Science and New Technologies 10. Design for the Future Against the background of the above analyses, it is crucial to recognise how, where, with and for whom we work in the future are all decisions over which we have control. We are the design architects of the future shape of work and the labour market. We need to ensure that we can harness the potential for job creation and for increased productivity offered by this new wave of technological change, while at the same time ensuring that inequalities are minimised, human dignity is respected, and people can pursue decent and fulfilling work. This may require us to reconfigure the social contract to ensure that it is effective and sustainable as we enter the future of work. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 39 CHAPTER 2 │WORK AND HUMAN RIGHTS ASPECTS OF EMPLOYMENT 1. Work, worker and human rights aspects: state of affairs Human rights aspects 140 Human rights norms are mostly concerned with positive rights such as the right to freedom, physical and mental integrity, equal treatment under the law, to freedom of expression, to education, to vote etc. However, work is not only regarded as a benefit but also holds negative connotations, as referred to in the so-called anti- work debate. 141 It may be seen as an undesirable and onerous necessity for the sake of survival. Yet, insofar as work is freely chosen or accepted, it is also acknowledged in human rights instruments as contributing to an individual’s development, self-esteem and recognition within the community and is therefore an interrelated and inherent part of human dignity. International instruments Article 23(1) of the Universal Declaration of Human Rights provides that ‘ Everyone has the right to work, to free choice of employment, to just and favourable conditions of work and to protection of unemployment ’. Several UN legal instruments recognise the right to work as a fundamental right. In particular, Article 6 of the International Covenant on Economic, Social and Cultural Rights (ICESCR), deals with this right more comprehensively than any other instrument: 1. The States Parties to the present Covenant recognize the right to work, which includes the right of everyone to the opportunity to gain his living by work which he freely chooses or accepts, and will take appropriate steps to safeguard this right. 2. The steps to be taken by a State Party to the present Covenant to achieve the full realization of this right shall include technical and vocational guidance and training programmes, policies and techniques to achieve steady economic, social and cultural development and full and productive employment under conditions safeguarding fundamental political and economic freedoms to the individual. In its General Comment 18, the UN Committee on Economic, Social and Cultural Rights (CESCR) provided guidance to states on their obligations to respect, protect 140 Based on Diamond, A.. Freedom to Choose an Occupation and Right to Engage in Work. In Peers, S., Hervey, T., Kenner, J. & Ward, A. (2014). The EU Charter on Fundamental Rights: A Commentary , London, Hart Publishing, 423-436. 141 Danaher, J. (2016). Will Life Be Worth Living in a World Without Work? Technological Unemployment and the Meaning of Life. Science and Engineering Ethics , 23(1), 41-64. ",
        "Opinion n. 30 Future of Work, Future of Society 40 December 2018 European Group on Ethics in Science and New Technologies and fulfil this right. A number of key factors were considered essential to upholding the right: the availability of services to assist people in finding suitable employment; accessibility to places of work and to information on employment opportunities; being able to choose and accept work freely; to have safe and just working conditions and the ability to form trade unions. In addition, the right to work is recognised in the following UN instruments: Article 8 para. 3a of the International Covenant on Civil and Political Rights (ICCPR); Article 5 para. (e)(i) of the International Convention on the Elimination of All Forms of Racial Discrimination; Article 11 par.a 1a of the Convention on the Elimination of All Forms of Discrimination against Women and Articles 25, 26, 52 and 54 of the International Convention on the Protection of the Rights of all Migrant Workers and Members of Their Families. For children Article 32 of the Convention on the Rights of the Child stipulates their right to be protected from economic exploitation and from work that harms them in different respects. European instruments - The European Charter of Fundamental Rights (European Union) In the EU context, the Charter of Fundamental Rights offers a normative framework that expresses common values. This Charter aims to ensure the protection of the fundamental values and rights of all humans in the EU. It thus constitutes a reference point and guidance for interpretation and application in the specific context of the new challenges, in both technology and the socio-economic field, of the future of work. Article 15: Freedom to Choose an Occupation and the Right to Engage in Work 1. Everyone has the right to engage in work and to pursue a freely chosen or accepted occupation. 2. Every citizen of the Union has the freedom to seek employment, to work, to exercise the right of establishment and to provide services in any Member State. 3. Nationals of third countries who are authorised to work in the territories of the Member States are entitled to working conditions equivalent to those of citizens of the Union. There is no definition of ‘work’ in the Charter nor in the text of the Explanatory Note to Article 15. The Charter’s understanding of ‘work’ is rooted in work as an economic activity (see below, European Social Charter). It enshrines a right to be economically active in the labour market. On the one hand, the freedom to choose one’s occupation, which is at the heart of Article 15, encapsulates a right to self- determination when it comes to one’s economic activities. In that sense Article 15 clearly echoes Article 1 of the Charter (on human dignity) in the sense that self- realisation through work is an integral part of self-respect. On the other hand, ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 41 Article 15 (together with Article 16 of the Charter which protects the freedom to conduct a business) is based on the case law of the Court of Justice of the European Union (CJEU) in which the Court recognised the freedom to exercise an economic or commercial activity. A defining feature of the right to work in Article 15 is that it supplements cross-border rights conferred by primary and secondary EU law. It restates the ‘economic freedoms’ conferred by the Treaty on the Functioning of the European Union (TFEU) on EU citizens who are economically active. According to the CJEU, a necessary component of the right of citizens to move freely is that they also enjoy a right to work. The Article 15 right to work is deliberately not directed at any particular duty-holder (‘Everyone has the right to engage in work…’). Article 31 of the Charter on fair and just working conditions is discussed later in this section. - The European Social Charter (Council of Europe) The European Convention on Human Rights (Council of Europe) makes no reference to the right to work, in contrast to the Council of Europe’s other human rights instrument, the European Social Charter. In the Social Charter the right to work is prominently featured in Article 1. Article 15 of the European Charter of Fundamental Rights draws upon Article 1(2) of the European Social Charter which states that the contracting parties undertake ‘to protect effectively the right of the worker to earn [a] living in an occupation freely entered upon’. But it is significant that the EU Charter roots Article 15 within the freedom to choose one’s economic activities (recognised in Article 1(2) of the European Social Charter), rather than in the other subsections of Article 1 of the European Social Charter which link the right to work to access to and to availability of work. Article 1: The Right to Work The Charter stipulates that the undersigning parties undertake: 1. to accept as one of their primary aims and responsibilities the achievement and maintenance of as high and stable a level of employment as possible, with a view to the attainment of full employment; 2. to protect effectively the right of the worker to earn his [/her] living in an occupation freely entered upon; 3. to establish or maintain free employment services for all workers; 4. to provide or promote appropriate vocational guidance, training and rehabilitation. The most prominent dimension of the Council of Europe’s European Social Charter’s understanding of the right to work, namely the right to have work made available, implying a duty on the state to provide work, is missing from the EU´s version of this right. EU law does not impose such duties on member states. Also the European ",
        "Opinion n. 30 Future of Work, Future of Society 42 December 2018 European Group on Ethics in Science and New Technologies Committee of Social Rights, which monitors compliance with the European Social Charter, has been careful not to equate the right to work with a duty on states to guarantee a job for everyone who wants one. Rather the Committee understands the objective of full employment in Article 1(1) as requiring states to adopt a coherent employment policy which aspires to full employment. The focus in the European Social Charter on the right to work as placing states under an obligation to implement active labour market policies and to strive towards full employment is mirrored in EU employment policy and the Lisbon agenda, rather than in the Charter of Fundamental Rights or within human rights discourse. Article 52(3) of the EU Charter of Fundamental Rights provides that insofar as the Charter contains rights that correspond to rights guaranteed by the European Convention on Human Rights, the meaning and the scope of those rights shall be the same as those laid down by the European Convention. The other international statements of rights on which the Charter of Fundamental Rights draws in its preamble, including the European Social Charter, do not benefit from a similar interpretive provision. The EU’s limited legislative powers on work: minimal social standards At the outset, the European project was considered primarily to be an effort to construct a common market, therefore the Europeanisation of ‘work’ was not on the agenda of the European Economic Community (EEC) in 1957. 142 The original Treaty did not give legislative powers to the EU on employment. Nevertheless, by the 1970s important directives in this field were agreed, in particular equal pay for men and women (1975), comprehensive equal treatment of men and women in employment (1976), protection of workers in the event of collective redundancies (1975) and transfer of undertakings and the insolvency of the employer (1977). This was possible thanks to a consensus between all the then Member States. This consensus ended when Thatcher came into power in the United Kingdom in 1979. In 1987, the Treaty was amended to empower the EU to legislate in a very limited area of labour law: work environment . In 2009, legislative powers in the area of labour law were substantially extended and confirmed in Article 153 of the Treaty of Lisbon (TFEU). The EU is empowered to establish minimum standards for practically all aspects of labour law except ‘pay, the right of association, the right to strike and the right to impose lock-outs’. Legislation on most of the subjects is now possible by qualified majority. Since this extension of legislative powers of the EU, major progress has been made particularly in legislation on health and safety, working time, so called ‘work-life balance’, atypical work, the protection of transnational services and on discrimination. ‘Atypical work’, also called Non-Standard-Employment (NSE), refers among other aspects, to the Directive of 1997 on part-time work. Weiss argues that 142 Weiss, M. (2017). The future of labour law in Europe. European Labour Law Journal , 8(4), 344-356, p.344. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 43 this Directive can be understood to be the lowest possible denominator but it contains two important elements: equal treatment pro rata in reference to working conditions and protection against dismissal if an employee refuses to transfer from full-time work to part-time work or vice versa. According to this author ‘part-time work in quite a few Member States has been elevated to a much better status than before’. 143 The Directive of 1999 on fixed-term contracts and the Directive of 2008 on temporary agency work can be filed under ‘atypical work’ or NSE. The former Directive contains two important elements: equal treatment for those in undetermined employment relationships and the prohibition of abuse of repeated fixed-term contracts. However, again according to Weiss, ‘the criteria for abuse are so wide that repetitive use of fixed-term contracts is almost unlimited’. 144 The Directive on temporary agency work provides that in principle equal treatment relative to comparable employees in the user company is guaranteed. However, by way of collective agreement, inferior conditions for temporary workers is allowed. Weiss qualifies this compromise as ‘unsatisfactory’. 145 The EU has had important legislative input into the protection of employees from discrimination. In 1998 the Amsterdam amendment to the EC Treaty Article 13 was introduced which empowers the European legislator to take ‘appropriate action to combat discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation’ (now Article 19 TFEU). This has become the legal basis for the two Directives on anti-discrimination of 2000. 146 Another important directive is the Written Statement directive (91/533/EEC) that obliges employers to inform workers about important aspects of their employment relationship. Recently (December 2017) the Commission proposed a directive on transparent and predictable working conditions (discussed more in detail below). 147 Definition of ‘worker’ in the context of free movement: the binary divide confirmed EU law does not contain a definition of ‘work’ or ‘worker’ or ‘employment relationship’ or occupation. However, as early as 1963, the CJEU, in Case 75/63, decided to establish a ‘community meaning’ for the term ‘worker’, at least in respect of the Treaty provisions related to the free movement of workers (now Article 45 TFEU). 148 The Court has since refined its jurisprudence on the concept of ‘worker’ 143 Ibid., p.347. 144 Ibid. 145 Ibid. 146 Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin and Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation. 147 European Parliament. (2018). Workers’ right to information, consultation and participation. Fact Sheets on the European Union. Retrieved from: http://www.europarl.europa.eu/factsheets/en/sheet/57/workers- right-to-information-consultation-and-participation 148 Kountouris, N. (2018). The concept of ‘worker’ in European labour law: Fragmentation, autonomy and scope. Industrial Law Journal , 47(2), p.198. ",
        "Opinion n. 30 Future of Work, Future of Society 44 December 2018 European Group on Ethics in Science and New Technologies relying on three main criteria to identify who is a worker for the purposes of Article 45 TFEU. 149 The first criterion is the ‘personal subordination’ requirement. Subordination is traditionally defined as control and direction of the worker by the employer who has the authority to deliver orders, to verify compliance with them and to sanction improper observance. There may however be important differences in the degree of autonomy at work depending on the type of work. The second criterion is the remuneration element, with the Court requiring that work provided for and under the direction of another be work in return for which remuneration is received. The Court has interpreted this requirement broadly in the free movement context, accepting for instance that ‘the sole fact that a person is paid a ‘share’ and that his remuneration may be calculated on a collective basis is not of such a nature as to deprive that person of his status of worker’. 150 The third requirement is that the worker is engaged in ‘effective and genuine activities, to the exclusion of activities on such a small scale as to be regarded as purely marginal and ancillary’. This third criterion is the one that the Court has sought to expand as broadly as possible in order to construe a ‘worker’ definition that would not discourage persons engaging in low-intensity or low-productivity forms of employment from exercising their free movement rights. By and large the ‘worker’ concept that has emerged from the Court’s jurisprudence in the free movement context reproduces the traditional binary divide between subordinate employment and autonomous self-employment embedded in the labour law systems of the original founding Member States. The Court has been consistent in asserting that ‘any activity which a person performs outside a relationship of subordination must be classified as an activity pursued in a self-employed capacity’. However, in the free movement context, the consequences of this ‘Euro-binary divide’ are substantially mitigated by the fact that self-employed and own-account workers enjoy separate and autonomous free movement rights from both the Treaties and secondary legislation. By contrast, in the labour law context, being classified as a (dependent) worker is an essential requirement to qualify for the protective panoply offered by EU or domestic employment protection systems. 151 Towards an autonomous concept of ‘worker’ in EU labour law The ‘free movement’ concept of ‘worker’ has progressively been applied to a growing range of instruments, mainly (but not exclusively) directives regulating labour rights at the EU level. In parallel with the early developments in the ‘free movement’ context the Court was also developing a separate and more cautious jurisprudence in respect of the concept of ‘worker’ or ‘contract of employment or employment relationship’ notions referred to in a number of EU social and labour law directives. This more cautious approach can be partly explained by the rather 149 See also Schoukens, P., & Barrio, A. (2017). The changing concept of work . European Labour Law Journal , 8(4), 309-310 discussing six criteria: personal subordination, bilateral character of the relationship, mutuality of obligations, salary, economic dependency of the employee and work that is usually performed on the employers’ premises. 150 Kountouris, p.198-199. 151 Ibid, p.199-200. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 45 strong textual argument offered by some labour law directives that seem to reserve the definition of these terms to the domestic legal systems of Member States. Some other EU labour law provisions do not do so, or certainly do not do so explicitly and in respect of these latter instruments, the Court has taken a different approach. The Court has progressively sought to reclaim an autonomous ‘worker’ concept for those EU labour law instruments. In this jurisprudence the Court adopts a fairly generous and nuanced notion of subordination that does not require an employer to be constantly watching over the shoulders of a worker, and can effectively amount to a power of control, direction or supervision or to cooperate. Moreover, the Court also claims that the personal scope of application of EU labour law instruments ought to be, ultimately, a matter for EU law to define. The Court is clearly aware that the equal treatment protective objectives can be jeopardised by some rather peculiar and idiosyncratic national classifications of non-standard workers as non-employees, and is obviously willing to intervene and substitute any national classification with its own concept of ‘worker’ at least for the purposes of the application of the rights and principles contained in EU labour law directives. 152 The extent to which the Court may be willing to bring under the EU concept of ‘worker’ national self- employed workers that are economically dependent on one main ‘client’ or user remains an open question. ‘Work’ and ‘worker’ in the European Charter on Human Rights The above-mentioned discussion is also relevant for the human rights framework that governs work in the EU. Two articles of the European Charter of Human Rights are of relevance here: Article 15.1 (see Section 1) and Article 31. Article 31 is entitled ‘Fair and Just Working Conditions’ and provides the following: ‘1. Every worker has the right to working conditions which respect his or her health, safety and dignity. 2. Every worker has the right to limitation of maximum working hours, to daily and weekly rest periods and to an annual period of paid leave’. The term ‘worker’ is not defined. According to Bogg, ‘the fundamental issue of scope for Article 31, as for all labour rights, is the personal scope of the right: is it a right for all economically active persons including the genuinely self-employed? Is it a right for the ‘dependent self-employed’ who exist in a state of economic dependence on a limited set of purchasers of their labour power? Alternatively, it may be confined to workers who are in a subordinate relationship with an employer, or an even narrower subset of personal work contracts such as, for example, the UK concept of employee’. 153 Bogg sees two aspects of Article 31 that indicate a wide personal scope: ‘First, it adopts the formula ‘every’ worker and not simply ‘worker’. 152 Ibid. p.207-208. 153 Bogg, A. Fair and just working conditions. in Peers, S., Hervey, T., Kenner J., & Ward A. (2014). The EU Charter on Fundamental Rights: A Commentary , London, Hart Publishing, 850. ",
        "Opinion n. 30 Future of Work, Future of Society 46 December 2018 European Group on Ethics in Science and New Technologies Secondly, it is not subject to the condition that ‘worker’ is subject to ‘national laws and practices’. Hence ‘every worker’ under Article 31 has a broad meaning that should be defined autonomously as a matter of EU law’. 154 This broader interpretation is confirmed by others who consider this provision ‘as a barrier to the process of precarisation and social exclusion’. 155 2. Examples (‘Cases’) of Gaps in the Protection of Work and Workers As recently noted by the Commission, the fragmented approach of the notion of worker ‘leaves a margin of appreciation to Member States and to their courts’. 156 Weiss concluded that: ‘Taking everything together, EU legislation on social minimum standards is unsystematic and fragmentary. Important areas, for example protection against unfair dismissals, are still missing (…) Minimum standards are to be established which are in line with the worker’s fundamental right to ‘working conditions which respect his or her […] dignity’ (Article 31 of the Charter) 157 (see section ‘Human dignity’, p.57). It is hardly surprising then that in the last number of years, and with the advent of non-standard forms of employment that national courts and the Court of Justice of the European Union are increasingly being called upon to adjudicate on complex and novel employment matters. Lack of a consistent notion of ‘worker’ deprives workers of social protection The lack of a consistent notion of worker in EU law creates (legal) uncertainty and deprives some workers of social security and other forms of protection. In his Opinion in the Uber case 158 Advocate General Szpunar wrote: ‘Uber exerts control over all the relevant aspects of an urban transport service: over the price, obviously, but also over the minimum safety conditions by means of prior requirements concerning drivers and vehicles, over the accessibility of the transport supply by encouraging drivers to work when and where demand is high, over the conduct of drivers by means of the ratings system and, lastly, over possible exclusion from the platform’ (para 51). ‘While this control is not exercised in the context of a traditional employer-employee relationship, one should not be fooled by appearances. Indirect control such as exercised by Uber […] makes it possible to manage in a way that is just as – if not more – than management based on orders given by an employer to his employers and direct control over the carrying out of such orders’ (para 52). Nevertheless, ‘The above finding does not, however, mean 154 Ibid, p.851. 155 European Parliament. (2017). Temporary contracts, precarious employment, employees’ fundamental rights and EU employment law. Retrieved from http://www.europarl.europa.eu/thinktank/en/document.html?reference=IPOL_STU(2017)596823 156 European Commission. Commission Staff Working Document – The EU social acquis – Accompanying the document Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions Launching a consultation on an European Pillar of Social Rights. (COM(2016) 127 final) (SWD(2016) 51 final), para 3.1. 157 Weiss, p.349. 158 EUCJ, Case C-434/15 Uber Spain ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 47 that Uber’s drivers must necessarily be regarded as employees. The company may very well provide its services through independent traders who act on its behalf as subcontractors. The controversy surrounding the status of drivers with respect to Uber, which has already resulted in court judgments in some Member States 159 , is wholly unrelated to the legal questions before the Court in this case’ (para 54), but ‘drivers working for Uber do not pursue – at least when they are driving in the context of Uber’s services - an independent activity’ (para 63). This is puzzling, to say the least. The Court itself only noted: ‘Uber exercises decisive influence over the conditions under which that service is provided by those drivers’ (para 39) without drawing any conclusion, which was not necessary to solve the basic legal problem whether Uber is offering electronic services or not. 160 The employer-employee relationship has been the basis of many protections: security of employment against abuse of power (e.g. constraints on dismissal, anti- discrimination provisions, parental leave, holiday entitlements). Such protections may get lost for workers that do not fit in the binary divide worker/self-employed. Gaps in information on working conditions According to the Written Statement Directive (1991) the majority of workers in the EU have the right to receive written information about their working conditions. However, this directive does not cover all workers, especially those in unstable and precarious arrangements such as domestic workers, on-demand workers, intermittent workers, voucher-based workers, platform workers, trainees and apprentices. No guarantee of minimal working hours (‘zero-hour’ contracts) In the Wippel case, the CJEU held that it was for the national judge to determine whether the Part-Time Work directive applies to zero-hour contracts, following national legal definitions and practices. 161 Even if this Directive were applicable, it is important to note that the Part-Time Work Directive does not lay down a right to a minimum number of working hours. 162 According to the authors of this study, ‘[t]his should be identified as a major protective gap in EU labour standards, as the absence of minima is directly linked to the irregularity of future work and ultimately to the employer’s unilateral control over working time schedules’. 163 No prohibition of exclusivity clauses 159 The Advocate General refers to the landmark decision by the Central London Employment Tribunal, 28 October 2016 (Case n° 2202550/2015). 160 In a recent judgment the Tribunal of Amsterdam decided that the contract between Deliveroo and his deliverers is not an employment contract (23 July 2018-ECLI:NL:RBAMS:2018:5183, in Dutch). 161 CJEU Case C-313/02 162 European Parliament. (2017). Temporary contracts, precarious employment, employees’ fundamental rights and EU employment law. Retrieved from http://www.europarl.europa.eu/thinktank/en/document.html?reference=IPOL_STU(2017)596823 163 Ibid, p.102. ",
        "Opinion n. 30 Future of Work, Future of Society 48 December 2018 European Group on Ethics in Science and New Technologies ‘Zero-hour’ contracts often impose exclusivity clauses which tie individuals to a particular employer even though the employer has no work to offer. 164 This practice is currently not prohibited in EU law. Information on changes to basic working conditions A major gap in the current protection is that changes in the basic working conditions such as pay, working time and annual leave only have to be notified in writing a month after taking effect (Article 5(1) of the Written Statement directive). 165 Protection when terminating employment In respect of on-call contracts, the employer may proceed to the termination of the employment relationship at any given time without complying with specific procedural and substantive standards. 166 Lack of enforceability of EU labour law An evaluation of the Written Statement Directive has shown the need to strengthen enforcement of EU labour law to ensure its effectiveness. 167 It showed, among other things, that employees rarely seek redress during the employment relationship, which jeopardises the goal of having a written statement to ensure workers are informed about the essential features of their employment relationship. 164 Ibid, p.50. 165 Opinion EESC Soc/572, Adopted 23 May 2018, para 4.2.3. 166 Ibid, 66. 167 REFIT Evaluation of the Written Statement Directive (Directive 91/533/EEC), SWD(2017)205 Final, cited in Proposal for a Directive of the European Parliament and of the Council on transparent and predictable working conditions in the European Union COM (2017) 797 final, 2, note 7. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 49 3. Work and Human Rights in the EU in the Foreseeable Future The European Pillar of Social Rights The European Pillar of Social Rights has been jointly signed by the European Parliament, the European Council and the European Commission (17 November 2017) at the Social Summit for Fair Jobs and Growth in Gothenburg, Sweden. The aim of the European Pillar is to serve as a guide towards efficient employment and social outcomes when responding to current and future challenges which are directly aimed at fulfilling people’s essential needs, and towards ensuring better enactment and implementation of social rights (Recital 12 in the Preamble to the Social Pillar). It is a non-binding instrument: ‘For them to be legally enforceable, the principles and rights first require dedicated measures or legislation to be adopted at the appropriate level’ (Recital 14 of the Preamble). The European Pillar, in its 20 principles, underlines the following key ethical values:  Equal opportunities , inclusiveness and access to the labour market, including skills development through education and training as life-long learning and active (also tailored) support for employment, in order to facilitate and improve employment opportunities and fair conditions (Principles 1.3). Specific attention is devoted to gender equality (Principle 2) and so-called ‘work-life balance’ (Principle 9) (reconciling family and professional life and ensuring equal access to caring responsibilities);  Social protection , with a balance between flexibility (right to flexible working arrangement in specific conditions) and security elements (right to be informed from the outset) in order to adapt to changes, secure professional dynamic transitions and at the same time ensure adequate and sustainable social guarantees and social services, including essential services, child care, elderly care and active aging, healthcare and long-term care, to ensure dignified living and protection and enabling individuals to participate fully in employment and more generally in society (Principles 5, 7, 10, 11, 12, 16, 18, 19, 20);  Early and active support to employment , access to individualized job- search assistance, training, requalification, with incentives and positive actions; encouragement of self-employment and mobility (Principle 4);  Financial assistance (minimum wage to combat poverty; reasonable unemployment benefit without disincentives for non-workers; old age income) (Principles 6, 13, 14, 15);  Social dialogue in order to increase engagement and participation of society also in setting up policies for work; specific attention to vulnerabilities (adapt work environment to disabilities in order to ensure the social rights of people with disabilities to work) (Principles 8, 17). ",
        "Opinion n. 30 Future of Work, Future of Society 50 December 2018 European Group on Ethics in Science and New Technologies Implementation of the European Pillar of Social Rights On 21 December 2017, the European Commission proposed a new Directive on transparent and predictable working conditions. 168 This initiative is one of the Commission’s key actions to follow up the European Pillar of Social Rights. 169 The proposed Directive contributes to implementing the following principles set out in the Pillar: 170 Principle 1 : Education, training and lifelong learning . The information requirements in Article 3 cover training provided by the employer and Article 11 requires the Member States to ensure that employers provide cost-free mandatory training to their workers, as required in relevant EU or national legislation or collective agreements. Principle 2 : Gender equality . The workforce engaged in new and non-standard forms of employment, who would particularly benefit from the material rights created in the proposed directive, is predominantly female. The directive will therefore contribute to the Principle of improving equality of treatment and opportunities on participation in the labour market (see section ‘Gender and the Labour Market’, p. 31. Principle 5 : Secure and adaptable employment . The overall content of the proposed directive is intended to strike a balance between enhancing rights for workers and maintaining the ‘necessary flexibility for employers to adapt swiftly to changes in the economic context’ referred to in Principle 5(b), including by allowing for the possibility for modifications to the minimum requirements on working conditions by means of collective agreements. The proposed directive also addresses Principle 5(d): ‘Employment relationships that lead to precarious working conditions shall be prevented, including by prohibiting abuse of atypical contracts. Any probation period should be of reasonable duration.’ The new material rights to increased predictability, to request a new form of employment, as well as the limitations on the use of exclusivity clauses and incompatibility clauses address the first part. Setting a 6-month limit for probationary periods addresses the second. Principle 7 : Information about employment conditions and protection in case of dismissals . The proposed directive consolidates the current obligation to provide written information, by extending and updating the scope of the information to be provided as a minimum, and by reducing the deadline for its provision from 2 months to the first day of the employment relationship, so addressing the element of Principle 7(a) that the information must be provided ‘at the start of employment’. 168 Proposal for a Directive of the European Parliament and of the Council on transparent and predictable working conditions in the European Union COM (2017) 797 final. 169 Explanatory Memorandum to the Directive, 2 170 Ibid, p.4-5. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 51 Principle 8 : Social dialogue and involvement of workers . Social partners were consulted under Article 154 TFEU on the possible scope of Union action to revise the Written Statement directive, and their responses were considered in the development of the Commission's proposal. Article 12 of the proposed directive provides flexibility for the minimum requirements to be varied by collective agreement, as long as the result respects the overall protection afforded by the proposed directive. The proposal is based on Article 153(2)b TFEU, which provides for the adoption of directives setting minimum requirements with respect to, among other things, ‘working conditions’. The objectives of the proposal are in line with the Charter of Fundamental Rights, in particular Article 31 on fair and just working conditions (see above). The proposed directive will replace the Written Statement Directive and will fill some of the protective gaps in the existing governance framework of work. As part of the implementation of the European Pillar of Social Rights, the European Commission has also adopted a proposal for a Council Recommendation on access to social protection for workers and the self-employed. 171 The proposal aims to implement Principle 12 of the Pillar stating that 'regardless of the type and duration of their employment relationship, workers, and, under comparable conditions, the self-employed have the right to adequate social protection'. The objective is to support people in NSE who, due to their employment status, are not sufficiently covered by social security schemes and thus are exposed to higher economic uncertainty. Through this proposal, the Commission aims to encourage EU countries to allow non-standard workers and the self-employed to participate in social security (closing formal coverage gaps), to take measures allowing them to accrue and access appropriate social benefits as members of a scheme (adequate effective coverage) and facilitating the transfer of social security benefits between schemes and to increase transparency of social security systems and rights. The proposal covers social security schemes for unemployment, sickness and healthcare, maternity or paternity, accidents at work and occupational diseases, disability and old age. 172 Legal definition of ‘worker’ in EU law Article 2(1)a of the proposed Directive defines ‘worker’ for the purposes of the Directive as: ‘a natural person who for a certain period of time performs services for and under the direction of another person in return for remuneration’. This definition is based on the case law of the CJEU (see above). It has become necessary to specify such criteria in EU law because the scope of application of the Written Statement Directive varies among Member States depending on their concepts of 171 European Commission, Proposal for a Council Recommendation on access to social protection for workers and the self-employed, Strasbourg, 13 March 2018, COM(2018)132 final. 172 European Commission, Employment, Social Affairs & Inclusion, Access to social protection, Retrieved from http://ec.europa.eu/social/main.jsp?catId=1312&langId=en ",
        "Opinion n. 30 Future of Work, Future of Society 52 December 2018 European Group on Ethics in Science and New Technologies ‘employee’, ‘employment relationship’ and ‘employment contract’ and risks excluding growing numbers of workers in non-standard forms of employment. 173 In its Opinion on the proposed Directive, the European Economic and Social Committee (EESC) criticised this definition. It pointed out that the criterion of ‘being under the direction of another’ could hinder the inclusion of platform workers and others in NSE. The EESC has therefore recommended further clarification in the recitals that algorithms can be binding on workers in the same way as oral or written instructions, so that such workers also benefit from the protection afforded by the directive. However, the EESC believe that ‘people using platforms who are genuinely self-employed and independent (so called ‘real self-employed’) should be excluded from the scope of the directive. 174 (see section ‘Data and Technology driven Workplaces’, p.20 & section ‘Human dignity’, p.57). Guarantee of minimal working hours The proposed directive obliges employers to give key information about the determination of variable working schedules in order ‘to take account of the increasing prevalence of such types of work organisation such as casual or zero- hours contracts or work in the collaborative economy’. 175 This does not include a guarantee of minimal working hours. The EESC believes that on-demand work (of which ‘zero-hours’ work is a modality) 176 cannot be maintained as a form of employment without an appropriate reference period and appropriate advance notice. The EESC recommends that employment contracts that provide for on- demand work should guarantee a certain number of hours or corresponding payment. 177 Prohibition of exclusivity clauses Article 8 of the proposed directive obliges the Member States to ensure that an employer does not prohibit workers from taking up employment with other employers, outside the work schedule established with that employer. Employers may however lay down conditions of incompatibility where such restrictions are justified to work by legitimate reasons such as the protection of business secrets or the avoidance of conflicts or interests. The EESC supports this prohibition provided that the limits set out in the European Working Time directive which is intended to protect workers’ health and safety, are adhered to. It also recommends clarifying that the employer is not responsible for monitoring working time in another employment relationship. 178 173 Ibid., p.11. 174 Opinion EESC Soc/572, Adopted 23 May 2018, para 1.9 and para 4.1.2. 175 Explanatory Memorandum, p.12. 176 Schoukens, P., & Barrio, A. (2017). The changing concept of work. European Labour Law Journal , 8(4), 324. 177 Opinion EESC Soc/572, Adopted 23 May 2018, para 1.13 and para 4.3.6. 178 Ibid. para 4.3.2. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 53 Information on changes to basic working conditions Article 5 (Modification of aspects of the contract or employment relationship) requires that all modifications to the working conditions must be communicated at the earliest opportunity and at the latest on the day they take effect. Termination of employment The proposed directive imposes an obligation to inform workers on the procedure for termination of employment (Article 3(2)i). Article 17 (Protection from dismissal and burden of proof) provides the following: If a worker considers that he or she has been dismissed or subject to equivalent detriment (such as an on-demand worker ceasing to be assigned work) on the ground that he or she applies or enjoys the rights established in the proposed Directive, and is able to establish facts which support this assertion, the employer has the burden to proof that the dismissal or alleged detrimental treatment was based on objective reasons. Enforceability of protective measures Member States have to provide for effective, proportionate and dissuasive penalties for breaches of the obligations under the proposed directive (Article 17). 4. Beyond the European Pillar of Social Rights, the need for a new Paradigm? The principles and values espoused in the European Pillar of Social Rights are key to realising a vision for the future of work within the EU, which has human dignity at its centre. Efforts to make those principles more concrete through EU regulatory instruments are to be welcomed, as it will undoubtedly address many of the gaps in the governance of employment elucidated in this chapter. Nonetheless, as noted earlier in this Opinion, the rapid pace of technological change has served to call into question established relationships between work, identity and dignity; freedom and privacy; security; wealth; justice and solidarity. We need to consider whether an evolutionary response such as that set out in the Pillar of Social Rights will be sufficient given our expectations of future changes. It may be that we need a set of new paradigms to make the necessary distinctions in the future pattern of work. 1. One paradigm that we should rethink is the status of employers and employees on which we have built a number of legal, fiscal and social institutions. They seem designed around the idea that each of us has one single primary status, such as either employer or employee, or lack of employment, around which regulation is built and on which other activities can be grafted rather than having multiple activities of equal significance. But it is becoming more common for people to undertake multiple ‘jobs’ both simultaneously and sequentially - besides the fact that some of us do important work that is unpaid. We generally aim to secure ",
        "Opinion n. 30 Future of Work, Future of Society 54 December 2018 European Group on Ethics in Science and New Technologies distributive justice and economic/social security through primary roles (taxation being primarily collected through employers, even for those with additional income sources, objectives for security in retirement through employment-related pensions, while allowing for separate saving for ‘top ups’). Current transformations in how and where we work call for a paradigmatic shift to build social, fiscal and legal frameworks more around the individual rather than institutions of the labour market. 2. In this realm the ‘currency’ in which we consider the distribution of wealth and its justice may also need to take greater account of the value of data and digital identities and the ability to exploit data about people (both data about yourself and the exploitation of data about you by others). Data protection law has addressed issues of privacy but does not establish an appropriate framework for how the economic benefits of data use can be fairly distributed. The creation of individual property rights to personal data would not solve this problem. Apart from the fact that many see the individual-level monetisation of personal data as the wrong way to go, individuals could not easily argue that they own their data, because it does not exist before being created out of interactions with systems, nor can they (though providing their data in the first place) plausibly claim to be the creators of all their exploitable data (many corporations create new data by connecting different datasets and building the algorithms that generate the wealth creation opportunities). At the same time, these opportunities could not be created without the participation of individuals as well as public infrastructures and there is some form of alienation from, or exploitation of, the products of our activities that is analogous to the alienation of the products of labour that underpins capitalist exploitation. This matters to individuals, giving them due regard for their contributions to the various forms of ‘work’. In addition it is important for states in relation to proper taxation. The paradigmatic question is: Is this exploitation of data primarily understood as income-generation or as exploitation of existing capital? This may, however, imply that we need to develop an account of the allocation of wealth to supplement those of wage labour and the traditional exploitation of capital. We should consider the extent to which a new form of commodification of people’s digital identity should be considered as work or is better understood as an appropriation of personal value that is a form of digital slavery. 3. There is also a set of questions about where ‘work’ should be assessed as happening, particularly work on digital platforms that are located in more than one country. Decisions are needed on where tax obligations are generated, what demands distributive justice might make of us when ‘work’ is done by people or algorithms in one place and the economic benefits are accrued elsewhere. Accordingly, in reflecting on a new paradigm for the governance of work into the future consideration would have to be given to the following: ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 55 A. Worker protections  The employer-employee relationship has been the basis of many protections: security of employment against abuse of power (e.g. constraints on dismissal), anti-discrimination provisions, parental leave, holiday entitlements. Such protections may need to be either lost or recreated independently of the employee status.  The status of ‘worker’, under some degree of control but not formally employed may need to become the primary status rather than a binary division employed/self-employed. The degree of autonomy over work already gets some recognition (e.g. under the European Working Time Directive).  Multiple employers over time and simultaneously may dilute some protections, particularly where thresholds exist to time employed.  Collective-bargaining and worker-involvement provisions cease to be effective ways of preserving recognition of worker voices when either employment status is denied, or it is diffused by having multiple employers or clients. B. Social security  If employment ceases to be the most common work status, it may be necessary to revisit the basis of social security provisions away from an assumption that employment status brings (a) entitlement to financial social security, (b) is a mechanism by which pension savings are encouraged/secured, (c) through which tax dues are collected, and (d) through which health benefits are channelled. C. Economic data collection  We may need to think carefully about the continued usefulness of measures that are used to assess and compare the state of economies over time and with each other. For example, the measures used to assess productivity may not adequately capture changes in the pattern of work. Similarly, those for labour market participation and economic engagement may need to be revisited. It is also possible that current measures of inequality may also not adequately reflect the distribution of benefits within economies. ",
        "Opinion n. 30 Future of Work, Future of Society 56 December 2018 European Group on Ethics in Science and New Technologies Chapter 3 │Ethical Reflections on the Future of Work 1. The value of human work As illustrated at the beginning of the Opinion, work has both an instrumental and a non-instrumental value: it provides us with the means of existence and it can bring satisfaction, recognition and self-esteem. For many people however work is a necessity for physical and socio-economic survival which falls short of delivering these non-instrumental goods. Most people for whom work is a necessity have limited freedom to choose their employment and shape their lives in accordance with it. According to a broad understanding, ‘work’ refers among other things to activity through which we may transform ourselves and our environment (both human and non-human) according to our values, plans and in a social context. In work, we may unfold our capabilities as persons and as members of our communities for the promotion of both our personal good and for the common good. Work may help us to express what one considers as important and what one believes in, and serves at the same time as a means to strengthen communities. When work is both decent and meaningful, we are typically embedded in joint action with fellow human beings, ideally pursuing common goals, for shared reasons and enjoying the satisfaction of achievement, recognition and self-improvement. We exercise basic human capacities in the process, as well as physical, psychological (both emotional and cognitive) and social ones. Such ‘good’ work is positively related to our self-esteem, our physical and mental well-being, our personal and social identity, and our role in society. Decent work, according to the ILO definition, ‘involves opportunities for work that is productive and delivers a fair income, security in the workplace and social protection for families, better prospects for personal development and social integration, freedom for people to express their concerns, organise and participate in the decisions that affect their lives and equality of opportunity and treatment for all women and men’. 179 However, not all work that is decent in this sense is also meaningful in the sense that it is perceived by individuals as an expression of their conception of the good life and their values. This non-instrumental value of work can also be met outside of employment, as we know from activities that are currently unpaid (e.g. housework or voluntary work). It is important to note that people who cannot obtain paid employment can and often do in fact contribute positively to society and may derive great satisfaction from making such contributions. This does not mean, of course, that finding meaning in work is or should be seen as a sufficient reward. According to the wider notion of work that the European Group Ethics in Science and New Technologies (EGE) promotes in this Opinion, people who 179 ILO. Decent Work. Retrieved from https://www.ilo.org/global/topics/decent-work/lang--en/index.htm. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 57 are not in employment, and even those who would receive an unconditional income, such as that proposed in the UBI model, would still be seen as working if they engaged in activities that made a positive contribution to themselves and to society. People spend a large part of their lives at work, trying to get work, or (not) caring about (not) having work, worrying about missed opportunities to relate to others through work, to cultivate one’s talents in work, or to find meaning and purpose in life through work. People also spend considerable time comparing themselves to others in these respects, and by thinking about comparisons others make regarding one’s status on the basis of accomplishment in work. For these reasons, reflections on the present and future of work are ultimately moral considerations on the well- being of human beings and on a just society as a community of human beings. It is of moral importance to recognise that the dignity of future workers and the well- being of individuals in future societies depend on our current actions and decisions especially in light of the deep data and technology driven transformations of the labour market, of work places and of society. Both the non-instrumental as well as the instrumental value of work need to be considered when shaping the future of work. 2. Ethical principles and values in work for the human person and for society The moral principles and values that should guide us in shaping the current and future organisation and remuneration of work comprise: human dignity, autonomy, freedom, privacy, justice, equality and solidarity. They are all linked to each other in ways we cannot extensively discuss in this context. I. Human dignity The principle of human dignity is understood as the recognition of the inherent human state of being worthy of respect. The way new technologies are used in our societies raises ethical issues that may impinge on human dignity in general and on the dignity of the human worker specifically. The dignity of each person should be recognised as a central moral consideration in thinking about the future of work. On the one hand, the technologisation of work represents an opportunity for human flourishing. Technology has helped in many cases to reduce or eliminate dangerous and tedious tasks and to make efforts more efficient and our work more varied, less strenuous, and more human. Furthermore technology has removed many barriers for people with disabilities. It has provided opportunities to combine work and family care. On the other hand, the increasing use of technologies also poses threats to human dignity. ",
        "Opinion n. 30 Future of Work, Future of Society 58 December 2018 European Group on Ethics in Science and New Technologies I.1. Possible replacement of humans by machines in the workplace Increased efficiency in the workplace brought by robotisation, automation, and digitalisation is widely believed to replace a considerable number of tasks, and sometimes people, by machines. It is at the same time feared that these people will not easily find other employment in a highly complex digital society. This applies not only to repetitive, predictable and menial tasks, but is also predicted to affect a wider range of professions. Of course, replacement in the example of extremely dirty, dangerous, humiliating or tedious tasks may serve to protect human dignity. Yet substitution by a machine and the resulting potential unemployment brings important implications. Losing one's job often means no longer being able to finance one's life and that of one's family without external support. This loss of autonomy and independence, although the physical and mental abilities of the person concerned are sufficient for paid work, threatens respect for human dignity as long as societal institutions which provide a livelihood are built around paid work. Rather than full replacement, the use of technology is often rather conceived in terms of complementarity, support and assistance. Human dignity requires technologies to be deployed in ways that support or complement and augment, rather than suppress, subordinate or replace humans. In this context, it is important to make a distinction between the case where humans are fully replaced by machines, and where humans are teamed up to work hand in hand with technology. In the first case of complete redundancy as a result of technical substitution, respect for the dignity of persons implies that their situation should be assessed from a moral point of view, and not just from an economic, legal or social perspective. The prospect of lives without employment for large numbers of people requires us to think about the positions of affected individuals in terms of their freedom, autonomy, equal standing and fair treatment. What do we owe to those whose services are no longer required? In the second case where humans are required to work with advanced technology, the technology should at least be morally appropriate and consistent with the ideas of decent work. In addition, there should be clear moral standards about which tasks can permissibly be delegated to artefacts and tasks for which this is not permitted (e.g. life and death decisions in health care). There will always be work for which there is wide agreement that it cannot be performed by machines alone, because the activity only reveals its full value when carried out by humans. ‘Care-bots’ can substitute caregivers in routine and strenuous tasks and can provide mechanical help for human care for elderly people or those with disabilities. The human aspects of caring for patients however cannot be replaced. Robots can be programmed for interaction but cannot share feelings or ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 59 transmit emotions, or have empathy. We cannot speak about ‘artificial care’ or ‘artificial empathy’. The intrinsic meaning of care is the practical expression of human virtues in empathetic and interpersonal relationships above all towards particularly vulnerable individuals and requiring a responsibility and the need for solicitude and attention towards them. In other words, care has an aspect that is intrinsically human, and thus, the full value of care unfolds itself fully only when humans are involved. In Japan, the Pepper Robot has been designed to replace priests in funeral rituals, and the art installation called ‘end-of-life-care machine’ is meant to foster debate on a technical device which is supposed to keep the dying company and offer consolation 180 but these cases should be seen as a reduction ad absurdum of the idea of robot assistance and a violation of respect for human dignity. Both the dignity of the patient and the health care worker are at stake here. Except in areas where work is inevitably and intrinsically undignified (e.g. extremely dirty, unhealthy, dangerous or humiliating) respect for human dignity requires technologies to be deployed in ways that support or complement rather than subordinate, or replace humans. This idea of ‘complementarity’ is expressed in new kinds of collaborations between robots and humans (‘co-robotics’). Where replacement is out of moral bounds there should be limits placed on attempts to automate and roboticise work. I.2. The opacity of algorithms in the workplace Another technological threat to human dignity in the world of work can come from the subordination and objectification of workers with regard to technical systems of surveillance, scoring and behaviour control without fully respecting their rights and interests and subjective point of view. Examples can be found in the use of advanced AI, data science and behavioural science (e.g. nudging) techniques in the workplace and beyond that are used to select, survey, score, monitor and assess workers. Data for this purpose are sometimes even taken from sources external to the working environment, i.e. social networks, without the person concerned necessarily being aware of that. In other instances, workers are asked to ‘voluntarily’ opt into surveillance schemes – such as workplace wellness programmes – that involve surveillance of aspects of their lives that were previously private. These forms of opaque use of technologies are not wholly new, but recent technological advances make them more insidious, less transparent, more enduring and more intrusive into personal lives. It is essential from an ethical point of view that workers are aware of the use of such technologies, and where they consent, their agreement is truly informed, free and voluntary. Where it cannot be guaranteed that consent is informed, free and voluntary, legal provisions need to ensure that these technologies cannot be used. The use of digital surveillance of workers - including in performance assessment and recruitment – may introduce non-transparent forms of discrimination that operate 180 End of Life Care Machine. Retrieved from https://www.youtube.com/watch?v=vDHstslg8Vo ",
        "Opinion n. 30 Future of Work, Future of Society 60 December 2018 European Group on Ethics in Science and New Technologies under the guise of the ‘objectiveness’ of technology. Work-related surveillance involving regular monitoring and rating may also lead to a harmful change in the perception of work, personal identity and interpersonal relations. The use of digital technologies in order to quantify work productivity poses a threat to human dignity if what is not measurable is not considered as ’worthwhile’ or even not considered at all. We have to prevent that workers have to agree to their own oppression. Ultimately we should resist developments that depersonalise or mechanise work in a way that deprives work of its non-instrumental significance. The quality of work cannot be measured only in productivity or efficiency, but also be seen in terms of personal fulfilment and social cohesion. Technology may thus become both an enemy for humans and an ally in the promotion of more dignified jobs, meaningful work and good working conditions. In all of these cases respect for human dignity needs to remain a central consideration in the continuing pursuit of efficiency, productivity and cost reduction by means of integrating technology in the human world of work. II. Justice and solidarity In the context of the future of work in the era of emerging technologies, justice and solidarity are important guides for the assessment and for the active shaping of institutions and practices. Accounts of ‘distributive justice’ provide general conceptions of what counts as a fair and just society, providing the justification for the principles that ought to inform the design of basic institutions of society that deal with the pre/distribution, distribution, re/distribution of resources that matter to individuals irrespective of their conceptions of the good life. This has implications for the distribution of work, as regards equality of opportunities to work, and the benefits that flow from that. One of the important insights of the 20 th Century philosopher John Rawls is the core idea of justice as fairness, which suggests that it is unfair in thinking about a just social arrangement to allow us to tailor the principles of justice to our own specific situation. To develop criteria for fairness we need to think about a just society without doing so from the specific place in society that we inhabit, either by ‘luck’ (birth and nature) or our own actions and decisions. We should think about the principles that shape the basic institutions irrespective of whether we are able bodied, intelligent, young or elderly, man or woman, permanently employed or unemployed. Therefore, we ought to choose our societies and their distributive principles from behind what Rawls refers to as a ‘veil of ignorance’ 181 . This, argued Rawls, leads to an egalitarian design, since people, when they are dealing with uncertainty regarding where they will end up in society, are risk averse and are not willing to gamble with their lives. Behind a veil of ignorance, so the argument goes, we will choose liberty for all, equality of opportunity and only allow for that amount of difference between income, status and access between positions that is needed to make sure that those who are least well off will do better than without this amount 181 Rawls, J. (1999). A Theory of Justice . Harvard University Press. p. 118. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 61 of inequality. If we ‘ignore’ our position at birth, on a natural and social level (we could be healthy or ill, with or without a disability, rich or poor etc.), we will choose the criterion of justice that guarantees both equality and compensation for differences, in order to receive the needed protection. In this line of reasoning everyone will choose a society that takes care of people who cannot take care of themselves and that will provide equal opportunities to do decent and meaningful work and take care of their families and enjoy the basis for self-respect. Rawls suggested concrete models of society that satisfied his principles, beyond a mere Welfarism and the Welfare State where people are guaranteed a minimum income. Welfarism produces unstable socio-economic systems and fails to respect human dignity because of these uncertainties. Much more is needed. The ‘more’ that is needed can be found in the ‘theory of capabilities’ proposed by philosopher and economist Amartya Sen 182 and the philosopher Martha Nussbaum 183184 . For them justice is not so much about shares and holdings of certain social primary goods – such as employment – but it is about agency or freedom to act and choose and the possibility to attain a certain ‘level of functioning’. Taking into account the available resources there is a capability set for an individual to achieve various ‘functionings’. ‘Functionings’ consist of ‘beings and doings’, of states and activities that constitute a human person. Sen and Nussbaum provide thus a standard for what makes the lives of people go well and what governments need to guarantee. Their capability approach starts with the assumption that there are some features that all people (as biological, social and cultural beings) have in common and which constitute our common humanity and human dignity. Sen refers explicitly to work, showing how loss or lack or precariousness of work, even with a financial aid (as indemnity for unemployment), determines a condition of ‘incapacitation’, deprivation or social exclusion. 185 Even if financial aid remains a social problem (because of economic scarcity of resources and disincentives to search for work), it does not solve the condition of ‘privation’. Unemployment, regardless of economic status (loss of income), determines psychological damages, loss of motivation, loss of self-esteem and trust of oneself, increase of illnesses, disaggregation of family and social life, social exclusion, increase of xenophobia and gender asymmetries (see section ‘Human 182 Sen, A. (1979). Equality of What? Stanford University: Tanner Lectures on Human Values (Available on the Tanner Lectures website); Sen A. (1999). Development as Freedom . Oxford University Press. 183 Nussbaum, M. (1988). Nature, Function, and Capability: Aristotle on Political Distribution. Oxford Studies in Ancient Philosophy . Oxford University Press; Nussbaum M. (2001). Women and Human Development. Cambridge University Press; Nussbaum M. (2011). Creating Capabilities: The Human Development Approach . Harvard University Press. 184 In the M. Nussbaum’s list there is an explicit mention to ‘work’ in the Control Over One’s Environment, ‘material aspect’: ‘having the right to seek employment on an equal basis with others’; ‘in work, being able to work as a human being, exercising practical reason, and entering into meaningful relationships of mutual recognition with other workers’. 185 Even if financial aid remains a social problem (because of economic scarcity of resources and disincentives to search for work), it does not solve the condition of ‘privation’: unemployment, regardless of economic status (loss of income), determines psychological damages, loss of motivation, loss of self-esteem, trust of oneself, increase of illnesses, disaggregation of family life and social life, social exclusion, increase of racial tensions and gender asymmetries. The existence of ‘working poor’ demonstrates that work does not resolve the economic problems and above all increases existential and social uneasiness; there can be an ‘existential poverty’ in working people. ",
        "Opinion n. 30 Future of Work, Future of Society 62 December 2018 European Group on Ethics in Science and New Technologies dignity’, p. 57). The existence of the ‘working poor’ in our societies demonstrates that merely expanding access to employment does not resolve the problems. Work covers fundamental ‘functionings’ as means of economic security and condition for personal fulfilment, social inclusion, expression of capacities and capabilities, in compliance with human dignity and autonomy. This is the basic foundation for the social responsibility to promote work in our societies, passing from the model of compensation for the economic loss (passive model) to the active promotion of capacitation (and valorisation of capacities) through work, meant in the broad sense, in order to be able to live a ‘dignified life’. There are different conceptions of justice, not only in the context of different traditions of scholarship (in the libertarian, utilitarian, communitarian, egalitarian, personalist conceptions), but also in connection with other values that we seek to promote when we think about justice. For example, when distributing a good, the just way of distributing depends on what we want to achieve. Should every person get the same share of the good? Or should the person most in need get the biggest share? Or the person who has worked hardest to contribute to the good? Should the person’s merit be taken into consideration? These questions illustrate the complexities involved in determining what justice means in concrete contexts. In the context of human rights frameworks, justice refers to equality (equal treatment for all) and non-discrimination: people should not be treated differently unless there is a sound reason for the different treatment. The universal principle of equality extended to all human beings cannot disregard the concrete context of individual differences and diversity. In this regard equity means ‘justice in the concrete case’, taking into consideration factors of diversity, to balance disadvantaged situations, avoiding both an undifferentiated equality or an unequal difference. In this sense, in some cases, unequal treatment may be justified, and even beneficial for people in certain circumstances. When inequalities are unfair, however, they are inequities. A value closely linked to justice is solidarity. The philosopher and sociologist Jürgen Habermas famously called solidarity ‘the other side of justice’. 186 Solidarity signifies people’s willingness to support others to whom they feel connected in one way or another, despite the differences between them; it pertains to people standing up with, beside and for others. Solidarity captures the often informal practices and arrangements of mutual support and assistance between people that complement the formal ways in which resources, duties and obligations are distributed. In other words, solidarity is the ‘glue’ between the ‘bricks’ of justice. Recognition of the need for society to take charge of inequalities and inequities is the foundation of solidarity, as the moral obligation to ‘correct’ and ‘repair’ injustice, in the continuous effort to compensate for diversity. 186 Habermas, J. (1994). Justification and Application: Remarks on discourse ethics , Cambridge. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 63 Thinking about the future of work implies thinking about a just and fair society. In a society where the nature and role of work is going to be deeply transformed we need to revisit and possibly redesign the social and legal institutions that seek to protect people, their rights, needs and interests. What do we owe to each other, irrespective of whether we have disabilities, are gifted or average? What connects us all irrespective of age, gender, race or religion? What do we owe to those people who are not taking part in paid work as we have known it up till now (because they are unable to find a job, or due to illness or old age), recognising that many of them make valuable contributions to society in other ways? II.1. Equality and non-discrimination In Western liberal democracies the starting point for this type of reflection is the idea of basic moral equality, the idea that anyone counts as much as everyone else and that all individuals are equally valuable, irrespective of their differences, such as gender, age, race, health, nationality. This is meant by the fundamental value of human dignity. The reason we value equality is relational in the sense that some inequitable distributions of goods (in a broad sense as the things ‘that we have reasons to value’) undermine the equality of opportunity. In this framework our collective moral responsibility is to reorganise society and its institutions in order to adopt policies in the present and in the future, based on the principle of equality and non-discrimination, in order to ensure that each person can lead a dignified life At the outset of this ‘technological revolution’ and social transformation, we need to avoid technology driven discrimination e.g. by AI which is trained with an already biased set of data. We also have to rethink the interpretation and application of justice, in a multi-level governance paradigm, to build inclusive policies which could guarantee to all the opportunities to access work, as defined in the broad sense. II.2. Education of capabilities beyond ‘skill polarisation’: no one should be left ‘behind’ The increasing use of technologies in the domain of work has increased the demand for highly skilled workers. Many now see technological and digital literacy’ as a necessary requirement in the workplace (even if it does not guarantee access to work). Others argue that the use of computers and their technical tools is becoming more intuitive, the skills that are valued highly in the workplace of the future are those characteristics that are still distinctively human: creativity, empathy and systemic and critical thinking. As a solution, many policy papers and commentators have suggested an emphasis on ‘skilling’, ‘upskilling’ and ‘reskilling’, both in the interest of employers and of workers, to be attractive in the labour market. The only alternative seems to be ‘exclusion’ from the workplace. Such a narrative of polarisation is highly problematic, not only because it pits individuals with different levels of skills and talents against one another, but also because it places the responsibility for ",
        "Opinion n. 30 Future of Work, Future of Society 64 December 2018 European Group on Ethics in Science and New Technologies employment on the shoulders of individuals. What then becomes of those people who are ‘low skilled’ or who are not capable of ‘upskilling’? In short, if we buy into the idea that individual upskilling is a solution then technological progress will indeed leave many people behind. The technologisation of work outlines new categories of potentially vulnerable human beings. They are, and will be, possibly excluded from finding decent work. The risk is a future society with ‘winners’ and ‘losers’: ‘this potential division and the tensions it stirs will be exacerbated by a generational divide caused by those who have only known and grown up in a digital word versus those who have not and who must adapt.’ 187 Against this background, it is necessary to tailor education to technological change, reflecting on how the education system and labour market respond to the new requirements in this technological era. There is a need to include ‘digital competence’ in a broader sense, encompassing knowledge and the acquisition of critical awareness of ethical issues emerging from the use of ICT, both in the workplace and beyond. Justice demands investment in education in a broad sense for everyone including non-digital natives. An appropriate educational project should also aim to support people in the technological work transition and process of adapting personal capacities, realising how to manage change and cope with the emergence of new occupations and tasks in an age of digitalisation and robotisation. The main purpose of education should be to develop social capabilities and motivation to deal with innovation, and to help ensure that innovation does not harm people and provides value for more than a narrow slice of the population. This includes concrete attempts to care for and not abandon those who are unable to acquire digital and other ‘marketable’ skills, who do not have the capacity to develop these skills, e.g. because of mental disability or age or a lack of the socio- economic and cultural conditions required to develop them (or be motivated to do so). In this respect, the question ‘how can society and its citizens, in particular vulnerable groups, such as the disabled or the long-term unemployed, get onto the digital train and stay abreast of new technologies and methods?’ is an important one from an ethical point of view. 188 Disabilities (both physical and mental) are a barrier to work. Effective integration of people with disabilities is a challenge, and technologies may be helpful in this regard if they are designed in an inclusive manner and overcome these barriers to mobility, language expression and interpersonal relationships. In a more general sense the authentic value of education in the technologisation of work is the one that enables each individual to better express their capabilities, regardless of their skill set. The ‘capabilities approach’ provides a helpful framework 187 Schwab, K., (2016). The fourth industrial revolution , UK: Penguin Random House. 188 European Parliamentary Research Service. (2017). Author: Monika Kiss. Members' Research Service. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 65 to focus upon the moral significance of the relationship between an individuals’ capabilities and the environmental conditions to live a good life in terms of valuable functionings. As noted, a view that regards those who fail to be ‘upskilled’ as responsible for their own ‘failure’ would be ethically highly problematic in the context of the principle of justice given that age, health, physical and intellectual abilities, language, caring responsibilities and other factors highly influence the ability of people to acquire new skills. Instead of focusing on individual ‘upskilling’ we suggest the notion of ‘societal upskilling’ understood as a collective commitment to create a society where work is a source of meaning, both personal and social, an instrument for human flourishing and a means for contributing to society. II.3. Social security in an age of precariousness of work Solidarity appears in all documents concerning welfare reforms in Europe, highlighting the passage from the level of political announcement to that of practice. In relation to work specifically, solidarity is considered a principle of mutual support where risks, costs and benefits are shared within a society. Solidarity has traditionally been seen as corresponding to, and fostering, social cohesion. Against the backdrop of technological developments that increase conditions of complexity, uncertainty and unpredictability, there is an emerging ethical need for social-economic protection of vulnerable people and their personal and social security. The ‘flexibilisation’ of work may also be, and often is, an expression of precariousness in the workplace, and precariousness brings insecurity. A serious moral harm of systemic precarious work is the inequality between making sense of one’s life as an integral and coherent whole. This would count as a ‘hermeneutic injustice’. Whereas professionals (e.g. scientist or doctors) would be able to see their lives as a developing narrative that provides unity and the basis for a sense of achievement, self-improvement and self-respect, others would have to forego this option. It is an aspect of what Sen refers to as 'agency'. The worker in a precarious condition does not have the same opportunities, i.e. to see individual lives as a 'whole', to form a life plan and robust narrative identity. Instead, they are stuck with temporary, fragmented identities that, in many ways, resist interpretations along the lines of moral integration and ownership for individuals. In this sense, it is ethically needed to reconnect work and personal identity (as stated in the introduction). This connection of work to the expression of personal identity is necessary in order to realise the non-instrumental value of work. Fiscal policies should ensure that redistribution reduces inequalities that result from labour market polarisation. Particularly, self-employment and flexibility often result in fewer opportunities and weakened job security. As the world of work becomes more flexible, employees are expected to shoulder growing responsibility for skills development, social security and health insurance. Importantly, fiscal policies and corresponding administrative and criminal law needs to ensure that corporations pay their due to societies. An argument could also be made in favour of introducing new ",
        "Opinion n. 30 Future of Work, Future of Society 66 December 2018 European Group on Ethics in Science and New Technologies mandatory contributions for corporations to make to the public purse to account for profits that they are making on the basis of people’s data or on the basis of other tangible or intangible assets that the public have created for them. Social security assumes a fundamentally new role in an economy that cannot be reduced to the market but instead understands itself as a ‘civic economy’ and ‘social economy’, which produces relational goods and services (e.g. care, commons, quality of human relations and cooperation, associationism and social entrepreneurs). In the last decades, social security in relation to unemployment, retirement, occupational disability or illness has mainly been tied to employment institutions and structures. Because of these changes, we need to create new structures and institutions to provide social security, based on different types of arrangements and entitlements (Unconditional Basic Income (UBI) is one, but by far not the only, way proposed to organise this). The traditional concept of social security, as far as it remains tied to employment or stable employment, should also adapt to the increased diversity in the workforce, both culturally and generationally, by supporting a greater range of working organisations and arrangements, adapting to new needs and creating (where possible) conditions of meaningful work. Intergenerational differences require careful management in the workplace, since many young people are trapped in low- level entry positions, as older people stay in employment longer. Fostering intragenerational and intergenerational justice and solidarity in the workplace is extremely important. Intergenerational relations within our society are one of the ways in which the EU debate aims to promote a cohesive society. But social change and the global crisis have led to an erosion of traditional forms of intergenerational solidarity, such as ‘public social security and pensions for all’. Unemployment has reduced the possibility of mutual help among family members and between the state and the firm, producing unbalanced systems of need and resources in society. Hence, the institutional role of the welfare state to provide some form of financial transfer in order to balance resources and opportunities between generations is showing some deficiencies. There is an ethical need to reflect on ‘additional protections’ for vulnerable groups of workers and stronger incentives for companies to treat them fairly. Employment rights therefore need to strike the right balance between security, flexibility and innovation. People need transparency, information and advice about what their rights and legal position may be in any particular context and relationship. It is relevant to develop legislation to make it easier for all working people to receive basic details about their employment relationship up front as well as updating the rules on continuous employment to make it easier to accrue rights. Clarifying the legal framework and addressing unfair risk transfer to vulnerable workers are all important steps to ensuring fair and decent work, and above all the protection of social security as a value. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 67 II.4. Contributive conceptions of justice In relation to the traditional concepts of social justice (as distributive justice), some authors have argued that we owe it to others to enable them to make a positive contribution to society. This aspect of justice has been referred to as ‘contributive justice’ 189 . Could it be that we owe it to each other to allow everyone to make a contribution? 190 The inequality of opportunity for people to access meaningful work limits their ability for personal fulfilment and their chance to make a significant positive contribution to society. In turn it reduces the possibility to develop their capabilities and live a flourishing life. This concept of contributive justice explores the potential of a normative framework based upon the idea of defending a fairer provision of meaningful work, not only of decent work. Given the difficulties of a just distribution of income and wealth, it is necessary to further elaborate the concept of justice, strictly linked to solidarity. Contributive justice is the other side of distributive justice: a contributive conception of justice is based not on what we receive but on what we can contribute. It means the responsibility for each of us, as citizens, to contribute to civil society, in order to guarantee our individual or common well-being, as well as the responsibility of society to create circumstances for people to contribute. Contributive justice requires the recognition by each person of their moral obligations towards society, and vice versa , in the framework of a relational (non-individualistic) anthropology. Contributive justice proposes that each individual flourishes by advancing the flourishing of others. This aspect of justice is linked to solidarity and addresses what people are expected and able to contribute in terms of work. Complex, interesting work allows workers not only to develop and exercise their capacities and gain satisfaction from achieving the internal goods of a practice, but to gain the external goods of social recognition and self-esteem. People should not to be obliged to contribute to a system they perceive as unjust. The shifting from ‘liberty’ to ‘contributing’ is a societal aspiration to which people aim: it is a concept worthy of further normative analysis, as it could be forged into a fine tool for assessing workplaces, one which probes deeper than the issues of fair transactions and the redistribution of resource. III. Autonomy, freedom, privacy Autonomy refers to the possibility to be free, to make choices, having the capacity to be aware of oneself, decide for oneself and pursue a course of action in one’s life. 189 The idea of contributive justice was revived by the US Bishops conference in the eighties of the previous century and later developed by others. 190 Contributive justice typically implies the following demands: Opportunities to participate; Opportunities to develop skills; Opportunities to learn to be productive; Fair evaluation of inputs; Duty to do one’s share according to one’s capacities; Meaningful work and tedious tasks should be distributed more evenly. ",
        "Opinion n. 30 Future of Work, Future of Society 68 December 2018 European Group on Ethics in Science and New Technologies Autonomy means the capacity of self-determination and self-sufficiency. It is constitutive of moral personhood and at the same time it is a value, to be respected and protected in order to facilitate the self-realisation of human beings. Technologies in the workplace may have an ambivalent relationship to autonomy and human freedom – while in many cases they have been designed to create freedom as they relieve us of all sorts of tasks, they can also pose a threat to freedom. Freedom can only be maintained if there is a reasonable degree of immunity from control and dominance by others, meaning not only the state, but also employers, customers, co-workers and machines. Freedom also requires reasonable opportunities to act in ways we choose. Respect for autonomy requires us to ensure that technological developments do not rob people of the opportunity to shape their lives according to the values that they themselves find important. On one hand, technological development may increase personal autonomy, offering new opportunities to human beings. The use of advanced technologies may enhance autonomy and speed up interpersonal communication in real time and in a global context, facilitating data collection and use as an opportunity to gain knowledge, increase possibilities for flexibility of work, decentralisation and displacement, offering opportunities for more autonomous organisation of work time and work place, of definition and changes to work tasks, etc. Technology may offer faster and easier ways to obtain results efficiently, providing work conditions involving less stress and more leisure time. On the other hand, the technologisation of work may decrease personal autonomy e.g. by strict surveillance systems or AI-driven workflows without any possibility to intervene. As regards privacy, which is closely linked to autonomy, the EGE favours an expansive concept of the value of privacy and right to privacy, underpinned by its ability to protect intimacy, human dignity and autonomy, thus being a prerequisite for freedom. Privacy does not simply serve to allow us to hide our indiscretions but demonstrates respect for persons, for their human dignity and for personal autonomy. Privacy is related to the construction of our moral and social personality and is a necessary condition to form intimate relationships and maintain love, friendship, trust and respect as well as participation in the public and political sphere. Thus, as Fried has observed, to violate a person's privacy is to injure them ‘in their very humanity’. 191 Privacy can be considered as an aspect of human dignity, and the notion of Warren and Brandeis' ‘inviolate personality’ has been equated with an individual's independence, dignity and integrity. 192 This notion of independence is linked to the concept of autonomy; the ability to control access to our personhood which enables us to live autonomously in the world; to decide for 191 Fried, C. (1968). Privacy . 77 Yale L.J. p.475-477. 192 Bloustein, E. J., (2007). Privacy as an aspect of human dignity: an answer to Dean Prosser. Ferdinand D. Schoeman (ed), Philosophical Dimensions of Privacy: An Anthology . Cambridge University Press. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 69 ourselves on questions which matter to us, to control what others know about us, and to protect a space for personal development and relationships with others. Thus, privacy plays a role in individual human flourishing and by extension promotes a social good. It furthers the existence of a free society. Protection of privacy provides us with a refuge to escape from having to conform to public norms and by extension supports creativity and diversity. This has special resonance in the context of the future of work, as creativity is considered uniquely human (at least for now) and a critical skill for success in a labour market which is shared by humans and machines. Technological developments that break down the boundaries of privacy are also a threat to human autonomy and the respect for human dignity. Without our privacy being fully respected, we are more vulnerable to others and also less free. III.1. ‘Technological delegation’ in the workplace ‘Technological delegation’ refers to the practice of delegating decisions to technologies in the workplace: delegating complex tasks to robots or AI may lead to loss of workers’ control over machines, with a consequent lack of some human and professional skills, a decrease of autonomy and dilution of responsibility. Technologisation may bring with it a decrease in cognitive ability with a delegate and dependent attitude (letting machines decide), and a decrease in motivation to achieve results based on personal capacities and values. The risk of technological delegation is the possible loss of the dimension of achievement in the sense of development and realisation of ‘what we are’ through an active effort and personal commitment that enable modification of one’s own capacities and capabilities, whilst improving oneself in the personal and relational identity. Recalling what the EGE affirmed in its Statement on Artificial Intelligence, Robotics and ‘Autonomous’ Systems’ 193 : ‘All ‘autonomous’ technologies must, hence, honour the human ability to choose whether, when and how to delegate decisions and actions to them. This also involves the transparency and predictability of ‘autonomous’ systems, without which users would not be able to intervene or terminate them if they would consider this morally required’. In an age of rapid technological development, there is a risk of blurring the lines between ‘autonomous’ decisions made by machines on the one hand and human personal ‘autonomy’ on the other hand. Against this background, it is important to have a clear distribution of responsibilities with a human being or institution always being accountable and responsible for the design, use and governance of the technology and its results. In this sense it is necessary to inform and educate people that the use of technologies in the workplace is an instrument and not an end: it is necessary to 193 EGE Statement on Artificial Intelligence, Robotics and ‘Autonomous’ Systems. Available at: http://ec.europa.eu/research/ege/pdf/ege_ai_statement_2018.pdf ",
        "Opinion n. 30 Future of Work, Future of Society 70 December 2018 European Group on Ethics in Science and New Technologies make people aware of the technological advantages in terms of autonomy but also of their possible implications and eventually of their responsibility. III.2. ‘Datafication’ and surveillance of the workplace In today’s world, where more and more areas of our personal and social lives, including the workplace, are becoming ‘datafied’ (that is, they are captured in data that can, under certain conditions, be accessed by others) privacy is more important than ever. That the tools to protect privacy need to change does not mean that privacy as a value has lost its currency. Digital technologies in the workplace (i.e. wearable sensors, electronic bracelets, electronic registers, smart phones, computers, online platforms, etc.) may offer opportunities to measure, increase and enhance work performance, but at the same time, challenge privacy. The algorithmic monitoring of specific workplaces can increase the safety of the workers. It also can increase the productivity and discipline of workers (remotely, simultaneously, with no space or time limits), e.g. by giving immediate feedback to workers in order to increase efficiency. But the monitoring becomes highly problematic if used with the intention to constantly control, register, track or localise the worker, perhaps not only during their working time but also in their personal life. Workers may be obliged to remain online and be watched even outside working hours and workplaces. Undue surveillance in the workplace evokes scenarios of pervasiveness, invasiveness and intrusiveness in the worker’s life (inside or outside work), exercising control as an impersonal constant check, and blurring the line between work and personal life. Furthermore, this control implies that a predefined ‘standard’ of behaviour is considered to be ‘best’ in a specific context, thus also restricting autonomy and discretion. But who should set the standards? To whom are the standards applied? Who decides and according to what criteria? Why are specific standards preferred and not others? Privacy provides the required time out for intellectual freedom, curiosity, diversity, creativity, initiative, learning and reflection, all of which should be considered as essential elements in re-imagining work in its broadest context. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 71 Recommendations PROLOGUE: The role of technologies in the future of work Fundamental transformations in the role and nature of work bring some of the most significant opportunities and challenges that our societies are facing. Addressing these opportunities and challenges is what policy scholars call a ‘wicked problem’: neither is there agreement on the goal, nor on how to reach it. Across academic and policy papers there is great variation even in how the problem is described. One of the main narratives so far has been the idea that advanced technologies such as automation, artificial intelligence, and robotics are strengthening economic power while at the same time taking over many tasks previously carried out by humans, leading to job losses and poverty. More optimistic commentators argue that the automation of human tasks will create more new jobs than it destroys. What is clear is that digital technologies and computing power has an immense effect on how we work. Digital technologies are accelerating change and exacerbate some of the problems that we are currently facing. However, the EGE does not see technologies as the root cause of these problems. The fact that many people in our societies are unable to find jobs, or unable to obtain jobs that pay enough for them to lead a dignified life, is due to our own political decisions. It is due to policies and institutions that have facilitated the growth of precarious working conditions, that have made capital more profitable than labour, and that have left invisible and unacknowledged many tasks that play a crucial role in the functioning of our societies. Technologies have played an important role in these processes too - but the technologies in question are not only robots, artificial intelligence or the other usual suspects that dominate the current discourse. Instead, they are financial, regulatory and physical technologies that enable companies to move their production or their headquarters across the globe to benefit from lower wages, lower tax rates or other forms of ‘corporate welfare’. And they include digital technologies that enable the recruitment and tracking of workers, not only in the platform economy. At the same time as technologies (understood as sociotechnical arrangements and practices) have been involved in processes that lead to job losses and increased social disparities, they have been, and can be, part of positive change. Throughout history technologies have helped to make work - and many other aspects of our lives - safer, more hygienic or more engaging. Technologies can and should also be part of the solution for the challenges that we are currently facing. With this Opinion, the EGE analyses the evidence surrounding future trends shaping the world of work; presents key features of the policy and regulatory frameworks in order to identify starting points for further policymaking and applies an ethical framework to guide future action. The first step in this process is conceptual in nature. At the same time, the kind of reframing that we propose has profound and concrete implications; it involves the ",
        "Opinion n. 30 Future of Work, Future of Society 72 December 2018 European Group on Ethics in Science and New Technologies European Commission and Member States recognising that work is not only paid employment but includes unpaid contributions to societies which are of fundamental importance to their functioning as well as to the flourishing of their members, and reflecting this in economic and social policy. This will require an adjustment of social security and fiscal systems to accommodate a broad understanding of work. This adjustment should be based on reflection about adequate mechanisms of redistribution and predistribution such as taxation, asset ownership (land, capital, data, etc.), welfare, public services, tort law and monetary policies. The chosen mechanisms should help to realise solidarity and justice in our societies. Such an endeavour can only be successful if it has the support of the social partners, who have a critical role to play in adapting existing institutions to accommodate new forms of employment and a broader understanding of work. We wish to underline the following as essential foundations to strengthen European economies and social security in times where new technologies are changing the world of work: 1. We need to consider the role of all technologies involved in transforming the nature and role of work in our societies, not only technologies of AI and automation that are commonly portrayed as threats to human workers. Only with such a broad perspective, including fiscal and financial technologies, can we begin to shape the transformations underway according to the common good. 2. We recognise that there are several predominant narratives in discussions on the future of work, which bring their own set of assumptions and imply distinct solutions. For these reasons, it is important to separate these narratives and make them explicit : - Full employment narrative: ‘Jobs for all’; - Extending worker’s protections narrative: extending workers’ provisions and rights to non-standard forms of work and employment; - Deeper institutional innovation narrative: rethinking our socio-technical arrangements towards a just society. 3. Work is much more than only paid work . It is important to make visible and acknowledge the contributions that people make to our economies and to the flourishing of our societies that they do not get paid for. Caring for the elderly and raising children are two prominent examples. 4. We need to be attentive to both discontinuities and continuities in the nature and role of work . ‘Disruption’ is such a buzzword today that it makes it harder to see the things that have not changed: that work does not only have an instrumental value for people (e.g. by giving them an income) but many would also like it to have non-instrumental value as well: that it gives them meaning and self realisation, that through work they can make a ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 73 contribution to society, etc. Moreover, people’s needs and interests that have been protected through employment-related entitlements and institutions in recent decades do not disappear when somebody is no longer employed. In a society where (perhaps at least temporarily) more people are un- or under- employed, these needs and interests need to be protected by new institutional arrangements and instruments. 5. Such new institutional arrangements and instruments are needed because paid work can no longer be assumed to be the main basis for a range of goods and entitlements , such as personal identity, social and economic security, the accumulation of wealth, and the expressions of personal freedom that these characteristics and goods give rise to. Policy approaches must look beyond calling for full employment, or merely seeking to expand previous employment-related protections of workers to people in non-standard employment. 6. Neither is it a solution to solely focus on individuals, who should ‘upskill’ themselves to remain competitive on the labour market. Instead we need societal upskilling . Shaping the future of work is a collective commitment driven by the key commitment that every person (whether in employment or not) must have a chance to lead a dignified life and develop their capabilities. When thinking about the transformation of work and the role of work within our societies (in both of which technologies play a significant role) we need to consider the underlying social, political and economic factors and conditions as well. The success or failure of positively shaping the future of work depends not only on how well we adapt employment and social policies, but also on the economic, political and social landscapes in which these policies are embedded. What we need is nothing less than institutional innovation. 7. Shaping the future of work means shaping our societies . It touches every policy area and is a societal and political task of fundamental importance. The time has come to consider a new social contract, in which the normative employment relationship is reconfigured so it does not have to shoulder so much of the social justice burden. ",
        "Opinion n. 30 Future of Work, Future of Society 74 December 2018 European Group on Ethics in Science and New Technologies 1. THE EGE CALLS UPON THE EUROPEAN COMMISSION AND MEMBER STATES, AS WELL AS ALL WORK-RELATED ORGANISATIONS, TO RETHINK FRAMEWORKS AND INSTITUTIONS AROUND WORK AND EMPLOYMENT ACCORDING TO A BROAD UNDERSTANDING OF WORK, INCLUDING BOTH PAID AND UNPAID WORK. The EGE thus calls upon them to support and deploy the full innovation potential of technological and societal arrangements taking as a basis the values enshrined in the European Charter of Fundamental Rights. The EGE underscores that the reconceptualisation of work extends to regulatory frameworks as well as to foundational references such as the Charter of Fundamental Rights of the European Union and the European Social Pillar. The Charter provision that ‘Everyone has the right to engage in work and to pursue a freely chosen or accepted occupation’ takes on new meaning in this context and with a reframed understanding of work, as indicated throughout the Opinion. The specific aim is to give everyone the opportunity to engage in work (understood here in that broad sense) that is decent and meaningful, not only as a source of income but above all as a way to fulfil themselves, develop their capabilities and contribute meaningfully to society.  The EGE calls upon the European Commission and Member States to further develop and implement the European Pillar of Social Rights in accordance with the understanding of work expressed in this Opinion. The EGE recommends that the new EU Labour Authority be tasked with promoting inclusive labour markets and defending social rights and standards in line with the European Pillar of Social Rights, thereby concretising the aims of the Social Pillar. The EGE welcomes the work of the European Commission on seeking to extend social security benefits to those workers in non-standard employment relationships. In line with the broad understanding of work articulated in this opinion, we would urge the European Commission and Member States to further consider how social security benefits can be provided outside formal employment arrangements to ensure a decent standard of living for all. The EGE calls on Member States to implement fiscal policies that simultaneously foster growth and reduce income inequality, and ensure a fair distribution of the wealth created as a result of technology and automation. To this end, the European Commission should continue to undertake and support research into taxation and income inequalities.  The EGE recommends the revision of the existing European approach to statistics and its methodology, as discussed in the Opinion, in light of current trends of work in and outside the traditional labour market.  Paradigmatic shifts of basic social services require time, deep reflection and the participation of all citizens. The EGE calls upon the European Commission and Member States to foster this important debate in an inclusive manner. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 75 2. THE EGE RECOGNISES THE OPPORTUNITIES PRESENTED BY TECHNOLOGICAL INNOVATIONS TO STRENGTHEN EUROPEAN ECONOMIES FOR THE BENEFIT OF ALL. EUROPEAN VALUES MUST SHAPE THE DESIGN, DEVELOPMENT, ADOPTION, USE AND GOVERNANCE OF TECHNOLOGICAL INNOVATION, NOT LEAST IN ORDER TO ENSURE DECENT EMPLOYMENT AND WORKING CONDITIONS.  The EGE calls upon the European Commission and Member States to support enterprises with the development and uptake of technological innovations in a way that fosters European values.  The EGE recognises that SMEs face particular challenges in adopting and adapting to novel technologies and automation. The EGE calls upon the European Commission and Member States to augment their efforts to support SMEs to take advantage of the opportunities offered by technologies and automation. Member States in particular, can further facilitate access to finance for SMEs to adopt technologies, and pool continuing training capabilities to provide the new skills and capacities which will be required to support the adoption of technologies.  The EGE calls upon the European Commission and Member States to actively promote and support the creation and growth (scaling up) of co-operatives as creators of quality jobs. This will require the adoption of legal frameworks which provide for the establishment and protection of cooperatives of independent workers. Further, there should be strengthened engagement with co-operatives by national governments and EU institutions in designing policies around the future of work.  The EGE considers that constructive dialogue and collective bargaining are vital in achieving a just transition to the digital transformation of work and ‘dignified work’ and countering precarious employment. The EGE urges social partners to find mechanisms to include employees in non-standard employment in constructive dialogue and the collective bargaining processes in an inclusive manner, and to share examples of good practice where this has been achieved.  Technologies should be used to promote the better inclusion of people into the workplace who have so far been left out or marginalised. In the interests of both equity and justice, the EGE urges Member States and employers to harness the opportunity technological developments offer to achieve a more inclusive workforce. This will ensure that traditionally under- represented groups receive their fair share of opportunities and the inclusion of diverse talent will enable a broad range of perspectives to drive responsible innovation.  The EGE draws particular attention to the interlinkages between technologies, data and working conditions. While recognising and emphasising the principles enshrined in the GDPR, the EGE wants to underline that the introduction of smart technologies in the ",
        "Opinion n. 30 Future of Work, Future of Society 76 December 2018 European Group on Ethics in Science and New Technologies workplace that support a range of surveillance, rating, nudging, cross- correlational analysis and identity management practices, capturing valuable interactional data provided by and about employees, should be designed in accordance with transparency, and should respect autonomy, privacy and human dignity. Every person should be given meaningful control over their personal data throughout the employment life cycle from recruitment through to performance management and transition into other employment.  In this regard, the EGE draws particular attention to the need to critically monitor and regulate worker selection and rating systems and, in this context, urges that the rights to reply, to portability and to appeal be enforced and upheld.  Digital tools have facilitated an extraordinary level of connectedness which has allowed for more flexible working practices which work for some, but has also served to erode the boundaries between paid work and private life. The EGE recommends that employers be required to have formal policies which establish baselines for when and how electronic communications can be accessed. Employers should also be encouraged to create a healthy company culture that promotes a balance between paid work and private life (so-called ‘work-life’ balance). The separation line between employment and private life has to be protected. Although digital and other technologies are often lauded as enabling greater flexibility for workers, flexibility is a double-edged sword: a situation where workers are permanently available for their superiors or clients increases stress and reduces opportunities for rest, which in turn can have serious negative consequences. NSE formats such as in the platform or ‘gig’ economy offer (self- )employment opportunities to some people, but often those people work for little money and in precarious conditions. The EGE calls for a more nuanced assessment of ´flexibility´ in that regard, where we collect and analyse evidence on who is empowered and disempowered by ‘flexible’ working arrangements. In cases where flexibility disempowers workers, or even hurts their health and well-being, legal provisions should prohibit such flexibilisation.  Any algorithmic selection of workers should be limited according to the ethical principles of transparency, necessity, minimization and proportionality.  The EGE draws attention to the risks of technological delegation, with a consequent loss of some human and professional skills, a loss of autonomy and a dilution of responsibility. The EGE recommends the promotion of further multi- and interdisciplinary reflection on ‘complementarity’ (i.e. the collaboration between humans and machines) in work, promoting work ‘with’ (rather than ‘against’) humans as partners. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 77 3. THE EGE UNDERSCORES THAT BESIDES INDIVIDUAL UPSKILLING, SOCIETAL UPSKILLING IS OF MAJOR IMPORTANCE: SKILLS, TRAINING, CAPACITIES, EDUCATION AND LEARNING AND COLLECTIVE RESPONSIBILITY. Many reports on the future of work consider the ‘upskilling’ of individuals – that is, the re-training of people whose jobs are automated, and lifelong learning more broadly – as an important measure in this context. Although we underscore the importance of training and learning, we strongly disagree with the view, where held, that this should be an individual responsibility. Instead, we, as a society, have a collective responsibility to ensure that people receive education and training that enable them to navigate the world (not only to compete in the labour market), and that everybody – regardless of what skills they have and whether they have paid work – can lead a dignified life. Without such a collective commitment to ‘societal upskilling’, also including social and political institutions, there is a clear danger that the onus of individual upskilling will become a way to discipline and punish those who fail to remain competitive for the labour market. Instead we need to enhance educational inclusiveness in order to develop personal and social capacities and capabilities, complementary to technologies and meaningful beyond and across technological developments.  The EGE notes the need to carry out more research on how people in non- standard forms of employment are affected on a psycho-social level by these transformations.  In order to reduce income inequality, the EGE recognises that workers must have access to continuing education and training opportunities, irrespective of the nature of their employment status. The EGE urges Member States to step up their efforts to provide options for reskilling and lifelong education. Portable ‘personal activity accounts’ which enable workers to accrue rights to training across and between multiple jobs are one such example, but others should be explored.  The EGE welcomes the Council Recommendation on a ‘European framework for quality and effective apprenticeships’ adopted in 2017 and encourages Member States to promote and appropriately fund apprenticeship and traineeship schemes, develop quality standards for these schemes, and a means for validating the knowledge, skills and competences acquired which is transferable and recognised at EU level.  Traditional career paths are increasingly being disrupted by technology and automation. The EGE is of the view that the education system must prepare future generations to thrive in this changing landscape. Curricula need to be future-oriented and adaptable (this should not be confused with technological exceptionalism) so that young people can draw on a broad range of skills they need to design their future and take advantage of opportunities in a fast- changing context. The EGE recommends that curricula at all levels of the education system, from primary to higher and further education, be developed ",
        "Opinion n. 30 Future of Work, Future of Society 78 December 2018 European Group on Ethics in Science and New Technologies to ensure a balance between discipline-based knowledge and values-centred collaborative learning, with competencies such as critical thinking, communication and cooperation being critical in equipping students with the necessary adaptability, agility and resilience required for the future of work. 4. THE EGE RECOMMENDS A BROAD SOCIETAL DELIBERATION ABOUT THE DECOUPLING OF SOCIAL SECURITY SYSTEMS FROM EMPLOYMENT IN THE NARROW SENSE AND UNDERSCORES THE IMPORTANCE OF ADDRESSING INEQUITIES ACROSS AND WITHIN SOCIETIES.  The EGE recommends that the EU and Member States continue to conduct research on the complex problem of in-work poverty using a broad range of metrics including housing and childcare costs. The EGE is of the view that policies aimed at combating poverty should not be focused solely on getting people into employment, but need to be supplemented with the development and evaluation of targeted policies to address the needs of the working poor which go beyond minimum wage and consider minimum household income.  The EGE considers that the future of work must be rooted in gender equality, in which women can access economic opportunities and employment protections on an equal footing with their male counterparts. Thus, the EGE welcomes the initiative of the European Commission in proposing a Directive to address the balance between paid work and private life (so called ‘work-life balance’) for both men and women. Moreover, the EGE recommends that gender issues be mainstreamed into collective bargaining with the focus on facilitating care commitments being expanded to include the issue of pay. The EU and Member States should promote/oblige employers to be transparent with respect to pay policies and practices, and monitor progress on closing the gender pay gap. With regard to intra-EU inequalities, the EGE stresses the need to urgently deal with the ‘brain drain’ phenomenon, which is exacerbating inequalities within the EU. First, it should be acknowledged that free movement of labour does not always produce positive outcomes but also brings serious problems in economic and social terms for sending states. Therefore, in addition to the statistical monitoring of this phenomenon, oversight of the political treatment of this increasingly topical issue should be addressed. Second, due to the fact that national interests regarding intra- EU brain drain diverge sharply depending on the status of the member state as a net emigration or immigration country, EU-wide solutions are the most appropriate to mitigate the negative consequences of brain drain. These solutions should encompass the larger-scale macroeconomic drivers of brain drain. ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 79 ",
        "Opinion n. 30 Future of Work, Future of Society 80 December 2018 European Group on Ethics in Science and New Technologies MEMBERS OF THE EGE Christiane Woopen Chair of the EGE, Rapporteur of the Opinion Herman Nys Vice-Chair of the EGE, Rapporteur of the Opinion Siobhán O'Sullivan Vice-Chair of the EGE, Rapporteur of The Opinion Jonathan Montgomery Rapporteur of the Opinion Laura Palazzani Rapporteur of the Opinion Barbara Prainsack Rapporteur of the Opinion Emmanuel Agius Anne Cambon-Thomsen Ana Sofia Carvalho Eugenijus Gefenas Julian Kinderlerer Andreas Kurtz Carlos Maria Romeo Casabona Nils-Eric Sahlin Marcel Jeroen Van den Hoven ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 81 ON THE DEVELOPMENT OF THE OPINION The Commission Decision 2016/835 stipulates the role of the President of the European Commission with respect to the EGE, notably as regards the request of Opinions. The development of the present Opinion, following the letter from Commissioner Moedas of 28 June 2017, spanned the period between the summer of 2017 and the summer of 2018. In parallel, the EGE Statement on Artificial Intelligence, Robotics and ‘Autonomous’ Systems was issued in March 2018. As a result, both the EGE Statement and the EGE itself were given a central role in the ethical governance of Artificial Intelligence as part of the new structure and strategy on Artificial Intelligence set out by the European Commission. The development of the present Opinion involved all relevant services of the Commission and Commissioners’ teams, together with a wide range of stakeholders, experts, perspectives. Diverse consultations and hearings were carried out and a high point of this process, pursuant to Commission Decision 2016/835, was the Open Round Table which took place on 5 February 2018. All of the people who participated in the different phases of this process, be it physically or online or in writing, are most gratefully acknowledged. Notably: Beatrice Ioan (Council of Europe), Sangheon Lee (International Labour Organisation), Irene Mandl (Eurofound), Konstantinos Pouliakas (European Centre for the Development of Vocational Training), Maxime Cerutti (BusinessEurope), Patrice Chazerand (DigitalEurope), Amana Ferro (European Anti-Poverty Network), Thiébaut Weber (European Trade Union Confederation), Véronique Willems (European Association of Craft, Small and Medium-sized Enterprises), Johannes Giesecke (Humboldt University of Berlin), Ursula Huws (University of Hertfordshire), Barry Schwartz (Swarthmore College), Phillippe van Parijs (Université catholique de Louvain), Judy Wajcman (London School of Economics), Madi Sharma (EESC), Giovanni Buttarelli (EDPS), Peter Burgess (EDPS Ethics Advisory Group), Juha Heikkila (DG CNECT), Cécile Huet (DG CNECT), Sergej Koperdak (DG EAC), Maria Nyberg (DG EMPL), Paul Nemitz (DG JUST), Jean-Eric Paquet (DG RTD), Robert-Jan Smits (DG RTD), Roubini Gropas (EPSC), Michel Servoz (EPSC), Giulia Del Brenna (Cabinet of Commissioner Moedas), Marie Frenay (Cabinet of Vice-President Ansip), Vivian Loonela (Cabinet of Vice-President Ansip), Ruth Paserman (Cabinet of Commissioner Thyssen). ",
        "Opinion n. 30 Future of Work, Future of Society 82 December 2018 European Group on Ethics in Science and New Technologies EGE OPINIONS AND STATEMENTS EGE Mandate 2016-2021  Statement on Artificial Intelligence, Robotics and ‘Autonomous’ Systems (2018) EGE Mandate 2011-2016  Opinion n°29 - 13/10/2015 - The ethical implications of new health technologies and citizen participation  Opinion n°28 - 20/05/2014 - Ethics of Security and Surveillance Technologies  Opinion n°27 - 16/01/2013 - An ethical framework for assessing research, production and use of energy  Opinion n°26 - 22/02/2012 - Ethics of information and communication technologies  Statement on the Ethical Implications of Gene Editing and Human Germline Modification (2016)  Statement on the formulation of a code of conduct for research integrity for projects funded by the European Commission (2015)  Statement on the proposal for a regulation of the European Parliament and the Council on clinical trials on medicinal products for human use, and repealing Directive 2001/20/EC (COM 2012) 369 final (2012) EGE Mandate 2005-2010  Opinion n°25 - 17/11/2009 - Ethics of synthetic biology  Opinion n°24 - 17/12/2008 - Ethics of modern developments in agricultural technologies  Opinion n°23 - 16/01/2008 - Ethical aspects of animal cloning for food supply  Opinion n°22 - 13/07/2007 - The ethics review of hESC FP7 research projects  Opinion n°21 - 17/01/2007 - Ethical aspects of nanomedicine EGE Mandate 2000-2005  Opinion n°20 - 16/03/2005 - Ethical aspects of ICT Implants in the Human Body  Opinion n°19 - 16/03/2004 - Ethical aspects of umbilical cord blood banking  Opinion n°18 - 28/07/2003 - Ethical aspects of genetic testing in the workplace  Opinion n°17 - 04/02/2003 - Ethical aspects of clinical research in developing countries  Opinion n°16 - 07/05/2002 - Ethical aspects of patenting inventions involving human stem cells ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 83 EGE Mandate 1998-2000  Opinion n°15 - 14/11/2000 - Ethical aspects of human stem cell research and use  Opinion n°14 - 14/11/1999 - Ethical aspects arising from doping in sport  Opinion n°13 - 30/07/1999 - Ethical issues of healthcare in the information society  Opinion n°12 - 23/11/1998 - Ethical aspects of research involving the use of human embryo in the context of the 5th framework programme  Opinion n°11 - 21/07/1998 - Ethical aspects of human tissue banking EGE Mandate 1991-1997  Opinion n°10 - 11/12/1997 - Ethical aspects of the 5th Research Framework Programme  Opinion n°9 - 28/05/1997 - Ethical aspects of cloning techniques  Opinion n°8 - 25/09/1996 - Ethical aspects of patenting inventions involving elements of human origin  Opinion n°7 - 21/05/1996 - Ethical aspects of genetic modification of animals  Opinion n°6 - 20/02/1996 - Ethical aspects of prenatal diagnosis  Opinion n°5 - 05/05/1995 - Ethical aspects of the labelling of the food derived from modern biotechnology  Opinion n°4 - 13/12/1994 - The ethical implications of gene therapy  Opinion n°3 - 30/09/1993 - Opinion on ethical questions arising from the Commission proposal for a Council directive for legal protection of biotechnological inventions  Opinion n°2 - 12/03/1993 -Products derived from human blood or human plasma  Opinion n°1 - 12/03/1993 - The ethical implications of the use of performance-enhancers in agriculture and fisheries ",
        "Opinion n. 30 Future of Work, Future of Society 84 December 2018 European Group on Ethics in Science and New Technologies THE EGE OFFICE Contact: ec-ethics-group@ec.europa.eu With thanks to former members of the EGE team: Andres Alvarez Fernandez; Rasida El Haouzi; Barbara Giovanelli; Elena Scacciafratte Jim DRATWA Head of the EGE Office Joanna PARKIN Policy Officer Maija LOCANE Policy Assistant Aylin AVCIOGLU Policy Assistant ",
        "Opinion n. 30 Future of Work, Future of Society European Group on Ethics in Science and New Technologies December 2018 85 Reader's Notes ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ____________________________________________________________ ",
        "Opinion n. 30 Future of Work, Future of Society 86 December 2018 European Group on Ethics in Science and New Technologies ",
        "Getting in touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en ON THE PHONE OR BY EMAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service: – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by email via: https://europa.eu/european-union/contact_en Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU PUBLICATIONS You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en) EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal ( http://data.europa.eu/euodp/en ) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        "The way we work, and our societies more broadly, are undergoing fundamental transformations in a context of globalisation, demographic changes, and the rapid advance of technologies. This Opinion by the European Group on Ethics in Science and New Technologies (EGE) responds to a request by the European Commission to examine issues surrounding the future of work and its societal, political and technological effects. The report traces the trends shaping the new landscape of work: from the impact of Artificial Intelligence on jobs, and new ways of working in the gig economy, to the use of smart tools and data to recruit and track workers. It assesses the degree to which current governance frameworks are fit for purpose and analyses the ethical implications for individuals and societies. The report finds that while digital technologies create value and bring efficiency gains, evidence indicates increasing hardship for many and a widening inequality gap. It warns that new forms of work bring unparalleled flexibility but also precarity. In order to safeguard European values of human dignity, solidarity and justice, the EGE calls for a shift of focus and a bold re-thinking of the existing social contract. Rather than placing the overwhelming responsibility on individual upskilling, the EU should embark on a societal upskilling, giving renewed consideration to the institutions and economic, political, and social frameworks that shape the welfare of people and societies. Research and Innovation policy "
    ]
}