{
    "text": [
        "European added value Around 80 million people in the EU, a sixth of its population, have a disability. They are often prevented from full social and economic participation by barriers linked to attitudes and their environ- ment. Moreover, poverty rates amongst people with disabilities are 70% higher than average. Over 30% of over 75s are restricted to some extent, and over 20% are severely restricted. The percentage of people with disabilities is set to rise as the EU population ages. Although Member States are mainly re- sponsible for disability measures, the EU complements their actions and creates conditions for further progress. EU action begins with analysis of relevant policy ar- eas from the perspective of the disabled. This fosters understanding of the needs of people with disabilities, which are tak- en into account when developing policy and legislation. The EU thus aims to en- sure that all disabled people can use their basic human right to active inclusion and full participation in society. The UN stance on disabilities People with disabilities have the same entitlement as anyone else to dignity, independence and full social participa- tion. Enabling them to benefit from this is at the centre of both EU action and the UN Convention on the Rights of Per- sons with Disabilities, to which the EU is a signatory. The purpose of the Convention, which along with its Protocol entered into force on 3 May 2008, is to promote and protect full and equal enjoyment of all human rights and fundamental freedoms for all persons with disabilities. In terms of content, it is a significant step forward: it establishes disability not only as a social welfare issue but also as a human rights and legal matter. The Convention reflects the core ele- ments of the EU Disability Strategy 2010- 2020, which combines anti-discrimi- nation, equal opportunities and active inclusion. The rights recognised by the Convention cover almost all policy fields and the EU Disability Strategy aims to ensure its full implementation. The EU Disability Strategy 2010-2020 The European Disability Strategy 2010-2020 provides a framework for concerted EU and national-level action to improve the situation of people with disabilities. It aims to: make goods and services accessible and • promote assistive devices; ensure that people with disabilities • enjoy full benefits of EU citizenship; promote provision of high-quality • community-based services; combat disability-based discrimination; • enable many more people with disabili- • ties to access the open labour market; promote inclusive education and life- • long learning for pupils and students with disabilities; combat poverty and social exclusion by • ensuring decent living conditions; promote equal access to health and • related services; promote the rights of people with • disabilities through EU enlargement and international development programmes; raise awareness of disability issues and • make people with disabilities more aware of their rights and how to use them; improve use of EU accessibility and • anti-discrimination funding instruments. Financial instruments Structural Funds The European Social Fund supports active in- clusion of the disabled in society and the job market. It co-finances projects that increase peoples’ employability or adapt human re- sources to the labour market. The European Regional Development Fund finances devel- opment of key infrastructure in Europe. These funds have provisions prohibiting discrimina- tion on the grounds of disability and ensuring compliance with accessibility requirements. Member States are responsible for priorities for funding and selecting projects. Acces- sibility for disabled people is an important criterium for choosing projects. PROGRESS Since 2007, several disability-related projects have been financed under the Pro- gramme for Employment and Social Solidar- ity - PROGRESS. These projects contribute to reaching EU goals for employment, social inclusion and protection, working condi- tions, gender equality, anti-discrimination and diversity. PROGRESS also has a facility to co-fund EU-level disability NGOs. Research Framework Programmes support research and development relevant to peo- ple with disabilities in areas such as infor- mation and communication technology, ac- cessibility, transport, the built environment, assistive devices and societal issues. Involving citizens Every 3 December, the European Commis- sion, in conjunction with the European Disa- bility Forum, holds a conference to mark the European Day of People with Disabilities. These conferences bring together policy- makers, people with and without disa- bilities, academic experts, the media and other stakeholders. They form part of the EU’s efforts to promote disability issues, as set out in its Disability Strategy. They also stimulate exchange of good practice in crucial areas for active inclu- sion of people with disabilities, as well as encouraging networking. Each year has a different disability-relat- ed theme. Past themes have included independent living, local action, the in- ternal market, design for all, education, and employment. The findings of these conferences feed into Commission disability policy and support the Disability Strategy. More information General information and links to the EU Disability Strategy 2010-2020 www.parkingcard.europa.eu Other links UN Convention on the Rights • of Persons with Disabilities http://www.un.org/disabilities EU efforts to tackle discrimination • http://ec.europa.eu/social/main. jsp?catId=423&langId=en European Social Fund • http://ec.europa.eu/employment_ social/esf/index_en.htm Access City Award: To encourage cities to improve acces- sibility, the Commission gives annual awards for accessible cities. http://ec.europa.eu/social/main. jsp?langId=en&catId=916 Equal rights, equal opportunities People with disabilities have equal rights The European Disability Strategy 2010-2020 1 6 7 K E - 30 - 10 - 503 - E N - C © European Union, 2010 Reproduction is authorised provided the source is acknowledged. ISBN: 978-92-79-16836-9 doi: 10.2767/20570 EU instruments ",
        "European added value Around 80 million people in the EU, a sixth of its population, have a disability. They are often prevented from full social and economic participation by barriers linked to attitudes and their environ- ment. Moreover, poverty rates amongst people with disabilities are 70% higher than average. Over 30% of over 75s are restricted to some extent, and over 20% are severely restricted. The percentage of people with disabilities is set to rise as the EU population ages. Although Member States are mainly re- sponsible for disability measures, the EU complements their actions and creates conditions for further progress. EU action begins with analysis of relevant policy ar- eas from the perspective of the disabled. This fosters understanding of the needs of people with disabilities, which are tak- en into account when developing policy and legislation. The EU thus aims to en- sure that all disabled people can use their basic human right to active inclusion and full participation in society. The UN stance on disabilities People with disabilities have the same entitlement as anyone else to dignity, independence and full social participa- tion. Enabling them to benefit from this is at the centre of both EU action and the UN Convention on the Rights of Per- sons with Disabilities, to which the EU is a signatory. The purpose of the Convention, which along with its Protocol entered into force on 3 May 2008, is to promote and protect full and equal enjoyment of all human rights and fundamental freedoms for all persons with disabilities. In terms of content, it is a significant step forward: it establishes disability not only as a social welfare issue but also as a human rights and legal matter. The Convention reflects the core ele- ments of the EU Disability Strategy 2010- 2020, which combines anti-discrimi- nation, equal opportunities and active inclusion. The rights recognised by the Convention cover almost all policy fields and the EU Disability Strategy aims to ensure its full implementation. The EU Disability Strategy 2010-2020 The European Disability Strategy 2010-2020 provides a framework for concerted EU and national-level action to improve the situation of people with disabilities. It aims to: make goods and services accessible and • promote assistive devices; ensure that people with disabilities • enjoy full benefits of EU citizenship; promote provision of high-quality • community-based services; combat disability-based discrimination; • enable many more people with disabili- • ties to access the open labour market; promote inclusive education and life- • long learning for pupils and students with disabilities; combat poverty and social exclusion by • ensuring decent living conditions; promote equal access to health and • related services; promote the rights of people with • disabilities through EU enlargement and international development programmes; raise awareness of disability issues and • make people with disabilities more aware of their rights and how to use them; improve use of EU accessibility and • anti-discrimination funding instruments. Financial instruments Structural Funds The European Social Fund supports active in- clusion of the disabled in society and the job market. It co-finances projects that increase peoples’ employability or adapt human re- sources to the labour market. The European Regional Development Fund finances devel- opment of key infrastructure in Europe. These funds have provisions prohibiting discrimina- tion on the grounds of disability and ensuring compliance with accessibility requirements. Member States are responsible for priorities for funding and selecting projects. Acces- sibility for disabled people is an important criterium for choosing projects. PROGRESS Since 2007, several disability-related projects have been financed under the Pro- gramme for Employment and Social Solidar- ity - PROGRESS. These projects contribute to reaching EU goals for employment, social inclusion and protection, working condi- tions, gender equality, anti-discrimination and diversity. PROGRESS also has a facility to co-fund EU-level disability NGOs. Research Framework Programmes support research and development relevant to peo- ple with disabilities in areas such as infor- mation and communication technology, ac- cessibility, transport, the built environment, assistive devices and societal issues. Involving citizens Every 3 December, the European Commis- sion, in conjunction with the European Disa- bility Forum, holds a conference to mark the European Day of People with Disabilities. These conferences bring together policy- makers, people with and without disa- bilities, academic experts, the media and other stakeholders. They form part of the EU’s efforts to promote disability issues, as set out in its Disability Strategy. They also stimulate exchange of good practice in crucial areas for active inclu- sion of people with disabilities, as well as encouraging networking. Each year has a different disability-relat- ed theme. Past themes have included independent living, local action, the in- ternal market, design for all, education, and employment. The findings of these conferences feed into Commission disability policy and support the Disability Strategy. More information General information and links to the EU Disability Strategy 2010-2020 www.parkingcard.europa.eu Other links UN Convention on the Rights • of Persons with Disabilities http://www.un.org/disabilities EU efforts to tackle discrimination • http://ec.europa.eu/social/main. jsp?catId=423&langId=en European Social Fund • http://ec.europa.eu/employment_ social/esf/index_en.htm Access City Award: To encourage cities to improve acces- sibility, the Commission gives annual awards for accessible cities. http://ec.europa.eu/social/main. jsp?langId=en&catId=916 Equal rights, equal opportunities People with disabilities have equal rights The European Disability Strategy 2010-2020 1 6 7 K E - 30 - 10 - 503 - E N - C © European Union, 2010 Reproduction is authorised provided the source is acknowledged. ISBN: 978-92-79-16836-9 doi: 10.2767/20570 EU instruments ",
        "Accessibility Accessibility is essential for participation in society. Accordingly, the EU Disability Strategy aims to eliminate barriers to access facing people with disabilities. Key areas for action include the built envi ronment, transport, information and communication, and services. The EU uses instruments such as re- search, policy and legislation, and stand- ardisation to ensure provision of acces- sible products and services across the Union. Furthermore, it takes steps to improve the functioning of the assis- tive technology market so as to ensure that it works to the advantage of the disabled. The European Commission promotes a “Design for all” approach in order to benefit as wide a scope of the population as possible. It is also working towards a European Accessibility Act set- ting out a general framework for goods and services. Participation People with disabilities and their fami- lies should be able to participate on an equal basis with others in all aspects of social and economic life. They need to be able to exercise their rights as citi- zens, including the right to free move- ment, to choose where and how they live, and to full access to cultural, leisure and sport activities. The Commission works to eliminate obstacles that people with disabilities face in everyday life as individuals, con- sumers, students, and economic and social actors. Examples of this work in- clude: promotion of the European dis- ability parking card; supporting the transition in Member States from insti- tutional to community-based care; and promoting participation in sport such as through organisation of disability- specific sporting events. Equality 53% of Europeans consider discrimina- tion on grounds of disability or age to be widespread in the EU. The EU promotes equal treatment of people with disabili- ties through a two-pronged approach comprising anti-discrimination legisla- tion and strategies, and promotion of equal opportunities in other policies. The EU also pays close attention to the impact on people with disabilities of discrimination on grounds such as age, gender and sexual orientation. The Commission ensures full imple- mentation of the EU Directive banning discrimination in the job market on the grounds of disability. It also promotes diversity and combats discrimination through awareness-raising at EU and national level, and supports the work of NGOs in the area. The Commission also made a proposal for another Directive dealing with equal treatment but this time outside of the area of employment, covering access to goods and services. Employment Quality jobs ensure economic independ- ence, foster personal development and offer the best protection against poverty. The Commission seeks to improve the employment situation of people with dis- abilities. It pays special attention to diffi- culties of young disabled. Working condi- tions and career advancement are taken into account, in consultation with social partners. Other measures include making workplaces more accessible, supporting on-the-job training and increasing access to the open labour market for disabled people in sheltered employment. As many people with disabilities need assistance, there is a growing need for carers and service providers. Member States set their own employ- ment policies in line with European guidelines. The Europe 2020 strategy for smart, sustainable and inclusive growth has set a target of a 75% employment rate in Europe. To reach this, labour mar- ket inclusion of people with disabilities must be increased and this will also help to achieve the aim of lifting 20 million Europeans out of poverty by 2020. Education The EU Disability Strategy 2010-2020 em- phasises equal access to quality educa- tion and lifelong learning. These are key factors in enabling the disabled to par- ticipate fully in society and improve their quality of life. However, this has not yet been achieved and much segregation remains in European education. The EU respects national responsibility for content and organisation of educa- tion. At the same time, it supports na- tional efforts to promote inclusive edu- cation and lifelong learning for pupils and students with disabilities. It also promotes their mobility across the EU via the Lifelong Learning Programme. Social protection and inclusion People with disabilities need to be able to benefit from services such as social protection, poverty reduction pro- grammes, disability-related assistance and public housing. Member States are mainly responsible for these matters but fix common objectives and indicators through a framework called the Open Method of Coordination. National efforts are assessed by the Com- mission and Council in a joint report, which outlines achievements of EU-level initiatives in individual countries. The Commission also helps EU candidate and applicant countries to reform their social welfare systems. Joint Inclusion Memo- randa are drawn up to set out priorities. The EU supports national measures to ensure high quality, sustainable social protection for people with disabilities, notably by facilitating policy exchange. Furthermore, it promotes design and implementation of social innovation programmes. Health People with disabilities need equal access to high-quality, gender-sensitive health- care, including preventative care, reha- bilitation and other specific services. Member States are primarily responsi- ble for organising and delivering health services. The Commission supports poli- cies to improve access to mainstream care and specific services for people with disabilities. It also promotes health and safety at work so as to reduce the risk of disabilities arising due to accidents in the workplace and to help people with disabilities to return to the job market. External action The EU and its Member States promote the rights of people with disabilities in their external policies, including enlarge- ment and international development. The EU highlights the status of disabil- ity as a human rights issue by raising awareness of the UN Convention on the Rights of Persons with Disabilities as part of its humanitarian aid activity. It will continue to promote disability issues in international bodies such as the UN, the Council of Europe and the Organisation for Economic Cooperation and Development. The Commission also oversees progress by candidate and potential candidate countries in promoting rights of people with disa- bilities and uses pre-accession financial assistance instruments to this end. Areas for action 5 2 3 4 ",
        "Accessibility Accessibility is essential for participation in society. Accordingly, the EU Disability Strategy aims to eliminate barriers to access facing people with disabilities. Key areas for action include the built envi ronment, transport, information and communication, and services. The EU uses instruments such as re- search, policy and legislation, and stand- ardisation to ensure provision of acces- sible products and services across the Union. Furthermore, it takes steps to improve the functioning of the assis- tive technology market so as to ensure that it works to the advantage of the disabled. The European Commission promotes a “Design for all” approach in order to benefit as wide a scope of the population as possible. It is also working towards a European Accessibility Act set- ting out a general framework for goods and services. Participation People with disabilities and their fami- lies should be able to participate on an equal basis with others in all aspects of social and economic life. They need to be able to exercise their rights as citi- zens, including the right to free move- ment, to choose where and how they live, and to full access to cultural, leisure and sport activities. The Commission works to eliminate obstacles that people with disabilities face in everyday life as individuals, con- sumers, students, and economic and social actors. Examples of this work in- clude: promotion of the European dis- ability parking card; supporting the transition in Member States from insti- tutional to community-based care; and promoting participation in sport such as through organisation of disability- specific sporting events. Equality 53% of Europeans consider discrimina- tion on grounds of disability or age to be widespread in the EU. The EU promotes equal treatment of people with disabili- ties through a two-pronged approach comprising anti-discrimination legisla- tion and strategies, and promotion of equal opportunities in other policies. The EU also pays close attention to the impact on people with disabilities of discrimination on grounds such as age, gender and sexual orientation. The Commission ensures full imple- mentation of the EU Directive banning discrimination in the job market on the grounds of disability. It also promotes diversity and combats discrimination through awareness-raising at EU and national level, and supports the work of NGOs in the area. The Commission also made a proposal for another Directive dealing with equal treatment but this time outside of the area of employment, covering access to goods and services. Employment Quality jobs ensure economic independ- ence, foster personal development and offer the best protection against poverty. The Commission seeks to improve the employment situation of people with dis- abilities. It pays special attention to diffi- culties of young disabled. Working condi- tions and career advancement are taken into account, in consultation with social partners. Other measures include making workplaces more accessible, supporting on-the-job training and increasing access to the open labour market for disabled people in sheltered employment. As many people with disabilities need assistance, there is a growing need for carers and service providers. Member States set their own employ- ment policies in line with European guidelines. The Europe 2020 strategy for smart, sustainable and inclusive growth has set a target of a 75% employment rate in Europe. To reach this, labour mar- ket inclusion of people with disabilities must be increased and this will also help to achieve the aim of lifting 20 million Europeans out of poverty by 2020. Education The EU Disability Strategy 2010-2020 em- phasises equal access to quality educa- tion and lifelong learning. These are key factors in enabling the disabled to par- ticipate fully in society and improve their quality of life. However, this has not yet been achieved and much segregation remains in European education. The EU respects national responsibility for content and organisation of educa- tion. At the same time, it supports na- tional efforts to promote inclusive edu- cation and lifelong learning for pupils and students with disabilities. It also promotes their mobility across the EU via the Lifelong Learning Programme. Social protection and inclusion People with disabilities need to be able to benefit from services such as social protection, poverty reduction pro- grammes, disability-related assistance and public housing. Member States are mainly responsible for these matters but fix common objectives and indicators through a framework called the Open Method of Coordination. National efforts are assessed by the Com- mission and Council in a joint report, which outlines achievements of EU-level initiatives in individual countries. The Commission also helps EU candidate and applicant countries to reform their social welfare systems. Joint Inclusion Memo- randa are drawn up to set out priorities. The EU supports national measures to ensure high quality, sustainable social protection for people with disabilities, notably by facilitating policy exchange. Furthermore, it promotes design and implementation of social innovation programmes. Health People with disabilities need equal access to high-quality, gender-sensitive health- care, including preventative care, reha- bilitation and other specific services. Member States are primarily responsi- ble for organising and delivering health services. The Commission supports poli- cies to improve access to mainstream care and specific services for people with disabilities. It also promotes health and safety at work so as to reduce the risk of disabilities arising due to accidents in the workplace and to help people with disabilities to return to the job market. External action The EU and its Member States promote the rights of people with disabilities in their external policies, including enlarge- ment and international development. The EU highlights the status of disabil- ity as a human rights issue by raising awareness of the UN Convention on the Rights of Persons with Disabilities as part of its humanitarian aid activity. It will continue to promote disability issues in international bodies such as the UN, the Council of Europe and the Organisation for Economic Cooperation and Development. The Commission also oversees progress by candidate and potential candidate countries in promoting rights of people with disa- bilities and uses pre-accession financial assistance instruments to this end. Areas for action 5 2 3 4 ",
        "Accessibility Accessibility is essential for participation in society. Accordingly, the EU Disability Strategy aims to eliminate barriers to access facing people with disabilities. Key areas for action include the built envi ronment, transport, information and communication, and services. The EU uses instruments such as re- search, policy and legislation, and stand- ardisation to ensure provision of acces- sible products and services across the Union. Furthermore, it takes steps to improve the functioning of the assis- tive technology market so as to ensure that it works to the advantage of the disabled. The European Commission promotes a “Design for all” approach in order to benefit as wide a scope of the population as possible. It is also working towards a European Accessibility Act set- ting out a general framework for goods and services. Participation People with disabilities and their fami- lies should be able to participate on an equal basis with others in all aspects of social and economic life. They need to be able to exercise their rights as citi- zens, including the right to free move- ment, to choose where and how they live, and to full access to cultural, leisure and sport activities. The Commission works to eliminate obstacles that people with disabilities face in everyday life as individuals, con- sumers, students, and economic and social actors. Examples of this work in- clude: promotion of the European dis- ability parking card; supporting the transition in Member States from insti- tutional to community-based care; and promoting participation in sport such as through organisation of disability- specific sporting events. Equality 53% of Europeans consider discrimina- tion on grounds of disability or age to be widespread in the EU. The EU promotes equal treatment of people with disabili- ties through a two-pronged approach comprising anti-discrimination legisla- tion and strategies, and promotion of equal opportunities in other policies. The EU also pays close attention to the impact on people with disabilities of discrimination on grounds such as age, gender and sexual orientation. The Commission ensures full imple- mentation of the EU Directive banning discrimination in the job market on the grounds of disability. It also promotes diversity and combats discrimination through awareness-raising at EU and national level, and supports the work of NGOs in the area. The Commission also made a proposal for another Directive dealing with equal treatment but this time outside of the area of employment, covering access to goods and services. Employment Quality jobs ensure economic independ- ence, foster personal development and offer the best protection against poverty. The Commission seeks to improve the employment situation of people with dis- abilities. It pays special attention to diffi- culties of young disabled. Working condi- tions and career advancement are taken into account, in consultation with social partners. Other measures include making workplaces more accessible, supporting on-the-job training and increasing access to the open labour market for disabled people in sheltered employment. As many people with disabilities need assistance, there is a growing need for carers and service providers. Member States set their own employ- ment policies in line with European guidelines. The Europe 2020 strategy for smart, sustainable and inclusive growth has set a target of a 75% employment rate in Europe. To reach this, labour mar- ket inclusion of people with disabilities must be increased and this will also help to achieve the aim of lifting 20 million Europeans out of poverty by 2020. Education The EU Disability Strategy 2010-2020 em- phasises equal access to quality educa- tion and lifelong learning. These are key factors in enabling the disabled to par- ticipate fully in society and improve their quality of life. However, this has not yet been achieved and much segregation remains in European education. The EU respects national responsibility for content and organisation of educa- tion. At the same time, it supports na- tional efforts to promote inclusive edu- cation and lifelong learning for pupils and students with disabilities. It also promotes their mobility across the EU via the Lifelong Learning Programme. Social protection and inclusion People with disabilities need to be able to benefit from services such as social protection, poverty reduction pro- grammes, disability-related assistance and public housing. Member States are mainly responsible for these matters but fix common objectives and indicators through a framework called the Open Method of Coordination. National efforts are assessed by the Com- mission and Council in a joint report, which outlines achievements of EU-level initiatives in individual countries. The Commission also helps EU candidate and applicant countries to reform their social welfare systems. Joint Inclusion Memo- randa are drawn up to set out priorities. The EU supports national measures to ensure high quality, sustainable social protection for people with disabilities, notably by facilitating policy exchange. Furthermore, it promotes design and implementation of social innovation programmes. Health People with disabilities need equal access to high-quality, gender-sensitive health- care, including preventative care, reha- bilitation and other specific services. Member States are primarily responsi- ble for organising and delivering health services. The Commission supports poli- cies to improve access to mainstream care and specific services for people with disabilities. It also promotes health and safety at work so as to reduce the risk of disabilities arising due to accidents in the workplace and to help people with disabilities to return to the job market. External action The EU and its Member States promote the rights of people with disabilities in their external policies, including enlarge- ment and international development. The EU highlights the status of disabil- ity as a human rights issue by raising awareness of the UN Convention on the Rights of Persons with Disabilities as part of its humanitarian aid activity. It will continue to promote disability issues in international bodies such as the UN, the Council of Europe and the Organisation for Economic Cooperation and Development. The Commission also oversees progress by candidate and potential candidate countries in promoting rights of people with disa- bilities and uses pre-accession financial assistance instruments to this end. Areas for action 5 2 3 4 ",
        "Accessibility Accessibility is essential for participation in society. Accordingly, the EU Disability Strategy aims to eliminate barriers to access facing people with disabilities. Key areas for action include the built envi ronment, transport, information and communication, and services. The EU uses instruments such as re- search, policy and legislation, and stand- ardisation to ensure provision of acces- sible products and services across the Union. Furthermore, it takes steps to improve the functioning of the assis- tive technology market so as to ensure that it works to the advantage of the disabled. The European Commission promotes a “Design for all” approach in order to benefit as wide a scope of the population as possible. It is also working towards a European Accessibility Act set- ting out a general framework for goods and services. Participation People with disabilities and their fami- lies should be able to participate on an equal basis with others in all aspects of social and economic life. They need to be able to exercise their rights as citi- zens, including the right to free move- ment, to choose where and how they live, and to full access to cultural, leisure and sport activities. The Commission works to eliminate obstacles that people with disabilities face in everyday life as individuals, con- sumers, students, and economic and social actors. Examples of this work in- clude: promotion of the European dis- ability parking card; supporting the transition in Member States from insti- tutional to community-based care; and promoting participation in sport such as through organisation of disability- specific sporting events. Equality 53% of Europeans consider discrimina- tion on grounds of disability or age to be widespread in the EU. The EU promotes equal treatment of people with disabili- ties through a two-pronged approach comprising anti-discrimination legisla- tion and strategies, and promotion of equal opportunities in other policies. The EU also pays close attention to the impact on people with disabilities of discrimination on grounds such as age, gender and sexual orientation. The Commission ensures full imple- mentation of the EU Directive banning discrimination in the job market on the grounds of disability. It also promotes diversity and combats discrimination through awareness-raising at EU and national level, and supports the work of NGOs in the area. The Commission also made a proposal for another Directive dealing with equal treatment but this time outside of the area of employment, covering access to goods and services. Employment Quality jobs ensure economic independ- ence, foster personal development and offer the best protection against poverty. The Commission seeks to improve the employment situation of people with dis- abilities. It pays special attention to diffi- culties of young disabled. Working condi- tions and career advancement are taken into account, in consultation with social partners. Other measures include making workplaces more accessible, supporting on-the-job training and increasing access to the open labour market for disabled people in sheltered employment. As many people with disabilities need assistance, there is a growing need for carers and service providers. Member States set their own employ- ment policies in line with European guidelines. The Europe 2020 strategy for smart, sustainable and inclusive growth has set a target of a 75% employment rate in Europe. To reach this, labour mar- ket inclusion of people with disabilities must be increased and this will also help to achieve the aim of lifting 20 million Europeans out of poverty by 2020. Education The EU Disability Strategy 2010-2020 em- phasises equal access to quality educa- tion and lifelong learning. These are key factors in enabling the disabled to par- ticipate fully in society and improve their quality of life. However, this has not yet been achieved and much segregation remains in European education. The EU respects national responsibility for content and organisation of educa- tion. At the same time, it supports na- tional efforts to promote inclusive edu- cation and lifelong learning for pupils and students with disabilities. It also promotes their mobility across the EU via the Lifelong Learning Programme. Social protection and inclusion People with disabilities need to be able to benefit from services such as social protection, poverty reduction pro- grammes, disability-related assistance and public housing. Member States are mainly responsible for these matters but fix common objectives and indicators through a framework called the Open Method of Coordination. National efforts are assessed by the Com- mission and Council in a joint report, which outlines achievements of EU-level initiatives in individual countries. The Commission also helps EU candidate and applicant countries to reform their social welfare systems. Joint Inclusion Memo- randa are drawn up to set out priorities. The EU supports national measures to ensure high quality, sustainable social protection for people with disabilities, notably by facilitating policy exchange. Furthermore, it promotes design and implementation of social innovation programmes. Health People with disabilities need equal access to high-quality, gender-sensitive health- care, including preventative care, reha- bilitation and other specific services. Member States are primarily responsi- ble for organising and delivering health services. The Commission supports poli- cies to improve access to mainstream care and specific services for people with disabilities. It also promotes health and safety at work so as to reduce the risk of disabilities arising due to accidents in the workplace and to help people with disabilities to return to the job market. External action The EU and its Member States promote the rights of people with disabilities in their external policies, including enlarge- ment and international development. The EU highlights the status of disabil- ity as a human rights issue by raising awareness of the UN Convention on the Rights of Persons with Disabilities as part of its humanitarian aid activity. It will continue to promote disability issues in international bodies such as the UN, the Council of Europe and the Organisation for Economic Cooperation and Development. The Commission also oversees progress by candidate and potential candidate countries in promoting rights of people with disa- bilities and uses pre-accession financial assistance instruments to this end. Areas for action 5 2 3 4 ",
        "European added value Around 80 million people in the EU, a sixth of its population, have a disability. They are often prevented from full social and economic participation by barriers linked to attitudes and their environ- ment. Moreover, poverty rates amongst people with disabilities are 70% higher than average. Over 30% of over 75s are restricted to some extent, and over 20% are severely restricted. The percentage of people with disabilities is set to rise as the EU population ages. Although Member States are mainly re- sponsible for disability measures, the EU complements their actions and creates conditions for further progress. EU action begins with analysis of relevant policy ar- eas from the perspective of the disabled. This fosters understanding of the needs of people with disabilities, which are tak- en into account when developing policy and legislation. The EU thus aims to en- sure that all disabled people can use their basic human right to active inclusion and full participation in society. The UN stance on disabilities People with disabilities have the same entitlement as anyone else to dignity, independence and full social participa- tion. Enabling them to benefit from this is at the centre of both EU action and the UN Convention on the Rights of Per- sons with Disabilities, to which the EU is a signatory. The purpose of the Convention, which along with its Protocol entered into force on 3 May 2008, is to promote and protect full and equal enjoyment of all human rights and fundamental freedoms for all persons with disabilities. In terms of content, it is a significant step forward: it establishes disability not only as a social welfare issue but also as a human rights and legal matter. The Convention reflects the core ele- ments of the EU Disability Strategy 2010- 2020, which combines anti-discrimi- nation, equal opportunities and active inclusion. The rights recognised by the Convention cover almost all policy fields and the EU Disability Strategy aims to ensure its full implementation. The EU Disability Strategy 2010-2020 The European Disability Strategy 2010-2020 provides a framework for concerted EU and national-level action to improve the situation of people with disabilities. It aims to: make goods and services accessible and • promote assistive devices; ensure that people with disabilities • enjoy full benefits of EU citizenship; promote provision of high-quality • community-based services; combat disability-based discrimination; • enable many more people with disabili- • ties to access the open labour market; promote inclusive education and life- • long learning for pupils and students with disabilities; combat poverty and social exclusion by • ensuring decent living conditions; promote equal access to health and • related services; promote the rights of people with • disabilities through EU enlargement and international development programmes; raise awareness of disability issues and • make people with disabilities more aware of their rights and how to use them; improve use of EU accessibility and • anti-discrimination funding instruments. Financial instruments Structural Funds The European Social Fund supports active in- clusion of the disabled in society and the job market. It co-finances projects that increase peoples’ employability or adapt human re- sources to the labour market. The European Regional Development Fund finances devel- opment of key infrastructure in Europe. These funds have provisions prohibiting discrimina- tion on the grounds of disability and ensuring compliance with accessibility requirements. Member States are responsible for priorities for funding and selecting projects. Acces- sibility for disabled people is an important criterium for choosing projects. PROGRESS Since 2007, several disability-related projects have been financed under the Pro- gramme for Employment and Social Solidar- ity - PROGRESS. These projects contribute to reaching EU goals for employment, social inclusion and protection, working condi- tions, gender equality, anti-discrimination and diversity. PROGRESS also has a facility to co-fund EU-level disability NGOs. Research Framework Programmes support research and development relevant to peo- ple with disabilities in areas such as infor- mation and communication technology, ac- cessibility, transport, the built environment, assistive devices and societal issues. Involving citizens Every 3 December, the European Commis- sion, in conjunction with the European Disa- bility Forum, holds a conference to mark the European Day of People with Disabilities. These conferences bring together policy- makers, people with and without disa- bilities, academic experts, the media and other stakeholders. They form part of the EU’s efforts to promote disability issues, as set out in its Disability Strategy. They also stimulate exchange of good practice in crucial areas for active inclu- sion of people with disabilities, as well as encouraging networking. Each year has a different disability-relat- ed theme. Past themes have included independent living, local action, the in- ternal market, design for all, education, and employment. The findings of these conferences feed into Commission disability policy and support the Disability Strategy. More information General information and links to the EU Disability Strategy 2010-2020 www.parkingcard.europa.eu Other links UN Convention on the Rights • of Persons with Disabilities http://www.un.org/disabilities EU efforts to tackle discrimination • http://ec.europa.eu/social/main. jsp?catId=423&langId=en European Social Fund • http://ec.europa.eu/employment_ social/esf/index_en.htm Access City Award: To encourage cities to improve acces- sibility, the Commission gives annual awards for accessible cities. http://ec.europa.eu/social/main. jsp?langId=en&catId=916 Equal rights, equal opportunities People with disabilities have equal rights The European Disability Strategy 2010-2020 1 6 7 K E - 30 - 10 - 503 - E N - C © European Union, 2010 Reproduction is authorised provided the source is acknowledged. ISBN: 978-92-79-16836-9 doi: 10.2767/20570 EU instruments ",
        "European added value Around 80 million people in the EU, a sixth of its population, have a disability. They are often prevented from full social and economic participation by barriers linked to attitudes and their environ- ment. Moreover, poverty rates amongst people with disabilities are 70% higher than average. Over 30% of over 75s are restricted to some extent, and over 20% are severely restricted. The percentage of people with disabilities is set to rise as the EU population ages. Although Member States are mainly re- sponsible for disability measures, the EU complements their actions and creates conditions for further progress. EU action begins with analysis of relevant policy ar- eas from the perspective of the disabled. This fosters understanding of the needs of people with disabilities, which are tak- en into account when developing policy and legislation. The EU thus aims to en- sure that all disabled people can use their basic human right to active inclusion and full participation in society. The UN stance on disabilities People with disabilities have the same entitlement as anyone else to dignity, independence and full social participa- tion. Enabling them to benefit from this is at the centre of both EU action and the UN Convention on the Rights of Per- sons with Disabilities, to which the EU is a signatory. The purpose of the Convention, which along with its Protocol entered into force on 3 May 2008, is to promote and protect full and equal enjoyment of all human rights and fundamental freedoms for all persons with disabilities. In terms of content, it is a significant step forward: it establishes disability not only as a social welfare issue but also as a human rights and legal matter. The Convention reflects the core ele- ments of the EU Disability Strategy 2010- 2020, which combines anti-discrimi- nation, equal opportunities and active inclusion. The rights recognised by the Convention cover almost all policy fields and the EU Disability Strategy aims to ensure its full implementation. The EU Disability Strategy 2010-2020 The European Disability Strategy 2010-2020 provides a framework for concerted EU and national-level action to improve the situation of people with disabilities. It aims to: make goods and services accessible and • promote assistive devices; ensure that people with disabilities • enjoy full benefits of EU citizenship; promote provision of high-quality • community-based services; combat disability-based discrimination; • enable many more people with disabili- • ties to access the open labour market; promote inclusive education and life- • long learning for pupils and students with disabilities; combat poverty and social exclusion by • ensuring decent living conditions; promote equal access to health and • related services; promote the rights of people with • disabilities through EU enlargement and international development programmes; raise awareness of disability issues and • make people with disabilities more aware of their rights and how to use them; improve use of EU accessibility and • anti-discrimination funding instruments. Financial instruments Structural Funds The European Social Fund supports active in- clusion of the disabled in society and the job market. It co-finances projects that increase peoples’ employability or adapt human re- sources to the labour market. The European Regional Development Fund finances devel- opment of key infrastructure in Europe. These funds have provisions prohibiting discrimina- tion on the grounds of disability and ensuring compliance with accessibility requirements. Member States are responsible for priorities for funding and selecting projects. Acces- sibility for disabled people is an important criterium for choosing projects. PROGRESS Since 2007, several disability-related projects have been financed under the Pro- gramme for Employment and Social Solidar- ity - PROGRESS. These projects contribute to reaching EU goals for employment, social inclusion and protection, working condi- tions, gender equality, anti-discrimination and diversity. PROGRESS also has a facility to co-fund EU-level disability NGOs. Research Framework Programmes support research and development relevant to peo- ple with disabilities in areas such as infor- mation and communication technology, ac- cessibility, transport, the built environment, assistive devices and societal issues. Involving citizens Every 3 December, the European Commis- sion, in conjunction with the European Disa- bility Forum, holds a conference to mark the European Day of People with Disabilities. These conferences bring together policy- makers, people with and without disa- bilities, academic experts, the media and other stakeholders. They form part of the EU’s efforts to promote disability issues, as set out in its Disability Strategy. They also stimulate exchange of good practice in crucial areas for active inclu- sion of people with disabilities, as well as encouraging networking. Each year has a different disability-relat- ed theme. Past themes have included independent living, local action, the in- ternal market, design for all, education, and employment. The findings of these conferences feed into Commission disability policy and support the Disability Strategy. More information General information and links to the EU Disability Strategy 2010-2020 www.parkingcard.europa.eu Other links UN Convention on the Rights • of Persons with Disabilities http://www.un.org/disabilities EU efforts to tackle discrimination • http://ec.europa.eu/social/main. jsp?catId=423&langId=en European Social Fund • http://ec.europa.eu/employment_ social/esf/index_en.htm Access City Award: To encourage cities to improve acces- sibility, the Commission gives annual awards for accessible cities. http://ec.europa.eu/social/main. jsp?langId=en&catId=916 Equal rights, equal opportunities People with disabilities have equal rights The European Disability Strategy 2010-2020 1 6 7 K E - 30 - 10 - 503 - E N - C © European Union, 2010 Reproduction is authorised provided the source is acknowledged. ISBN: 978-92-79-16836-9 doi: 10.2767/20570 EU instruments "
    ]
}