{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 2.2.2011 COM(2011) 25 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS TACKLING THE CHALLENGES IN COMMODITY MARKETS AND ON RAW MATERIALS ",
        "EN 2 EN 1. I NTRODUCTION Commodity markets have displayed increased volatility and unprecedented movements of prices in recent years. Prices in all major commodity markets, including energy, metals and minerals, agriculture and food, increased sharply in 2007 to reach a peak in 2008, declined strongly from the second half of 2008 and have been on an increasing trend again since the summer of 2009. To varying degrees, these price swings have been reflected in consumer prices, at times leading to social unrest and deprivation. At the heart of current developments lies a series of changes in global supply and demand patterns as well as short term shocks in key commodity and raw material markets. The years 2002 to 2008 were marked by a major surge in demand for raw materials, driven by strong global economic growth, particularly in emerging countries such as China. This increase in demand will be reinforced by the further rapid industrialisation and urbanisation in countries such as China, India and Brazil. China is already the largest consumer of metals in the world – its share of copper consumption, for example, has risen from 12% to about 40% over the last 10 years 1 . Price movements have been exacerbated by various structural problems in the supply and distribution chains of different commodities, including the availability of transport infrastructure and services. These developments occur at a time when the competitiveness of European industry requires efficient and secure access to raw materials. In addition, markets are experiencing the growing impact of finance, with a significant increase in financial investment flows into commodity derivative markets in recent years. Between 2003 and 2008, for example, institutional investors increased their investments in commodities markets from 13 billion euro in 2003 to between 170 and 205 billion euro in 2008. While the financial crisis interrupted the upward trend, financial positions approached or even exceeded their 2008 peaks on many markets in 2010 and investment by index traders in particular has increased strongly. While the debate on the relative importance of the multiple factors influencing commodities prices is still open, it is clear that price movements across different commodity markets have become more closely related, and that commodities markets have become more closely linked to financial markets 2 . These developments have led to increased calls for policy responses to mitigate the negative effects of such movements on both producers and consumers, especially the most vulnerable ones. They have generated attention at the highest political level including the latest G20 summits. The challenges of commodity prices and raw materials are closely intertwined and touch on policies in the areas of financial markets, development, trade, industry and external relations. The European Commission has therefore taken a number of initiatives. In 2008 it already drew attention to the strategic importance of defining policies for raw materials by launching 1 World Metals Statistics Bureau – 2009 Yearbook. 2 CFTC \"Staff report on commodity swap dealers and index traders with Commission recommendations\", Washington, 2008. American Economic Review; Commission Communication COM(2008) 821 \"Food prices in Europe\" and its accompanying staff working document SEC(2008) 2971 \"Task force on the role of speculation in agricultural commodities price movements - Is there a speculative bubble in commodity markets?\". ",
        "EN 3 EN the raw materials initiative 3 . Since then, it has taken actions within this framework to address sustainable access to raw materials both within and outside the EU, as well as on resource efficiency and recycling. It also began an in-depth reflection on commodities market in general and on food prices and security of food supply in particular 4 . In response to the financial crisis, it has launched a range of measures to improve the regulation, integrity and transparency of financial markets, and most recently it has made a proposal for the regulation of energy markets. This Communication presents an overview of what has been achieved in each of these areas and of the steps which are planned to take the work forward. This work is part of the Europe 2020 strategy to ensure smart, sustainable and inclusive growth and is closely linked to the flagship initiative for a resource efficient Europe 5 . It will feed into the work of the G20 which agreed at the Pittsburgh summit \"to improve the regulation, functioning, and transparency of financial and commodity markets to address excessive commodity price volatility\" 6 . This commitment was reinforced in November 2010 by the G20 summit in Seoul which pledged to address food market volatility and excessive fossil fuel price volatility 7 . 2. DEVELOPMENTS ON GLOBAL C OMMODITIES MARKETS Fundamentals, including unexpected changes in global economic conditions linked to the strong growth in demand of emerging market economies have played a key role in driving developments on commodity markets 8 . Other factors that have also played a role are supply shortfalls and monetary policy, and in recent years, various ad hoc policy interventions. Export restrictions, border measures, and shifts in storage policies had an impact on food prices in the run up to the 2008 food price crisis. Increased use of agricultural land for the production of renewable energy has strengthened the link between developments in agricultural and energy prices. Price movements have also been exacerbated by various structural problems in the supply and distribution chains of different commodities 9 . Each commodity market functions differently depending on the nature of the commodity, the needs of traders and historical developments. There is no single model for the organisation of commodity markets and hence of how prices evolve. Some commodity trading exhibits a high degree of standardisation, while on other markets the way in which trades are done may change according to the particular needs of individual market participants. Derivative markets 10 based on commodities have existed for a long time and play a role in the hedging of exposures of both producers and users of various commodities. Just as the underlying commodities can be traded in different ways, derivatives can be traded on a bilateral basis, generally called over the counter or OTC, or using organised exchanges. Additionally, the 3 COM(2008) 699 “The raw materials initiative - meeting our critical needs for growth and jobs in Europe”. 4 COM(2009) 591 \"A Better Functioning Food Supply Chain in Europe\" and COM(2010) 127 \"An EU policy framework to assist developing countries in addressing food security challenges\". 5 COM(2010) 2020 \"Europe 2020\", and COM(2011) 21 \"A resource-efficient Europe: flagship initiative under the Europe 2020 strategy\". 6 See http://www.pittsburghsummit.gov/mediacenter/129639.htm 7 See http://www.g20.org/Documents2010/11/seoulsummit_declaration.pdf 8 See for example, IOSCO, Task Force on Commodity Futures, Report to the G20. November 2010. 9 COM(2009) 591 \"A Better Functioning Food Supply Chain in Europe\", 10 A derivative can be defined as a financial asset, generally a contract between two or more parties, that derives its value from other assets, securities or even indices. ",
        "EN 4 EN role of financial institutions as well as the importance of derivatives is very different from one market to another. The following sections examine specific developments on the markets for energy and agricultural commodities and the increasing interdependence of commodities and related financial markets. 2.1. Developments on the physical markets 2.1.1. Energy (oil, electricity gas) Oil and petroleum markets are integrated, liquid and global, and are widely considered to be driven notably by economic fundamentals, but also by geopolitical considerations, the role of the Organization of the Petroleum Exporting Countries (OPEC), and by non-physical trades. There have been significant developments in terms of financial and derivative investment instruments and trading technologies. The G20 at the Seoul summit has highlighted the importance of well-functioning and transparent energy markets for economic growth. It has been working on physical market transparency, fossil fuel price volatility, and the phasing out of inefficient fossil fuel subsidies. The gas market, which is increasingly influenced by the development of non-conventional sources, has traditionally been based on long-term over-the-counter (OTC) contracts. As a result of the proliferation of Liquefied Natural Gas (LNG), gas is also increasingly traded on a global and liquid market which is being commoditized. Electricity is the least global energy market as its transport over long distances is restricted for physical reasons of non-storability and energy loss. The geographic scope of the market is therefore smaller than for other energy commodities. EU electricity (and gas) markets are increasingly integrated as a result of the internal market. They have seen the development of energy exchanges or other organised markets and broker facilitated OTC markets which can be used both for physical delivery and hedging. It remains the case that market prices are highly sensitive to the availability of actual and expected generation as electricity cannot be stored on an industrial scale. 2.1.2. Agriculture and security of food supply Most agricultural commodities, in particular crops, are subject to strong seasonal production patterns, and their supply cannot always adjust rapidly to changes in prices or demand. This means that agricultural markets are characterised by a certain degree of variability. Structural factors such as demographic growth, pressure on agricultural land and the impacts of climate change may add to growing tensions on agricultural markets. However, the volatility of prices of agricultural commodities has recently increased to unprecedented levels. This is the case both on the EU and international markets, and on spot and futures markets. Within the EU, successive reforms of the Common Agricultural Policy (CAP) have significantly reduced support prices and related measures. As a result, commodity producers and traders are more exposed to market price developments and, although it is not the case in all agricultural sectors, are thus more prone to use futures markets to hedge risks. Trade in options and in over-the counter derivatives is also growing. These factors explain to some extent the increased activity on European-based exchanges and raise two issues in particular: security of food supply and the need for increased transparency on agricultural derivatives markets. ",
        "EN 5 EN Security of food supply has been identified as one of the main drivers for future reform in the CAP 11 . A strong agricultural sector is vital for the highly competitive food industry to remain an important part of the EU economy and trade and a major contributor to international markets. This is why, in the context of the Doha Development Round the EU has agreed to an important agricultural package, conditional on reaching an ambitious, balanced and comprehensive overall agreement. Excessive volatility of food prices affects producers and consumers alike, and has serious effects on security of food supply for food importing developing countries. During food price spikes – such as in 2007-08 - many of the poor in developing countries reduced their food intake 12 . The 2010 food price increases may lead to another increase in malnutrition, humanitarian needs and social tensions and unrest among the weaker consumers in the world. While higher global prices could stimulate agricultural production, price transmission mechanisms are often imperfect. In many developing countries, commodity markets are often disconnected from world markets or, at best, world price signals are transmitted to domestic markets with considerable lags so that a domestic supply response is often delayed. Several analyses by the Food and Agricultural Organisation, OECD, Commission and others have focused on supply and demand developments, exacerbated by short-term economic and policy factors (including restrictions on exports) that explain part of the observed extreme price volatility, including factors specific to financial markets that may have amplified price changes. Despite remaining uncertainties, based on the outlook for agricultural commodities established by several organisations, including the latest Commission medium term projections, three conclusions are clear for agricultural commodities: – Agricultural commodity prices are expected to stay higher than their historical averages, reversing their long-term downward trend, at least for the foreseeable future. – Price volatility is also expected to remain high, although uncertainties with respect to its causes and duration persist. – The level of input prices used in agriculture is also likely to remain higher than its historical trends. The combination of the above factors implies that higher prices for agricultural commodities will not necessarily result in higher incomes for farmers, especially if their margins are squeezed by increased costs. In addition, potential problems for net food importing countries and more generally for the most vulnerable consumers are evident, stemming from price impacts on food inflation. While a certain degree of variability is an intrinsic part of agricultural markets, excessive volatility does not benefit producers neither users. 2.1.3. Raw materials Raw materials include metallic minerals, industrial minerals, construction materials, wood, natural rubber. Unlike electricity, raw materials are traded globally. In relation to prices and markets, the key distinction is between those that are traded on stock exchanges and those that are not. For example, base metals such as aluminium, copper, lead, nickel, tin and zinc are traded on stock exchanges of which the London Metals Exchange (LME) is a global leader. 11 COM(2010) 672 \"The CAP towards 2020\". 12 FAO, WFP, The State of Food Insecurity in the World, October 2010. ",
        "EN 6 EN However, many of the EU’s critical raw materials, such as cobalt, gallium, indium and rare earths, are not traded on the LME. The market for these materials is less transparent and the volumes traded are very small in comparison to other materials. The global metal and mineral markets generally follow a cyclical pattern based on supply and demand. However, the period 2002-2008 was marked by a major rise in demand for raw materials driven by strong global economic growth, in particular in emerging countries. This was reflected in unprecedentedly high price levels. Recent trends indicate that demand for raw materials will be driven once more by the future development of emerging economies and by the rapid diffusion of key enabling technologies. A growing concern in these markets relates to measures imposed by certain countries to ensure privileged access to raw materials for their domestic industry including through export restrictions. These measures create distortions in the global markets and uncertainties in the regular flows of commodities. Such measures may affect developed and developing countries alike as virtually no economy is self-reliant for all raw materials. Least developed countries in particular can be particularly dependent on commodity imports and therefore can be negatively affected by the absence or inadequacy of multilateral rules in some disciplines such as export duties. Furthermore, companies respond to price fluctuations in various ways, such as stockpiling, negotiating long-term contracts or price hedging in the form of futures contracts. Some of these reactions may exacerbate the tightness of supply. 2.2. Growing interdependence of commodities and related financial markets Commodity derivatives allow producers and users to hedge the risks associated with physical production and price uncertainty. They are also increasingly seen purely as financial investments. In this context, financial investment flows into commodity derivative markets have grown significantly in recent years (see graph 1). Commodity and financial markets are thus increasingly intertwined sharing a growing number of participants in search of risk management tools and investment opportunities. The liquidity, efficiency and accessibility of spot markets are strengthened by well-functioning derivative markets, and vice versa. Adequate and reliable information on market fundamentals such as volumes of production and consumption, network and pipeline capacity etc, as well as the amount of trading that takes place in the commodity is necessary for transparent and orderly price formation both on the spot and derivative markets. Derivative markets are however not only used by commercial companies for risk management purposes, but also by financial institutions as part of their risk allocation strategies. In addition prices of commodity futures (i.e. derivatives listed on organised trading venues) often serve as benchmarks for example influencing retail energy and food prices for EU consumers. Graph 1: Transactions on commodity derivative markets (Total open interest of futures and options) ",
        "EN 7 EN 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 01/01/2003 01/01/2004 01/01/2005 01/01/2006 01/01/2007 01/01/2008 01/01/2009 01/01/2010 01/01/2011 n u m b e r o f c o n t r a c t s i n m i l l i o n s CBOT Corn, wheat, rice, soybean oil CME Live and fedder cattle, milk CME S&P commodity index CMX Gold, silver, copper ICE Cocoa, coffee, cotton, orange juice, sugar KBC and MGE Wheat NYME Crude oil, natural gas NYME Palladium, platinum Source: U.S. Commodity Futures Trading Commission. (via Reuters Ecowin) The very nature of a derivative contract is that its value depends on the value of the underlying market to which it refers. This is particularly the case where the underlying market is a physical market. The prices of commodity derivatives and underlying physical commodities are therefore interlinked. Commodity derivatives markets therefore cannot be regarded in isolation from commodity markets and vice versa. Identifying which way causation flows in the interaction between financial and physical markets is, however, a complex issue. Establishing these correlations is complicated by the fact that not all physical markets have the same features. A variety of factors have an impact, some of which are specific to individual markets and, as a result, different market dynamics are at play in the different sectors. At this stage, assessing the exact nature and extent of the links between the price formation process on commodity markets and the growing importance of derivatives markets is made even more difficult by the lack of transparency in these markets. While it is clear that there is a strong correlation between positions on derivative markets and spot prices, it is still difficult to assess fully the interactions and the impact of movements in the derivative markets on the volatility of the underlying physical markets. Establishing these correlations is further complicated by the fact that not all physical markets have the same features and different market dynamics are at play in the different sectors. Further work is therefore needed to deepen understanding of these developments 13 . At this stage, however, it is already clear that the degree of transparency and reporting obligations on both the underlying physical markets and the derivative markets should be enhanced. Increased transparency and easily accessible information on the physical markets 13 Part of which is already under way (see section 3.2) in close cooperation with the relevant international counterparts, in particular the United States, with a view to ensure regulatory consistency. ",
        "EN 8 EN will allow investors to make informed decisions, contribute to an appropriate price finding process and facilitate the identification and prevention of any abuse. But in addition, the recent price volatility has shown that for physical market actors the possibilities to hedge their price risks must be maintained, while close and efficient monitoring of market developments needs to be ensured. This is particularly important for food-importing developing countries. Additional targeted regulatory measures, such as the introduction of position limits when deemed necessary, could also be considered in this context. 3. EU P OLICY RESPONSE TO DEVELOPMENTS ON C OMMODITIES MARKETS At EU level, there has been an initiative to increase oversight, integrity and transparency of trading in energy markets 14 . There have also been a number of initiatives to improve the functioning of the food chain and transparency on agricultural commodities markets. As part of the ongoing reforms of the regulatory framework for financial markets, the Commission has also identified measures to increase the integrity and transparency of commodity derivatives markets. 3.1. Physical markets 3.1.1. Energy (oil, electricity gas) The Commission has shown its readiness to act to ensure the orderly functioning of energy markets in its proposal to establish clear rules prohibiting market abuse on wholesale electricity and gas markets backed up by an EU wide market monitoring framework and new enforcement powers for energy regulators 15 . This approach will help to ensure that the benefits of the internal market are realised for Europe's businesses and citizens, and provides a good model for how to address the challenges resulting from the growing interdependence of commodity and related financial markets. The proposed Regulation on Energy market Integrity and Transparency 16 will provide European and national authorities with the tools to identify instances of market abuse in traded wholesale markets for electricity and gas: – The European Agency for the Cooperation of Energy Regulators (ACER) Market will be responsible for monitoring to uncover possible cases of abuse. – Traders will be prohibited from using inside information to benefit from their transactions or manipulate the market by artificially causing prices to be higher than would be justified by the availability, production cost or capacity to store or transport energy. – Cooperation will be enhanced between physical (ACER) and financial (ESMA) market regulators. 14 The market in allowances within the carbon Emissions Trading System for the EU is not dealt with in this Communication as the allowances are not commodities in the generally understood sense. The Commission has produced a Communication on this issue; COM(2010) 796 \"Towards an enhanced market oversight framework for the EU Emissions Trading System\". 15 This section does not address other energy related issues such as the safety and security or the overall consistency and effectiveness of EU external energy policy. They are dealt with in the Communication Energy 2020 A strategy for competitive, sustainable and secure energy - COM(2010) 639. 16 Proposal for a Regulation of the European Parliament and of the Council on energy market integrity and transparency - COM(2010) 726, December 2010. ",
        "EN 9 EN The Commission is committed to ensuring that transparency requirements for fundamental data in gas and electricity markets are effective and meet market needs. 3.1.2. Agriculture and security of food supply Given that there are many causes of price volatility, there is no single and simple solution to the identified problems. This is even more the case given the specificity of agricultural production (links to security of food supply, the environment, and the latter including the dependency of agricultural production on life cycles, weather and seasons, sanitary and pest conditions) which complicates the potential impact of policy options further. Nevertheless, one key area of work concerns improving market information. The agricultural sector benefits from a wealth of information on agricultural production, consumption and stocks from public sources (WB, FAO/OECD, USDA, EU, ABARE) or commodity bodies (especially the International Grains Council). This is in clear contrast to information in commodities such as metals, minerals and energy, where market information is proprietary and mainly available from industry. However, the quality and timeliness of information on national and regional food stocks, and on projections for food production and consumption could be improved further. The G-20 has requested the \"World Bank to work with other relevant international agencies to develop measures to improve information on national and regional food stocks and food production projections\" and this is work which the Commission will fully support. Given the increasing market orientation of its Common Agricultural Policy, information and transparency on commodity market developments have become key features in efforts to ensure the proper functioning of the agri-food chain: – Member States regularly communicate a wide range of data to the Commission which is published on the internet 17 and discussed with advisory committees of stakeholders. – A food price monitoring tool has been set up by the Statistical Office of the Commission to increase price transparency 18 and discussions are on-going on how to improve this tool. – The Commission services regularly produce and publish a medium-term outlook for major agricultural commodity markets 19 . The Commission has established a High Level Forum for a better functioning Food Supply Chain 20 . While it does not deal with price volatility as such, it addresses the transmission of price developments throughout the supply chain, examining business to business relations, the competitiveness of the food industry, agri-food logistics and the food price monitoring tool. The food price spikes have highlighted the underinvestment in agriculture in many developing countries in recent decades 21 . EU development policy has recognised the need to reverse this 17 See for instance http://ec.europa.eu/agriculture/markets/prices/monthly_en.pdf 18 See http://epp.eurostat.ec.europa.eu/portal/page/portal/hicp/methodology/prices_data_for_market_monitoring 19 http://ec.europa.eu/agriculture/publi/caprep/prospects2010/index_en.htm 20 See http://ec.europa.eu/enterprise/sectors/food/competitiveness/forum_food/index_en.htm 21 Fewer than ten African States meet the Maputo target set in 2003 of ten percent of public investment to agriculture. ",
        "EN 10 EN trend. As indicated in the Green Paper on EU Development Policy 22 , it can play an important role in reducing the impact of price volatility on the most vulnerable. The Commission has already adopted a policy framework on food security 23 , indicating that the EU and Member States should contribute to improved food market functioning at global, regional and national levels, including through improved market transparency. This would entail support in developing countries to strengthen farmer's organisations, to improve price transparency, to increase agricultural productivity on a sustainable basis, and to develop and apply regulatory frameworks. Developing agricultural production will increase resilience and adaptability to food shocks. Finally, given that unilateral actions by certain governments are also a factor that can affect physical markets and cause price volatility, there is a need for improved governance and international dialogue in this area. 3.2. Regulation of financial markets There is a broad agreement that it is desirable to increase the integrity and transparency of commodity derivatives market. In line with G20 principles and conclusions, the Commission has launched a number of initiatives to do so: – It has adopted a proposal for a regulation on OTC derivatives trading 24 , which aims to reduce systemic risk and improve transparency for regulators in all derivatives, including commodity derivatives. – The review of the Market Abuse Directive 25 in spring 2011 will aim to clarify what trading in commodity markets constitutes abuse, and to ensure that all venues and transactions where abusive practices can occur are properly covered under pan-EU rules. – The review of the Packaged Retail Investment Products (PRIPS) 26 will examine the need for additional rigour and enhanced quality of information when retail investors are offered structured commodity investment products. – The Alternative Investment Fund Management Directive 27 will increase transparency of these funds for investors and national supervisors, and give a better insight of the impact of these funds on the markets for commodity derivatives. – The review of the Markets in Financial Instruments Directive 28 in spring 2011, will aim to improve further the transparency of trades and prices in commodity derivatives by setting conditions for when commodity derivative products should trade exclusively on organised trading venues. It will also explore the need for more systematic and detailed information on the trading activities of different types of market participants in commodity derivatives, 22 COM(2010) 629 \"EU development policy in support of inclusive growth and sustainable development. Increasing the Impact of EU development policy\". 23 COM(2010) 127 – An EU Policy Framework to assist developing countries in addressing food security challenges. 24 COM(2010) 484, 15.9.2010 25 Directive 2003/6/EC (OJ L 96, 12.4.2003). 26 A public consultation on PRIPS was launched on 26 th November 2010, http://ec.europa.eu/internal_market/finservices-retail/investment_products_en.htm#consultation 27 COM(2009) 207, 30.4.2009. 28 Directive 2004/39/EC (OJ L 145, 30.4.2004). ",
        "EN 11 EN more comprehensive oversight by regulators of commodity derivative positions, including the need for imposing position limits when deemed necessary. – Finally the creation of the European Securities Markets Authority (ESMA) will ensure consistency of technical rules applicable to these markets and be instrumental in strengthening collaboration with regulators of the underlying physical markets 29 . 3.3. The interaction between physical and financial commodities markets The measures described above will help to ensure that increasing investment flows are more transparent, are better accounted for, and are less able to distort the functioning of commodity markets. However the Commission acknowledges that a better understanding of the interaction between physical and financial commodities markets is needed. Against this background, the Commission will: – carry out further analysis of developments on financial and physical commodities markets to improve understanding of the relationships between them, support similar efforts underway at global level (G20, IOSCO, IEA, FAO, UNCTAD, OECD, IMF etc). – Promote further improvements in the transparency and accessibility of information on the physical commodity markets, including through the relevant regulators and institutions, to ensure the proper functioning of these markets. 4. T HE E UROPEAN R AW MATERIALS I NITIATIVE Beyond developments related to price volatility and the interaction between physical and financial commodities markets, the question of physical supplies of raw materials remains essential. In 2008 the Commission launched the \"Raw Materials Initiative\" 30 (RMI) which established an integrated strategy to respond to the different challenges related to access to non-energy and non-agricultural raw materials. The RMI is based on three pillars: ensuring a level playing field in access to resources in third countries; fostering sustainable supply of raw materials from European sources, and boosting resource efficiency and promoting recycling. An element of the strategy is the need for a “raw materials diplomacy\" anchored in wider policies towards third countries such as promoting human rights, good governance, conflict-resolution, non-proliferation and regional stability. This section examines results to date on identifying critical raw materials, and in the areas of trade, development, research, and resource efficiency and recycling. Section 5 looks at next steps. 29 Regulation (EU) No 1095/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority, amending Decision No 716/2009/EC and repealing Commission Decision 2009/77/EC (OJ L 331, 15.12.2010, p. 84). 30 COM(2008) 699 Communication “The raw materials initiative - meeting our critical needs for growth and jobs in Europe”. ",
        "EN 12 EN 4.1. Identifying critical raw materials The Commission has identified 14 critical raw materials at EU level (see annex), with Member States and stakeholders, and has developed a transparent, innovative and pragmatic methodological approach to defining “criticality” 31 . Critical raw materials are those which display a particularly high risk of supply shortage in the next 10 years and which are particularly important for the value chain. The supply risk is linked to the concentration of production in a handful of countries, and the low political- economic stability of some of the suppliers. This risk is in many cases compounded by low substitutability and low recycling rates. In many cases, a stable supply is important for climate policy objectives and for technological innovation. For example, rare earths are essential for high performance permanent magnets in wind turbines or electric vehicles, catalytic converters for cars, printed circuit boards, optical fibres, and high temperature superconductors. The EU is completely dependent on imports, with China accounting for 97% of world production in 2009. At the same time, no recycling or substitution processes for rare earths are currently commercially viable. The work on identifying critical raw materials also revealed the need for better data and knowledge, and on the need to update regularly the list of raw materials to take into account market developments, technological developments (for example, lithium, hafnium and nickel), or new information on the environmental impact of a material. It further concluded that policy actions should not be limited to critical raw materials exclusively. 4.2. Implementing the EU trade strategy for raw materials There have been a number of achievements under the trade policy chapter since 2008. An EU trade strategy for raw materials has been defined and a first annual report has been published 32 . To date the following results can be reported in the three main areas: – the EU proposed trade disciplines on export restrictions (including bans, quotas, duties and non-automatic export licences) in all relevant negotiations, bilateral or multilateral (for example in the Free Trade Agreement with Korea and in provisions on export duties on a series of raw materials, including wood, in the context of Russia's WTO accession). – regarding enforcement, the Commission has continued to tackle barriers primarily through dialogue, but when no progress was registered has been ready to use other tools including WTO dispute settlement. – In terms of outreach, the Commission has addressed the raw materials issue in various bilateral dialogues and in the OECD. Following the co-organisation of a workshop dedicated to the issue at the end of 2009, the topic was put on the OECD's work programme for 2011-2012. 31 “Critical raw materials for the EU”. Report of the RMSG Ad-hoc working group on defining critical raw materials June 2010. 32 DG Trade - Raw materials policy - 2009 annual report (http://ec.europa.eu/trade/creating- opportunities/trade-topics/raw-materials/). ",
        "EN 13 EN 4.3. Development instruments Actions have been launched under the 10 th EDF mainly within the good governance approach (\"strengthening states\"). Projects were also financed by the EU-Africa Infrastructure Fund, through the EIB lending to mining projects or the Seventh Framework Programme for Research and Development for geological surveys. The Commission is also supporting a sound investment climate through initiatives such as country-specific technical assistance for greater revenue transparency through the Extractive Industries Transparency Initiative, and work to promote good governance in tax matters 33 . 4.4. New research, innovation and skills opportunities The EU has taken steps to improve its knowledge base on actual and future deposits of many important raw materials and to stimulate the extractive industry to deliver new products to the manufacturing industry through the Seventh Framework Programme for Research and Development. The project ProMine, launched in 2009 with a € 17 million budget, will develop the first pan-European satellite-based mineral resources database and a 4D computer modelling system to help to assess the value of European mineral resources. Funding has been provided to projects on advanced underground technologies for intelligent mining, on substitution of critical raw materials such as rare earths and platinum group metals, and on coordination of activities in Member States in the area of industrial handling of raw materials through ERA-NET. Support has been provided for the development of the bio-refinery concept, that will contribute to provide new high value added products, and the European Technology Platforms on Sustainable Mineral Resources and Forest-Based Sector Technology are important drivers of new research efforts in relation to raw materials. The European Regional Development Fund also provides funding for research, innovation and business support measures for raw material exploration and extraction, while the Erasmus Mundus Minerals and Environmental Programme (2009-2013) supports the generation of new skills in the area of raw materials. 4.5. Guidelines on the implementation of Natura 2000 legislation In response to concerns about how to manage the sometimes competing objectives of ensuring a high level of environmental protection in Natura 2000 areas and the development of competitive extractive activities, the Commission has developed guidelines on how to apply the Natura 2000 decision-making framework. This underlines, for example, that there is no automatic exclusion of non-energy extraction activities in or near Natura 2000 areas 34 . The Commission has also provided guidance that presents examples of good practice for exploiting wood resources while ensuring sustainable forest management 35 . 4.6. Increased resource efficiency and improved conditions for recycling The concept of sustainable use of natural resources is increasingly being mainstreamed into EU policy initiatives to promote growth and competitiveness 36 . Member States have 33 COM(2010) 163, \"Co-operating with Developing Countries on Promoting Good Governance in Tax Matters\". 34 http://ec.europa.eu/environment/nature/natura2000/management/guidance_en.htm 35 Good practice guidance on the sustainable mobilisation of wood in Europe. European Commission, Forest Europe, FAO 2010. 36 See COM(2011) 21 \"A resource-efficient Europe: flagship initiative under the Europe 2020 strategy\" ",
        "EN 14 EN implemented various policies and practical instruments to improve resource efficiency. A major policy issue is the need for legal clarity for defining when reprocessed waste can be reclassified as a product. The Commission under the Waste Framework Directive is developing 'End-of-Waste' criteria for specific waste streams, and work is advancing on rules for ferrous metals and aluminium, copper, recovered paper and glass. Since 2008, the Commission has worked to prevent illegal export, or dumping, of waste by supporting Member States in implementing the Waste Shipment Regulation. It is considering guidelines for the shipment of used and waste vehicles. Concerning the stream of waste from electrical and electronic equipment (WEEE), the Commission has proposed an ambitious new collection target which would ensure that 85% of the WEEE stream would be available for the recovery of valuable raw materials contained, instead of being lost through improper treatment. In addition it has proposed stricter rules for the categorisation for shipment of 'used' electronics and electrical goods which will require exporters of such equipment to provide proof of functionality for every item exported for re-use. 5. F UTURE ORIENTATIONS OF THE R AW M ATERIALS I NITIATIVE While significant progress has been made in implementing the RMI, further improvements are necessary. An integrated approach based on the three pillars is essential, as each contributes to the objective of ensuring a fair and sustainable supply of raw materials to the EU. 5.1. Monitoring critical raw materials Securing supplies of raw materials is essentially the task of companies and the role of public authorities is to ensure the right framework conditions to allow companies to carry out this task. The Commission intends to explore with the extractive, recycling and user industries the potential for targeted actions, notably with regard to recycling. It is also ready to examine with Member States and industry, the added value and feasibility of a possible stockpiling programme of raw materials. At EU level, the stockpiling programme for oil aims to protect public security for Member States and EU 37 . The Commission will: – Monitor the issues of critical raw materials to indentify priority actions, and will examine this with Members States and stakeholders. – Regularly update the list of critical raw materials at least every 3 years. 5.2. Fair and sustainable supply of raw materials from global markets (pillar 1) The EU will actively pursue a \"raw materials diplomacy\" with a view to securing access to raw materials, in particular the critical ones, through strategic partnerships and policy dialogues. 5.2.1. Development policy and sustainable supply of raw materials Sustainable mining can and should contribute to sustainable development. However, many developing countries – especially in Africa – have not been able to translate their resource wealth into sustainable and inclusive growth, often because of governance issues related to 37 Council Directive 2009/119/EC of 14 September 2009. ",
        "EN 15 EN regulatory frameworks or taxation. Enhancing governance and transparency, as well as the trade and investment climate, in the raw materials sector, is essential for achieving inclusive growth and sustainable development in resource rich countries. The EU, through its development policies and in partnership with developing countries, can play a crucial role in creating win-win situations where both developed and developing countries benefit from the sustainable supply of raw materials, and in using domestic financial resources from the mining sector for sustainable development to support the objectives of inclusive growth and poverty reduction strategies. The Commission will consider further these issues in the context of the Green Paper consultation process on the future of EU development policy and budget support as well as in its public consultation on country-by-country reporting 38 . The EU will encourage partner governments to develop comprehensive reform programmes that clearly identify objectives such as improving mining taxation regimes or enhancing revenue and contract transparency, or enhancing the capacity for using revenues to support development objectives. Greater transparency will help society at large and national supervisory bodies to hold governments and companies to account for revenue payments and receipts, and thus decrease fraud and corruption and ensure a more predictable trade and investment climate. In Addis Ababa in June 2010 the Commission agreed with the African Union Commission (AUC) to establish bilateral co-operation on raw materials and development issues based on the RMI and the AUC's policy on mining and minerals, i.e. the 2009 'African Mining Vision'. This co-operation will focus on three areas: governance, investment and geological knowledge/skills. Under the Africa-EU Joint Strategy 2011-2013, agreed at the Africa-EU Summit held in November 2010, actions on raw materials are foreseen under the Trade, Regional Economic Integration and Infrastructure Partnership. The EU and its Member States will work jointly on these issues. The Commission proposes to: – enhance European financial and political support for the Extractive Industries Transparency Initiative (EITI), and help developing countries to implement it; – share best practice with international organisations such as the World Bank, IMF, and the African Development Bank; – examine ways to improve transparency throughout the supply chain and tackle in co- ordination with key trade partners situations where revenues from extractive industries are used to fund wars or internal conflicts; – promote more disclosure of financial information for the extractive industry, including the possible adoption of a country-by-country reporting requirement. The Commission will take into account progress made by the International Accounting Standards Boards on an International Financing Reporting Standard for extractive industries, as well as the current status of legislation of third countries active in the region 39 ; – promote the application of EU standards by EU companies operating in the developing countries and the application of the Best Available Technique Reference document and by developing a code of conduct of EU companies operating in third countries; and 38 http://ec.europa.eu/internal_market/consultations/2010/financial-reporting_en.htm 39 For example on due diligence and reporting requirements by companies which are part of the supply chain of raw materials e.g. US Dodd Frank Wall Street Reform and Consumer Protection Act. ",
        "EN 16 EN – support the work by the OECD on due diligence in the mining sector; – continue to assess - with African countries – the feasibility of assisting further co-operation between both continents' geological surveys and to promote co-operation in this area in multilateral fora such as UNESCO’s Geosciences Programme. Resource-rich developing countries often suffer from a lack of transport, energy and environmental infrastructure which limits their ability to harness their mineral wealth for the benefit of their populations. The European Commission, the European Investment Bank (EIB), and other European development financing institutions, in co-operation with African national and regional authorities, will continue to assess how to promote the most appropriate infrastructure, and related governance issues, that can contribute to the sustainable use of the resources of these countries and facilitate raw materials supply, using respective sector dialogues to steer this process. In particular, the European Commission will assess (a) the feasibility of increasing lending (which may include grant-loan elements) to industry, including mining and refining projects and in particular post-extractive industries and (b) investigate the possibility of promoting financial instruments that reduce risk for operators on the basis of guarantees supported by EU, including by the European Development Fund. The existing EU-Africa Infrastructure Trust Fund 40 could also assist African countries in this task. . Development policy should also target the creation of linkages from the extractive industry towards local industry, by improving the value chain and maximising diversification. Therefore, an enabling business capacity building should be fostered and trade agreements provide the necessary flexibility to achieve this aim. The EU can also help developing countries increase their geological knowledge 41 to allow them to better estimate national mineral reserves, better plan budgets based on expected revenues from these reserves and give increased bargaining power vis-à-vis mining firms. 5.2.2. Reinforcing the raw materials trade strategy The Commission intends to reinforce the Raw Materials Trade Strategy 42 as set out in section 4.2 in line with development and good governance objectives. The Commission considers that the EU should: – continue to develop bilateral thematic raw materials dialogues with all relevant partners, and strengthen ongoing debates in pluri – and multilateral fora (including e.g. G20, UNCTAD, WTO, OECD); carry out further studies to provide a better understanding of the impact of export restrictions on raw materials markets, and foster a dialogue about their use as a policy tool. – further embed raw materials issues, such as export restrictions and investment aspects, in ongoing and future EU trade negotiations in bilateral, plurilateral and multilateral frameworks. 40 The purpose of the Trust is to benefit cross-border and regional infrastructure projects in sub-Saharan Africa. 41 For example, the AEGOS project brings the EU's and Africa's geo-surveys together to improve the level and quality of resource data available for Africa. 42 DG Trade - Raw materials policy - 2009 annual report. ",
        "EN 17 EN – pursue the establishment of a monitoring mechanism for export restrictions that hamper the sustainable supply of raw materials, and will continue to tackle barriers distorting the raw materials or downstream markets with dialogue as the preferred approach, but using dispute settlement where justified. – encourage in OECD activities the inclusion of relevant non-OECD members in the work on raw materials, and explore further multilateral and plurilateral disciplines including consideration of best practices. – use competition policy instruments to ensure that supply of raw materials is not distorted by anti-competitive agreements, mergers or unilateral actions by the companies involved. – take forward the above mentioned actions, and further analyse priorities for raw materials in relation to third countries through autonomous measures, bilateral and multilateral frameworks and dialogue; and continue to pursue a consistent EU trade policy on these priorities. 5.3. Fostering sustainable supply within the EU (pillar 2) The Europe 2020 Strategy underlines the need to promote technologies that increase investment in the EU’s natural assets. Extractive industries fall under this category but its development is hindered by a heavy regulatory framework and competition with other land uses. Many regulatory issues in this area are the competence of Member States. The Commission therefore acts mainly as a facilitator for the exchange of best practices. At the same time, extraction in the EU must occur in safe conditions. This is important both for the image of the sector and as a precondition for the public acceptance. The Commission considers that the following practices 43 are particularly important in promoting investment in extractive industries: – defining a National Minerals Policy, to ensure that mineral resources are exploited in an economically viable way, harmonised with other national policies, based on sustainable development principles and including a commitment to provide an appropriate legal and information framework ; – setting up a land use planning policy for minerals that comprises a digital geological knowledge base, a transparent methodology for identifying mineral resources, long term estimates for regional and local demand and identifying and safeguarding mineral resources (taking into account other land uses) including their protection from the effects of natural disasters; – putting in place a process to authorise minerals exploration and extraction which is clear, understandable, provides certainty and helps to streamline the administrative process (e.g. the introduction of lead times, permit applications in parallel, and one-stop-shop) . 43 “Improving framework conditions for extracting minerals for the EU”. Report of the RMSG Ad-hoc working group on exchanging best practices on land use planning, permitting and geological knowledge sharing. June 2010. ",
        "EN 18 EN The Commission proposes to assess with the Member States, in full respect of the subsidiarity principle, the feasibility of establishing a mechanism to monitor actions by Member States in the above area, including the development of indicators. It is also important to further enhance the knowledge base necessary for an efficient raw materials strategy. In the short term the Commission proposes to assess with the Member States the scope for increased synergies between national geological surveys, that would allow for economies of scale, reduced costs and increased potential to engage in joint projects (e.g. harmonised minerals database, European Raw Materials Yearbook). In the medium term, any synergies should contribute to an improved European raw materials knowledge base in a co-ordinated way, in particular taking into account future opportunities within the GMES programme. For some raw materials, such as wood, the growing demand for renewable energy continues to increase competition for them. Increased demand is not always matched by a corresponding supply increase, thereby leading to higher prices. The Commission intends to: – promote the work of UNECE in the area of standardisation concerning reporting of reserves and resources at EU-level; – carry out an appropriate analysis on the availability of wood and recovered paper taking into account the potential demand from both the forest based industries and the renewable energy sector (biomass); – continue to support the creation of sectoral skills' councils at European level when an initiative comes from stakeholders such as social partners or the relevant observatories; – Promote research and development in the raw materials value-chain including extraction, processing and substitution. 5.4. Boosting resource efficiency and promoting recycling (pillar 3) As worldwide demand for raw materials increases, greater efforts will have to be made on recycling. Higher recycling rates will reduce the pressure on demand for primary raw materials, help to reuse valuable materials which would otherwise be wasted, and reduce energy consumption and greenhouse gas emissions from extraction and processing. In the framework of the Europe 2020 flagship initiative on resource efficiency, the Commission will present in 2011 a roadmap for a resource efficient Europe. It will set out a vision of structural and technological changes required to move to a low carbon, resource efficient and climate resilient economy by 2050 and how we can make this transition happen through policies delivering most benefits for the EU’s growth, jobs and energy security. 'Urban mining', which is the process of extracting useful materials from urban waste, is one of the main sources of metals and minerals for European industry. The use of secondary raw materials contributes to resource efficiency, to the reduction of greenhouse gas emissions and to the preservation of the environment. However, the full potential of many of these resources is not being exploited and although recycling of municipal waste in the EU has doubled in 10 years, there are large differences in the situation in the Member States. Given pressures to reduce carbon emissions, protect human health and reduce external dependence, the barriers which prevent recycling need to be further addressed. The Commission considers that these barriers fall into three broad categories: 'leakage' of waste to sub-standard treatment inside or ",
        "EN 19 EN outside the EU; obstacles to the development of the recycling industry; and inadequate innovation in recycling. Better implementation and enforcement of existing EU waste legislation is essential for promoting a more resource-efficient Europe. The Commission proposes therefore to: – review the Thematic Strategy on waste prevention and recycling in 2012 to develop best practices in collection and treatment of key waste streams, in particular those which contain raw materials with a negative impact on the environment. When necessary, the availability of recycling statistics will be improved; – support research and pilot actions on resource efficiency and economic incentives for recycling or refund systems; – carry out an an ex-post evaluation of the EU waste acquis, including an assessment of areas where legislation in the various waste streams could be aligned to improve coherence. This would include the effectiveness of deterrents and penalties for breaches of EU waste rules; – review the action plan on sustainable consumption and production in 2012 to identify what additional initiatives are necessary in this area; – analyse the feasibility of developing ecodesign instruments (i) to foster more efficient use of raw materials, (ii) ensure the recyclability and durability of products and (iii) promote the use of secondary raw materials in products, notably in the context of the Ecodesign Directive; and – develop new initiatives to improve the competitiveness of EU recycling industries notably by introducing new market based instruments favouring secondary raw materials. The problem of environmental dumping of waste products also occurs in cases of illegal shipment of waste to third countries. To further strengthen the enforcement of the Waste Shipment Regulation, the Commission proposes to: – ensure precise and workable inspection standards for waste across the EU in 2011. This will allow for further efforts in 2012 to facilitate the control of shipments by customs authorities; – consider using FP7 research funding to help improve technologies for detection, identification, tracking and location of illegal shipments; – examine the feasibility of applying a global certification scheme for recycling facilities to the export of waste streams, building on environmentally-sound management criteria; – build on IMPEL 44 , work with Member States to assess the feasibility of a formal EU-level mechanism for the enforcement of the EU acquis. 5.5 Innovation: a cross-cutting issue Raw materials are essential inputs for the competiveness of industry and for the development of many environmentally-friendly, clean-technology applications. Innovation is key to the 44 European union Network for the Implementation and Enforcement of Environmental Law ",
        "EN 20 EN EU’s potential in this area and can play a role in addressing the challenges of the three pillars of the RMI. There is a need for innovation along the entire value chain, including extraction, sustainable processing, eco-design, recycling, new materials, substitution, resource efficiency and land use planning. The Commission will assess whether to launch an Innovation Partnership on raw materials within the Europe 2020 Flagship on Innovation Union 45 . 6. W AY FORWARD Access to commodities and raw materials is essential to maintaining the productive capacity of the economy and securing the well being of citizens. These commodities and raw materials are sourced from across the globe as well as from within Europe. The challenge is to ensure that commodity and raw materials needs are met in a way which supports wider goals for development in source countries, environmental protection, open trade and stable markets which do not pose risks to the wider economy. Across all classes of commodities and raw materials, there has been an increase in financial activity. Ensuring that this development supports and does not undermine access to commodities and raw materials or destabilise the European economy or the economies of developing countries is therefore a key policy concern at European level and international level. These markets must continue to serve the real economy by helping price formation and allowing the hedging of market risk. The prices of commodity derivatives and underlying physical commodities are interlinked. Their dynamics are challenging established paradigms and understanding commodity prices is becoming increasingly difficult. The integrity and transparency of commodity derivative markets needs to be enhanced and the Commission considers there is a need to promote greater understanding of these developments. For this reason, the Commission has launched several initiatives in the field of financial services, as referred to in section 3.2, and will examine the extent to which further improvements are necessary on the transparency and accessibility of information on physical commodity markets. This increased transparency of financial as well as physical trading activities should allow regulators and market participants to better understand the interaction between financial and physical commodity markets, and help to prevent abusive practices. The Commission will also consider further policy options to strengthen security of food supply. It will feed its work on each of these issues into G20 activities this year, in particular in the light of the priority given by the French presidency to addressing commodity prices and food security. Given that a sustainable demand and supply of raw materials is a major on-going challenge, the Commission also intends to reinforce implementation of its raw materials initiative in an integrated strategy based on its three pillars. Furthermore, the Commission will hold regular public discussion through an annual thematic event that would promote the awareness of the challenges ahead and take stoke of the progress made. 45 COM(2010)546 ",
        "EN 21 EN Annex Concentration of production of critical raw materials, and recycling and substitution rates The 14 raw materials listed below are critical because the risks of supply shortage and their impacts on the economy are higher compared with most of the other raw materials. Their high supply risk is mainly due to the fact that a high share of the worldwide production mainly comes from a handful of countries: China (antimony, fluorspar, gallium, germanium, graphite, indium, magnesium, rare earths, tungsten), Russia (platinum group metals), the Democratic Republic of Congo (cobalt, tantalum) and Brazil (niobium and tantalum). This concentration of production is in many cases compounded by low substitutability and low recycling rates. Raw materials Main producers (2008, 2009) Main sources of imports into EU (2007, or 2006) Import dependency rate Substitutability Recycling rate Antimony China 91% Bolivia 77% 100% 0,64 11% Bolivia 2% China 15% Russia 2% Peru 6% South Africa 2% Beryllium USA 85% USA, Canada, China, Brazil (*) 100% China 14% Mozambique 1% Cobalt DRC 41% DRC 71% 100% 0,9 16% Canada 11% Russia 19% Zambia 9% Tanzania 5% Fluorspar China 59% China 27% 69% 0,9 0% Mexico 18% South Africa 25% Mongolia 6% Mexico 24% Gallium NA USA, Russia (*) (*) 0,74 0% Germanium China 72% China 72% 100% 0,8 0% Russia 4% USA 19% USA 3% Hong Kong 7% Graphite China 72% China 75% 95% 0,5 0% India 13% Brazil 8% NA Brazil 7% Madagascar 3% Canada 3% Indium China 58% China 81% 100% 0,9 0,30% Japan 11% Hong Kong 4% Korea 9% USA 4% Canada 9% Singapore 4% Magnesium China 56% China 82% 100% 0,82 14% Turkey 12% Israel 9% Russia 7% Norway 3% Russia 3% Niobium Brazil 92% Brazil 84% 100% 0,7 11% Canada 7% Canada 16% Platinum group South Africa 79% South Africa 60% 100% 0,75 35% metals Russia 11% Russia 32% Zimbabwe 3% Norway 4% ",
        "EN 22 EN Rare earths China 97% China 90% 100% 0,87 1% India 2% Russia 9% Brazil 1% Kazakhstan 1% Tantalum Australia 48% China 46% 100% 0,4 4% Brazil 16% Japan 40% Rwanda 9% Kazakhstan 14% DRC 9% Tungsten China 78% (6,1) Russia 76% 73% 0,77 37% Russia 5% (6,5) Bolivia 7% Canada 4% Ruanda 13% (*) subject to strong fluctuations Note: import dependence is calculated as “net imports / (net imports + production in EU)” Source: compiled on the basis of Report “Critical raw materials for the EU” by the Ad-hoc working group on defining critical raw materials of the Raw Materials Supply Group. June 2010 "
    ]
}