{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Contribution of civil society to the Green Agenda and Sustainable Development of the Western Balkans as part of the EU accession process’ (own-initiative opinion) (2020/C 429/16) Rapporteur: Dragica MARTINOVIĆ DŽAMONJA Co-rapporteur: Pierre Jean COULON Plenary Assembly decision 20.2.2020 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Section for External Relations (REX) Adopted in section 24.7.2020 Adopted at plenary 18.9.2020 Plenary session No 554 Outcome of vote (for/against/abstentions) 215/1/3 1. Conclusions and recommendations 1.1 The European Economic and Social Committee (EESC) has supported and continues to strongly advocate for the enlargement of the European Union (EU) to the six Western Balkans countries ( 1 ) provided they fulfil the necessary criteria for membership. 1.2 In that respect, the EESC welcomes the action of the European Commission as regards the revised methodology enabling the opening of accession negotiations with North Macedonia and Albania and its efforts to render the process more dynamic and predictable. However, the EESC calls for a strengthened role of social partners and civil society organisations (CSOs). 1.3 The EESC believes that the recovery from the COVID-19 crisis should endorse green policies and that the green transition has to be an integral part of a comprehensive and forward-looking recovery plan in the Western Balkans ( 2 ). To that end, the EESC welcomes the announcement from the European Commission of a recovery aid package for the Western Balkans. 1.4 The EESC believes that the Western Balkans should align with and be included in important European policies and initiatives, which, by their geographical situation, is particularly the case for the European Green Deal. 1.5 Considering the significant investments and regulatory adaptations required, the EESC strongly believes that social partners and CSOs have a particularly important role to play in the transition towards a greener and more sustainable society, especially as regards specific political contexts in the Western Balkans. 1.6 The EESC reiterates the importance of guaranteeing freedom of association and ensuring an enabling civic space, as well as the need to enhance support for building capacity of CSOs for a strong and effective civil dialogue. C 429/114 EN Official Journal of the European Union 11.12.2020 ( 1 ) Albania, Bosnia and Herzegovina, Kosovo (designation without prejudice to positions on the status of Kosovo, and in line with UNSCR 1244/99 and the ICJ Opinion on the Kosovo declaration of independence), Montenegro, North Macedonia, Serbia. ( 2 ) COM(2020) 315 final (29.4.2020) Communication on support to the Western Balkans in tackling COVID-19 and the post-pandemic recovery. ",
        "1.7 The EESC recalls that the Western Balkans are highly sensitive to the impacts of climate change resulting in damage to general health and the economy, and need urgent action to better the quality of life for their citizens, especially children and young people, by a just transition to a greener model, having in mind the ‘no one should be left behind’ principle. 1.8 The EESC calls for the future actions towards greener Western Balkans to be adapted to the region's specific challenges and needs, including an adequate regulatory framework, cross-border activities, innovative technological solutions, locally produced and consumed energy and energy efficiency, sustainable urban transport, road and rail networks, public and private engagement, ICT and fast internet deployment, agri-food measures, etc. 1.9 The EESC considers that the challenges as regards decarbonisation, depollution of air, water and soil, connectivity and climate change in the Western Balkans can be turned into opportunities by investing in research and innovation, learning and adopting alternative approaches, circular economy, waste management, greener energy and connectivity solutions, as well as active measures to protect the rich biodiversity of the region. 1.10 The EESC stresses the importance of developing green skills within active national and regional education/training and skills strategies, with a particular accent on gender equality, in cooperation with relevant actors and within an effective social dialogue. 1.11 The EESC stresses that good governance and democratic institutions, the rule of law, successful anti-corruption policies, the fight against organised crime, respect for human rights and security need to be properly implemented in the Western Balkans. As greening of the economy needs substantial investment, it is vital to recall that the rule of law is a key factor in ensuring an effective business climate and attracting private and foreign direct investment. 2. EU integration of the Western Balkans 2.1 The EESC has strongly supported the enlargement of the European Union (EU) to the six Western Balkans countries provided they fulfil the necessary criteria for membership. It has established a very strong network with social partners and CSOs in the region, firmly committed to making sure that their voice is heard. 2.2 The EESC welcomes the solidarity towards the Western Balkan countries expressed by European leaders at the Zagreb Summit on 6 May 2020, but recalls its contribution ( 3 ) stressing the need for greater engagement on enlargement in the future, and regretting insufficient recognition of the importance of the voice of civil society. 2.3 The EESC welcomes the communication on Enhancing the accession process — A credible EU perspective for the Western Balkans ( 4 ), proposing a revised methodology for candidate countries and aiming at a more credible process to drive forward the enlargement, but regretfully takes note of an insufficient recognition of the role of social partners and CSOs. 2.4 The EESC calls on the European Commission to reinforce the role of civil society in the monitoring of the governments' actions in fulfilling the necessary accession criteria, particularly as concerns the Fundamentals, as well as the cluster ‘Green agenda and sustainable connectivity’. 2.5 The EESC supports the European Commission's aid package to support the Western Balkans in their efforts to counter the impact of the COVID-19 outbreak, as detailed in the communication on the global EU response to COVID-19 ( 5 ) and the communication on support to the Western Balkans in tackling COVID-19 and the post-pandemic recovery ( 6 ). 2.6 While increasing its commitments to the region, as regards both the crisis response and the future Economic and Investment Plan for the Western Balkans, the EESC calls for an accrued insistence on reforms and conditionality of the EU's engagement upon democratic reforms and respect for core European values such as the rule of law and fundamental rights. 11.12.2020 EN Official Journal of the European Union C 429/115 ( 3 ) EESC Contribution to the EU-Western Balkans Summit on 6 May 2020 (published on 28.4.2020). https://www.eesc.europa.eu/en/news-media/presentations/eesc-contribution-eu-western-balkans-summit-6-may2020 ( 4 ) COM(2020) 57 final (5.2.2020) Enhancing the accession process — A credible EU perspective for the Western Balkans. ( 5 ) JOIN(2020) 11 (8.4.2020) Communication on the global EU response to COVID-19. ( 6 ) COM(2020) 315 final (29.4.2020) Communication on support to the Western Balkans in tackling COVID-19 and the post-pandemic recovery. ",
        "2.7 The EESC reiterates its belief that social partners and other CSOs, at both EU and national level, must be meaningfully involved in the entire process of EU integration of the Western Balkans. It is necessary to strengthen their capacities through technical and economic support, by facilitating access to European funding sources and by involving them entirely in the accession negotiations process ( 7 ). 3. Green deal, an important aspect of EU integration for the Western Balkans 3.1 The EESC believes that the Western Balkans should continue to align with the guidelines, objectives and values of the EU, and the EU should strive to include the Western Balkans in its initiatives. This is especially true for the European Green Deal, which must include the Western Balkans because of their very geographical situation, at the heart of the European continent, surrounded by the EU on all sides. It is hence not surprising that the Green Deal communication of 11 December 2019 specifically announces a ‘Green Agenda for the Western Balkans’ ( 8 ) in the framework of the Economic and Investment Plan for the Western Balkans to be presented by the end of 2020. 3.2 The EECS calls on the Green Agenda for the Western Balkans to efficiently strengthen and encourage regional cooperation, particularly in the energy and transport sectors. Active participation and involvement of social partners and CSOs in existing regional cooperation communities, treaties and initiatives is essential in order to bring benefits to the well-being and health of citizens in the region, while unlocking the potential of the green, low carbon and circular economy of the Western Balkans. The Green Agenda for the Western Balkans should address these problems through five thematic pillars: 1) decarbonisation, 2) circular economy, 3) biodiversity, 4) pollution and 5) agri-food measures. 3.3 The EESC shares the belief that the impact of the COVID-19 crisis on citizens and businesses is massive, necessitating reconsideration of policy objectives. However, the EESC believes that the green transition has to be an integral part of a comprehensive recovery plan, which should be forward looking and include large-scale public and private investments in transport and energy links, demand-side energy savings and greener technologies such as solar, wind, clean hydrogen, batteries and carbon capture that avoid or minimise impacts to the natural environment and people. 3.4 The EESC regretfully notes some of the worrying analysis and trends in the region which need urgent action. Economies in the Western Balkans are still heavily dependent on solid fossil fuels and have high-energy intensity. The region is badly affected by climate change (droughts, floods), and its expected increase in temperature is up to 4 o C by the end of century ( 9 ). Most transport by road is done in older less fuel-efficient vehicles. Some of its cities are at the top of European rankings in PM2,5 and PM10,0 pollution (Sarajevo, Pristina, Skopje, Belgrade). 3.5 However, the EESC recalls that the region has significant renewable energy potential (hydro, wind and solar), as well as significant potential in natural resources and extraordinary biodiversity. The challenges it faces as regards decarbonisation, depollution of air, water and soil, connectivity and climate change can be turned into opportunities by research and innovation, adopting alternative approaches, circular economy, waste management, greener energy, energy efficiency and connectivity solutions. 3.6 The EESC recalls that, at the Poznań Summit on the Western Balkans ( 10 ), the EU confirmed its commitment on environment and climate, endorsing the joint statement on ‘Clean Energy Transition in the Western Balkans’ of 21 February 2019. C 429/116 EN Official Journal of the European Union 11.12.2020 ( 7 ) OJ C 262, 25.7.2018, p. 15. ( 8 ) COM(2019) 640 final (11.12.2019) Annex to The European Green Deal. ( 9 ) https://www.rcc.int/pubs/62 . ( 10 ) Part of the Western Balkan 6 Initiative (also known as the Berlin Process), which was launched in 2014, aims to support the six Contracting Parties of the Energy Community in Southeast Europe: Albania, Bosnia and Herzegovina, Kosovo*, North Macedonia, Montenegro and Serbia in strengthening regional cooperation and driving sustainable growth and jobs. ",
        "3.7 The transition from fossil fuel-based to green economies also includes interconnectivity, spanning from energy, transport and distribution infrastructures to the digital agenda. In achieving the transition to a green economy, business has to be considered as part of the solution. With the right framework and support, carbon-neutral transition will modernise industry, and create new high-quality jobs and more job opportunities. The involvement of social partners, business and other civil society associations in the Western Balkans in shaping and implementing measures to promote smart and intelligent, circular and low-carbon economy is essential. In the process, social policies and social dialogue are a vital guarantee of a cohesive society that pursues jobs for all and reduces inequalities and exclusion. 3.8 The EESC stresses the need for social partners and CSOs to be fully involved in defining sustainable development as a priority political objective, promoting ‘green investment’ for investing in the region. Academia, employers and employees, social catalysts e.g. entrepreneurs, the media and religious or other leaders across national borders are important vectors for inclusive and sustainable development. Scientific communities, cultural groups, industrial clusters and consumer associations inter alia have significant expertise to support this important choice for the region, making it the right one for the economy and society. 3.9 Green skills need to be developed within active national and regional education/training and skills strategies in cooperation with relevant actors and within effective social dialogue, including students, teachers, and parents for a low-carbon, resource-efficient and greening economy. Viewing the transition to a circular economy as a strategic goal for Western Balkans, fostering green skills should be aligned with national growth strategies to ensure that education and training initiatives meet national strategic goals and are supported by sufficient funding. The EESC calls for particular attention to be attributed to the participation of women in the elaboration of new education and training (upskilling and reskilling) policies and their implementation, in order to ensure a better gender equality and a more just transition towards a greener economy. 3.10 In order to address unemployment and skills mismatch, better skills forecasting should be introduced, to ensure that the skills of students and the workforce correspond to those needed in the labour market, as well as strengthening Vocational Education and Training (VET) and in particular, work-based learning and dual education systems which have helped in successfully addressing youth unemployment in certain EU Member States. In order to achieve these goals, active involvement of businesses and their business associations such as Chambers of Commerce should be pursued and promoted. 3.11 In the transition to a low-carbon economy, the EESC supports the principle ‘no one should be left behind’. Particular attention should be paid to citizens and especially vulnerable groups by ensuring that energy is affordable and accessible and that they are able to benefit from support for energy efficiency measures. Coal-dependent regions need to be supported in their just transition to develop participatory redevelopment plans from the bottom up in order to mitigate job losses. Consumers need to be informed, guided and involved in accepting and implementing responsible attitudes, which will contribute to mitigating the effects of climate change. 3.12 The EESC acknowledges the geopolitical and geo-economic importance of the region for the EU and calls for vigilance as regards investment from third countries, often with less regard to sustainability objectives. The EESC calls upon authorities and civil society in the region to promote and raise awareness of the positive engagement and financial support from the EU with regard to the deployment of greener technologies. 3.13 The EESC calls for an ex ante evaluation on financing sustainable development-related activities in the Western Balkans and the application of the principle of conditionality on sustainability of projects. 4. Climate change and the Western Balkans 4.1 The EESC recalls that the Western Balkans are highly sensitive to the impacts of climate change, having suffered highly damaging floods and droughts in previous years. The RCC ( 11 ) Study on climate change has recorded an observed temperature increase of 1,2 o C with a further increase of 1,7-4,0 o C by the end of the century. Additionally, air pollution problems have been well documented, resulting in damage to general health and economy. 11.12.2020 EN Official Journal of the European Union C 429/117 ( 11 ) https://www.rcc.int/pubs/62 . ",
        "With climate change disrupting basic necessities of life (shelter, food and water), children and young people are among the most vulnerable when it comes to direct and indirect climate change impacts, which has been accentuated by the COVID-19 pandemic ( 12 ). 4.2 The EESC recognises the importance of Western Balkan countries' commitments under the 2015 Paris Agreement on Climate Change ( 13 ) to reduce greenhouse gas emissions and increase the ambition of their nationally determined contributions over time in line with the latest science. Beyond governments, other stakeholders such as businesses, cities and NGOs have a crucial role to play in implementing the Paris Agreement. 4.3 The EESC equally recognises the countries' commitments under the UN's 2030 Sustainable Development Goals, a blueprint for addressing sustainable development challenges, including poverty, inequality, climate change, environmental degradation, peace and justice. It is also of paramount importance that the new development model is supported by the citizens, businesses, the financial sector in each country and internationally. 4.4 The EESC is aware of the fact that negotiations on environment and climate change represent one of the most challenging negotiating chapters, particularly for investment-heavy directives like water, waste, industrial emissions and emissions trading directives. However, it believes that climate change demands radical and transformative actions which require not only policy and legislative alignment, but also a shifting of economic paradigm and transition towards a carbon-neutral, climate-resilient and resource-efficient society. In such a manner, climate or decarbonisation strategies at a local and national levels are in fact new growth strategies. 4.5 Aware that the process of developing a climate strategy requires deep reforms and transformation of all sectors, the EESC calls for the Western Balkans countries to develop and implement their strategies in alignment with the EU acquis, and coordinate the work to develop long-term low greenhouse gas emission development strategies by 2050 as parties under the UNFCCC, with active participation and reinforced involvement of all stakeholders, including CSOs. 4.6 All countries except for Bosnia and Herzegovina have established high-level coordinating bodies on climate change to mainstream climate action into other sectoral policies, particularly economic development, energy, transport and agriculture, with the objective to take into account concerns and comments of all relevant stakeholders in preparing strategic and policy documents and legislation. The EESC recommends that all of them include representatives of CSOs and social partners from the very beginning of the regulatory and/or legislative consultations. The EESC recommends that a mechanism is developed allowing all concerns to be addressed in a timely, transparent and participatory manner. 4.7 As the majority of the costs of alignment with the EU ETS Directive will have to be taken by industry, the EESC recommends that civil society, industry and business associations be particularly involved in the awareness-raising and capacity-building activities as regards the ETS Directive. It presents a heavy-investment requirement for the Western Balkans, especially the ones with large industrial sectors, as they do not have sufficient capacity to address the implications of the Directive, which are not only investment-related, but also require changes in the regulatory environment, management, monitoring and reporting, and verification and accreditation of emissions. 5. Energy in the Western Balkans 5.1 The EESC supports the Energy Union and the 2030 Climate and Energy Framework Policies with the objective to deliver on the Paris Agreement targets. The Western Balkan countries have an obligation to align with those policies, but should be more actively engaged and involved in the Energy Union from the early discussions. 5.2 The EESC supports the 2019 joint statement on ‘Clean Energy Transition in the Western Balkans’, agreed by the energy and environment ministers of the Western Balkans on the principles for sustainable hydropower development in the Western Balkans ( 14 ), and recalls that the input and strong engagement of CSOs was instrumental in their adoption. The EESC considers that, even though these are good first steps, more needs to be done. C 429/118 EN Official Journal of the European Union 11.12.2020 ( 12 ) The World Health Organization estimates that children will suffer more than 80 % of the illnesses, injuries and deaths attributable to climate change. ( 13 ) Kosovo is not a party to the United Nations Convention on Climate Change (UNFCCC) and as such does not have nationally determined contribution (NDC). However, they have adopted the Strategy on Climate Change. ( 14 ) Hydropower among other renewable energy sources; rehabilitation of existing structures as a priority, a limited number of additional large hydropower sources; grid integration of renewable energy sources and regional electricity market; integrated water resources management; taking change impacts into account; taking environmental impacts of hydropower development into account; as well as transboundary considerations and sustainability principles in hydropower planning. ",
        "5.3 In line with that, the EESC recommends for social partners and CSOs from the Western Balkans to be enabled to play an active and concrete role, including making proposals, in the activity of the EU Energy Poverty Observatory. 5.4 The EESC believes that efforts to meet the Paris targets, and sustainable growth in general, must be underpinned by modern, fit-for-purpose appropriate actions for the region. This includes developing a modern and forward-looking infrastructure, establishing adequate legislative and regulatory framework and embracing new technologies and the corresponding business models for ‘green and inclusive’ development of the region's economies. In concrete terms, this will mean the construction of ‘smart’ power transmission and distribution networks to accommodate the ever-increasing share of intermittent renewables in the power generation mix. Equally, the development of intraday, balancing and storage markets benefits the creation of market-driven solutions for resources to be appropriately allocated in the already changing energy mix from fossil fuels towards cleaner energy. 5.5 The EESC considers that a robust, modern and transparent legislative and regulatory framework is key for energy market development and attracting new investment necessary for the financing of new infrastructure and capacity. The role of the Energy Community ( 15 ) and the transposition and implementation of the Community aquis is a sine qua non condition. Equally, cross-border activities such as power trading can lead to great efficiency and savings in terms of energy and costs, as long as all market participants adhere to similar rules of environmental compliance and carbon pricing. Hence, the role of the Energy Community Regulatory Board (ECRB) is paramount and will need to be strengthened, keeping in mind that sustainable choices require well-functioning cross-border markets. The EU should support the Energy Community Secretariat in helping regional governments to create robust integrated national energy and climate plans (NECPs), driven by the 2030 targets for the region. NECPs should reflect the ambition needed to decarbonise the economy, taking into account environmental safeguards. They should contain policies and measures related to the reduction of GHG emissions in all key emitting sectors to meet the 2030 targets and their contributions under the Paris Agreement, as well as an outlook towards becoming a carbon-neutral economy by 2050. 5.6 The EESC calls for an adequate percentage of green transition budget provisions in the Instrument for Pre-Accession Assistance (IPA). It regrets the low RDI intensity in the Western Balkans and calls for their better participation in available EU programmes, including Horizon Europe, as such investments are crucial for developing new technologies for an efficient green transition. 5.7 As innovation plays a vital role in the changing energy landscape, the EESC recommends that distributed energy i.e. energy locally produced and consumed, should be seriously considered for the Western Balkans. As the region has extensive mountain ranges, it is not easy or cost-efficient to support major deployment of high and medium voltage electricity networks. Present technological solutions are much more mature, and economically sound, to support distributed energy. Current EU experiences and the supporting EU legislative-regulatory framework for prosumers and energy communities can underpin this novel approach. Such business models can deliver more appropriate solutions to accommodate local needs and characteristics, in which local actors can be directly involved in sustainable solutions and thus have ownership of the transition towards sustainable development. 5.8 Moreover, the EESC believes that energy efficiency has great potential in the Western Balkans. The refurbishment of the housing stock including public and private buildings, industrial and other activities will yield important energy and cost savings while also tackling the important problem of energy poverty. Energy saving is also an important part of ‘local energy’ business and social model, since heat recuperation for industrial and/or residential use makes sense at local or regional levels. Distribution losses are also high in most countries in the region and need significant investment. Hence, here too EU and international funding could be instrumental towards developing efficient, local and low impact energy production and consumption. Considering the limited means of the countries in the region, such funding will be necessary given the initial capital intensity of investments and their relatively extensive depreciation period. European technologies are technically and economically mature, and therefore appropriate for the region. The EESC calls upon the EU and relevant funding bodies to strengthen their engagement for local and regional energy efficiency projects. 11.12.2020 EN Official Journal of the European Union C 429/119 ( 15 ) The Energy Community, in force since 2006 (mandate extended in 2016), aims to outspread the EU internal energy market rules and principles between its members: the European Union, Albania, Bosnia and Herzegovina, North Macedonia, Kosovo, Montenegro, Serbia, Moldavia, Ukraine, to which are associated Armenia, Georgia, Norway and Turkey. Its headquarters is in Vienna. www.energy-community.org ",
        "5.9 The EESC calls for the Energy Community, which aims to expand the EU's energy, climate and environment acquis to enlargement and neighbourhood countries, to be further and closely integrated into the project of Energy Union, especially with regard to the above identified priority actions. CSOs should be systematically involved and integrated in the meetings of the Energy Community. 6. Connectivity of the Western Balkans Transport 6.1 The EESC fully supports the development of modern and ‘future-proof’ transportation networks in the region to enhance cross-border trade and mobility. Given the need to drastically improve the existing urban, road and particularly outdated rail networks in the Western Balkans, any new construction should from the outset be such to support e-mobility or clean hydrogen but also where appropriate gas-powered vehicles. This would enable the infrastructure to be valid and relevant for several decades, while improving air quality and reducing imports of fuels. 6.2 For any of the possible sustainable solutions chosen (e.g. electromobility, bio-fuel, clean hydrogen), the EU and European companies and expertise can help with their smooth introduction in the region. The EESC invites the Western Balkans to actively engage with public and private actors from the EU and take bold steps in the development of their transportation networks. The EESC also recommends taking on board EU best practice examples, such as sustainable urban mobility plans (SUMPS). These initiatives could be implemented through the Transport Community, which is still not a very active organisation. Information and communication technology 6.3 Data networks and ICT are becoming the backbone of economic, industrial and social activity. Moreover, there is a direct key link between ICT and fast internet networks and sustainable development — due to the efficiency of choices facilitated by the automation that smart networks are capable of supporting, e.g. internet of things, smart cities and villages, smart meters, connected vehicles etc. Scale is necessary for financing such networks and technologies, which are at present costly, but potentially transformational for the region's economies. Therefore, the EESC both asks for EU funding to be directed towards this, but also invites the Western Balkans to work together to develop a regional master plan for fast internet deployment, which would provide the possibility to negotiate joint contracts and achieve better terms via collective bargaining and scale. 7. Natural resources, biodiversity and agri-food measures in the Western Balkans, opportunities for growth 7.1 The Western Balkans have rich biodiversity and pristine habitats, with a high degree of afforestation, which have faced a series of threats, including a sprawl of built-up areas in urban and coastal zones, mining activities, poorly regulated development of small hydro plants built without comprehensive analysis on their impact on biodiversity, and unregulated hunting and timber cutting. Governments have taken a series of steps to protect species and habitats, and increased the share of protected territory. 7.2 The EESC recommends that the fragile economies of the Western Balkans explore possibilities to become more resource-efficient and move towards the circular economy, develop and pursue mechanisms for durable protection for threatened high conservation and social value landscapes and habitats (including rivers), as well towards new green technologies. The region's rich biodiversity and pristine habitats have significant economic potential for ecotourism and agritourism, but capacities and compliance need to improve. On average, resource efficiency is very low while resource productivity is five times lower than the EU average, with weak recycling practices and waste management. In order to improve the situation, a move to a circular economy is needed, as well as developing and using new green technologies in the region. 7.3 The EESC recommends that countries fully embrace the principles of the recently proposed EU Biodiversity Strategy ( 16 ), with a particular focus on extending the protected area coverage, including strict protection and restoration of degraded habitats. Accordingly, a revision of the National Biodiversity Strategies and Action Plans as soon as possible, and/or, as a minimum, submission of national commitments for the most important targets is strongly encouraged. C 429/120 EN Official Journal of the European Union 11.12.2020 ( 16 ) EU Biodiversity Strategy for 2030 COM(2020) 380 final (20.5.2020). ",
        "7.4 Climate change also affects food production and value chains and causes considerable damage and production losses in the crop, livestock, fishery and forestry sectors. The recently proposed EU Farm to Fork Strategy ( 17 ) should set the guiding principles for the development of regional and national agriculture strategy, including reduction of pesticides, fertilisers and antibiotics in order to produce sustainable food and ensuring that the farmers have decent income with decent prices, while simultaneously phasing out environmentally harmful subsidies. 8. Cross-cutting conditions for a successful sustainable transition of the Western Balkans 8.1 The EESC recalls that a successful transition towards greener Western Balkans cannot happen without basic enabling conditions, primarily as regards stable and transparent national political frameworks and political will. The rule of law within the Fundamentals cluster, as defined by the revised accession methodology, is a core value on which the EU is founded, which rightfully determines the pace of the enlargement process. Its deficiency creates an unfavourable environment for change, investment and the so-needed transition towards more sustainable societies. 8.2 The EESC therefore calls upon the region's national authorities to take urgent, profound and meaningful measures to ensure an efficient and transparent functioning of public administrations, to combat and eradicate corruption, to ensure complete independence of the judiciary systems, to create a predictable and attractive business environment and a ‘level playing field’ (i.e. ensuring market transparency, regulatory clarity and open consultation of all stakeholders), to favour innovation and competitiveness, and to strengthen the involvement of social partners and CSOs, as it is the only way to attain tangible and long-term results. 8.3 Organised civil society in all its components, social partners and other organisations play a central and active role in the drive towards sustainable development in the Western Balkans. Their connection with society is such that they can catalyse strong public backing and legitimacy for this policy objective. Organised civil society will be instrumental in promoting sustainable development as an ‘active societal choice’, hence a choice embraced and supported all across political and social division lines. 8.4 The EESC reminds the Western Balkans authorities of the importance of guaranteeing freedom of association and ensuring an enabling civic space for a strong and effective civil dialogue. It invites all Western Balkans governments to adopt national strategies for an enabling environment and capacity building for the social partners and CSOs and their accompanying action plans. Brussels, 18 September 2020. The President of the European Economic and Social Committee Luca JAHIER 11.12.2020 EN Official Journal of the European Union C 429/121 ( 17 ) A Farm to Fork Strategy COM(2020) 381 final. "
    ]
}