{
    "text": [
        "ISSN 1025-871X Editorial wove employment National Action Plans fall short on equality E mployment and national action plans (NAPs in the official jargon) have once again dominated na­ tional and Community current affairs. As a corollary, issues of equality have returned to the debates, and analyses have shown that the lack of visible efforts to take equality into account in these plans was almost a constant feature. After their presentation to the European Com­ mission and subsequently to the Heads of State and Government at the Cardiff Summit which brought the British Presidency to a close, the NAPs received a 'poor' rating for what they contain with regard to the 'equal opportunities' dimension. They were disappointing,and rather negative reac­ tions were not slow in making themselves heard.The civil society reacted and the meeting organized be­ fore the Summit by the European Women's Lobby showed that women's organizations remain vigilant and wish to be present not only at the stage of defin­ ing national and European policies, but also at the stage of monitoring their successful implementation. Also to be noted is the European Commission's political commitment (reiterated by the European Council) to strengthening the guidelines regarding vocational training, support for small and medium- sized businesses and the improvement of employ­ ment opportunities for young people, women and disadvantaged categories. The theme will remain topical during the six months of the Austrian presidency, which, on I July, mentioned employment and equal opportunities among its priorities. As if to prove that its declara­ tions of intention would not remain unfulfilled, one of the first meetings at ministerial level was that of min­ isters responsible for social affairs and women's is­ sues. It will be followed by a series of other meetings on the general theme of'equality' during this second half of the year (see the Agenda). Out of concern for proximity and transparency, Marcelino Oreja, European Commissioner responsi­ bility for, amongst other things, information, commu­ nication, audiovisual media and culture, has taken the initiative of resuming a monthly letter to European NGOs explaining current institutional developments to them.This letter may be obtained by organizations with European aims, (see page 4) · A \\Λ£>- 6a__ Λ_ cx^XS. Y Ana Paula Laissy Head of Section - Information for Women A S part of a joint effort to promote employment, Member States submitted their National Action Plans for employment (NAPs) to the European Commission as planned. This allowed the Commission and the Council of Ministers to make a first assessment in time for the Cardiff Summit on 15 June. Reaction to the NAPs was generally positive, although a number of shortcom­ ings were revealed, notably on the equal opportunities front. Both the Commission and the Council welcomed the NAPs and Member States were urged by the Cardiff Summit to pro­ ceed with their practical implementation as speedily as possible. However, action on equal opportunities had to be strengthened. In its overall assessment of the NAPs, the Commission considered that Member States had focused on the \"employability\" and \"entrepreneurship\" pillars rather than \"adaptability\" or \"equal opportunities\". A number of reasons were given by the Com­ mission to explain this. The choice made by the Member States re­ flected their specific national priorities, it said, and strengthening equal opportunities was a relatively new component of their employment strategies. The Commission warned the employ­ ment challenge \"can­ not be tackled in a sustained way ifall the pillars are not ad­ dressed in an integrat­ ed, mutually supportive way\". Although a number of Member States had mentioned the importance of mainstreaming the equal opportunities objective into the other pil­ lars, there was \"little evidence of concrete applications of this\". Nonetheless, the Commission said that preparing the NAPs had raised Member States'awareness of the importance of equal opportunities policies, both with respect to gender and disability. All Member States had taken the issue on board and had proposed or promised new policy measures. In some cases, legislative reforms were promised, in others training provision was to be im­ proved or specific information services set up. Most Member States also said they planned to support the creation of more childcare places. EU social policy, including the employ­ ment strategy and Member States' NAPs, were discussed during the Second European Social Policy Forum, organised by the Eu­ ropean Commission in Brussels from 22-24 June. Future work on employment At the Cardiff Summit, EU Heads of State and Government invited ministers in charge of social and economic affairs to continue working together to exchange best practice, ensure evaluation of the NAPs and plan the 1999 Employment Guidelines in preparation for the Vienna Summit in De­ cember. A number of areas were singled out by the Summit as requiring further work. They in­ cluded strengthening action on equal oppor­ tunities; tackling dis­ crimination against the disabled, ethnic mi­ norities and other dis­ advantaged groups. They also included re­ inforcing the develop­ ment of a skilled and adaptable workforce, in particular for older workers; promoting new ways of organising work; reviewing tax and benefit systems to help employers create new and attractive jobs; developing a culture of entrepreneur- ship and encouraging small business growth. * Economic, structural and institutional reforms discussed The Cardiff Summit also welcomed the 1 \"historic decision\" of 3 May confirming 6 that 11 Member States met the conditions for joining the single currency as well as the establishment of the European Central Bank on 1 June. • It urged continued economic reform to ensure the success of monetary union and endorsed the Commissions Broad Eco­ nomic Guidelines to promote reforms. A time frame for negotiations on the Agenda 2000 proposals was also agreed and a longer-term debate on the Unions future development launched. ",
        "omen oj lu urope newsletter ('Ih EU leaders also looked at practical ways of bringing the Union closer to EU citizens through greater transparency, environmental integration and stepping up the fight against crime and drugs. Cardiff hosts Women's Employment Summit Women from all over Europe gathered for a European Women's Employment Summit, organised by the European Women's Lobby (EWL), in Cardiff on 5 June to discuss the policy measures needed to significantly increase women's participation and promote equality in the labour market. Among the speakers at the Women's Summit were representatives from the Eu­ ropean Commission, the European Parlia­ ment and major European NGOs who pre­ sented their analyses on the barriers women face on the labour market. Prior to the Summit, the EWL evaluated all 15 national employment action plans. Al­ though it welcomed the Commission's ini­ tiative to provide guidelines including equal opportunities, EWL analyses revealed that Member States were still reluctant to accord equal opportunities its rightful place in poli­ cies on employment creation. The Women's Summit adopted a set of recommendations aiming to make equality between women and men a core concern of EU employment policy. These recommen­ dations underlined the importance of main­ streaming equality between women and men into all policies. It also called for the development of tools for implementing and monitoring mainstreaming at EU level and stressed that an equal opportunities perspec­ tive required an integrated approach, with employment policies linked to social policy and issues of care. In this respect, positive ac­ tion measures were fundamental to achiev­ ing equality. During the EWL General Assembly, held a week after the Women's Summit, a new board and executive were elected. The new President of the Lobby is Denise Fuchs, from the French coordination. Hellen Fel- ter from the Vrouwen Alliantie in the Netherlands and Jacqueline de Groóte from the Commission Feminine Internationale du Mouvement Europeen were elected Vice­ Presidents. Ludovica Tranquilli-Leali from EWL Italy was re­elected as Treasurer. Advisory Committee urges improvements in 1999 The European Commission's Advisory Committee on equal opportunities be- tween women and men criticised Mem­ ber States' National Action Plans which, in its opinion, fail to take account of equal op­ portunities in an adequate way. In their opinion on the 1998 guidelines and the NAPs, adopted at their July meet­ ing, Committee members said it was impor­ tant that the equal opportunities pillar is re­ tained in the 1999 guidelines with quanti­ fied targets introduced. The integration of mainstreaming into all the other pillars should also be strengthened. Promoting equality should cut across all activities pro­ posed by Member States, they said.This was not the case with the 1998 NAPs despite \"significant progress\" having been made. The Committee also discussed its draft opinion on the Commission's proposed re­ forms of the Structural Funds. It said the proposed reforms show the Commission's \"willingness to integrate the dimension of equality into all policies and measures at all levels and in all fields\". However, it said it \"disapproves\" that there was no longer a specific Community Initiative within the Funds promoting equality between women and men. The Commission proposes to re­ place this with an initiative that will con­ centrate on combating all forms of discrim­ ination and inequality which prevent access to employment. This Committee, which brings together representatives from the 15 EU Member States and the social partners, advises on EU policy­making and strategies on equal op­ portunities. A number of interest groups al­ so sit in on the meetings, held several times a year, as observers. · ustrian Minister for Employmen Health and Social Affairs © Biiftd«ipr«ts«dl*ntt Nr. 1.211 Jobs and equal opportunities top the Austrian Presidency agenda Employment and equal opportunities are among the main priorities of the Austrian government, which took over the six month rotating Presidency of the EU Coun­ cil of Ministers in July, for the first time since it became a member of the EU in 1995. Eleonora Hostasch, the Austrian Minister for Em­ ployment, Health and Social Affairs, told the European Parliament's Committee on Employment and Social Af­ fairs in June that reducing unemployment levels togeth­ er with a special emphasis on equal opportunities for women and men were high on the Presidency agenda. Policies and initiatives targeting young people and children, particularly with a view to protecting them from exploitation and abuse, are other Presidency priorities. On the 50th anniversary of the UN Declaration on Human Rights, the Austrian gov­ ernment said it would press for a strengthening of international human rights mecha­ nisms and a reinforcement of the European Unions human rights policy. Among the other major priorities were the final preparations for monetary union, continuing economic and structural reform and enlargement. Work on equal opportunities starts early True to its word, the Austrian Presidency started working on equal opportunities within a week of taking up office by organising an Informal Meeting of Social and Women's Affairs Ministers in Innsbruck on 8 and 9 July. Women's employment was the focus of discussion at the meeting during which the Austrian Presidency presented a background paper providing an overview of the situa­ tion of women on the labour market. The talks concentrated on a number of priority policy areas identified by the Austri­ an Presidency.They included increasing women's share in employment; integrating equal opportunities into all pillars of the 1999 employment guidelines; the role of the Euro­ pean Social Fund in promoting mainstreaming; the reconciliation of family and working life; tackling the wage gap and gender segregation in the labour market and the need for suitable indicators to allow quantitative and qualitative evaluations to be made of the sit­ uation of women in employment. This work wiË be followed up during two Employment and Social Affairs Councils on 5 October and 20 November next. ■ · * · ■ • « · ■ ■ · · · · · · ·· • ft ft Φ Φ φ Φ Φ · · Φ Φ Φ φ Φ φ ",
        "July/August 1998 · n\" 81 Committee on Women's Rights parliament O ne-parent families, women's health, women's unemployment, supplemen­ tary pension schemes and equal opportunities in the reformed Structural Funds were some of the issues debated during the Committee's May and June meetings. Nel van Dijk (Greens, the Netherlands), President of the Com­ mittee and a Member of the European Parliament since 1987, announced her departure from the Parliament to head a Dutch NGO with older people. The Women of Europe Newsletter wishes her good luck in her new post. Monika Wulf­Mathies, the European Commissioner responsible for regional af­ fairs, spoke to the Committee about progress achieved on mainstreaming equal opportunities in the current Stuctural Funds programme. She announced that a number of evaluation studies focusing on equal op­ portunities would be presented at a special seminar in Portugal on 13­15 September. These studies will be used as a basis for de­ vising new programmes under the reformed Structural Funds where 11 of the 56 Articles proposed in ^^^^^^^^ the new regulations now re­ ξ late specifically to equal op­ portunities. Single mothers and one-parent families Integrating single parents into society benefits every­ one, was the message from the Committee on Women's Rights adopting a report by Ludivina Garcia Arias (PSE, Spain) on the situation of single mothers and one­ parent families. These fami­ lies represent 10% of families with children · in the EU Some 80% to 90% of lone par­ ents are women. Dissatisfied with progress at EU level t since work first started on the issue in 1992, • • • • • • • • • • • • • • • • • • • • •a the Committee on Women's Rights will call for a series of measures when the Parliament debates the report in September such as support from social security systems to cater not only for vital needs but also to facilitate single parents' return to paid employment. Improvements to legal systems so that both parents fulfil obligations towards their chil­ dren, the inclusion of single parents as a tar­ get group in the Structural Funds and tax credits to companies providing childcare fa­ cilities will also be among the measures proposed. Women's health in the EU A European Commission report on the state of women's health in the EU, published this year, revealed that although women con­ sidered themselves to be in good or very good health they were not always satis­ fied with the way their health needs were met. In her report, Nel van Dijk called for women's specific health problems to be taken into account in the design and implementation of all EU poli­ cies and activities on health and health pro­ tection. Unemployment and women Replacing Raymonde Dury (PSE, Bel­ gium) as rapporteur for the Committee's own­initiative report on the impact of un­ employment on women, Elena Marinucci (PSE, Italy) called for specific and realistic solutions to tackle women's high unem­ ployment rates. Raymonde Dury left the European Parliament on 1 May to take up a post as Governor of the Brussels Region. In the report, Elena Marinucci urged bet­ ter training provision for part­time and full­ time women workers, a percentage of Structural Funds to be earmarked for women and a full gender evaluation of Member States' National Action Plans for employment. Pensions, equal treatment and the 1999 budget Although Astrid Lulling (PPE, Luxem­ bourg) agreed with the main thrust of the Commission's Green Paper on supplemen­ tary pensions which argued that it is up to Member States to decide on the legal framework for such schemes, she said equal opportunities should be central to all future debates on the issue. She also urged the Commission to re­examine its proposals to reform statutory and occupational social se­ curity schemes so as to pave the way for the individualisation of pension rights. A report by Lissy Gröner (PSE, Ger­ many) examining the budget lines for women in the EU's preliminary 1999 draft budget called for specific resources to be set aside for the European campaign to combat violence against women planned for 1999. · p #· ~: ψ :g i:;: ig W 4P ft ft ft ft ft ft S 'φ t # IB β S « development Gender mainstreaming only at a start A lthough \"considerable progress\" had been made on integrating gender issues into development cooperation following a 1995 Council Resolution, \"problems of im­ plementation\" continued to exist, according to EU ministers responsible for develop­ ment cooperation who met in May. Discussing a review of progress prepared by the European Commission, Ministers emphasised the complexity of integrating gender issues across the wide range of coun­ tries and sectors covered by development cooperation. There were shortages of staff as well as other resources to allow working methods to be adapted. The necessary train­ ing to achieve mainstreaming was also often lacking. The Ministers promised to renew their • efforts to ensure that a gender perspective t would be incorporated into all EU and a Member State regulations and guidelines on • development cooperation in future. Gender • issues will be analysed and considered as • part of normal project or programme • preparation and follow­up and will be inte­ • grated into project documentation, they said. Good practice guides will be drawn up s for staff and training will be provided. Deci­ m sion­making processes will ensure that gen­ • der aspects are properly integrated into pol­ is icy, dialogue, planning, monitoring and eval­ • uation activities. The Council and Member States also agreed \"to aim to set targets\" for the imple­ „ mentation of gender mainstreaming. They urged \"strong political commitment and se­ nior management direction and support\" and the \"sensitising of decision­makers in partner countries\" so that such policies can be successfully implemented. Continued efforts should also be made to better understand the links between pover­ ty and gender, the Ministers said. Support was promised for poverty elimination strate­ gies that mainstream a gender perspective. Activities tackling some of the root causes which result in a disproportionate number of impoverished women or those which promote women's equal access to and con­ trol over assets, resources and opportunities would also be supported. · • • • • • • • f t · · ·· W W w W W w • • • • • • • ft * s s m s ",
        "gm i n f os Commissioner Oreja takes up the pen, again For the two years leading up to the sign ing of the Amsterdam Treaty, Marcelino Oreja, the European Commissioner re sponsible for Institutional Affairs, sent a monthly letter to some 12,000 addresses in forming NGOs of progress on the negotia tions. Commissioner Oreja has decided to resume these letters which will provide in formation on other important on-going EU developments such as the employment strat egy, enlargement, the single currency and next year's European Parliament elections. The purpose of the letters, said the Com missioner, is to get organisations and citizens involved in discussing European issues. · Any NGOs interested in receiving the letters should contact: Jocelyne Mottoule European Commission, DG X/A/l Rue de Treves 120, B-1040 Brussels Fax: (32.2) 299 49 90 New programme for culture \"Culture 2000\", a new framework pro gramme for culture which will group all Community activities in the field, has been proposed by the European Commission. Currently, three separate culture pro grammes operate - KALEIDOSCOPE (the living arts), ARIANE (literature) and RAPHAEL (heritage). \"Culture 2000\", to run from 2000-2004, would replace these and aim to transform cultural action into a separate policy area in its own right with an increased budget of 167 million ECU. It will support cultural cooperation, expres sion and diversity and promote cultural her itage. · Women high achievers in education Women now outnumber men in higher education with an average of 103 women for every 100 men, according to a study by Eurostat, the EU's central statistics office. The study found that for every 100 men with higher education qualifications there are 110 women with similar qualifications. The female ratio is higher in all countries except Germany (83) and Ireland (96). Por tugal comes out top with 170 women for every 100 men with such qualifications.The pattern is the same at secondary school lev el. Across the EU, 124 girls obtain a general upper secondary school qualification for every 100 boys. · \"Key data on education in the European Union in lagj\" is available from: Office for Official Publications L-2985 Luxembourg or from national sales points European Human Rights Prize Chiara Lubich, an Italian human rights campaigner, has been awarded the Council of Europe's 1998 European Human Rights Prize, jointly with the Human Rights Foun dation of Turkey and the Northern Irish Com mittee on the Administration offustice. This tri- annual prize, created in 1980, awards indi viduals, groups, institutions or NGOs active in promoting or protecting human rights. In 1943, Chiara Lubich founded the Focolari Movement, which strives for unity between all people through dialogue and concrete action for peace.The movement has follow ers in 180 countries today. · Information: Council of Europe Palais de l'Europe, F-67075 Strasbourg Tel.: (33.3) 88 41 25 80 - Fax: (33.3) 88 41 27 89 Internet: http://www.coe.fr Europe, an advantage for women? Written by Jacqueline Nonon, an hon orary director of the European Commis sion, this French language publication \"L'Europe, un atout pour les femmes?\" looks at how European integration has benefited women and what still needs to be done to ensure their full equality in EU economic and social life. · Available from: La documentation Française 124 rue Henri-Barbusse, F-93308 Aubervilliers Cedex Tel.: (33.1) 48 39 56 00 - Fax: (33.1) 48 39 56 01 Routemap for jobseekers As part of its \"Europe Direct\" service, which aims to inform European Union cit izens of what the EU can offer them, the European Commission has published an in formation leaflet for people wanting to ex ercise their right to free movement by seek ing work in another Member State. This brochure answers many of the questions jobseekers may be asking and gives practical information on the steps they need to take.· Available at all Info-Points and from the offices of the European Commission in Member States Better conditions for homeworkers An estimated 6.9 million people in the EU work at home, approximately 4.9% of the active population. Most are women. But only a minority of homeworkers enjoy the same pay and working conditions as people in traditional workplaces. An International Labour Organisation (ILO) Convention on homeworking, dating from 1996, requires signatories to improve the situation of homeworkers and promote equal treatment between these workers and other wage earners. In a Recommendation adopted in May, the Commission urged Member States to ratify the Convention. All have done so except the UK and Germany. Its application in all Member States \"would constitute a re al promotion of equal opportunities\", said European Social Affairs Commissioner Pádraig Flynn. · 4th Action Programme - Directory of Products At mid-term of the Community Action Programme on equal opportunities for women and men (1996-2000), the Com mission has published a directory of prod ucts developed by projects up to end June 1997. These products range from informa tion bulletins to manuals or practical guides, websites to CD-Roms, databases to infor mation kits. The directory gives information on the authors of the products and how they can be obtained. Information is also available on the website of Anima (http://www.anima.org), the Programme's technical assistance office. · Information: European Commission DG V/D/5 - Equal opportunties for women and men Rue Joseph II 37, B-1040 Brussels Fax: (32.2) 296 35 62 Women and New Technologies 3-4 September 1998 Linz - Austrian Presidency event Contact: Ms M.H. Sperr Fax: (43.171) 100 6591 Conference on the Family 7-8 September 1998 Vienna — Austrian Presidency event Contact: Ms M.H. Sperr Fax: (43.171) 100 6591 Seminar on the Integration of Equal Opportunities for Women and Men in the Structural Funds 13-15 September 1998 Viana do Castelo (Portugal) Contact: Martine Voets - DG V/D/5 Fax: (32.2) 296 35 62 Equality is the Future 21-22 September 1998 Brussels — European Commission congress and exhibition Contact: Anima Fax: (32.2) 509 15 44 E-mail: anima@skynet.be East-West Trafficking in Women 1-3 October 1998 Vienna - Austrian Presidency event Contact: Ms M.H. Sperr Fax: (43.171) 100 6591 Equal Opportunities 8-9 October 1998 Lubliana, Slovenia - European Commission event Contact: Gisèle Lange - DG V/D/5 Fax: (32.2) 296 35 62. Based on Information available at the time of going to prees. Edltor In Chief - Director of publication: address: Rue de la Loi 200, B-1049 Bruxelles/Weti Production: Temporary of Section, Information for Women - Directorate-General X Contact address: Rue de Treves 120, B-1040 , Communication, Culture and Audiovisual Media, Postal Tel.: - Fax: Association I on 23 July production author.s 1210 Bruxelles. source, except ror commerciai purposes. "
    ]
}