{
    "text": [
        "EN EN EN ",
        "EN 1 EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 30.1.2008 COM(2008) 42 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL, THE EUROPEAN PARLIAMENT, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Proposal for the Joint Report on Social Protection and Social Inclusion 2008 {SEC(2008) 91} ",
        "EN 2 EN KEY MESSAGES - Social and economic policies can and should be mutually supportive. In recent years social protection reforms and active inclusion policies have contributed to higher growth and more jobs. Still, more needs to be done to ensure that the improved economic framework translates into advantages also for those at the margins of society. Preventing and tackling poverty and social exclusion through further modernisation of social protection in a framework of sound fiscal policies , combining both social adequacy and economic sustainability, is therefore fundamental to Europe’s sustainable development. More generally, integrated policies – also mainstreaming gender equality - must be pursued taking into account the objective of fully including the most vulnerable in society. Sustained efforts will be required during, and beyond, the next cycle of the Lisbon strategy. - Employment rates have risen for all categories of older workers. Active inclusion measures, pension and labour market reforms have improved incentives to work but still more people need to work. Furthermore, they should stay economically active longer. Together with efforts to improve productivity this will contribute to a sounder base for social protection systems and adequacy and sustainability of pensions. In particular, pension reforms can promote active ageing by raising employability, reducing early retirement schemes, increasing flexibility in retirement and strengthening incentives to work longer, provided that labour markets are opened up to older workers. - Whereas pension reforms are well under way, they need to be monitored regularly as regards their impact on future adequacy, poverty risk and sustainability. Awareness of the risks associated with different pension schemes should be raised, promoting informed choices. - Out of the 78 million Europeans living at risk of poverty, 19 million are children. Ensuring equal opportunities for all, and successful educational outcomes for each child, is required in order to break the transmission of poverty and exclusion to the next generation. Here inclusion and anti-discrimination policies need to be reinforced, not least in relation to immigrants and their descendants and to ethnic minorities. - When children are poor, it is because they live in jobless households with insufficient income support or because their parents' jobs do not pay sufficiently to prevent or address poverty. Therefore the implementation of balanced, comprehensive active inclusion strategies is an indirect but major element in promoting well-being of children and young people. The appropriate balance must be struck between helping families and targeting children in their own right. The best performers target the most disadvantaged children within a broader universal approach. - Social policies have a major impact on health and health is an important determinant of life chances. Action is necessary to reduce persistent and important inequalities in health outcomes. Interventions need to adopt a health-in-all policies approach; social protection can ensure equitable access to healthcare and prevention according to need, including the most difficult to reach. - Needs for long term care are rising. Member States are committed to increasing access to quality services. The right balance needs to be struck between public and private responsibilities and formal and informal care. Provision in a residential or community setting is preferred to institutional care but for many Member States providing such quality services ",
        "EN 3 EN remains a challenge. The same goes for improved care coordination and ensuring support for informal carers. - The first cycle of the streamlined open method of coordination (OMC) has shown that the common social objectives agreed in 2006 have assisted the Member States in designing their policies. Aiming at long term goals, they remain valid now and their continuous implementation is crucial to the success of the Lisbon strategy. - Focusing on key themes in 2007 was an innovation in the OMC. It has increased understanding, promoted mutual learning and encouraged better monitoring and more focussed reporting. Member States and the Commission will implement refined working methods for reinforced delivery on European and national Strategies with a view to the 2008- 2011 OMC cycle and beyond. 1. I NTRODUCTION After reforms under the Lisbon strategy, growth has picked up and jobs are being created while unemployment is being reduced across Europe. Positive effects on social cohesion are visible, e.g. in decreasing long-term unemployment. Gender gaps, though also decreasing, generally remain considerable. The employment rate of older workers is now nearly 44% in the EU (34.8% for women, 52.6% for men); 9 countries have reached the 2010 target of 50%. Social protection reforms and social inclusion policies are starting to pay off: they promote social cohesion directly but also support growth by enhancing labour supply and by making fiscal positions more sustainable. The funding of social protection is subject to a broadening of the financing base from labour taxation to other types of taxes. Optimising the quality of social spending is necessary to maintain adequate levels of social protection and sound public finances. But healthy growth and job creation do not automatically improve the situation of those most marginalised within our societies. Having a job represents the best chance of avoiding exclusion, but it is not always a guarantee. Some 8% of EU citizens live at risk of poverty despite being employed. Even in buoyant labour markets the share of jobless households can remain unaffected and some find themselves stuck in a cycle of low pay/no pay. Looking at the population overall, some 16% of EU citizens, i.e. almost 80 million people, are at risk of income poverty, with women more likely to be exposed. In most Member States children and young people are among the vulnerable groups facing an even higher risk. The 2007 Joint Report examined the first set of national strategic reports addressing in an integrated way policies dealing with social inclusion, pensions and health and long-term care 1 . The reports illustrated how joint consideration of all the objectives and a more strategic and focussed approach improves policy effectiveness and the quality of public spending. 2007 was a year without national reporting allowing for a focus on specific themes underlining the long- term dimension of the European strategy. Section 2 summarises lessons learnt on the selected themes while section 3 looks at the way forward. 2007 also marked the start of a new programming period for the Structural Funds (SFs). Most Member States have made significant efforts to use the SFs to target not just the \"Growth and Jobs\" priorities but also the common social objectives. For the European Social Fund (ESF) budget for 2007-2013, almost 1 In the course of 2007 some Member States have updated their strategies: AT, FR, NL, RO, FI, SE, SI and the UK ",
        "EN 4 EN €10 billion will be spent directly on the social inclusion priority, i.e. 12.4% of the total. Apart from this direct allocation, other ESF activities will support the inclusion of disadvantaged people. The European Regional Development Fund (ERDF) will also make a significant investment, some €17 billion, in social infrastructure (education, health, childcare, social housing). Member States are drawing on the SFs to effectively complement national, regional and local funding and activities. A more detailed assessment across themes and a comprehensive analysis of the use of the SFs for the common social objectives 2 are provided in the Supporting Document. 2. M UTUAL INTERACTION BETWEEN THE O PEN M ETHOD OF COORDINATION AND THE L ISBON STRATEGY FOR GROWTH AND JOBS The March 2007 European Council stressed that the common social objectives of the EU should be better reflected within the Lisbon agenda. The Informal Council echoed the need to improve the integration and visibility of social priorities within the broader European strategic reform framework. Ministers emphasised that one of the most important tools for EU progress in employment and social issues is the coordination of policies, fundamental both for improving the quality of policies and for advancing towards common goals. The Social Protection Committee (SPC) responded by mandating a working group to identify examples of positive mutual interaction between the common social objectives and those of greater economic growth and more and better jobs. The report of the working group highlighted how economic, employment and social policies are closely inter-related and mutually supportive. Well-designed social protection systems and social inclusion policies are productive factors contributing considerably to the economic achievements of each Member State. Ongoing pension and healthcare reforms have a positive impact both on the sustainability of public finances and on labour market behaviour. Successful action on healthcare improves quality of life and productivity. Comprehensive active inclusion policies for those furthest away from the labour market enhance human capital and labour supply while also strengthening society’s cohesiveness. Increasing well- being of children and youngsters helps future generations develop to their full potential hence enabling them to contribute more to society and to the economy. 2.1. Efforts to reduce child poverty At 19%, the risk of poverty among children in the EU is higher than that of the general population. The rate approaches 30% in the worst affected countries. About 10% of all children live in households where nobody works and 60% of those are at risk of poverty. Despite overall progress in the labour market, this figure has remained unchanged since 2000. When both parents work, only 7% of children are at risk of poverty, but the rate reaches 25% when only one parent works. Other factors, coupled with low work intensity, include living with only one parent or in a large family. On average social transfers reduce the risk of poverty among children by 44%. Child poverty results from a complex interaction between these factors. The best outcomes tend to be achieved by countries addressing the issue on all fronts and striking an appropriate balance between targeting the family and targeting the child in its own right. This entails combining strategies to increase parents’ access and attachment 2 Some other EU financial instruments such as the European Agricultural Fund for rural development also contribute to social inclusion. ",
        "EN 5 EN to employment with enabling services and with income support that minimise the risk of creating trap effects. Success requires these measures to form a well-balanced policy mix – focused on early intervention, adequately resourced and underpinned by clear objectives and targets. If children are poor, it is generally because they live in poor households. Improving the material situation of children involves increasing family income through direct support – either financial or in form of provision of basic social services – as well as through measures to facilitate the access of both parents to the labour market. Reconciliation between work and family life can play a major role, for instance through enhancing the quality and quantity of child care provision. However, any action to strengthen parents' link to the labour market must be accompanied by measures to ensure that those lacking capacity or opportunity to work receive sufficient support to enable them and their families to live in dignity. The incidence of children living at risk of poverty even when parents work highlights the need for better quality jobs, an environment encouraging job retention and opportunities for career progression. In this context, it is encouraging in this context to see the strong emphasis given to Active Inclusion in Member States' proposals for use of ESF to address obstacles to participation facing disadvantaged people. The best-performing Member States ensure an appropriate combination of universal and targeted benefits. Universal measures create a generally favourable environment for families, are not conducive to trap effects and do not carry stigma. However, targeted benefits, designed so as not to discourage work, are also required to reach those most in need. Education can play a vital role in compensating for socio-economic disadvantage and in effectively paving the way for a child's successful development. Member States recognise the need to ensure equal opportunities for all children with respect to childcare and pre-schooling, while preventive measures are increasingly being adopted to tackle early school leaving. Nonetheless, more measures are needed to address the risk of social exclusion facing children and young people suffering from multiple disadvantages, such as Roma children, often particularly marginalised. Targeted education programs which focus on such disadvantaged groups and elicit the active cooperation of parents should be increasingly supported. The widespread social exclusion of young people who spend their childhood in institutional care remains a serious problem. In many Member States, a move is discernible towards placing children in foster care, with the aim of providing a family environment, rather than in institutional care. This is only one of many areas with scope for policy development and mutual learning (assessment and training of foster carers, recruitment to cater for the envisaged increase in placements, etc.). National quantitative targets combined with strong political commitment can foster progress in implementation. Proper monitoring is crucial, and mechanisms are being established to this end, when not already in place. But it is essential to recognise that the situation of the most vulnerable children, e.g. institutionalised or street children, cannot be monitored using standard survey tools, but requires specific monitoring instruments. The SPC has endorsed a proposed set of recommendations for improved analysis and monitoring on the basis of work prepared by the ISG taskforce on child poverty and child well-being. Finally, there are unexploited synergies between anti-poverty strategies, children's rights policies and efforts to fight discrimination. It is recognised that child poverty has to be seen in ",
        "EN 6 EN broad terms, going beyond financial poverty, considering e.g. material deprivation, lack of social participation and exposure to risks, including behavioural risks. 2.2. Promoting longer working lives Extensive structural labour market and pension reforms have taken place in most countries in the past decade and still continue in some Member States. They build on a life-cycle approach by strengthening the link between pension contributions and benefits and on active ageing strategies by reducing access to early retirement schemes, strengthening incentives to work longer and improving the employability of older workers. They need to be complemented by flexicurity measures along the life cycle to improve both the quantity and the quality of jobs particularly for those with less stable careers, low pay and difficulties to acquire an adequate pension. Those taking up early exit benefits often represent around 20% of the population aged 55-64. Reducing this take-up can thus make a major contribution to longer working lives. The recent improvement in the employment rates of those aged 55-64 benefits all categories of workers, including the low skilled. The ongoing reforms of early exits schemes should also focus on this group. Most Member States are engaged in reforms to reduce take-up of early exit benefits, focusing on the design of unemployment and early retirement benefits and access to disability pensions and rehabilitation. Some are also reviewing taxation and the design of private pensions. Key aims in these reforms are to restrict eligibility conditions while creating an adequate framework for older workers’ continued participation in the labour market, allowing for exceptions in the case of particularly demanding or hazardous jobs; to increase incentives to work longer for employees and to hire or retain older workers for employers; and to enhance work opportunities for the disabled and low qualified by improving working conditions, validating non-formal learning and providing opportunities for skills upgrading, including ICT skills, retraining and life-long learning, often drawing on ESF funding. In some Member States, however, the take-up of early exit benefits is still increasing. More systematic reforms are thus needed to significantly reduce the period between the end of the last job and the take-up of statutory pension. Most measures reinforce the expected decrease in future public pension provision at a given age, and hence increase concerns regarding future adequacy. The appropriate response is to ensure that more people work and that they work longer, which requires active efforts to reduce discrimination against older workers in the labour market. It also highlights the importance of complementary private pension provision. 2.3. Securing privately funded pension provision Privately funded pension schemes are of growing importance. This generally means a shift in the sharing of risks between beneficiaries, governments, sponsoring undertakings and pension funds, which needs to be well evaluated and accompanied by appropriate regulation. The full impact on the adequacy of future pensions is not easy to assess and depends on the size of contributions diverted to funded schemes and on their actual coverage. While fuller and more productive employment increase coverage of workers having less access to private pensions, specific policy measures seem necessary to increase coverage currently at 50-60% on average to ensure that the whole working population will accumulate sufficient private ",
        "EN 7 EN pension rights – an objective set by many Member States. Future pension benefits will also depend on real returns on accumulated capital as well as actual costs and fees – which can affect lower pensions to a greater extent. In those Member States introducing greater reliance on private pension provisions the mechanisms for transition are still in evolution. Moreover elements such as the age at which it is mandatory to join the statutory funded schemes, the treatment of non-contributory periods, indexation rules, the design of guarantees and retirement ages can have a strong impact on future pension benefits. But funded schemes also need to adapt to the increase in life expectancy. With increased reliance on funded pensions, the government's role needs to be clearly defined. This involves the definition of pay-out conditions, appropriate supervision, public information and financial literacy. 2.4. Reducing inequalities in health outcomes Despite overall improvements in health there remain striking differences in health outcomes not only across Member States but also within each country between different sections of the population according to socio-economic status, place of residence and ethnic group, and gender. On average, people with lower levels of education, wealth or occupational status have shorter lives and suffer more often from disease and illness than more well-off groups and these gaps are not declining. Income inequality, poverty, unemployment, stress, poor working conditions and housing are important determinants of health inequalities, as are individual behaviour, and willingness and ability to bear the costs. While health care systems have contributed to significant improvements in health across the EU, access to health care remains uneven across social groups. A major challenge is allowing access for all to high quality care reflecting recent technological progress while ensuring sustainability. Hence, Member States are implementing policies to reduce these inequalities, e.g. by: addressing risk factors through health promotion; reducing the prevalence and incidence of certain diseases; and ensuring more effective prevention activities in various settings (at home, school, work). Also important are steps to increase population coverage, address financial barriers to care, emphasize promotion and prevention activities over curative care, and address cultural barriers to the use of services. The SFs will be used to support reform and capacity building mainly in Convergence regions, to improve access and to develop human resources. However, a combination of general policies and those tailored to lower socio-economic groups is needed. Virtually all Member States have implemented universal or almost universal rights to care and have adapted services to reach those who have difficulty accessing conventional services due to physical or mental disability or to linguistic or cultural differences. Few have begun to address health inequalities systematically and comprehensively by reducing social differences, preventing the ensuing health differences, or addressing the poor health that results. This would ensure in practice equal access for equal needs. Finally, policies outside the health sector are also central to improving the health of the population and reducing the existing gaps in health care provision. 2.5. Long-term care Demographic ageing and socio-economic change tend to be seen as the main drivers of higher future demand for long-term care services. In fact, increases in demand are driven mainly by ",
        "EN 8 EN increases in life expectancy and the incidence of invalidity and dependency. Member States have realised the need to look at long term care as a new social risk to be covered by social protection and are committed to ensuring near universal access. While some differences in provision are inevitable, individuals' ability to pay or the share of private sources of financing must not hinder accessibility to high quality services. Despite the recognised need, current supply does not necessarily translate into a comprehensive and universal framework for long term care provision. Member States are striving to ensure a sustainable mix between public and private sources of finance. Measures include changes in the financing mechanisms, but secure financing of long-term care is yet to be achieved in many countries. The national reports showed that provision tailored to the dependent person in a residential or community setting is the preferred alternative to institutional care. Support for informal carers and exploiting new technology can help people to stay as long as possible in their own homes. The SFs will be used to promote de-institutionalisation and reinforce community-based services. Stronger coordination between healthcare and social services is seen as crucial to achieving an adequate continuum of care enabling a high level of quality and efficient use of resources in the provision of long-term care services in an institutional or community setting. To ensure a high level of quality, measures include uniform standards and quality accreditation mechanisms coupled with legally enforced evaluation methods. Equally important is the issue of the long-term care workforce, composed mainly of women. Particularly in countries facing shortages, adequate recruitment, training, and retraining remain a challenge, which the ESF can potentially help addressing, as does the coordination of formal care with informal care. The improvement of working conditions and formal recognition of informal carers in social security schemes are ways to ensure high level of quality in informal provision. 3. F UTURE DEVELOPMENTS OF THE OPEN METHOD OF C OORDINATION The 2007 focus on selected themes provided an opportunity for deepened analysis of the issues concerned and policy responses. Notably, the focus on child poverty has increased the shared understanding of the different factors that determine the social inclusion and well- being of children and young people. Building further on this, and ensuring the same progress in future thematic years, will strengthen the impact of the OMC on the common social objectives. The OMC is instrumental in promoting a common understanding of the priorities for social policy. Its framework for mutual learning and exchanging experience has encouraged more efficient political strategies. Progress to date confirms the validity of the common social objectives. They provide a comprehensive framework for integrated action, and the analysis of the long-term challenges illustrates the urgency of stepping up efforts. Finding ways to further develop cooperation figured high on the 2007 agenda of the SPC. Reflections centred on how to enhance the mutual learning potential. Agreement was reached on a number of improvements to be implemented over the 2008-2011 cycle: - A shift to a more context- and process-oriented approach, also looking at unsuccessful policies and the iterative development of policies in response to obstacles encountered. - A more integrated and strategic use of all available instruments to support the implementation of the OMC (notably PROGRESS). ",
        "EN 9 EN - More systematic incorporation of key results in policymaking, resulting from strengthened monitoring. - A reinforcement of the analytical framework, including social impact assessment. - Further governance improvements by ensuring the continuous involvement of stakeholders, including local authorities, throughout the OMC policy cycle. - Enhancement of the mutual positive interaction between the Social OMC and other relevant EU processes under the Lisbon Strategy. - Improved dissemination of results. With its initiative on active inclusion 3 the Commission has invited Member States – and other stakeholders – to consider a proposal intended to reinforce further the capacity of the OMC to support Member States' efforts to realise the common social objectives. Subsidiarity and the divergent situations in different Member States must be taken into account. But the aim is to build on the shared understanding of agreed key challenges to develop, in consensus, guidance for implementation. The OMC would thus be made more effective in promoting best practices and in monitoring progress. 3 Consultation launched on 17 October 2007 on \"Modernising social protection for greater social justice and economic cohesion: taking forward the active inclusion of people furthest from the labour market\", COM(2007)620. "
    ]
}