{
    "text": [
        "Statistical book s The European Union and the Republic of Korea 2012 edition A statistical portrait Sans titre-2 1 21/02/12 16:33 ",
        "Sans titre-2 2 21/02/12 16:33 ",
        "Statistical book s The European Union and the Republic of Korea 2012 edition A statistical portrait ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2012 ISBN 978-92-79-20835-5 doi:10.2785/15969 Cat. No KS-32-11-816-EN-C Theme: General and regional statistics Collection: Statistical books © European Union, 2012 Reproduction of content other than the photographs is authorised provided the source is acknowledged. Photo credits: cover: © Goodimage (Korea), 2012, www.goodimage.co.kr. All rights reserved; chapter 1: © Some rights reserved by Jeff Belmonte, used under a Creative Commons license (http://www.flickr.com/photos/jeffbelmonte/8228640/sizes/z/in/photostream/); chapters 2, 3, 4, 5 and 8: © Phovoir; chapter 6: © Pieter Everaers; chapters 7, 9 and 10: © Morag Ottens. Reproduction of photos is allowed for non-commercial purposes and within the sole context of this publication. Printed in Belgium P RINTED ON ELEMENTAL CHLORINEFREE BLEACHED PAPER ECF ",
        "Foreword 3 The European Union and the Republic of Korea — A statistical portrait F ore w ord It is an honour for both Eurostat, the statistical office of the European Union, and Statistics Korea (KOSTAT) to present this Statistical Book that gives, for the first time, a wide-ranging statistical portrait of the EU in comparison with the Republic of Korea. For the European Union, Korea is a key, like-minded partner in an increasingly important part of the world. The EU-Korea relationship has evolved over the past few years, based on shared values, common issues of global concern and the increasing role of both partners on the world stage. This was demonstrated by the signing of two agreements during 2010: the new EU-Korea Framework Agreement and Free Trade Agreement which helped cement a broad and comprehensive relationship. These Agreements will boost trade and investment relations, underpin political dialogue, help step up coordination and dialogue on global issues, and stimulate sector cooperation. Whilst Korea is currently the EU’s eighth largest trade partner, the EU has also become Korea’s second largest export destination. We are well aware that everything cannot be described in statistical comparisons. The cover photo is of the palace Gyeongbokgung in Seoul and gives a notion of the country’s historical heritage. Compare this to the Korean KTX-II high-speed trains that today criss- cross the country at speeds of 350 km/h. And did you know that Korea is one of the most ethnically homogeneous societies in the world, with more than 99% of inhabitants having Korean ethnicity? We hope you will find many other interesting statistically based facts about Korea and useful comparisons to the European Union and selected EU Member States. We wish you a good and informative read. Walter Radermacher Director General, EUROSTAT ",
        "Foreword 4 The European Union and the Republic of Korea — A statistical portrait F ore w ord Statistics Korea produces and manages official statistics in the belief that statistics is at the core of governing a country. Our agency is committed to providing a basis to support designing and monitoring of policies by producing accurate, timely and reliable statistics and promoting public access to statistics for decision making. We are dedicated to making continuous improvements in our work through constant communication with other domestic data producers and statistical cooperation activities with other countries by sharing experiences and best practices in statistical production. In particular, the recent signing of a Memorandum of Understanding between Statistics Korea and Eurostat, is expected to contribute to enhancing the current state of Korea’s statistics even further. The Free Trade Agreement between Korea and the EU will promote trade and our closer relationship to the EU. Korea’s role and responsibilities in the world will increase in the coming years; reliable, comparable statistics are crucial to better support our nation’s advancement as a global leader. At this juncture, it is very important to have had the opportunity to publish this statistical report covering the economic, population, trade, environmental and technological aspects of Korea and the EU. We are grateful for the cooperation from all the statistical organisations in Korea that provided internationally comparable statistical data for this project. In particular, we wish to express our heartfelt appreciation to Eurostat’s Director General Walter Radermacher and his staff for their dedicated support to this publication. We hope that it will assist statistical users by serving as a guideline to gain an accurate understanding of the economic and social conditions of Korea and the EU. Ki-Jong Woo Commissioner, Statistics Korea of the Republic of Korea ",
        "Acknowledgements 5 The European Union and the Republic of Korea — A statistical portrait This publication has been produced by Eurostat Unit A1 European Statistical System Governance and External Relations. The opinions expressed are those of the author alone and do not necessarily reflect the position of the European Commission. Project Management: Ann Nilsson (Eurostat), Cheasig Lee (Statistics Korea) Publication Management: Jelle Bosch (SOGETI Luxembourg) Author: Jelle Bosch (SOGETI Luxembourg) Data preparation: Silvija Guzelyte, Doina Parvan, Jelle Bosch (SOGETI Luxembourg) Cheasig Lee, Hyesook Min (Statistics Korea) Internal reviewers: Ann Nilsson, Morag Ottens, Christine Gerstberger, Irena Tvarijonaviciute, John Verrinder, Jarko Pasanen, Monica Marcu, Elodie Cayotte, Hartmut Buchow, Lene Mejer, Sylvain Jouhette, Cynthia Tavares, Didier Dupré, Ingo Kuhnert, Arturo de la Fuente Nuno, Anna Rybkowska, Ana Maqueda Lafuente, Hubertus Cloodt, Albrecht Wirthmann, Petronella Reinecke, Annamaria Szirony, Lene Bochaton, Antigone Gikas, Bernard Felix, Veijo Ritola (all Eurostat). Insook Jeong, Cheasig Lee, Hyesook Min, Jiyoun Lee, Jeehyung Choi, Hansoo Woo, Doyeon Ahn (all Statistics Korea) Chanhyoung Cho (Communications Commission), Sumin Park (Ministry of Education, Science and Technology), Eunhee Kim (Ministry of Environment), Yoojin Chang (The Ministry of Land, Transport and Maritime Affairs), Joobong Kim (Ministry of Employment and Labour), Heesun Kim (National Police Agency), Hyunjoo Jo (Intellectual Property Office), Youngsik Chang (Institute for Health and Social Affairs), Taesik Park (Energy Economics Institute), Sungbin Moon (Education Development Institute), Yonghee Kim (Institute of S&T Evaluation and Planning), Jieun Lee (The Bank of Korea). Layout: Sandrine Engel, Frédéric Stibling (SOGETI Luxembourg) For further information: http://ec.europa.eu/eurostat http://kosis.kr ",
        "Table of contents 6 The European Union and the Republic of Korea — A statistical portrait T able o f co n te n ts Introduction 7 Chapter 1 — Economy 13 Chapter 2 — Demography 39 Chapter 3 — Health 55 Chapter 4 — Education 69 Chapter 5 — Labour market 83 Chapter 6 — Living conditions and welfare 95 Chapter 7 — Trade in goods 109 Chapter 8 — Energy and environment 125 Chapter 9 — Transport and communication 145 Chapter 10 — Science and technology 163 Symbols and abbreviations 173 ",
        "Introduction 7 The European Union and the Republic of Korea — A statistical portrait In trod u ctio n Eu rostat a n d KOST A T This publication presents a comprehensive selection of comparative statistical data on the European Union and the Republic of Korea, offering a broad cross-section of information. In Eurostat, relations with other developed countries outside of the EU take place mainly via bilateral agreements or in international fora such as the UN and OECD. This publication has been produced in the framework of a Memorandum of Understanding signed in 2010 between Eurostat and Statistics Korea (KOSTAT), aimed at promoting comparability and harmonisation with international standards as well as encouraging an exchange of information and joint publications between the two offices. D ata f or K orea , the EU- 2 7 a n d selected EU M ember S tates The Memorandum of Understanding was signed with the European Union, not with individual EU Member States. However this publication includes a selection of data from individual EU Member States to allow for a more comparative view given the differences in geographical size, population and economic power between the two entities. Therefore, apart from the EU-27 aggregate information, data referring to Germany, Spain, France, Italy and the United Kingdom are also presented. In terms of population, these countries together represent around 63 % of the EU-27 total and close to 70 % of the EU-27 Gross Domestic Product (see Chapter 1 –Economy). Furthermore, the Republic of Korea together with Germany, France, Italy and the United Kingdom are all members of the G-20 group, a forum that brings together industrialised and developed economies to discuss key issues in the global economy and supply open and constructive input for increased economic stability. In order to give a more complete overview of the positioning of the Republic of Korea to the EU-27, basic statistical indicators for all EU-27 Member States are given following this introduction. S tr u ct u re o f the pu blicatio n Apart from the introductory section, the publication is structured in 10 themes covering economy; demography; health; education; labour market; living conditions and welfare; trade in goods; energy and environment; transport and communication; and science and technology. The statistical data presented in these chapters have been agreed by both Eurostat and KOSTAT. Attempts have been made to include data that are available both for Korea and the European Union, based on the same reference periods and using the same measurement units. Although most figures are based on international statistical concepts ",
        "Introduction 8 The European Union and the Republic of Korea — A statistical portrait and definitions, there may be certain discrepancies in the methods used to compile the data; the reader should therefore be particularly attentive to footnotes under the tables/ figures and the methodological information supplied at the end of each individual chapter. D ata so u rces The statistical data for the EU-27 and the individual EU Member States selected here stem from Eurostat’s statistical reference database (Eurobase) and were extracted in April and May 2011. External trade data have mainly been taken from Eurostat’s Foreign Trade database (Comext) and reflect data availability as of mid-May 2011. If a particular reference year was not available at time of the extraction, efforts were made to fill tables or graphs with the most recent year’s data. These exceptions are footnoted. Both Eurobase and Comext databases are updated regularly; therefore, there may be differences between data appearing in this publication and data that is subsequently downloaded. Korean data was supplied by KOSTAT through coordination with various government and non-government organizations involved in the production of official statistics in a decentralized statistical system in May and June 2011. Some data have especially been compiled for this publication by KOSTAT and other data were obtained from other statistical producing agencies, via KOSTAT. O btai n i ng f resh data f rom Eu rostat The most up to date figures for the EU-27 and the individual Member States can be obtained free of charge from Eurostat’s website, Eurobase. There is a code beneath each table or graph in this publication that indicates from where the relevant data can be retrieved, either through Eurobase’s search engine or from the search field of the Eurostat website (www.ec.europa.eu/eurostat — home page, upper right corner). The latter search mode will also indicate other publications where this data has been used and give links to the relevant metadata. In the PDF version of this publication, the reader is led directly to the freshest data by clicking on the hyper-links beneath the tables and graphs. O btai n i ng f resh data f rom KOST A T KOSIS (KOrea Statistical Information Service), pursuing the objective of a one-stop statistical service, aims to provide nationally approved statistics to the general public by integrating statistics into the database via Internet. Currently, 504 kinds of national statistics from 116 organisations are provided through a web portal (http://www.kosis.kr). For international users, an English language section is available: http://www.kosis.kr/eng/. The most recent data are available from the site above; some can be obtained from the websites of the relevant statistics producing ministries. ",
        "Introduction 9 The European Union and the Republic of Korea — A statistical portrait W hat does Eu rostat do ? Eurostat is the European Union’s statistical office, based in Luxembourg. Its purpose is to provide the European Union with statistics at European level that enable comparisons between countries and regions. Eurostat’s main role is to process and publish comparable statistical information at European level with the goal of having a common statistical “language” that embraces concepts, methods, structures and technical standards. Eurostat does not collect data at national level. This is done in the EU Member States by their statistical authorities. They verify and analyse national data and send them to Eurostat. Eurostat’s role is to consolidate the data and ensure they are comparable, using harmonised methodology. Eurostat is actually the only provider of statistics at European level and the data published are harmonised as far as possible. The European Statistical System (ESS) is a partnership between Eurostat, national statistical institutes (NSIs) and other national authorities responsible for developing, producing and disseminating statistics. The ESS functions as a network in which Eurostat’s role is to lead the way in harmonising statistics, in close cooperation with national statistical authorities. One of the main tools for promoting harmonised European statistics is the European statistics code of practice ( * ). This has a dual purpose: to raise the quality of official statistics produced and published through the promotion of the best international statistical principles, methods and practices; while at the same time improving trust and confidence in statistical authorities through institutional and organisational changes. The code mirrors international standards, such as the fundamental principles of official statistics adopted in 1994 by the United Nations Statistical Commission ( ** ). The 15 principles of the European code of practice address the institutional environment, statistical processes and statistical outputs. W hat does KOST A T do ? From its beginnings as the Bureau of Statistics (under the Government Information Agency in 1948) during the 1960s, KOSTAT developed into a sub-organisation of the Ministry of the Economic Planning Board, supporting economic development plans. In 1991, KOSTAT became an independent central government agency producing all major statistics in various disciplines, including in the sectors of population, social and economic statistics. As the top-level organisation in the hierarchy of the national statistical system, KOSTAT carries out important functions including the planning and execution of major short- and long-term projects, examining plans to further improve Korea’s statistical system and evaluating the quality of official statistics. In addition, and according to its mandate laid down in the Statistics Act, KOSTAT ensures the adequate infrastructure, reliability, and comparability of official statistics, all the while maintaining constancy in the production of statistics within the decentralised statistical ",
        "Introduction 10 The European Union and the Republic of Korea — A statistical portrait system made up of approximately 375 governmental and non-governmental agencies. KOSTAT provides official statistics using a single service available through the national statistics portal (the Korean Statistical Information System – KOSIS). KOSTAT oversees two sub-organisations, the Statistical Training Institute and the Statistical Research Institute, aimed at improving the capacity of Korea’s professional statistical workforce, enhancing users’ knowledge of statistics and applications, undertaking research projects to meet policy demands, developing new survey methods and carrying out in-depth statistical analysis. In addition to providing statistical data to international organisations, KOSTAT also integrates and manages the statistical data provided by individual statistical agencies and promotes inter-agency cooperation through statistical cooperation agreements with individual countries. Based on its experience of building advanced statistical information systems, KOSTAT also strives to actively involve itself in global statistical capacity building, thereby contributing directly to the international statistical community. (*) European statistics code of practice, Eurostat leaflet: http://ec.europa.eu/eurostat/product?code=KS-32-11-955 (**) http://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx ",
        "Introduction 11 The European Union and the Republic of Korea — A statistical portrait T he Rep u b l ic of K orea , the EU- 27 , the EU- 27 Member States , EFT A and EU Candidate Co u ntries: basic data , 2009 P o pu latio n Area P o pu l . de n sit y G DP p er ca p ita (in 1000) km² inhab./km² in PPS The Republic of Korea 48 747 99 897 488 27 150 EU-27 501 106 (p) 4 403 546 116 23 600 Be l gi u m 10 840 (p) 30 528 356 27 400 B ul garia 7 564 111 002 69 10 400 Czech Rep u b l ic 10 507 78 865 135 19 200 Denmark 5 535 43 098 128 28 400 G ermany 81 802 (p) 357 108 230 27 400 E stonia 1 340 45 227 31 15 000 I re l and 4 468 69 797 65 29 800 G reece 11 305 131 957 86 22 100 (p) Spain 45 989 505 991 91 24 300 F rance 64 716 (p) 632 834 101 25 400 I ta l y 60 340 301 336 204 24 400 Cypr u s 803 9 250 86 23 200 L at v ia 2 248 64 559 36 12 200 L ith u ania 3 329 65 300 54 12 900 Lu xembo u rg 502 2 586 193 64 000 Hu ngary 10 014 93 027 108 15 300 Ma l ta 413 316 1 304 19 000 Nether l ands 16 575 41 543 487 30 800 A u stria 8 375 83 879 101 29 300 Po l and 38 167 312 685 122 14 300 Port u ga l 10 638 (p) 92 094 115 18 900 (p) Romania 21 462 238 391 94 10 900 S l o v enia 2 047 20 273 100 20 700 (p) S l o v akia 5 425 49 037 110 17 200 F in l and 5 351 338 424 18 26 600 Sweden 9 341 441 370 23 28 000 U nited K ingdom 62 008 (p) 243 069 251 26 500 I ce l and ( * ) 318 103 000 3 27 600 L iechtenstein 36 160 222 : Norway 4 858 323 782 16 42 000 Switzer l and 7 786 41 285 191 34 000 (p) Montenegro 633 13 812 46 : Croatia 4 426 87 661 78 15 100 (p) F ormer Yu gos l a v Rep. of Macedonia 2 053 25 713 82 : Tu rkey 72 561 783 562 92 10 700 (*) Iceland is both an EFTA country and a Candidate Country. (p): provisional values. Sour c e : Eu rostat ( on l ine data codes: tps0000 1, demo _ r _ d3dens and nama _ gdp _ c); K orea: K OS T A T, T he Bank of K orea , Ministry of Strategy & F inance , Ministry of H ea l th & W e l fare , Ministry of E d u cation & Science & T echno l ogy , K orean E d u ca - tion De v e l opment I nstit u te , Ministry of E mp l oyment & L abo u r , Nationa l Po l ice Agency , Ministry of E n v ironment , Ministry of K now l edge E conomy , T he Ministry of L and & T ransport & Maritime A ff airs , K orea Comm u nications Commission , Nationa l Science & T echno l ogy Commission and K orean I nte ll ect u a l Property O ffi ce. ",
        "",
        "",
        "1 Economy 14 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.1 : G DP at c u rrent prices [ mi ll ion e u ro ( from 1 . 1 . 1 999)/mi ll ion E C U (u p to 3 1 . 1 2. 1 998) ] The gross domestic product (GDP) is an indicator for a nation´s economic situation. It reflects the total value of all goods and services produced less the value of goods and services used for intermediate consumption in their production. At the level of the EU–27, the GDP at current prices amounted to EUR 12 257 billion in 2010, up 4.2 % compared to 2009 but still below the level it had in the pre-crisis year 2008 (EUR 12 484 billion). Figure 1.1 displays the long–term development of GDP for the selected EU Member States and Korea (expressed in euro). While most countries displayed a gradual increase up to the year 2008, the years 2008/2009 were marked by the global financial and economic crisis, and variations for Korea and the United Kingdom include exchange rate effects. In 2010, most countries showed clear signs of recovery. The curve of Korea is also marked by the 2009 worldwide crisis: the downturn started earlier than in most EU countries, but recovery in 2010 appeared particularly strong (+ 27 % between 2009 and 2010). More than a decade earlier, Korea’s GDP curve was marked by the Asian financial crisis, that gripped much of Asia in the second half of 1997. Sour c e: Eu rostat ( on l ine data code: nama _ gdp _ c) and E COS (E conomic Statistica l System) , the Bank of K orea. 0.0 0.5 1.0 1.5 2.0 2.5 3.0 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 K orea Germa ny Sp ai n F ra n ce I tal y Un ited K i ng dom ",
        "1 Economy 15 The European Union and the Republic of Korea — A statistical portrait F i gu re 1. 2: G DP at c u rrent prices [ mi ll ion e u ro ( from 1 . 1 . 1 999)/mi ll ion E C U (u p to 3 1 . 1 2. 1 998) ] Sour c e: Eu rostat ( on l ine data code: nama _ gdp _ c) and E COS (E conomic Statistica l System) , the Bank of K orea 0.0 0.5 1 .0 1 .5 2.0 2.5 3.0 K orea G ermany Spain F rance I ta l y U nited K ingdom 1994 20 1 0 Figure 1.2 focuses on GDP at current prices in 1994 and 2010 giving an indication on the evolution of the respective size of economies. Between these years, GDP increased by 37 % in Germany and between 60 % and 90 % in France, Italy and the United Kingdom. Spain’s growth was 147 %. Korea’s GDP more than doubled, from EUR 361 billion to EUR 765 billion (+ 112 %). ",
        "1 Economy 16 The European Union and the Republic of Korea — A statistical portrait Although GDP per capita is not a measurement of the standard of living in an economy, it is often used as such an indicator, on the rationale that all citizens would benefit from their country’s increased economic production. For comparative purposes, the information in this section is based on Purchasing Power Parities, which takes into account the relative cost of living and the inflation rates of the countries, rather than using just exchange rates which may distort the real differences in income. The curves of Figure 1.3 show that a constant increase is generally registered. For the EU-27, 2009 is marked by the wordwide financial and economical crisis, less felt by Korea. In contrast, the Asian financial crisis of 1997 has temporarily affected Korean’s per capita GDP much more. F i gu re 1.3 : G DP per capita ( tho u sand U S $, c u rrent prices , c u rrent PPPs) 05 10 15 20 25 30 35 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 EU- 2 7 K orea Sour c e: O E CD. ",
        "1 Economy 17 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.4 : G DP per capita ( tho u sand U S $, c u rrent prices , c u rrent PPPs) 05 1 0 1 5 20 25 30 35 4 0 K orea EU- 27 G ermany Spain F rance I ta l y U nited K ingdom 1995 20 1 0 Sour c e: O E CD. Figure 1.4 displays the per capita GDP of 1995 and of 2010. Although PPS figures should, in principle, be used for cross-country comparisons in a single year rather than over time, the evolution of these figures over the past 15 years suggests that some convergence in living standards took place. Korea’s per capita GDP (29 004 PPP) amounted to 91 % of the value of the EU– 27 in 2010 (31 737 PPP). In 1995, the level was 73 %. ",
        "1 Economy 18 The European Union and the Republic of Korea — A statistical portrait T able 1.1 : G ross v a lu e added at c u rrent basic prices and c u rrent exchange rates (% share of tota l gross v a lu e added) The figures show how the individual branches contributed to the total gross value added of the economy in 2010. It appears that “Industry (incl. energy)” is responsible for one third (33 %) of the Korean total, whereas this share was of 19 % in the EU-27. In contrast, the EU-27 economy is fare more oriented towards services, as “Business activities and financial services” take a 29 % share, against 19 % in Korea. Very similar shares are noted for “Construction” and “Trade, transport and communication services”. The EU–27 picture however masks particularities of the individual EU Member States. Information can be taken from the table which outlines for instance the relative importance of the “Industry” in Germany (share of 24 %) or that of “Construction” and “Trade, transport and communication services” in Spain (10 % and 25 %, respectively). A comparison with 1999 at EU-27 level reveals that the importance of “Agriculture, hunting and fishing” is further decreasing (from a 2.4 % share in GVA in 1999 to 1.7 % in 2010). “Industry” is further losing ground, in general to the benefit of the two services categories. In contrast, “Industry” has further increased its importance in Korea, but also “Other services”. The economic importance of “Agriculture, hunting and fishing” lost nearly half of its already limited share, passing from 5.0 % in 1999 to a mere 2.6 % in 2010. Agriculture, hunting and fishing Industry, including energy Construction Trade, transport and communication services Business Activities and financial services Other services 1999 2010 1999 2010 1999 2010 1999 2010 1999 2010 1999 2010 Korea 5.0 2.6 30.0 32.8 7.7 6.5 20.4 19.0 19.9 19.0 16.9 20.2 EU– 27 2.4 1.7 22.5 18.7 5.6 6.0 21.4 20.8 26.0 29.0 22.2 23.7 G ermany 1.2 0.9 24.9 24.0 5.5 4.2 17.9 17.4 28.2 30.8 22.9 23.8 Spain 4.5 2.7 21.3 15.8 7.9 10.2 26.6 25.6 18.8 23.1 21.0 23.8 F rance ( 1 ) 3.0 1.8 18.0 12.5 5.1 6.5 19.2 19.2 29.5 34.1 25.2 27.0 I ta l y 3.0 1.9 23.8 19.2 4.9 5.9 23.8 22.0 24.0 28.2 20.2 22.1 U nited K ingdom 1.1 0.7 22.3 15.6 5.1 6.1 22.9 20.5 27.0 33.6 21.5 23.2 ( 1 ) France, 2009. Sour c e: Eu rostat ( on l ine data codes: tec00003 , tec0000 4, tec0005 , tec0000 6, tec00007 and tec00008) and E COS (E conomic Statistica l System) , the Bank of K orea. ",
        "1 Economy 19 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.5 : EU- 27 — G ross v a lu e added at c u rrent basic prices and c u rrent exchange rates , 20 1 0 (% share of tota l gross v a lu e added) Sour c e: Eu rostat ( on l ine data codes: tec00003 , tec0000 4, tec0005 , tec0000 6, tec00007 and tec00008). F i gu re 1.6 : K orea — G ross v a lu e added at c u rrent basic prices and c u rrent exchange rates , 20 1 0 (% share of tota l gross v a lu e added) Sour c e: E COS (E conomic Statistica l System) , the Bank of K orea. Agric ul t u re , h u nting and fi shing 1 % I nd u stry , inc lu ding energy 1 9 % Constr u ction 6 % T rade , transport and comm u nication ser v ices 2 1 % B u siness Acti v ities and fi nancia l ser v ices 29 % Other ser v ices 2 4 % Agric ul t u re , h u nting and fi shing 3 % I nd u stry , inc lu ding energy 33 % Constr u ction 6 % T rade , transport and comm u nication ser v ices 1 9 % B u siness Acti v ities and fi nancia l ser v ices 1 9 % Other ser v ices 20 % ",
        "1 Economy 20 The European Union and the Republic of Korea — A statistical portrait Statistics on government revenues and expenditures are crucial indicators for determining the health of a country’s economy. The importance of the government sector in the economy may be measured in terms of total government revenue and expenditure as a percentage of GDP. Across the EU, the main components of government revenues are taxes and social contributions. Government expenditures mainly consist of the redistribution of income in the form of social transfers in cash or in kind, compensation of government employees and property income paid (of which by far the largest part is made up of interest payments financing public debt). In the EU-27, total government revenue in the “crisis year” 2009 amounted to 44.1 % of GDP, and expenditure to 51.0 % of GDP. Only in 2000 and 2007, a near balance was registered. Expressed as a share of GDP, government revenues and expenditures in Korea are at a considerably lower level compared to the EU-27. More important, Korea’s government revenues have been over that of expenditures (by a narrow margin in 2003). Only in 2009, in the wake of the worldwide crisis, government expenditures slightly exceeded revenues. F i gu re 1.7 : T ota l go v ernment re v en u e and tota l expendit u re (% of G DP) Sour c e: Eu rostat ( on l ine data code: go v_ a _ main) and the Bank of K orea. 0 10 20 30 40 50 60 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 EU-27 total revenue Korea total revenue EU-27 total expenditure Korea total expenditure ",
        "1 Economy 21 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.8 : T ota l go v ernment re v en u e and tota l expendit u re , 2009 (% of G DP) Sour c e: Eu rostat ( on l ine data code: go v_ a _ main) and the Bank of K orea. 0 1 0 20 30 4 0 50 6 0 K orea EU- 27 G ermany Spain F rance I ta l y U nited K ingdom T otal re v e nu e T otal e xp e n dit u re Figure 1.8 details the 2009 situation, also for the selected individual EU Member States. Indeed, the difference between government revenues and expenditures in that year is particularly strong in Spain and the United Kingdom, where expenditures exceeded revenues by 11.2 percentage points (pp) and 11.3 pp respectively. In Korea, expenditures exceeded revenues by only 1.2 pp. ",
        "1 Economy 22 The European Union and the Republic of Korea — A statistical portrait Government revenues and expenditures are crucial elements for EU Member States under the terms of the EU’s stability and growth pact: a Member State’s government deficit may not exceed 3 % of its GDP, while its debt may not exceed 60 % of GDP. For the former element, Figure 1.9 outlines that, at least at the level of the EU-27, the “3 % deficit rule” was respected up to and including the year 2008. The financial and economic crisis made the EU-27 deficit increase to 6.9 % of its GDP in 2009. In 2010, the deficit was slightly reduced to 6.6 %. Korea registered a general government surplus throughout the period observed; a near balance between revenues and expenditures was noted in 2003. The year 2009 saw a government deficit (1.1 % of GDP), a low percentage compared to the deficits registered by the selected EU Member States. T able 1. 2: G enera l go v ernment de fi cit/s u rp lu s (% of G DP) Korea EU–27 Germany Spain France Italy United Kingdom 1 995 3.5 : : – 7.2 – 5.5 – 7.4 – 5.9 1 99 6 3.2 : – 3.4 – 5.5 – 4.0 – 7.0 – 4.3 1 997 3.0 – 2.7 – 2.8 – 4.0 – 3.3 – 2.7 – 2.2 1 998 1.3 – 1.9 – 2.3 – 3.0 – 2.6 – 2.7 – 0.1 1 999 2.4 : – 1.6 – 1.2 – 1.8 – 1.9 0.9 2000 5.4 0.6 1.1 – 0.9 – 1.5 – 0.8 3.6 200 1 4.3 – 1.5 – 3.1 – 0.5 – 1.5 – 3.1 0.5 2002 5.1 – 2.6 – 3.8 – 0.2 – 3.1 – 3.1 – 2.1 2003 0.5 – 3.2 – 4.2 – 0.3 – 4.1 – 3.6 – 3.4 200 4 2.7 – 2.9 – 3.8 – 0.1 – 3.6 – 3.5 – 3.5 2005 3.4 – 2.4 – 3.3 1.3 – 2.9 – 4.4 – 3.4 200 6 3.9 – 1.5 – 1.6 2.4 – 2.3 – 3.4 – 2.7 2007 4.7 – 0.9 0.2 1.9 – 2.7 – 1.6 – 2.7 2008 3.0 – 2.4 – 0.1 – 4.5 – 3.3 – 2.7 – 5.0 2009 – 1.1 – 6.9 – 3.2 – 11.2 – 7.5 – 5.4 – 11.5 20 1 0 : – 6.6 – 4.3 – 9.3 – 7.1 – 4.6 – 10.3 Sour c e: Eu rostat ( on l ine data code: tsieb080) and the Bank of K orea ",
        "1 Economy 23 The European Union and the Republic of Korea — A statistical portrait Sour c e: Eu rostat ( on l ine data code: tsieb080) and the Bank of K orea. F i gu re 1.9 : G enera l go v ernment de fi cit/s u rp lu s (% of G DP) Sour c e: Eu rostat ( on l ine data code: tsieb080) and the Bank of K orea. F i gu re 1.1 0: G enera l go v ernment de fi cit/s u rp lu s (% of G DP) – 8 – 6 – 4 – 2 0246 8 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 EU- 2 7 K orea – 1 2 – 1 0 – 8 – 6 – 4 – 202 4 K orea EU- 27 G ermany Spain F rance I ta l y U nited K ingdom 200 8 200 9 ",
        "1 Economy 24 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.11 : I nterest payab l e (% of G DP) ( 1 ) Preliminary data for 2010. Sour c e: Eu rostat ( on l ine data code: go v_ a _ main) and the Bank of K orea. 0123456 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 EU- 2 7 K orea (1 ) The interest payable is the amount reported by a country as an expense for borrowed money. It may be expressed as an absolute figure, but also as a percentage of GDP. Figure 1.11 shows the long-term development of the interest payable. For the EU-27, the interest payable has been gradually decreasing from shares of just over 5 % of total GDP in the mid-1990s to 2.6 % in 2009 and 2.7 % in 2010, helped by a long period of low interest rates. The EU-27 image however masks the particularities of the individual Member States, highlighted for the selected individual Member States for the years 2009 and 2010 in Figure 1.12. Whereas Germany and France were close to the EU average, the interest payable by Italy reached a share of 4.5 % of GDP in 2009 and 4.4 % of GDP in 2010. Greece’s level (not shown) amounted to 5.8 % of GDP. Korea’s interest payable remained at a very low level throughout the 1990s (under 0.6 % of GDP) but experienced an increase in 2000 (to 1.0 %), followed by a very gradual increase to 1.5 % in 2009 and 1.4 % in 2010 (preliminary value). ",
        "1 Economy 25 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.1 2: I nterest payab l e (% of G DP) ( 1 ) Preliminary data for 2010. Sour c e: Eu rostat ( on l ine data code: go v_ a _ main) and the Bank of K orea. 0.0 0.5 1 .0 1 .5 2.0 2.5 3.0 3.5 4 .0 4 .5 5.0 K orea (1 ) EU- 27 G ermany Spain F rance I ta l y U nited K ingdom 200 9 20 1 0 ",
        "1 Economy 26 The European Union and the Republic of Korea — A statistical portrait Monitoring and keeping government debt in check is a crucial part of maintaining budgetary discipline, which is essential as Europe undergoes substantial demographic changes. Its ageing population, in particular, is expected to pose major economic, budgetary and social challenges. It is recalled that EU Member States should ensure their government debt does not exceed 60 % of their national GDP, as stated in the Stability and Growth Pact. The consolidated gross debt are the accumulated debts of the government sector, composed of the central government, the state government, the local government and the social security funds. The relevant curve in Figure 1.13 shows that at EU-27 level, the 60 % criterium has largely been respected; debt was slightly over the 60 % limit for most years, except for 2007, when it fell to 59 % of GDP. The financial and economic crisis has seriously affected the government consolidated debt, as it jumped to 74.7 % of GDP in 2009 and 80.2 % of GDP in 2010. Among the selected EU Member States, the Italian government debt reached 118.4 % of GDP in 2010. In Korea, the government consolidated gross debt remained under 20 % of GDP until 2002. Between 2003 and 2006, it increased to 30 % of GDP where it stabilised until 2009. In that year (latest available for Korea), the government debt increased to 33.8 %. F i gu re 1.13 : G o v ernment conso l idated gross debt (% of G DP) Sour c e: Eu rostat ( on l ine data code: go v_ dd _ edpt 1 ) and Ministry of Strategy and F inance of the Rep u b l ic of K orea. 0 1 0 20 30 4 0 50 6 0 70 80 1 99 6 1 997 1 998 1 999 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 EU- 2 7 K orea ",
        "1 Economy 27 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.14 : G o v ernment conso l idated gross debt (% of G DP) Sour c e: Eu rostat ( on l ine data code: go v_ dd _ edpt 1 ) and Ministry of Strategy and F inance of the Rep u b l ic of K orea. 0 20 4 0 6 0 80 1 00 1 20 14 0 K orea EU- 27 G ermany Spain F rance I ta l y U nited K ingdom 200 9 20 1 0 ",
        "1 Economy 28 The European Union and the Republic of Korea — A statistical portrait Gross fixed capital formation consists of resident producers’ investments in fixed assets (such as machinery, transport equipment, buildings) during a given period. It may be seen as an indicator about how much of the new value added in the economy is invested rather than consumed. Korea, with a very important manufacturing industries, excels in this respect: during most of the 1990s, gross fixed capital formation displayed levels between 35 % and 40 % of national GDP. The Asian debt and currency crisis in 1997 was at the basis of a serious decrease, showing levels of between 28 % and 30 % of GDP ever since. But these are levels that are still considerably higher than those registered in the EU, which fluctuate around a level of 20 % of GDP. Bulgaria, Romania, Slovenia, Slovakia and the Czech Republic are currently the EU Member States where gross fixed capital formation is highest in relative terms (between 22 % and 25 % of national GDP). F i gu re 1.15 : G ross fi xed capita l formation (% of G DP) ( 1 ) Preliminary data for 2010. Sour c e: Eu rostat ( on l ine data code: nama _ gdp _ c) and E COS (E conomic Statistica l System) , the Bank of K orea. 05 1 0 1 5 20 25 30 35 4 0 K orea (1 ) EU- 27 G ermany Spain F rance I ta l y U nited K ingdom 1995 20 1 0 ",
        "1 Economy 29 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.16 : G ross fi xed capita l formation (% of G DP) ( 1 ) Preliminary data for 2010. Sour c e: Eu rostat ( on l ine data code: nama _ gdp _ c) and E COS (E conomic Statistica l System) , the Bank of K orea. 15 20 25 30 35 40 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 EU- 2 7 K orea (1 ) ",
        "1 Economy 30 The European Union and the Republic of Korea — A statistical portrait Inflation — the HICP — is estimated using a “shopping basket” comprising the full range of goods and services that the average consumer pays for over a given period. It covers the prices for all goods and services purchased for consumption purposes by the household sector. The HICP is the weighted average of the price changes of all these items and are designed for international comparisons of consumer price inflation. Table 1.3 shows the average rate of change of the “all-items”-HICP compared to the previous year. Consumer price inflation in Korea appears to be higher than in the EU-27 as a whole, especially during 1997 and 1998 (Asian financial crisis) followed by a year of very low inflation. For the EU-27, a similar situation was recorded for the 2008-2009 period. The crisis considerably slowed down inflation (2009: +1.0 % compared to 2008). In Spain, a slight deflation was registered for this period (-0.2 %). T able 1.3 : H armonised index of cons u mer prices (HI CP) , a ll items ( Ann u a l a v erage rate of change) ( 1 ) EU-6, 1972; EU-9, 1980; EU-10, 1985; EU-12, 1994; EU-15, 2004; EU-25, 2006, EU-27, 2007. Sour c e: Eu rostat ( on l ine data code: prc _ hicp _ aind) and K OS I S. Korea European Union ( 1 ) EU-27 Germany Spain France Italy United Kingdom 1 99 6 4.9 : : : : : : : 1 997 4.4 1.7 (e) 7.3 (ei) 1.5 1.9 1.3 1.9 1.8 1 998 7.5 1.3 4.6 (ei) 0.6 1.8 0.7 2.0 1.6 1 999 0.8 1.2 3.0 (ei) 0.6 2.2 0.6 1.7 1.3 2000 2.3 1.9 3.5 (i) 1.4 3.5 1.8 2.6 0.8 200 1 4.1 2.2 3.2 (i) 1.9 2.8 1.8 2.3 1.2 2002 2.8 2.1 2.5 (i) 1.4 3.6 1.9 2.6 1.3 2003 3.5 2.0 2.1 (i) 1.0 3.1 2.2 2.8 1.4 200 4 3.6 2.0 2.3 (i) 1.8 3.1 2.3 2.3 1.3 2005 2.8 2.2 2.3 (i) 1.9 3.4 1.9 2.2 2.1 200 6 2.2 2.2 2.3 1.8 3.6 1.9 2.2 2.3 2007 2.5 2.3 2.4 2.3 2.8 1.6 2.0 2.3 2008 4.7 3.7 3.7 2.8 4.1 3.2 3.5 3.6 2009 2.8 1.0 1.0 0.2 – 0.2 0.1 0.8 2.2 20 1 0 2.9 2.1 2.1 1.2 2.0 1.7 1.6 3.3 ",
        "1 Economy 31 The European Union and the Republic of Korea — A statistical portrait Figure 1.17 concentrates on the changes in 2010 compared to the previous year. Korea’s inflation amounted to 2.9 % whereas that of the EU-27 was limited to 2.1 %. Among the selected EU Member States, the HICP of Germany (+1.2 %) contrasted sharply with that of the United Kingdom (+3.3 %). F i gu re 1.17 : H armonised index of cons u mer prices (HI CP) , a ll items , 20 1 0 ( Ann u a l a v erage rate of change) Sour c e: Eu rostat ( on l ine data code: prc _ hicp _ aind) and K OS I S. 0.0 0.5 1 .0 1 .5 2.0 2.5 3.0 3.5 K orea EU- 27 G ermany Spain F rance I ta l y U nited K ingdom ",
        "1 Economy 32 The European Union and the Republic of Korea — A statistical portrait Further detailing the situation for the EU-27 in 2010, it appears that “Alcoholic beverages, tobacco and narcotics” as well as “Transport” (which includes the “operation of personal transport equipment”) were the expenditure categories that experienced the highest price increases (5.7 % and 5.4 %, respectively). Prices linked to “Education” increased by 2.9 %. Liberalisation of the sector and a fierce competition in many EU Member States made that consumer prices linked to “Communications” were further reduced, a tendency that has been observed since a decade. F i gu re 1.18 : H armonised index of cons u mer prices (HI CP) , main headings , EU- 27 , 20 1 0 ( Ann u a l a v erage rate of change) Sour c e: Eu rostat ( on l ine data code: prc _ hicp _ aind). – 1.0 0.0 1.0 2.0 3.0 4.0 5.0 6.0 All-items HICP Transport Restaurants and hotels Recreation and culture Miscellaneous goods and services Housing, water, electricity, gas and other fuels Health Furnishings, household equip. and routine maintenance of the house Food and non-alcoholic beverages Education Communications Clothing and footwear Alcoholic beverages, tobacco and narcotics ",
        "1 Economy 33 The European Union and the Republic of Korea — A statistical portrait F i gu re 1.19 : H armonised index of cons u mer prices (HI CP) , main headings , K orea , 20 1 0 ( Ann u a l a v erage rate of change) Sour c e: K OS I S. – 2.0 –1.0 0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 All-items HICP Transport Restaurants and hotels Recreation and culture Miscellaneous goods and services Housing, water, electricity, gas and other fuels Health Furnishings, household equip. and routine maintenance of the house Food and non-alcoholic beverages Education Communications Clothing and footwear Alcoholic beverages, tobacco and narcotics ",
        "1 Economy 34 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d methodolo g ical i nf ormatio n Gross domestic product (GDP) at current prices is GDP at prices of the current reporting period, also known as nominal GDP. GDP is an indicator for a nation´s economic situation. It reflects the total value of all goods and services produced less the value of goods and services used for intermediate consumption in their production. Expressing GDP in PPS (purchasing power standards) eliminates differences in price levels between countries, and calculations on a per head basis allows for the comparison of economies significantly different in absolute size. Gross value added (GVA) is defined as the value of all newly generated goods and services less the value of all goods and services consumed as intermediate consumption. The depreciation of fixed assets is not taken into account. Gross value added is compiled according to the industry that created it. For the EU-27, the A6 breakdown derived from the NACE Rev. 1 is used. For Korea, the sector breakdown is derived from the KSIC (Korean Standard Industrial Classification). The breakdown is as follows: Agriculture, hunting and fishing - Nace Rev.1 - A-B: A - Agriculture, hunting and forestry B - Fishing Industry, including energy - Manufacturing; Mining and quarrying; Electricity, gas and water supply - Nace Rev. 1 - C-E: C - Mining and quarrying D - Manufacturing E - Electricity, gas and water supply Trade, transport and communication services - Wholesale and retail trade, restaurants and hotels; Transport and storage; Information and communication - Nace Rev. 1 - G-I: G - Wholesale and retail trade; repair of motor vehicles, motorcycles and personal and household goods H - Hotels and restaurants I - Transport, storage and communication Other Services – Real estate and renting; Public administration and defence; Education; Health and social work; Recreational cultural and sporting;Other service activities - Nace Rev. 1 - L-P: L - Public administration and defence; compulsory social security M - Education N - Health and social work O - Other community, social and personal service activities (Recreational, cultural and sporting activities included) P - Activities of households ",
        "1 Economy 35 The European Union and the Republic of Korea — A statistical portrait Business Activities and financial services -Nace Rev. 1 - JK: J - Financial intermediation K - Real estate, renting and business activities Total general government revenue EU-27 : this indicator is defined in ESA-95 §8.99 by reference to a list of categories: market output, output for own final use, payments for the other non-market output, taxes on production and imports, other subsidies on production, receivable property income, current taxes on income, wealth, etc., social contributions, other current transfers and capital transfers. Korea : this indicator is defined in KSA and SNA 1993 by reference to a list of categories: market output, output for own final use, payments for the other non-market output, taxes on production and imports, other subsidies on production, receivable property income, current taxes on income, wealth, etc., social contributions, other current transfers and capital transfers. Total general government expenditure EU-27 : this indicator is defined in ESA-95 §8.99 by reference to a list of categories: intermediate consumption, gross capital formation, compensation of employees, other taxes on production, subsidies, payable property income, current taxes on income, wealth, etc., social benefits, some social transfers, other current transfers, some adjustments, capital transfers and transactions on non-produced assets. Korea : this indicator is defined in KSA and SNA 1993 by reference to a list of categories: intermediate consumption, gross capital formation, compensation of employees, other taxes on production, subsidies, payable property income, current taxes on income, wealth, etc., social benefits, some social transfers, other current transfers, some adjustments, capital transfers and transactions on non-produced assets. General government deficit/surplus (Percentage of GDP) EU-27: the general government deficit/surplus is defined in the Maastricht Treaty as general government net borrowing/lending according to the European System of Accounts (ESA95). It is the difference between the revenue and the expenditure of the general government sector. The government deficit data related to the EDP (EDP B.9) differs from the deficit according ESA95 (B.9) for the treatment of interest relating to swaps and forward rate agreements. The general government sector comprises the sub-sectors of central government, state government, local government and social security funds. The series are presented as a percentage of GDP and in millions of euro. GDP used as a denominator is the gross domestic product at current market prices. Korea : The net lending (+) or borrowing (-) of the total economy is the sum of the net lending or borrowing of the institutional services. It represents the net resources that the total economy makes available to the rest of the world (if it positive) or receives from the rest of the world (if it is negative). The net lending (+) or borrowing (-) of the total economy ",
        "1 Economy 36 The European Union and the Republic of Korea — A statistical portrait is equal but of opposite sign to the net borrowing (-) or lending (-) of the rest of the world (SNA 1993, § 10.30). Interest payable and similar charges Under the terms of the financial instrument agreed between the debtor and the creditor, interest is the amount that the debtor becomes liable to pay to the creditor over a given pe- riod of time without reducing the amount of principal outstanding. The interest receivable and payable on these financial assets and liabilities is determined by applying the relevant rate of interest to the principal outstanding at each point of time throughout the account- ing period (European System of National and Regional Accounts — ESA 95). General government gross debt (Million EUR, % of GDP) EU-27: Public debt is defined in the Maastricht Treaty as consolidated general government gross debt at nominal value, outstanding at the end of the year. The general government sector comprises central government, state government, local government, and social security funds. The relevant definitions are provided in Council Regulation 3605/93, as amended. Data for the general government sector are consolidated between sub-sectors at the national level. The series are measured in euro and presented as a percentage of GDP. Korea: The Korea’s government debt implies the current determinable obligations that are directly repaid by the general government (central+local) according to the IMF’s GFSM 1986 (cash basis), and it is compiled by including government bond, borrowing, contract authorization, and local government net debt. Gross fixed capital formation consists of resident producers´ acquisitions, less disposals, of fixed tangible or intangible assets. This covers in particular machinery and equipment, vehicles, dwellings and other buildings for EU-27 and machinery, transportation equipment , buildings, civil engineering and intangible fixed asset investment for Korea. Harmonised Indices of Consumer Prices (HICPs) EU-27: HICPs are designed for international comparisons of consumer price inflation. HICPs are used for the assessment of the inflation convergence criterion as required under Article 121 of the Treaty of Amsterdam and by the ECB for assessing price stability for monetary policy purposes. The ECB defines price stability on the basis of the annual rate of change of the euro area HICP. HICPs are compiled on the basis of harmonised standards, binding for all Member States. Conceptually, the HICPs are Laspeyres-type price indices and are computed as annual chain-indices allowing for weights changing each year. The common classification for Harmonised Indices of Consumer Prices is the COICOP (Classification Of Individual COnsumption by Purpose). A version of this classification (COICOP/HICP) has been specially adapted for the HICPs. Korea: The Korean CPI is computed by using the Laspeyres’ Formula, of which base year prices and weights are those of 2005, the base year. The common classification for CPI is the COICOP for international comparison. The selection of items and computations of weight are derived from the 2005 annual consumption expenditure of more than a one- person household. ",
        "",
        "",
        "D emo g ra p h y ",
        "2 Demography 40 The European Union and the Republic of Korea — A statistical portrait F i gu re 2 .1 : Pop ul ation 1 990 – 20 1 0 ( mi ll ion) The EU-27 population amounted to 501.1 million on the first of January 2010, a 6.5 % increase compared to 1990. Germany, France and the United Kingdom are the EU Member States with the highest population (81.8 million, 64.7 million and 62.0 million, respectively). The total population of the EU-27 has been increasing at an average rate of 0.3 % per year over the 1990–2010 period. The picture is different in the individual Member States: whereas the population increase was an average of 0.13 % in Germany, with a slight decrease in the population figures since 2005, the population continues to increase in the other countries observed. During the 1990–2010 period, the average annual growth rate was highest in Spain (0.84 % – mainly due to an accelerated growth since 2002) and France (0.55 %). 35 40 45 50 55 60 65 70 75 80 85 1990 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 Germa ny Sp ai n F ra n ce I tal y Un ited K i ng dom K orea 1991 1993 1995 1997 1999 2001 2003 2005 2007 2009 Sour c e: Eu rostat ( on l ine data code: demo _ pjan) and Statistics K orea. ",
        "2 Demography 41 The European Union and the Republic of Korea — A statistical portrait 0 1 0 20 30 4 0 50 6 0 70 80 90 G ermany F rance U nited K ingdom I ta l y K orea Spain 199 0 (1 ) 20 1 0 ( 1 ) Germany and France, 1991. Sour c e: Eu rostat ( on l ine data code: demo _ pjan) and Statistics K orea. F i gu re 2 . 2: Pop ul ation in 1 990 and 20 1 0 ( mi ll ion) Korea’s population amounted to 48.9 million in 2010 (provisional figure, based on projections from the 2005 census), 14 % higher than in 1990 and roughly comparable to the total population of Spain (46.0 million). The average annual growth rate of Korea’s population between 1990 and 2010 amounted to 0.61 %, close to that of France (0.55 %) but a rate double that of the EU-27. ",
        "2 Demography 42 The European Union and the Republic of Korea — A statistical portrait F i gu re 2 .3 : Pop ul ation density , 2008 ( 1 ) ( inhabitants per s qu are - ki l ometer) 0 50 1 00 1 50 200 250 300 350 4 00 4 50 500 K orea U nited K ingdo m G ermany I ta l y EU- 27 F rance Spain ( 1 ) Korea, 2009; United Kingdom, 2007. Sour c e: Eu rostat ( on l ine data code: de m o _ r _ d3dens) and Statistics K orea. In the EU-27, the average number of inhabitants per square-kilometre was 116 persons in 2008. Very densely populated countries of Europe (over 350 inhabitants per square- kilometre, such as the Netherlands, Belgium and Malta) contrast with sparsely populated ones (under 20 inhabitants per square-kilometre, such as Finland — see also table on the last page of the introduction). Korea’s population density amounted to 488 inhabitants per square-kilometre in 2009, comparable with that of the Netherlands (491 inhabitants per square-kilometre). The age pyramid for the EU-27 shows the classic pattern of a gradually ageing population. Consistently low fertility rates sustained for decades and increasing life expectancy has resulted in a shrinking working age population and a higher proportion of elderly persons; thus increasing the age dependency rates. The ageing process will accelerate in the next decades, as the post-war baby-boom generation reaches retirement age. The situation in Korea displays basically similar characteristics. The age dependency rate is still under that of the EU-27, but low levels of fertility have led to a decline in the propor- tion of young people in the total population, in particular the share of 20–24 year-olds. The working-age population is expected to drastically decline in the next thirty years. Also, a sex-ratio with a dominance of males can be observed, especially in the younger age groups. ",
        "2 Demography 43 The European Union and the Republic of Korea — A statistical portrait 5 4 3 2 1 0 1 2 3 4 5 < 5 5 – 9 1 0 –14 1 5 –1 9 20 – 2 4 25 – 29 30 – 3 4 35 – 39 4 0 –44 4 5 –4 9 50 – 5 4 55 – 59 6 0 –64 6 5 –6 9 70 – 7 4 75 – 79 80 + F emales M ales F i gu re 2 .4 : Pop ul ation p y ra m id , EU- 27 , 20 1 0 (% ) F i gu re 2 .5 : Pop ul ation p y ra m id , K orea , 20 1 0 (% ) 5 4 3 2 1 0 1 2 3 4 5 < 5 5 – 9 1 0 –14 1 5 –1 9 20 – 2 4 25 – 29 30 – 3 4 35 – 39 4 0 –44 4 5 –4 9 50 – 5 4 55 – 59 6 0 –64 6 5 –6 9 70 – 7 4 75 – 79 80 + F emales M ales Sour c e: Eu rostat ( on l ine data code: de m o _ pjangro u p). Sour c e: Statistics K orea. ",
        "2 Demography 44 The European Union and the Republic of Korea — A statistical portrait T able 2 .1 : Cr u de rate of pop ul ation change ( per 1 000 inhabitants) 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 Korea 7.1 8.4 7.4 5.6 5.0 3.8 2.1 3.3 3.3 3.1 2.9 2.6 EU-27 1.4 2.4 2.1 1.7 4.1 4.4 4.8 3.8 4.7 4.8 4.1 2.8 G er m an y – 0.2 1.5 1.2 2.2 1.2 – 0.1 – 0.4 – 0.8 – 1.5 – 1.2 – 2.6 – 2.4 Spain 4.1 6.2 10.6 12.0 16.9 16.2 16.2 16.6 16.2 18.0 12.0 3.5 F rance 3.7 6.4 7.1 7.3 7.1 6.9 7.7 3.6 10.2 5.6 5.6 5.4 I ta l y 0.1 0.3 0.7 0.6 5.7 9.8 9.9 4.9 6.4 8.2 7.1 4.9 U nited K ingdo m 3.2 3.5 3.6 3.7 3.7 4.4 5.7 6.2 6.1 6.7 6.6 6.7 Note: provisional figures appear in italic. Sour c e: Eu rostat ( on l ine data code: tps0000 6 ) and Statistics K orea. The population of the EU-27 is characterised by continued growth. Figure 2.6 shows the annual crude rate of population growth (per 1 000 inhabitants) for EU-27 and Korea between 1998 and 2009. The EU-27 population grew at a higher rate for several years following the turn of the century, slowing down after 2008. However, the population growth is unevenly distributed across the Member States. Looking at the five selected EU-27 Member States, an overall decrease in population is observed in Germany in recent years, whilst the crude rates of population change for the rest of the selected countries are higher than the EU average. The Korean crude rate of population change is quite different from the European pattern: essentially, due to a low birth rate, the period observed shows a consistent decrease in the rate of growth up to year 2004, with a subsequent stabilisation. When looking at the population change by its two components, natural change (the difference between live births and deaths) and net migration( 1 ) (the difference between the number of immigrants and the number of emigrants), it can be observed that net migration represents the main determinant of population growth in EU-27. Since 1992 net migration contributes more to population growth than natural change. Conversely, the Korean population growth is far more influenced by natural population change than by net migration. ( 1 ) In the context of ‘population change’ statistics, Eurostat produces net migration figures by taking the difference between total population change and the natural change; this concept is referred to as ‘net migration including statistical adjustment’. ",
        "2 Demography 45 The European Union and the Republic of Korea — A statistical portrait F i gu re 2 .6 : Cr u de rate of pop ul ation change ( per 1 000 inhabitants) Sour c e: Eu rostat ( on l ine data code: tps0000 6 ) and Statistics K orea. 0 1 23 4 5 6 7 8 9 1 998 1 999 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 K orea EU- 2 7 A low net migration does not necessarily mean that there is a low inflow from abroad; it may also be the result of high immigration and emigration flows. The difference between the EU-27 and Korea suggested earlier becomes quite obvious here: whereas migration plays the major role in the overall population change of the EU, its role is of minor importance in Korea. In the wake of a declining workforce, there has been a policy change (in 2005) facilitating the attraction of foreign manpower. This has resulted in a higher net migration. A look at the selected individual Member States reveals a number of differences: indeed, migration is influenced by a number of factors, such as the economic situation in the des- tination country, the political and economic situation in the country of origin, and, at least for a number of countries, long-term effects of a colonial past. ",
        "2 Demography 46 The European Union and the Republic of Korea — A statistical portrait F i gu res 2 .7 : Cr u de rate of pop ul ation change ( per 1 000 inhabitants) – 402468 10 12 14 16 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 K orea Natural population change Net migration – 2 –4 – 202468 10 12 14 16 EU- 27 (1 ) Natural population change Net migration 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 – 4 – 2 0 2468 10 12 14 16 G er m an y Natural population change Net migration 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 ( 1 ) Excluding French overseas departments until 1998. ",
        "2 Demography 47 The European Union and the Republic of Korea — A statistical portrait – 4 – 202468 10 12 14 16 Spain Natural population change Net migration 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 – 4 – 202468 10 12 14 16 F rance Natural population change Net migration 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 F i gu res 2 .7 : Cr u de rate of pop ul ation change ( contin u ed) ( per 1 000 inhabitants) – 4 – 202468 10 12 14 16 I ta l y Natural population change Net migration 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 ",
        "2 Demography 48 The European Union and the Republic of Korea — A statistical portrait 02468 10 12 14 16 U nited K ingdo m Natural population change Net migration 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 – 2 – 4 Sour c e: Eu rostat ( on l ine data code: de m o _ gind) and Statistics K orea. F i gu re 2 .8 : T ota l ferti l it y rate ( n u m ber of l i v e births per wo m an) A slight recovery in the fertility rate was observed in most of the EU-27 Member States in the recent past. The average number of live births per woman in EU-27 reached 1.6 in 2008, up from 1.45 in 2002. In developed countries, a total fertility rate of 2.1 live births per woman is considered to be the replacement level needed to maintain the size of the population in the absence of inward or outward migration. All EU Member States record fertility rates below this level. Among the observed five Member States, France and the United Kingdom display the highest rates (close to 2 live births per woman), while the total fertility rate in Germany, Italy and Spain is around 1.4 live births per woman. Sour c e: Eu rostat ( on l ine data code: tsdde220) and Statistics K orea. 1.0 1.1 1.2 1.3 1.4 1.5 1.6 1.7 1.8 1.9 2.0 2.1 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 EU-27 Germany France Italy United Kingdom Spain Korea F i gu res 2 .7 : Cr u de rate of pop ul ation change ( contin u ed) ( per 1 000 inhabitants) ",
        "2 Demography 49 The European Union and the Republic of Korea — A statistical portrait T able 2 . 2: T ota l ferti l it y rate ( n u m ber of l i v e births per wo m an) Sour c e: Eu rostat ( on l ine data code: tsdde220) and Statistics K orea. 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 Korea 1.57 1.71 1.76 1.65 1.66 1.63 1.57 1.52 1.45 1.41 EU-27 : : : : : : : : : : G er m an y : : : : : : : : : : Spain 1.36 1.33 1.32 1.27 1.20 1.17 1.16 1.18 1.16 1.19 F rance : : : : : : : : 1.78 1.81 I ta l y 1.33 1.30 1.30 1.25 1.21 1.19 1.20 1.21 1.21 1.23 U nited K ingdo m 1.83 1.82 1.79 1.76 1.74 1.71 1.73 1.72 1.71 1.68 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 Korea 1.47 1.30 1.17 1.18 1.15 1.08 1.12 1.25 1.19 1.15 EU-27 : : 1.45 1.47 1.50 1.51 1.54 1.56 1.60 : G er m an y 1.38 1.35 1.34 1.34 1.36 1.34 1.33 1.37 1.38 1.36 Spain 1.23 1.24 1.26 1.31 1.33 1.35 1.38 1.40 1.46 1.40 F rance 1.89 1.90 1.88 1.89 1.92 1.94 2.00 1.98 2.01 2.00 I ta l y 1.26 1.25 1.27 1.29 1.33 1.32 1.35 1.37 1.42 : U nited K ingdo m 1.64 1.63 1.64 1.71 1.77 1.78 1.84 1.90 1.96 : Korea’s fertility rate has been declining since the 1960s. Since the first half of the 1980s Korea has been below replacement level. From the period illustrated here, a minimum was reached in 2005 (1.08) followed by a slight subsequent increase as a result of various policy measures and changing social perspectives. In 2009, a Korean woman had an average of 1.15 live births (2010: 1.23 live births). ",
        "2 Demography 50 The European Union and the Republic of Korea — A statistical portrait From 1998 to 2009, the crude marriage rate declined in both EU-27 and Korea. There was an average of 5.1 marriages per 1 000 inhabitants in EU-27 in 1998, decreasing only slightly to 4.9 in 2007. The decline is more evident in the selected EU Member States, especially in Spain, where the crude marriage rate decreased from an average of 5.2 per 1 000 inhabitants in 1998 to only 3.8 in 2009. In Korea, the crude marriage rate is considerably higher, despite a notable decline between 1998 and 2009. With an average of 6.2 marriages per 1 000 inhabitants in 2009, the Korean rate is comparable with countries with the highest marriage rates in the EU, such as Poland, Denmark and Romania for instance. F i gu re 2 .9 : Cr u de m arriage rate , 1 998 and 2009 ( 1 ) 0 1 23 4 5 6 7 8 9 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 1998 200 9 ( 1 ) United Kingdom, 2008; EU-27, 2007. Sour c e: Eu rostat ( on l ine data code: tps000 1 2) and Statistics K orea. ( per 1 000 inhabitants) The EU-27 crude divorce rate has increased from 1.8 divorces per 1 000 inhabitants in 1998 to 2.1 in 2007. The divorce rates are lower in several southern EU Member States, including Italy. The highest change amongst countries illustrated was observed in Spain, where the divorce rate doubled in a single decade to meet the EU-27 average rate of 2.1. The most recent data for the crude divorce rate in EU-27 was lower than that in Korea: an average rate of 2.5 divorces per 1 000 inhabitants was observed for Korea both in 1998 and in 2009. However, between these two periods, an increase followed by a decrease was observed (between 2001 and 2005), with a high of 3.4 divorces per 1 000 inhabitants in 2003. ",
        "2 Demography 51 The European Union and the Republic of Korea — A statistical portrait F i gu re 2 .1 0: Cr u de di v orce rate , 1 998 and 2009 ( 1 ) 0.0 0.5 1 .0 1 .5 2.0 2.5 3.0 K orea EU- 27 G er m an y Spain F rance I ta l y 1998 200 9 U nited K ingdo m ( 1 ) France, Italy and United Kingdom, 2008; EU-27, 2007. Sour c e: Eu rostat ( on l ine data code: tps000 1 2) and Statistics K orea. ( per 1 000 inhabitants) ",
        "2 Demography 52 The European Union and the Republic of Korea — A statistical portrait 2 Demography D e fin itio n s a n d methodolo g ical i nf ormatio n Population EU-27 — Population on 1 January: refers to the usual resident population concept and covers the inhabitants of a given area on 1 January of the year in question (or, in some cases, on 31 December of the previous year). The population can be based on data from the most recent census adjusted by the components of population change produced since the last census, or based on population registers. Korea — Population on 1 July: refers to the usual resident population concept and cover the inhabitants of a given area on 1 July of the year in question. Since 2006, population is the projected population. The projected population is based on data from the 2005 census adjusted by vital statistics and assumptions for population components of change. Since 2006, the population projections are subject to change. Population density EU-27: The ratio is based on the annual average population and the surface (land area) in km 2 . Where land area is not available, the total surface is used instead. Korea: The ratio is based on the surface in km 2 on 1 July (total surface including inland water; land area). The indicator is based on the projected population since 2006. The projected population is based on data from the 2005 census adjusted by vital statistics and assumptions for population components of change. Crude rate of population change EU-27: The ratio of the population change during the year to the average population in that year. The value is expressed per 1 000 inhabitants. Population change is the difference between the population sizes on 1 January of two consecutive years. Korea: The ratio of the population change during the year to the average population in that year. The value is expressed per 1 000 inhabitants. Population change is the difference between the population sizes on 1 July of two consecutive years. The Crude rate of population change since 2006 is based on the Population Projections for Korea (2006). It will be subject to change according to the 2010 census. Crude rate of natural population change EU-27: The ratio of the natural change during the year (live births minus deaths) to the average population in that year. The value is expressed per 1 000 inhabitants. Korea: The ratio of the natural change during the year (live births minus deaths) to the average population in that year. The value is expressed per 1 000 inhabitants. The crude rate of natural change is based on data from the registered population rather than the projected population. Since 1993, the values of all vital rates (birth, death, and migration) in Korea have been based on the registered population rather than the projected population. ",
        "2 Demography 53 The European Union and the Republic of Korea — A statistical portrait 2 Demography Crude rate of net migration plus adjustment EU-27: The indicator is defined as the ratio of net migration plus adjustment during the year to the average population in that year, expressed per 1 000 inhabitants. The net migration plus adjustment is the difference between the total change and the natural change of the population. Korea: The indicator is defined as the ratio of net migration plus adjustment during the year to the average population in that year, expressed per 1 000 inhabitants. Total fertility rate: The mean number of children that would be born alive to a woman during her lifetime if she were to pass through her childbearing years conforming to the fertility rates by age of a given year. This rate is therefore the completed fertility of a hypothetical generation, computed by adding the fertility rates by age for women in a given year (the number of women at each age is assumed to be the same). The total fertility rate is also used to indicate the replacement level fertility; in highly developed countries, a rate of 2.1 is considered to be the replacement level fertility rate. Crude marriage rate: The ratio of the number of marriages during the year to the average population in that year. The value is expressed per 1 000 inhabitants. Crude divorce rate: The ratio of the number of divorces during the year to the average population in that year. The value is expressed per 1 000 inhabitants. ",
        "",
        "H ealth ",
        "3 Health 56 The European Union and the Republic of Korea — A statistical portrait F i gu re 3.1 : L ife expectanc y at birth ( y ears) For the EU-27 in 2008, life expectancy at birth amounted to 79.4 years. On average, women lived 6 years longer than men (82.4 years against 76.4 years). This difference has not changed in recent years. Conversely, life expectancy, irrespective of gender, is increasing. Whereas men born in 2002 could expect to live up to the age of 74.5 years, those born in 2008 may reach 76.4 years. Women’s life expectancy was 80.9 in 2002 and 82.4 in 2008. Among the selected EU countries, life expectancy in Spain, France and Italy is noticeably higher than the EU average. 66 68 70 72 74 76 78 80 82 84 86 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 K orea: M e n K orea: W ome n EU- 2 7 : M e n EU- 2 7 : W ome n Note: EU-27 Men and Women: EU-15 for the years 1995-2001. Sour c e: Eu rostat ( on l ine data code: de m o _ m l expec) and K OS I S. ",
        "3 Health 57 The European Union and the Republic of Korea — A statistical portrait 72 74 76 78 80 82 84 86 Korea Germany Spain France Italy United Kingdom T otal M e n W ome n EU-27 ( 1 ) EU-27, Italy and United Kingdom, 2008. Sour c e: Eu rostat ( on l ine data code: de m o _ m l expec) and K OS I S. F i gu re 3. 2: L ife expectanc y at birth , 2009 ( 1 ) ( y ears) Due to improved health care and nutrition, Korea’s life expectancy has been increasing at a steady pace since 1990. For the last few years, it has exceeded that of the EU: since 2007, men in Korea may expect to live longer than men in the EU-27. For Korean women, life expectancy has surpassed that of the EU-27 since 2005. A vast improvement can be noticed when comparing Korean data of 1990 and 2009: for men, it increased by nearly 10 years; from an average of 67.3 years to 77.0 years. For women, life expectancy increased from 75.5 years in 1990 to 83.8 years in 2009. ",
        "3 Health 58 The European Union and the Republic of Korea — A statistical portrait F i gu re 3.3 : I nfant m orta l it y rate ( per 1 000 l i v e births) Sour c e: Eu rostat ( on l ine data code: de m o _ m in fi nd) and K OS I S. The infant mortality rate is a useful indicator of a country’s level of health or development. The infant mortality rate for the EU-27 as a whole has continued to decrease throughout the 1990s: whereas the rate amounted to 10.3 in 1990, it fell to 5.9 in 2 000 and was 4.3 in 2009. The lowest infant mortality rates among the EU Member States were registered in Finland, Sweden and the Czech Republic (between 2.5 and 2.9). Korea’s infant mortality rate compares favourably to that of the EU, standing at 3.2 in 2009, an exceptionally low value. In 2005, it stood at 4.2. Although data for a longer time series are not available, international sources report a rapid decline of the infant mortality rate since the 1980s. Improved nutrition and health care under Korea’s rapid economic and social growth, a concentration of medical services and a rising trend towards families with one child led to a decrease in infant mortality. 0 1 23 4 5 6 2005 200 6 2007 2008 2009 EU- 2 7 K orea Figures 3.4 and 3.5 compare the main causes of death registered in 2000 and 2008 respec- tively. The situation in 2000 shows both similarities and differences: for both cancer and chronic diseases are the main causes of death, although to a lesser extent in Korea. Ischaemic heart diseases play a minor role in Korea whereas they constitute the 3rd highest cause of death in the EU. Accidents and transport accidents took a relatively heavy toll in Korea, as did diabetes mellitus, with a rate double as high as that of the EU-27. Noticeable changes can be observed for 2008: although cancer and chronic diseases remain the main causes of death, their rate decreased, especially for chronic diseases. Fatalities due to accidents and transport accidents were considerably reduced. A similar development is observed for diabetes mellitus. Intentional self-harm (suicide) showed a high increase in Korea: whereas the standardised death rate was 14.9 in 2000 (EU-27: 11.8), it increased to 25.6 in 2008 (EU-27: 10.1). ",
        "3 Health 59 The European Union and the Republic of Korea — A statistical portrait F i gu re 3.4 : Main ca u ses of death , 2000 ( standardised death rate per 1 00 000 inhabitants) Sour c e: Eu rostat ( on l ine data codes: tps00 116, tsdph2 1 0 , tps00 11 9 , tps00 1 25 , tps00 1 28 , tps00 1 3 1, tps00 1 3 4, tps00 1 37 , tps00 16 5 and tps00 1 22) and K OS I S. Sour c e: Eu rostat ( on l ine data codes: tps00 116, tsdph2 1 0 , tps00 11 9 , tps00 1 25 , tps00 1 28 , tps00 1 3 1, tps00 1 3 4, tps00 1 37 , tps00 16 5 and tps00 1 22) and K OS I S. 0 20 40 60 80 100 120 140 160 180 200 Cancer Chronic deseases Ischaemic heart diseases Accidents Pneumonia Chronic liver disease Diseases of the nervous system Diabetes mellitus Transport accidents Suicide EU- 2 7 K orea 0 20 40 60 80 100 120 140 160 180 200 Cancer Chronic deseases Ischaemic heart diseases Accidents Pneumonia Chronic liver disease Diseases of the nervous system Diabetes mellitus Transport accidents Suicide EU- 2 7 K orea F i gu re 3.5 : Main ca u ses of death , 2008 ( standardised death rate per 1 00 000 inhabitants) ",
        "3 Health 60 The European Union and the Republic of Korea — A statistical portrait F i gu re 3.6 : H ospita l beds ( rate per 1 00 000 inhabitants) In the EU-27, the number of hospital beds is in constant decline. Whereas there were 663 beds per 100 000 inhabitants in 1998, this decreased to 551 beds in 2009. The number of hospital beds fell in every Member State, except Malta. The largest reductions in the availability of hospital beds were recorded in Estonia, Latvia and Lithuania, as well as Bulgaria. The reduction in hospital bed numbers may reflect, inter alia, economic constraints, increased efficiency through the use of technical resources (for example, imaging equipment), a general shift from inpatient to outpatient operations, and shorter periods spent in hospital following an operation. The opposite development is noted in Korea: in 1990, 233 hospital beds per 100 000 in- habitants were counted; in 1998 this value increased to 389 beds, and in 2009, 829 beds were registered, a value close to the highest value among the individual EU Member States (Germany, with 823 beds). The growth in hospital bed numbers may reflect the progressive increase in number of medical institutions and the rapid rise in elderly care facilities, as well as the trend towards large-sized hospitals. Sour c e: Eu rostat ( on l ine data code: tps000 46 ) and Y earbook of H ea l th and W e l fare Statistics 20 1 0 , Ministr y of H ea l th and W e l fare , Rep u b l ic of K orea. 0 1 00 200 300 4 00 500 6 00 700 800 900 1 000 1 998 1 999 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 Korea EU-27 Germany Spain France Italy United Kingdom ",
        "3 Health 61 The European Union and the Republic of Korea — A statistical portrait T able 3.1 : A v ai l ab l e beds in hospita l s ( abso lu te n u m bers) Sour c e: Eu rostat ( on l ine data code: h l th _ rs _ bds). 1999 2000 2001 2002 2003 2004 Korea 198 341 218 676 210 970 230 353 243 547 260 405 EU-27 3 128 866 3 092 614 3 052 047 3 003 363 2 941 009 2 901 603 G er m an y 754 865 749 473 741 933 731 919 721 690 707 806 Spain 149 646 148 081 146 369 146 104 144 916 145 877 F rance 494 960 484 279 479 068 472 786 465 723 459 475 I ta l y 280 438 268 057 262 861 253 411 239 566 231 915 U nited K ingdo m : 241 327 238 637 236 194 235 505 231 385 2005 2006 2007 2008 2009 Korea 284 084 314 082 352 540 379 074 403 932 EU-27 2 872 115 2 833 291 2 800 568 2 784 778 2 760 426 G er m an y 698 303 683 484 677 799 674 420 674 830 Spain 145 863 146 241 146 840 146 934 146 310 F rance 452 540 448 517 448 069 440 656 427 461 I ta l y 234 375 232 168 228 286 223 015 218 750 U nited K ingdo m 224 879 215 513 207 782 205 977 203 379 ",
        "3 Health 62 The European Union and the Republic of Korea — A statistical portrait One of the key indicators for measuring health care staff is the total number of physicians, expressed per 100 000 inhabitants. Preference is given to the concept of practising physicians, although data are not available for all EU Member States (and hence not for EU-27). Among the EU countries for which data are available, the highest number of practising physicians per 100 000 inhabitants was recorded in Austria (478); at the other end of the scale was Poland (217 – however, this may be underestimated due to the fact that it excludes private practices). The category ‘licensed to practise’ presents considerably higher ratios. In Korea, 240 physicians per 100 000 inhabitants were registered in 2009, of which 194 were practising. F i gu re 3.7 : Ph y sicians or doctors , 20 1 0 ( 1 ) ( rate per 1 00 000 inhabitants) 0 1 00 200 300 4 00 500 6 00 700 K orea G er m an y Spain F rance I ta l y U nited K ingdo m P ractisi ng p h y sicia n s or doctors P h y sicia n s or doctors lice n sed to p ractise ( 1 ) Germany and Korea, 2009; Spain, 2009 for physicians or doctors licensed to practise; Italy, 2009 for practising physicians or doctors; France, professionally active physicians or doctors instead of Practising physicians or doctors. Sour c e: Eu rostat ( on l ine data code: h l th _ rs _ prs) and Y earbook of H ea l th and W e l fare Statistics 20 1 0 , Ministr y of H ea l th and W e l fare , Rep u b l ic of K orea and U np u b l ished Data of H ea l th I ns u rance. Looking at practising dentists, the highest ratios among the EU countries were found in Estonia, Bulgaria and Luxembourg (between 81 and 89 per 100 000 inhabitants), more than double the number recorded for Korea (42). Finally, there were 66 practising pharmacists per 100 000 inhabitants in Korea, the same number as registered for Austria, but far from that recorded in Belgium (115). ",
        "3 Health 63 The European Union and the Republic of Korea — A statistical portrait F i gu re 3.8 : Dentists , 20 1 0 ( 1 ) ( rate per 1 00 000 inhabitants) 0 20 4 0 6 0 80 1 00 1 20 K orea G er m an y Spain F rance I ta l y U nited K ingdo m P ractisi ng de n tists D e n tists lice n sed to p ractise ( 1 ) Germany, Spain and Korea, 2009; France and Italy, professionally active dentists instead of practising dentists (2009 for Italy). Sour c e: Eu rostat ( on l ine data code: h l th _ rs _ prs) and Y earbook of H ea l th and W e l fare Statistics 20 1 0 , Ministr y of H ea l th and W e l fare , Rep u b l ic of K orea and U np u b l ished Data of H ea l th I ns u rance. 0 20 4 0 6 0 80 1 00 1 20 14 0 K orea G er m an y Spain F rance I ta l y U nited K ingdo m P ractisi ng p harmacists P harmacists lice n sed to p ractise ( 1 ) Germany, Italy, Spain (for pharmacists licensed to practise) and Korea, 2009; France and Italy, professionally active pharmacists instead of practising pharmacists (2009 for Italy). Sour c e: Eu rostat ( on l ine data code: h l th _ rs _ prs) and Y earbook of H ea l th and W e l fare Statistics 20 1 0 , Ministr y of H ea l th and W e l fare , Rep u b l ic of K orea and U np u b l ished Data of H ea l th I ns u rance. F i gu re 3.9 : Phar m acists , 20 1 0 ( 1 ) ( rate per 1 00 000 inhabitants) ",
        "3 Health 64 The European Union and the Republic of Korea — A statistical portrait Health care is one of the few booming economic sectors in most countries and employs an ever growing number of different professions. Nursing and midwifery personnel is the largest group within health professionals. According to data collected from the World Health Organisation, their number varies con- siderably among the countries. In the selected EU countries, the United Kingdom and Germany registered a ratio of 10 or more nursing and midwifery personnel per 1 000 inhabitants. Whereas the ratio considera- bly increased in Germany as compared to 2004, that of the United Kingdom remained sta- ble. The density of nursing and midwifery personnel in Spain has considerably decreased (from an average 7.7 per 1 000 inhabitants in 2004 to 5.0 in 2008). For Korea, the reported density of nursing and midwifery personnel was 4.4 in 2004, in- creasing to 5.3 by 2008. F i gu re 3.1 0: N u rsing and m idwifer y personne l densit y ( per 1 000 pop ul ation) 02 4 6 8 1 0 1 2 K orea G er m an y Spain F rance I ta l y U nited K ingdo m 200 4 200 8 Sour c e: WH O. ",
        "3 Health 65 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d methodolo g ical i nf ormatio n Life expectancy at birth refers to the mean number of years that a newborn child can expect to live if subjected throughout their life to the current mortality conditions (age specific probabilities of dying). Infant mortality rate is the ratio of the number of deaths of children under one year of age during the year to the number of live births in that year. The value is expressed per 1000 live births . Main causes of death Death rate of a population adjusted to a standard age distribution. As most causes of death vary significantly with people’s age and sex, the use of standardised death rates improves comparability over time and between countries, as it aims at measuring death rates inde- pendently of the different age structures of populations. The standardised death rates are calculated on the basis of a standard European population (defined by the WHO — World Health Organization). Hospital beds, rate per 100 000 inhabitants and absolute numbers EU-27: Hospital beds provide information on health care capacities, i.e. on the maximum number of patients who can be treated by hospitals. Total hospital beds are all hospital beds which are regularly maintained and staffed and immediately available for the care of admitted patients; both occupied and unoccupied beds are covered. Hospitals are defined according to the classification of health care providers of the System of Health Accounts (SHA); all public and private hospitals should be covered . Korea: Hospital beds refer to hospital beds which are regularly maintained and staffed and immediately available for the care of admitted patients. They include beds in all hospitals, general hospitals, mental health and substance abuse hospitals and other speciality hospitals. Excluded are surgical tables, recovery trolleys, emergency stretchers, beds for same-day care, cots for healthy infants, beds in wards which were closed for any reason, provisional and temporary beds and beds in nursing and residential care facilities . Physicians or doctors Practising physicians provide services directly to patients. They include those who have successfully completed studies in medicine at university level and who are licensed to practise, interns and resident physicians (providing services under supervision of other medical doctors during their postgraduate internships or residency in a health care facility), salaried and self-employed physicians delivering services irrespective of the place of service provision and foreign physicians licensed to practise and actively practising in the country. Excluded are students who have not yet graduated, dentists and stomatologists/ dental surgeons, physicians working in administration, research and in other posts that exclude direct contact with patients, as well as unemployed physicians, retired physicians and physicians working abroad. ",
        "3 Health 66 The European Union and the Republic of Korea — A statistical portrait Physicians licensed to practise include practising and other (non-practising) physicians who are registered and entitled to practice as health care professionals, physicians who provide services directly to patients, physicians for whom their medical education is a prerequisite for the execution of the job, physicians for whom their medical education is NOT a prerequisite for the execution of the job, physicians licensed to practice but who, due to various reasons, are not economically active (e.g. unemployed or retired), and physicians working abroad. Dentists and stomatologists/dental surgeons are excluded. Dentists Practising dentists provide services directly to patients. They include stomatologists/ dental surgeons, persons who have successfully completed studies in dentistry/stomatology at university level and who are licensed to practise, interns (with an adequate diploma and providing services under supervision of other dentists or dental specialists during their postgraduate internship in a health care facility); salaried and self-employed dentists delivering services irrespective of the place of service provision, and foreign dentists licensed to practise and actively practising in the country. This excludes students who have not yet graduated, dentists working in administration, research and in other positions that exclude direct contact with the patients, unemployed dentists and retired dentists, and dentists working abroad . Dentists licensed to practise include practising and other (non-practising) dentists, who are registered and entitled to practise as health care professionals in the field of dentistry. They include stomatologists/dental surgeons, dentists who provide services directly to patients, other dentists for whom their education in dentistry/stomatology is a prerequisite for the execution of the job, other dentists for whom their education in dentistry/stomatology is NOT a prerequisite for the execution of the job, dentists registered as health care professionals and licensed to practise but who are not economically active (e.g. unemployed or retired), and dentists working abroad . Pharmacists Pharmacists licensed to practice include practising and other (non-practising) pharmacists who are registered and entitled to practise, pharmacists who provide services directly to patients (clients); pharmacists for whom their pharmacy education is a prerequisite for the execution of the job, pharmacists for whom their pharmacy education is not a prerequisite for the execution of the job, pharmacists licensed to practice but who are not economically active(e.g. unemployed or retired), and pharmacists working abroad . Nursing and midwifery personnel density Source — WHO: Nursing and midwifery personnel: includes professional nurses, professional midwives, auxiliary nurses, auxiliary midwives, enrolled nurses, enrolled midwives and other personnel, such as dental nurses and primary care nurses. ",
        "",
        "",
        "E d u catio n ",
        "4 Education 70 The European Union and the Republic of Korea — A statistical portrait Expenditure on education may help foster economic growth, enhance productivity, contribute to people’s personal and social development, and promote the reduction of social inequalities. The proportion of total financial resources allocated to education is one of the key choices made by governments in each country of the EU. Public expenditure on education consists of current and capital public expenditure on education; it includes government spending on educational institutions (both public and private), education administration as well as subsidies for private entities (students/ households and other private entities). Education accounts for a significant proportion of public expenditure in all of the EU Member States – the most important budget item being expenditure on staff. The cost of teaching increases significantly as a child moves through the education system, with expenditure per pupil/student considerably higher in universities than in primary schools. Although tertiary education costs more per head, the highest proportion of total education spending is dedicated to secondary education systems, as these teach a larger share of the total number of pupils/students. Public expenditure on education in the EU-27 in 2007 was equivalent to 5.1 % of its Gross Domestic Product (GDP), slightly higher than in 1999 (4.9 %). The highest public spending on education was observed in Denmark (7.8 % of GDP). Cyprus, Sweden and Malta also recorded relatively high proportions (between 6 and 8 %). Most Member States reported that public expenditure on education accounted for between 4 % and 6 % of their GDP. It should be noted that GDP growth can mask significant increases that have been made in terms of education spending over the last decade within some Member States. Furthermore, declining birth rates in many countries result in reduced school age populations, which will in turn have an effect on expenditure. Between 1997 and 2008, Korea’s expenditure on education fluctuated between 4.1 % and 4.8 % of GDP. In 2008, the share amounted to 4.8 %, a percentage similar to that of the Czech Republic and Italy. When expressed as a percentage of total public expenditure, the value for the individual countries in 2008 ranged from 17.4 % and 15.0 % in Cyprus and Denmark, down to values around 9 % for Italy and Luxembourg. The EU-27 average was 11.0 %, a value considerably lower than that of Korea, at 15.8 % (1999: 17.4 %). However, this value might be biased due to particularities in the definition (see definitions at the end of the chapter). ",
        "4 Education 71 The European Union and the Republic of Korea — A statistical portrait T able 4.1 : P u b l ic expendit u re on ed u cation for a ll l e v e l s of ed u cation co m bined (% of G DP and tota l p u b l ic expendit u re) Korea EU-27 Germany Spain % of GDP % of total public expenditure % of GDP % of total public expenditure % of GDP % of total public expenditure % of GDP % of total public expenditure 2008 4.80 15.80 5.07 (s) 11.02 (s) 4.55 10.36 4.62 11.24 2007 4.20 14.80 4.96 (s) 10.96 (s) 4.50 10.29 4.35 11.09 200 6 4.50 15.00 5.04 (s) 10.96 (s) 4.40 9.71 4.27 11.12 2005 4.40 15.30 5.04 (s) 10.88 (s) 4.53 9.68 4.23 11.00 200 4 4.60 16.50 5.06 (s) 10.93 (s) 4.59 9.75 4.25 10.93 2003 4.60 15.00 5.14 (s) 11.01 (s) 4.70 9.70 4.28 11.14 2002 4.20 17.00 5.10 (s) 11.01 (s) 4.70 9.77 4.25 10.93 200 1 4.90 17.70 4.99 (s) 10.89 (s) 4.49 9.43 4.23 10.96 2000 4.30 17.60 4.88 (s) 10.84 (s) 4.46 9.88 4.28 10.95 1 999 4.10 17.40 4.86 (s) : 4.51 9.38 4.38 11.00 1 998 4.10 16.50 : : : : 4.42 10.86 1 997 4.40 16.70 : : 4.55 9.35 4.48 10.86 1 99 6 : : : : : : 4.62 10.71 1 995 : : : : 4.62 9.70 (i) 4.66 10.36 1 99 4 : : : : : : 4.7 : 1 993 : : : : : : 4.9 : 1 992 : : : : : : 4.8 : 1 99 1 : : : : : : : : France Italy United Kingdom % of GDP % of total public expenditure % of GDP % of total public expenditure % of GDP % of total public expenditure 2008 5.58 10.56 4.58 9.38 5.36 (i) 11.95 (i) 2007 5.59 10.69 4.29 8.96 5.39 (i) 12.24 (i) 200 6 5.58 10.59 4.70 9.64 5.47 (i) 12.42 (i) 2005 5.65 10.58 4.43 9.20 5.36 (i) 12.42 (i) 200 4 5.79 10.88 4.58 9.59 5.16 (i) 12.20 (i) 2003 5.90 11.07 4.74 9.82 5.24 (i) 12.69 (i) 2002 5.88 11.18 4.62 9.75 5.11 (i) 12.66 (i) 200 1 5.94 11.52 4.86 10.12 4.57 (i) 11.62 (i) 2000 6.03 11.68 4.55 9.85 4.46 (i) 11.45 (i) 1 999 5.81 (i) 11.05 (i) 4.47 9.28 4.47 (i) 11.36 (i) 1 998 5.95 (i) 11.40 (i) 4.65 9.42 4.77 (i) 11.63 (i) 1 997 6.03 (i) 11.32 (i) 4.46 8.88 4.97 (i) 11.43 (i) 1 99 6 6.01 (i) 11.18 (i) 4.78 9.12 5.10 (i) 11.36 (i) 1 995 6.04 (i) 11.27 (i) 4.85 9.09 5.02 (i) 11.70 (i) 1 99 4 6.0 (i) : 5.0 : 5.4 (i) : 1 993 6.1 (i) : 5.4 : 5.4 (i) : 1 992 5.7 (i) : 5.4 : 5.3 (i) : 1 99 1 5.4 (i) : 5.4 : 5.2 (i) : Sour c e: Eu rostat ( on l ine data code: ed u c _fi gdp) and E d u cation at a Gl ance , O E CD. ",
        "4 Education 72 The European Union and the Republic of Korea — A statistical portrait F i gu re 4.1 : P u b l ic expendit u re on ed u cation (% of G DP) F i gu re 4. 2: P u b l ic expendit u re on ed u cation (% of tota l p u b l ic expendit u re) Sour c e: Eu rostat ( on l ine data code: ed u c _fi gdp) and E d u cation at a Gl ance , O E CD. ( 1 ) EU-27, 2000. Sour c e: Eu rostat ( on l ine data code: ed u c _fi gdp) and E d u cation at a Gl ance , O E CD. 0 1 23 4 5 6 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 1999 200 8 0 2 46 8 1 0 1 2 14 16 1 8 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 1999 (1 ) 200 8 ",
        "4 Education 73 The European Union and the Republic of Korea — A statistical portrait F i gu re 4.3 : Fu nding of ed u cation fro m p u b l ic and pri v ate so u rces (% of tota l expendit u re on ed u cation) 0 10 20 30 40 50 60 70 80 90 100 1999 2008 1999 2008 1999 2008 1999 2008 1999 2008 1999 2008 1999 2008 Korea EU-27 Germany Spain France Italy United Kingdom Pu blic so u rces P ri v ate so u rces Total public expenditure on education includes direct public funding for educational institutions and transfers to households and enterprises. Generally, the public sector funds education either by bearing directly the expenses of educational institutions or by supporting students and their families with scholarships and public loans. Expenditure on educational institutions from private sources comprises: school fees; materials; transport to school (if organised by the school); meals (if provided by the school); boarding fees, and expenditure by employers on initial vocational training. Looking at the shares of public and private sources of funding, the difference between the EU-27 (and the selected Member States) and Korea becomes obvious: for the EU-27 in 2008, public funding was responsible for 86 % of total funding for education, the remaining 14 % came from private sources. Differences are observed among the selected EU Member States: whereas in Italy and France, the share of private source funding did not exceed 10 % (both in 1999 and 2007), this share is noticeably higher in Germany, Spain and especially in the United Kingdom (30.5 % in 2008). Moreover, the share of private source funding in 2008 decreased in Germany and Spain compared to 1999, whereas it increased for the United Kingdom. The public sources /private sources funding of education in Korea has a 60/40 proportion. This is mainly due to the Korean higher education institutions which are traditionally privately funded. But there has been a significant shift in the composition of private funding for higher education institutions: the share for private enterprises rose significantly since the early 1990s, while the burden for households was further reduced. Still, according to OECD sources, public funding per student has at least doubled in Korea since the early 1990s. Sour c e: Eu rostat ( on l ine data code: ed u c _fi f u nds) and E d u cation at a Gl ance , O E CD. ",
        "4 Education 74 The European Union and the Republic of Korea — A statistical portrait In general, the number of pupils per teacher (not to be confused with the average class size) decreases, the higher the level of education. This is true for the selected EU countries observed here (the EU-27 aggregate is not available), except for Italy, where the pupil- teacher ratio increases again for level ISCED 3 (upper secondary education) compared to ISCED 2 (lower secondary). Differences can be considerable when comparing the ratios of 2009: in primary education for instance (ISCED 1), the pupil-teacher ratio for Italy amounts to an average of 10.7, whereas it is 19.7 in France and 19.9 in the United Kingdom. At the level of ISCED 2 and 3, the differences are less evident, but nonetheless noticeable. Korea has a pupil-teacher ratio of 22.5 in ISCED 1, 19.9 in ISCED 2 and 16.7 in ISCED 3. F i gu re 4.4 : P u pi l- teacher ratio b y I SC E D l e v e l 1, 2 and 3 , 2009 Sour c e: Eu rostat ( on l ine data code: ed u c _ iste) and E d u cation at a Gl ance , O E CD. 05 1 0 1 5 20 25 30 35 K orea G er m an y Spain F rance I ta l y U nited K ingdo m IS C ED 1 IS C ED 2 IS C ED 3 ( n u m ber) ",
        "4 Education 75 The European Union and the Republic of Korea — A statistical portrait F i gu re 4.5 : P u pi l- teacher ratio b y I SC E D l e v e l 1, 2 and 3 , 1 998 ( 1 ) 05 1 0 1 5 20 25 30 35 K orea G er m an y Spain F rance I ta l y U nited K ingdo m IS C ED 1 IS C ED 2 IS C ED 3 ( 1 ) France, 1999; Spain (ISCED 2), 2000. Sour c e: Eu rostat ( on l ine data code: ed u c _ iste) and E d u cation at a Gl ance , O E CD. Comparing the situation of 2009 with that of 1998, changes can be observed. Some of the reasons are the demographic changes in the countries observed. Within one decade, the pupil-teacher ratio declined in most countries, especially in primary education (ISCED 1). Compared to the selected EU countries, the average class size (total number of pupils divided by the total number of classes) in Korea is clearly higher. At the level of primary education (ISCED 1) in 2008, the values in the selected EU countries ranged between 14.5 in Lithuania and 24.6 in the United Kingdom. Most EU countries for which data are available reported values around 20. In Korea, the average class size was of 30 pupils. In lower secondary education (ISCED 2), class sizes are generally bigger (but not in the United Kingdom), ranging from 17.1 in Latvia to 24.7 in Germany in 2008. Korea reported an average number of 35.3 pupils per class. ( n u m ber) ",
        "4 Education 76 The European Union and the Republic of Korea — A statistical portrait Whereas the average class size did not change much compared to 2002 for the EU Member States, Korea experienced a large decrease (from 35.7 to 30.0 in ISCED 1 and from 37.1 to 35.3 in ISCED 2), likely to have been influenced by very low birth rates since the 1990s. F i gu re 4.6 : A v erage c l ass size b y I SC E D l e v e l 1 and 2 , 2008 ( n u m ber of p u pi l s) 05 1 0 1 5 20 25 30 35 4 0 K orea G er m an y Spain F rance I ta l y U nited K ingdo m IS C ED 1 IS C ED 2 Sour c e: Eu rostat ( on l ine data code: ed u c _ iste) and E d u cation at a Gl ance , O E CD. F i gu re 4.7 : A v erage c l ass size b y I SC E D l e v e l 1 and 2 , 2002 ( 1 ) ( n u m ber of p u pi l s) ( 1 ) United Kingdom, 2004. Sour c e: Eu rostat ( on l ine data code: ed u c _ iste) and E d u cation at a Gl ance , O E CD. 0 5 1 0 1 5 20 25 30 35 4 0 K orea G er m an y Spain F rance I ta l y U nited K ingdo m IS C ED 1 IS C ED 2 ",
        "4 Education 77 The European Union and the Republic of Korea — A statistical portrait Tertiary education — provided by universities and other higher education institutions — is the level of education following secondary schooling. The strategic framework for European cooperation in education and training, adopted in May 2009, sets a number of benchmarks, including one for tertiary education, namely that by 2020 the share of 30 to 34-year-olds with tertiary educational attainment should be at least 40 %. Just under one third (32.3 %) of the population aged 30 to 34 in the EU-27 had attained tertiary education in 2009, rising to over one third (35.7 %) among women, and falling to 28.9 % among men. In Ireland and Denmark, the overall proportion was approaching 50 % and for women it went beyond this threshold. In contrast, less than 20 % of the population in this age range had tertiary education in Romania, the Czech Republic, Slovakia and Italy. When comparing the 2009 figures with those of 2000, a noticeable rise can be noted, especially among women. The 2009 percentages reported by Korea are higher by a considerable margin, (apart from showing only a marginal gender gap): 60 % of the total population aged 30 to 34 had tertiary education, women scoring only marginally lower (58.3 %) than men (61.6 %). The improvement of the educational system becomes particularly obvious when comparing the 2009 percentages with those of roughly a decade ago: in 2000, the overall proportion amounted to 34.5 %, with a very clear gender gap (women 27.4 %, men 41.3 %). ",
        "4 Education 78 The European Union and the Republic of Korea — A statistical portrait 0 1 0 20 30 4 0 50 6 0 70 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m T otal M e n W ome n F i gu re 4.9 : T ertiar y l e v e l ed u cationa l attain m ent , 2000 (% of the pop ul ation aged 30 – 3 4 ) Sour c e: Eu rostat ( on l ine data code: t2020 _41 ) and E d u cation at a Gl ance , O E CD. 0 1 0 20 30 4 0 50 6 0 70 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m T otal M e n W ome n F i gu re 4.8 : T ertiar y l e v e l ed u cationa l attain m ent , 2009 (% of the pop ul ation aged 30 – 3 4 ) Sour c e: Eu rostat ( on l ine data code: t2020 _41 ) and E d u cation at a Gl ance , O E CD. ",
        "4 Education 79 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d methodolo g ical i nf ormatio n Total public expenditure on education EU-27: This indicator is defined as total public expenditure on education, expressed as a percentage of GDP. Generally, the public sector funds education either by bearing directly the current and capital expenses of educational institutions, or by supporting students and their families with scholarships and public loans, as well as by transferring public subsidies for educational activities to private firms or non-profit organisations. All these transac- tions together are reported as total public expenditure on education. Korea: This indicator is defined as total public expenditure on education, expressed as a percentage of GDP. Total public expenditure is defined as current as well as capital expend- iture of all levels of governance. Total public expenditure includes: final consumption ex- penditure of government services, property income paid, subsidies, other current transfers paid, increase in stocks, gross fixed capital formation, purchases of land (net), purchases of intangible assets (net), net capital transfers paid. Expenditure for all levels of education combined encompasses the expenditure for all programmes from pre-primary level of education ISCED 0 to ISCED 6 (International Standard Classification of Education). Moreover, it includes the expenditure reported in the UOE data collection (UNESCO-UIS/OECD/EUROSTAT) on education statistics that could not be allocated by level. Expenditure on educational institutions from private sources comprises school fees; ma- terials such as textbooks and teaching equipment; transport to school (if organised by the school); meals (if provided by the school); boarding fees; and expenditure by employers on initial vocational training. Expenditure on educational institutions from public sources corresponds to direct ex- penditure on educational institutions from public sources. It may take one of two forms: (cid:116)(cid:1) purchases of educational resources by the government agency itself to be used by educational institutions (e.g. direct payments of teachers’ salaries by a central or regional education ministry); (cid:116)(cid:1) payments by the government agency to educational institutions that have the sole responsibility for purchasing educational resources (e.g. a government appropria- tion or block grant to a university, which the university then uses to compensate staff and to buy other resources). Direct expenditure by a government agency does not include tuition payments received from students (or the families) enrolled in public schools under that agency’s jurisdiction, even if the tuition payments flow, in the first instance, to the government agency rather than to the institution in question. ",
        "4 Education 80 The European Union and the Republic of Korea — A statistical portrait The pupil-teacher ratio is calculated by dividing the number of full-time equivalent pupils by the number of full-time equivalent teachers teaching at ISCED level 1-3. Only teachers in service (including special education teachers) are taken into account. The pupil/student- teacher ratio should not be confused with average class size as it does not take into account special cases, like the small size of groups of special needs pupils, specialised/minority subject areas, or the difference between the number of hours of teaching provided by teachers and the number of hours of instruction prescribed for pupils, for example in the case of a teacher working in a shifts system. Average class size is the total number of pupils divided by the total number of classes. Stu- dents attending special needs programmes are normally excluded from this data collection in order to ensure comparability between countries. In Korea, at primary and secondary education levels, class size is computed on the basis of the division concept. A “division”, often commonly referred to as a “class”, is made up of students who are following a com- mon course of study. Pupils/students are grouped together in a “division” based on the highest number of common courses, usually the compulsory studies. A “division” is the pedagogical structure in which each student is registered. Regardless of his level of study a student is registered in only one division. Tertiary level educational attainment EU-27: The share of the population aged 30-34 years who have successfully completed university or university-like (tertiary level) education with an ISCED level 5-6. Korea: The tertiary level educational attainment indicator denotes the percentage of population aged 30-34 years who attained at least ISCED 5-6. It is derived from the annual average of the result of the survey on the Economically Active Population. ",
        "",
        "",
        "L abo u r market ",
        "5 Labour market 84 The European Union and the Republic of Korea — A statistical portrait The activity rate represents the proportion of the labour force population to the population of working age. The activity rate should not, however, be confused with the employment rate, which denotes the labour force in employment against the population of working age. This section looks at the activity rate. The international definition uses the age range of 15 to 64, which in some cases might slightly distort the results as in many countries education is compulsory beyond the age of 15. Figure 5.1 shows the activity rates for three age groups in 2010. The 15-24 age group will obviously display the lowest values, as many might still be in education. At EU-27 level, the activity rate for this age group was an average of 43.0 %; the selected EU Member States showed considerable variations: Italy registered an activity rate of 28.4 %, with the United Kingdom at the other end of the scale with a rate of 59.2 %. Korea’s activity rate for the 15- 24 age group was 25.5 % in 2010, reflecting the importance of education in Korea. The 25-54 age group is the core category, and here variations are far less marked. At the EU-27 level, an average of 84.9 % were active. Among the Member States observed, Italy registered an activity rate of 76.9 %, a value close to that registered in Korea (76.4 %). In contrast, the activity rate for the 55-64 age group was relatively high in Korea, 62.7 %, compared to 49.7 % in the EU-27. Germany clearly exceeded the EU-27 average with a rate of 62.5 %. Figures 5.2, 5.3 and 5.4 outline the 2010 activity rates of the three age ranges, making a distinction by gender. For the 15-to-24 year olds in the EU, the rates for men consistently exceed those for women. The opposite situation exists in Korea, where we can see a 10 percentage point separating the sexes. This situation changes in the next age range (the 25-to-54 year olds), where the rate of men is even higher. Hence, the Korean gender gap appears to be clearly greater than that of the EU-27. The Korean activity rates, on the other hand, are similar to those of Italy. For the 55-64 age group, the activity rate of men in Korea (77.7 %) is noticeably higher than in the EU-27 (58.9 %). For women, the difference is less evident (48.1 % in Korea against 41.1 % for the EU-27). F i gu re 5.1 : Acti v it y rates b y age gro u p , 20 1 0 0 1 0 20 30 4 0 50 6 0 70 80 90 1 00 K orea EU- 27 G ermany Spain F rance I ta l y U nited K ingdom 15- 2 4 2 5-54 55-64 (% ) Sour c e: Eu rostat ( on l ine data code: l fsi _ act _ a). ",
        "5 Labour market 85 The European Union and the Republic of Korea — A statistical portrait F i gu re 5. 2: Acti v it y rates b y gender , age gro u p 1 5 - 2 4, 20 1 0 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n F i gu re 5.3 : Acti v it y rates b y gender , age gro u p 25 - 5 4, 20 1 0 F i gu re 5.4 : Acti v it y rates b y gender , age gro u p 55 -64, 20 1 0 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n (% ) (% ) (% ) Sour c e: Eu rostat ( on l ine data code: l fsi _ act _ a). ",
        "5 Labour market 86 The European Union and the Republic of Korea — A statistical portrait The employment rate is calculated by dividing the number of persons in employment, aged 15 to 64, by the total population of the same age group. Again three distinct age groups are observed. The total employment rate for people aged 15-64 in the EU-27 has been rising steadily over the last decade. A rate of 65.8 % was reached in 2008, but fell to 64.5 % in 2009 and then further to 64.1 % in 2010 (data not shown). Looking at the situation with the different age groups in 2010 reveals that the employment rate was low for the 15-24 age range as many of those young people were still in education. At the EU-27 level, the rate was 34.1 %, against 23.0 % in Korea. Among the selected EU countries, only Italy has a lower rate (20.5 %). In the core age group, the 25-54, differences were expectedly less striking: the EU-27, for instance, has a higher rate than that of Korea (77.6 % against 73.8 %). Germany and France recorded rates of over 80 %. For the 55-64 age group, employment rates drop quite sharply, especially in France and Italy. Germany and the United Kingdom reached the rates of 57.7 and 57.1 % respectively, which are well over the EU-27 average (46.3 %). Korea’s employment rate for the 55-to-64- year-olds, however, is even higher, at 60.9 %. In general, the male employment rates exceed those of women in the EU-27. Only in the Baltic Member States and Finland are gender rates roughly comparable. In the southern Member States, the differences are greater. This is particularly obvious when looking at the age groups of 25-54 and 55-64 in Italy, where the gender gap reaches 25 percentage points (pp) and 21 pp respectively. In Korea, the employment rate of 15 to 24 year old women exceed that of men, by close to 10 pp (largely explained by the mandatory military service of young males), whereas for the other two age ranges the situation is quite different: with a gender gap of 27 pp (25-54) and 28 pp (55-64), the values exceed those of Italy. F i gu re 5.5 : E m p l o ym ent rates b y age gro u p , 20 1 0 (% ) Sour c e: Eu rostat ( on l ine data code: l fsa _ ergan). 0 1 0 20 30 4 0 50 6 0 70 80 90 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 15- 2 4 2 5-54 55-64 ",
        "5 Labour market 87 The European Union and the Republic of Korea — A statistical portrait F i gu re 5.6 : E m p l o ym ent rates b y sex , age gro u p 1 5 - 2 4, 20 1 0 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n F i gu re 5.7 : E m p l o ym ent rates b y sex , age gro u p 25 - 5 4, 20 1 0 F i gu re 5.8 : E m p l o ym ent rates b y sex , age gro u p 55 -64, 20 1 0 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n (% ) (% ) (% ) Sour c e: Eu rostat ( on l ine data code: l fsa _ ergan). ",
        "5 Labour market 88 The European Union and the Republic of Korea — A statistical portrait F i gu re 5.9 : U ne m p l o ym ent rates b y sex ( age gro u p 1 5 - 7 4 ) , 20 1 0 (% ) 05 1 0 1 5 20 25 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n Note: Korea: age group 15 and over. Sour c e: Eu rostat ( on l ine data code: l fsa _u rgan). Unemployment rates represent the unemployed as a percentage of the active population of the same age. Please note that the data refer to the age group 15-74, not 15-64 as was the case for the activity and employment rates. At the level of the EU-27, the unemployment rate (both women and men) amounted to 9.7 % in 2010 (2009: 9.0 %). Among the individual Member States, the rates ranged from the low rates of 4.4 % in Austria and 4.5 % in the Netherlands to the high rates of 18.7 % in Latvia and 20.1 % in Spain. Korea’s unemployment rate was low over the past decade: from 4.4 % recorded in 2000, it gradually fell to 3.2 % in 2007 and 2008, to increase again to a level of 3.7 % in 2010. The EU situation appears complex when looking at the gender differences. Indeed, the EU average masks country-specific particularities: whereas these are minor in countries such as Malta, the Netherlands, Slovenia, Slovakia and Sweden, they are considerable in Ireland and Greece. Among the Member States considered, the largest gender gaps were found in Italy (2.1 pp) and the United Kingdom (1.8 pp). In Korea, the gender gap was 0.7 pp: the unemployment rate for men amounted to 4.0 %, that of women to 3.3 %. ",
        "5 Labour market 89 The European Union and the Republic of Korea — A statistical portrait Youth unemployment rates are generally much higher than the unemployment rates for the other age groups. High youth unemployment rates reflect the difficulties faced by young people in finding jobs. However, this does not necessarily mean that the group of people aged between 15 and 24 is largely unemployed, since many of those young people are studying full-time, and are therefore neither working nor looking for a job (i.e. they are not part of the labour force which is used as the denominator for calculating the unemployment rate). The youth unemployment rate in the EU-27 (21.8 % for men, 20.2 % for women) was around twice as high as the rate for the total population throughout the last decade. Particularly high rates are registered in Spain, whereas in Germany they are relatively low. The latter country registered similar rates to those of Korea (Korea: 11.2 % for men, 9.0 % for women). 05 1 0 1 5 20 25 30 35 4 0 4 5 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m M e n W ome n F i gu re 5.1 0: Y o u th u ne m p l o ym ent rate b y gender ( age gro u p 1 5 - 2 4 ) , 20 1 0 (% ) Sour c e: Eu rostat ( on l ine data code: l fsa _u rgan). ",
        "5 Labour market 90 The European Union and the Republic of Korea — A statistical portrait Statistics on labour disputes cover stoppages of work caused by labour disputes connected with terms and conditions of employment between employers and employees, or among employees themselves. Stoppages can come as the result of strikes or lockouts, depending on whether the employee or the employer is responsible. In order to facilitate cross-country comparisons, rates per 1 000 employees are calculated. Please note that statistics on labour disputes highly depend on a specific political and economic context and should therefore be interpreted with care. At the level of the EU-27, there was recently a general tendency towards less production time being lost due to labour disputes. In 2002, 79 working days per 1 000 employees were lost; this number was gradually reduced to an average of 26 days in 2006. In 2007, however, the number of working lost days increased to 34 per 1 000 workers. Highly dependant on national particularities, labour disputes may cause significant productivity losses in certain countries during certain years. In Korea, a general downward trend was observed. In 2010 an average of 30 days per 1 000 workers were lost. 0 20 4 0 6 0 80 1 00 1 20 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea F i gu re 5.11 : L abo u r disp u tes ( working da y s l ost per 1 000 workers) Sour c e: Eu rostat ( on l ine data code: strk _ nace 1 ) and K orea: Ministr y of E m p l o ym ent and L abor. ",
        "5 Labour market 91 The European Union and the Republic of Korea — A statistical portrait 05 1 0 1 5 20 25 30 35 4 0 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 200 6 200 9 F i gu re 5.1 2: G ender pa y gap in u nadj u sted for m (% ) Sour c e: Eu rostat ( on l ine data code: tsie m 0 4 0) and K orea: Ministr y of E m p l o ym ent and l abor , S u r v e y on L abor Conditions b y T y pe of E m p l o ym ent. Inequality in pay between men and women remains high in Europe. Moreover, the impact of pay gaps can be far-reaching, as lower pay increases the risk of financial dependence, not only during working life, but it also implies lower pensions and, thus, an increased risk of poverty during old age. The unadjusted gender pay gap is an important indicator used to monitor imbalances in wages between men and women. It indicates the difference between the average gross hourly earnings of male paid employees and of female paid employees represented as a percentage of the average gross hourly earnings of male paid employees. Looking at the whole economy, in 2009 women’s average gross earnings per hour were 17 % less than those of men in the EU-27. The reasons for the existence and the size of the gender pay gap are diverse and may differ strongly among Member States, e.g. according to the type of jobs held by women, the attitudes to and the consequences of breaks in career or part-time work due to childbearing and the decisions in favour of family life, etc. The gap ranged from about 3 % for Slovenia to above 30 % for Estonia. The gender pay gap for Italy (6 %) was also among the lowest in the EU. At 35 %, the gender pay gap in Korea has remained high in recent years . ",
        "5 Labour market 92 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d methodolo g ical i nf ormatio n Active population by sex and age group The definitions of employment and unemployment , as well as other survey characteristics follow the definitions and recommendations of the International Labour Organisation. The definition of unemployment is further precised in Commission Regulation (EC) No 1897/2000. The economically active population (labour force) comprises employed and unemployed persons. Employed persons are persons aged 15 and over who performed work, even for just one hour per week (except for less than 18 hours a week as a unpaid family worker for Korea), for pay, profit or family gain during the reference week or were not at work but had a job or business from which they were temporarily absent because of, for instance, illness, holidays, industrial dispute, education or training. Unemployed persons are persons aged 15-74 for EU-27 and aged 15 and over for Korea, who were without work during the reference week, were currently available for work and were either actively seeking work in the past four weeks or had already found a job to start within the next three months for EU-27 and within a month for Korea. Activity rates show the active population, i.e. the sum of the employed and the unemployed, as a percentage of the population of the same age. Total employment (resident population concept - LFS) EU-27: Employment (LFS concept) covers persons aged 15 years and over (16 and over in Italy, Spain and UK; 15-74 years in Denmark, Estonia, Latvia, Hungary, Romania, Finland, Sweden and Norway) who, during the reference week, performed work, even for just one hour a week, for pay, profit or family gain, or were not at work (temporarily absent from work) but had a job or business from which they were temporarily absent, for example be- cause of illness, holiday, temporary lay-off, flexible working time arrangements, industrial dispute or education and training. Korea: Employment (EAPS concept) covers persons aged 15 years and over who, during the reference week, performed work, even for just one hour a week (except for less than 18 hours a week as an unpaid family worker), for pay, profit or family gain, or were not at work (temporarily absent from work) but had a job or business from which they were temporarily absent, for example because of illness, holiday, temporary lay-off, flexible working time ar- rangements, industrial dispute or education and training. Employment rates show employed persons as a percentage of the population of the same age. Unemployment rates show unemployed persons as a percentage of the active population of the same age. Youth unemployment rate is the unemployment rate among persons aged 15 to 24 for the purpose of this publication. However, Korea officially calculates persons aged 15 to 29 for youth unemployment rate due ",
        "5 Labour market 93 The European Union and the Republic of Korea — A statistical portrait to compulsory military service for young men. The entry in the labour market for males typically occurs in the late 20’s. A labour dispute is a state of disagreement over a particular issue, or a group of issues, over which there is a conflict between workers and employers, or about which grievance is expressed by workers or employers, or about which workers or employers support other workers or employers in their demands or grievances. Number of working days lost per 1000 workers Normal workdays are those days on which work would usually be carried out by the groups of employees concerned or on which self-employed workers would usually expect to work. Weekly rest-days should therefore be excluded, as well as any public holidays, etc., on which work was not scheduled for the groups of employees involved, or on which the self-employed workers involved would not usually have expected to work. If work is organised in shifts, one shift should be considered as one workday. The normal hours of work for the groups of workers concerned should be defined in accor- dance with the most recent ILO standards. Source: ILO Resolution, adopted by the Fifteenth International Conference of Labour Stat- isticians (Geneva, 1993). The unadjusted Gender Pay Gap (GPG) represents the difference between average gross hourly earnings of male paid employees and of female paid employees as a percentage of the average gross hourly earnings of male paid employees. The population consists of all paid employees in enterprises with 10 employees or more in NACE Rev. 2 aggregate B to S (ex- cluding O) (Korea: one employee or more in NACE Rev.2 aggregate A to S) - before reference year 2008: NACE Rev. 1.1 aggregate C to O (excluding L). The GPG indicator is calculated within the framework of the data collected according to the methodology of the Structure of Earnings Survey (EC Regulation: 530/1999). ",
        "",
        "L i v i ng co n ditio n s a n d w el f are ",
        "6 Living conditions and welfare 96 The European Union and the Republic of Korea — A statistical portrait A general decrease in fertility and an increasing individualization and “nuclearisation” (essentially the moving away from a three-generations household to a two-generations household) has resulted in changing household patterns over the last decades. Based on the 2001 census, one-family households are the most common type of households in the EU. Although no data at EU-27 level are available, the share of these types of households in the selected EU Member States is generally between 60 and 70 %. In the southern EU Member States, this is somewhat higher (Spain: 73 %, Italy: 71 %). In Korea, one-family households constitute 66 % of all households according to the 2005 census; a share equivalent to that registered in France (2010 census data for Korea are available. However, for a better comparability, 2005 census were deemed more appropriate). Two or more family households are quite rare and only make up a few percent of all households. Among the selected Member States, the United Kingdom have the most, with 4 %. Conversely, this type of household is more common in Korea (share of 14 %). Single-person households are the second most important type of households in all individual countries observed. At 36 %, Germany’s share appears particularly high, whereas in Spain it amounted to 20 %, a value similar to that recorded in Korea (19 %). Finally, as for two or more family households, multi person, non-family households remain an exception; among the Member States observed, it was Spain which recorded the highest share (4 %). Looking more closely at the most common type, the one-family households, most are of the ‘couple with children’ type in Korea, with a share of 65 %. This percentage is not reached in the selected EU Member States observed here; Spain comes closest with 60 %. In Germany most one-family households are of the type “couple without children” (47 %, against 43 % “couple with children”). In the United Kingdom, the shares held by “couple with children” and “couple without children” is about equal. F i gu re 6.1 : Pri v ate ho u seho l ds b y t y pe (% ) Sour c e: EU Me m ber States: Pop ul ation and ho u sing cens u s 200 1 ; K orea: Pop ul ation and ho u sing cens u s 2005. 0 10 20 30 40 50 60 70 80 90 100 Korea Germany Spain France Italy United Kingdom One family household Two or more family household Single person household Multi person non family household ",
        "6 Living conditions and welfare 97 The European Union and the Republic of Korea — A statistical portrait F i gu re 6. 2: One fa m i l y ho u seho l ds b y t y pe (% ) Sour c e: EU Me m ber States: Pop ul ation and ho u sing cens u s 200 1 ; K orea: Pop ul ation and ho u sing cens u s 2005. 0 10 20 30 40 50 60 70 80 90 100 Korea Germany Spain France Italy United Kingdom Single father with children Single mother with children Couple without children Couple with children F i gu re 6.3 : Pri v ate ho u seho l ds b y ten u re stat u s (% ) Sour c e: EU Me m ber States: Pop ul ation and ho u sing cens u s 200 1 ; K orea: Pop ul ation and ho u sing cens u s 2005. 0 10 20 30 40 50 60 70 80 90 100 Korea Germany Spain France Italy United Kingdom Owner Tenant Other form of tenure Finally, the figure on tenure status reveals that in Spain, most householders are the owners of their dwellings (82 %), a percentage far higher than in Germany (42 %). In Korea, 56 % of householders own their dwelling, a percentage similar to that registered in France. ",
        "6 Living conditions and welfare 98 The European Union and the Republic of Korea — A statistical portrait Comparing the structure of household expenditure between Korea and the EU-27 reveals considerable differences: whereas equivalent shares were spent on “food and non-alcoholic beverages”, “clothing and footwear” as well as “transport”, large differences can be observed for expenditure on “housing” and “education”. “Housing, water, electricity, gas and other fuels” require an average 10 % of total household expenditure in Korea, whereas in the EU-27, this share is nearly three times as high (28 %). Conversely, expenditure on education is only an average 1 % in the EU-27, explained by the fact that it is largely supplied for free by the state, whereas private involvement in Korean education is traditionally far more important. This explains that an average 11 % of total Korean household expenditure is dedicated to education. Expenditure on health also stands out, as Korea’s share (6 %) is double that of the EU-27. The variations in expenditure among the selected EU Member States are given in Table 6.1. Notable differences exist between the average household expenditure on ‘food and non- alcoholic beverages’. The United Kingdom registered a low share (9.9 %) compared to the other countries. Expenditure on “health” varies as well, reflecting the differences in the national health care systems. T able 6.1 : Str u ct u re of ho u seho l d expendit u re , 2005 (% ) ( 1 ) EU-27: Eurostat estimate. ( 2 ) Uncertain value. Sour c e: Eu rostat – H o u seho l d B u dget S u r v e y s (Eu rostat on l ine data code: hbs _ exp _ t 1 2 1 ) and K orean Statistica l I nfor m ation Ser v ice (K OS I S). Korea EU-27 ( 1 ) Germany Spain France Italy UK F ood and non - a l coho l ic be v erages 14.6 14.6 11.2 18.0 13.4 18.6 9.9 A l coho l ic be v erages , tobacco and narcotics 1.5 2.3 1.7 2.3 2.3 1.8 2.4 C l othing and footwear 6.3 5.7 4.8 6.9 6.6 7.0 5.0 H o u sing , water , e l ectricit y , gas and other f u e l s 9.8 28.2 29.6 30.3 26.3 29.6 29.6 Fu rnishings , ho u seho l d e qu ip m ent and ro u tine m aintenance of the ho u se 3.6 5.7 5.4 4.7 6.1 5.8 6.5 H ea l th 5.9 3.2 3.6 2.2 4.2 3.9 1.2 T ransport 12.0 12.5 13.3 10.5 13.5 11.9 13.5 Co mm u nications 7.0 3.0 2.9 2.7 3.3 2.2 2.7 Recreation and c ul t u re 5.4 8.9 11.1 6.4 6.9 5.8 12.3 E d u cation ( 2 ) 11.3 1.0 0.8 1.1 0.6 0.7 1.4 Resta u rants and hote l s 13.8 5.7 4.3 9.3 4.6 5.0 8.0 Misce ll aneo u s goods and ser v ices 8.6 9.3 11.3 5.8 12.2 7.8 7.6 ",
        "6 Living conditions and welfare 99 The European Union and the Republic of Korea — A statistical portrait F i gu re 6.4 : EU- 27 — Str u ct u re of ho u seho l d expendit u re , 2005 F i gu re 6.5 : K orea — Str u ct u re of ho u seho l d expendit u re , 2005 Note: Korean data refer to urban and rural households, excluding one person households and farm households. “Housing, water, electricity, gas and other fuels” does not include imputed rental for housing, such as imputed rental of owner-occupiers, imputed rental of owner-occupiers and guaranty money for rental. Sour c e: K orean Statistica l I nfor m ation Ser v ice. F ood and non - a l coho l ic be v erages 1 5 % C l othing and footwear 6 % H o u sing , water , e l ectricit y , gas and other f u e l s 28 % H ea l th 3 % T ransport 1 2 % E d u cation 1 % Recreation and c ul t u re 9 % Other 2 6 % Sour c e: Eu rostat ( on l ine data code: hbs _ exp _ t 1 2 1 ). F ood and non - a l coho l ic be v erages 1 5 % C l othing and footwear 6 % H o u sing , water , e l ectricit y , gas and other f u e l s 1 0 % H ea l th 6 % T ransport 1 2 % E d u cation 11 % Recreation and c ul t u re 5 % Other 35 % ",
        "6 Living conditions and welfare 100 The European Union and the Republic of Korea — A statistical portrait Income distribution is analysed by looking at how total equivalised (taking into account the differences in a household’s size and composition – see Methodological Notes) disposable income is shared among different strata of the population. The two figures show the situation for the EU-27 and Korea in 2005 and 2010 respectively. In a society with full equality, every quintile would dispose of a 20 % share of the total income generated. In the EU-27 in 2010, the 20 % lowest incomes (first quintile) generated 4.0 % of the total income, whereas the fifth quintile, the 20 % of the population with the highest incomes, generated 43.2 % of the total income. Comparing the EU-27 situation with that of Korea, it appears that whereas the third and fourth quintiles are similar, income seems somewhat better distributed in Korea in the first (6.7 %) and fifth quintile (37.8 %). When comparing the 2010 income distribution with that of 2005, differences are marginal for the EU-27 whereas income inequality is increasing in Korea, especially among the population with lowest and highest incomes (first and fifth quintile respectively). F i gu re 6.6 : Distrib u tion of inco m e b y qu inti l es , 2005 0 5 1 0 1 5 20 25 30 35 4 0 4 5 50 F irst qu inti l e Second qu inti l e T hird qu inti l e F o u rth qu inti l e F ifth qu inti l e EU- 2 7 K orea (% ) Sour c e: EU- 27 , Eu rostat — S IL C ( on l ine data code: i l c _ di0 1 ); K orea: K OS T A T . ",
        "6 Living conditions and welfare 101 The European Union and the Republic of Korea — A statistical portrait F i gu re 6.7 : Distrib u tion of inco m e b y qu inti l es , 20 1 0 ( 1 ) 0 5 1 0 1 5 20 25 30 35 4 0 4 5 50 F irst qu inti l e Second qu inti l e T hird qu inti l e F o u rth qu inti l e F ifth qu inti l e EU- 2 7 K orea ( 1 ) Korea, 2009. Sour c e: EU- 27 , Eu rostat — S IL C ( on l ine data code: i l c _ di0 1 ); K orea: K OS T A T . (% ) ",
        "6 Living conditions and welfare 102 The European Union and the Republic of Korea — A statistical portrait Figure 6.8 shows the inequality of income distribution for 2000 and 2010. For the EU-27 in 2010 for instance, it shows that the top 20 % of the population (those with the highest equivalised disposable income) received 5.0 times as much of the total income as the bottom 20 % of the population (those with the lowest equivalised disposable income). Among the EU Member States observed, the gap was widest in Spain (6.9). Compared to 2000, most countries recorded an increase in inequality, except for the United Kingdom. The population living “at risk of poverty” is a relative poverty measure, defined as those living in households whose total equivalised income is below 60 per cent of the median national equivalised household income. Figure 6.9 shows that for the EU-27 in 2010, 16.4 % were at risk of poverty. The equivalent value for Korea was 20.5 %. Compared to 2000, the at-risk-of-poverty rate has increased; not only in Korea, but also in Germany and Spain. Conversely, the rate decreased in France and the United Kingdom. Another indicator of income inequality is the Gini coefficient, based on the cumulative share of income accounted for by the summed percentages of the number of individuals, with values ranging between 0 (complete equality) and 100 (complete inequality). For the EU as a whole, the weighted average for 2010 was 30.5. Across Member States, the Gini coefficient varies, from a low of 23.8 in Slovenia to a high of 36.9 in Lithuania. The selected countries given here vary between 29.3 (Germany) and 33.9 (Spain). Compared to 2000, the Gini coefficient has increased in all countries observed, and quite noticeably in Germany. The Gini coefficient of Korea amounted to 26.6 in 2000, and increased to 31.0 in 2010, a value close to that of Italy. F i gu re 6.8 : I ne qu a l it y of inco m e distrib u tion ( S80/S20 inco m e qu inti l e share ratio) ( 1 ) Korea: 1995-2005 data refer to urban households, excluding 1 person households and farm households; 2006-2010 data refer to urban and rural households, including 1 person households and farm households. ( 2 ) United Kingdom, 2009. Sour c e: EU, Eu rostat — S IL C ( on l ine data code: i l c _ di 11 ); K orea , K OS I S. 0 1 23 4 5 6 78 K orea (1 ) EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 2000 20 1 0 (2 ) ",
        "6 Living conditions and welfare 103 The European Union and the Republic of Korea — A statistical portrait F i gu re 6.9 : At - risk - of - po v ert y rate ( c u t - o ff point: 6 0 % of m edian e qu i v a l ised inco m e after socia l transfers) (% ) ( 1 ) Korea: 1995-2005 data refer to urban households, excluding 1 person households and farm households; 2006-2010 data refer to urban and rural households, including 1 person households and farm households. ( 2 ) United Kingdom, 2009. Sour c e: EU, Eu rostat — S IL C ( on l ine data code: i l c _l i02); K orea , K OS I S. 05 1 0 1 5 20 25 K orea (1 ) EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 2000 20 1 0 (2 ) F i gu re: 6.1 0: G ini coe ffi cient ( 1 ) United Kingdom, 2009. Sour c e: EU, Eu rostat — S IL C ( on l ine data code: i l c _ di 1 2); K orea , K OS I S. 05 1 0 1 5 20 25 30 35 4 0 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 2000 20 1 0 (1 ) ",
        "6 Living conditions and welfare 104 The European Union and the Republic of Korea — A statistical portrait There were around 1.7 million police officers in the EU-27 in 2008. EU countries where police numbers are increasing include Hungary, Ireland, Luxembourg, Spain and Portugal. There are fewer police forces which have declined in numbers; these include Estonia and the Czech Republic, and, most substantially, Latvia. The number of police officers varies considerably: in Korea, there were 2 police officers per 1 000 inhabitants; in Spain, there were more than twice as much (around 5). The other Member States have numbers between these values. F i gu re 6.11 : N u m ber of po l ice o ffi cers ( per 1 000 inhabitants) ( 1 ) Spain, 1999; Italy, 2003. Sour c e: EU, Eu rostat ( on l ine data code: cri m _ p l ce); K orea , Nationa l Po l ice Agenc y . 0 1 23 4 5 6 K orea G er m an y Spain F rance I ta l y 1998 (1 ) 200 8 ",
        "6 Living conditions and welfare 105 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d methodolo g ical i nf ormatio n Household A “private household” means “a person living alone or a group of people who live together in the same private dwelling and share expenditures, including the joint provision of the essentials of living”. EU-27: EU-SILC (European Union Statistics on Income and Living Conditions) implementing regulation number 1983/2003 on updated definitions, defines households in terms of sharing household expenses and (for non-permanent members) in terms of duration of stay and (for temporarily absent members) in terms of duration of absence. Korea: Data for Korea have been collected for general households, excluding institutional households (i.e. household of 6 or more persons who have no blood ties, dormitories, social welfare institutions, etc.) A general household is characterised as one of the following: - One-family household - Household consisting of a family and a non-family member(s) - One person household - Household of 5 or less persons who have no blood ties Household expenditure EU-27: Calculations have been made using data on household expenditure by detailed COICOP (Classification of individual consumption by purpose 1998) level expressed in PPS (Table hbs_exp_t121 - Mean consumption expenditure by detailed COICOP level (in PPS)). Korea: Calculations have been made using data on household expenditure by detailed COICOP (Classification of individual consumption by purpose 1998) level - 2005: urban and rural, excluding 1 person household and farm household (urban and rural data since 2003); - 1999, 1994: urban, excluding 1 person household and farm household; - “Housing, water, electricity, gas and other fuels” does not include Imputed rental for housing such as Imputed rental of owner-occupiers, Imputed rental of owner-occupiers. Distribution of income The total disposable income of a household is calculated by adding together the personal income received by all of household members plus income received at household level. Missing income information in individual questionnaires is imputed. Disposable household income includes: - All income from work (employee wages and self-employment earnings) - Private income from investment and property - Transfers between households - All social transfers received in cash including old-age pensions The current definition of the disposable household income excludes imputed rent – i.e. ",
        "6 Living conditions and welfare 106 The European Union and the Republic of Korea — A statistical portrait money that one saves on full (market) rent by living in one’s own accommodation or in accommodation rented at a price that is lower than the market rent. It also excludes non monetary income components, and thus in particular value of goods produced for own consumption and non-cash employee income except company car. From the 2007 year on, all countries have to supply gross income information. Equivalised disposable income is defined as the household’s total disposable income divided by its equivalent size. In order to establish the equivalent size of the household, a quotient is attributed to each household member (including children) on the basis of the OECD modified scale. A weight of 1.0 is given to the first adult, 0.5 to other persons aged 14 or over who are living in the household, and 0.3 to each child aged less than 14. Income quintile share ratio (S80/S20) is defined as the ratio of total income received by the 20 % of the population with the highest income (top quintile) to that received by the 20 % of the population with the lowest income (lowest quintile). EU-27: Income must be understood as equivalised disposable income. EU aggregate figures are calculated as population-weighted averages of national values. Korea: Income must be understood as disposable household income: 1995-2005: urban, excluding 1 person household and farm household; 2006-2010: urban and rural, including 1 person household and farm household. At risk of poverty rate is defined as the percentage of persons with an equivalised disposable income below 60 % of the national median equivalised disposable income. EU aggregate figures are calculated as population-weighted averages of national values. The Gini coefficient is defined as the relationship of cumulative shares of the population arranged according to the level of equivalised disposable income, to the cumulative share of the equivalised total disposable income received by them. A society that scores 0 on the Gini scale has perfect equality in income distribution. The higher the number over 0, the higher the inequality, and the score of 100 indicates total inequality where only one person corners all the income. Number of police officers EU-27: In most cases these figures include all ranks of police officers including criminal police, traffic police, border police, gendarmerie, uniformed police, city guard, and municipal police. They exclude civilian staff, customs officers, tax police, military police, secret service police, part-time officers, special duty police reserves, cadets, and court police. The number of police officers per 1 000 inhabitants have been calculated using annual average population (table demo_r_d3avg). Population data was not available for an aggregate “England and Wales”. Korea: These figures include all ranks of police officers under the Korea National Police Agency and Korea coast guards. They exclude civilian staff. In 1997 Korea coast guard has been departed from Korea national police Agency as an independent office. The number of police officers per 1 000 inhabitants have been calculated using projection population data. ",
        "",
        "",
        "T rade i n g oods ",
        "7 Trade in goods 110 The European Union and the Republic of Korea — A statistical portrait F i gu re 7.1 : K orea ’ s trade in goods 2000 - 2009 ( m i ll ion EU R) Over the last couple of decades, Korea has developed into one of the leading economies in Asia. With a limited internal consumer market, it adopted an export-oriented economic strategy and has become a world leader in the export of vehicles and consumer electronics. Figure 7.1 outlines the development of the global trade in goods of Korea between 2000 and 2009: whereas the period 2001-2003 was marked by relative stagnation, the period between 2004 and 2008 saw considerable year-on-year increases in the traded value of goods. This upward trend continued until the year 2009, when the worldwide financial and economic crisis began to take its toll. Throughout the period observed, Korea’s trade balance has been positive, i.e. the total value of goods exported exceeded the value of total imports, except for the year 2008, when the trade balance observed negative values (EUR 9 billion). The following year, despite a generally lower level of imports and exports, a trade surplus was registered again: with EUR 29 billion, the 2009 trade surplus is the highest since 2000. – 50 000 0 50 000 1 00 000 1 50 000 200 000 250 000 300 000 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 I m p orts Exp orts T rade bala n ce Sour c e: Eu rostat - Co m trade database. The situation of the EU-27 is depicted in Figure 7.2. In absolute terms, the development over time broadly follows a similar pattern to that presented in the figure. However, the global EU-27 trade balance remained negative throughout the period observed. The lowest trade deficit was registered in 2002 (EUR 45 billion), the highest in 2008 (EUR 258 billion). ",
        "7 Trade in goods 111 The European Union and the Republic of Korea — A statistical portrait F i gu re 7. 2: EU- 27 ’ s trade in goods 2000 - 2009 ( m i ll ion EU R) – 500 000 – 250 000 0 250 000 500 000 750 000 1 000 000 1 250 000 1 500 000 1 750 000 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 I m p orts Exp orts T rade bala n ce Sour c e: Eu rostat – Co m ext ( on l ine data code: DS - 0 1 8995). Taking a limited perspective on the trade between the EU-27 and Korea, it appears that the total value of Korean goods imported by the EU-27 is 44 % higher in 2010 compared to 2000. Likewise, the value of EU-27 exports to Korea is 67 % higher. This corresponds to an average annual growth rate (AAGR) of EU-27’s imports and exports between 2000 and 2010 of 3.7 % and 5.3 % respectively. Despite the faster growth of EU-27’s exports to Korea, the value of Korean imports continuously exceeded those of exports by a considerable margin. The EU-27’s trade balance with Korea is hence consistently negative. For the period observed, the lowest trade deficit was recorded in 2002 (EUR 7 billion); the highest in 2006 (EUR 18 billion). In recent years the gap between the value of imports from and exports to Korea has been narrowing: between 2006 and 2010 the value of EU-27 exports to Korea increased by 22 %, whereas that of EU-27 imports from Korea decreased by 5 %. ",
        "7 Trade in goods 112 The European Union and the Republic of Korea — A statistical portrait F i gu re 7.3 : EU- 27 trade in goods with K orea 1 999 to 20 1 0 ( m i ll ion EU R ) – 20 000 – 1 0 0000 1 0 000 20 000 30 000 4 0 000 50 000 1 999 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 im p orts EU- 2 7 e xp orts T rade bala n ce Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). T able 7.1 : EU- 27 trade in goods with K orea 2000 to 20 1 0 ( m i ll ion EU R) 2000 2005 2008 2009 2010 Change 2000-2010 (%) Change 2009-2010 (%) AAGR 2000-2010 (%) EU- 27 i m ports 26 955 34 451 39 572 32 298 38 683 43.5 19.8 3.7 EU- 27 exports 16 742 20 226 25 568 21 637 27 984 67.2 29.3 5.3 T rade ba l ance – 10 213 – 14 225 – 14 004 – 10 662 – 10 699 Considering the type of goods traded between the EU-27 and Korea, the dominance of “Machinery and transport equipment” for the EU-27 imports from Korea becomes very obvious. In 2000, 2005 and 2010, this category represented shares of 75 %, 82 % and 73 %respectively. Other manufactured goods (comprising mainly “Manufactured goods” in general and “Miscellaneous manufactured articles”) followed, with shares varying between 13 % and 19 %. Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). ",
        "7 Trade in goods 113 The European Union and the Republic of Korea — A statistical portrait The situation of the EU-27 exports to Korea presented itself quite differently in the sense that the “product-mix” was more diversified. Even though “Machinery and transport equipment” also constituted the largest single category in 2000, 2005 and 2010 (with shares of 48 %, 43 % and 51 %, respectively), other types of goods such as “Chemicals” and “Other manufactured goods” display shares between 16 % and 30 %. A more detailed view of this composition is provided in Table 7.3, where the main product categories are displayed. SITC SITC section 2000 200 5 20 1 0 EU-27 imports EU-27 exports EU-27 imports EU-27 exports EU-27 imports EU-27 exports 0 Food and live animals 110 479 84 558 117 857 1 Beverages and tobacco 12 348 8 325 13 305 2 Crude materials, inedible, except fuels 277 461 248 480 488 997 3 Mineral fuels, lubricants 8 9 356 30 1 136 197 4 Animal and vegetable oils 0 13 1 77 1 67 5 Chemicals and related products 1 160 2 475 1 158 3 250 1 831 4 897 6 Manufactured goods 2 849 1 962 2 549 2 677 3 585 2 847 7 Machinery and transport equipment 20 233 8 027 28 154 8 775 28 320 14 233 8 Misc. manufactured articles 2 166 2 073 1 744 3 412 3 036 2 889 9 Commodities & transactions, not classified 139 894 148 642 156 694 T able 7. 2: EU- 27 trade in goods with K orea b y prod u ct ( m i ll ion EU R) Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). ",
        "7 Trade in goods 114 The European Union and the Republic of Korea — A statistical portrait F i gu re 7.4 : EU- 27 i m ports fro m K orea ( share b y prod u ct gro u p) Machinery and transport equipement 75 % Other Manuf. goods 19 % Chemicals 4 % Other 2 % 2000 Machinery and transport equipment 82 % Other manuf. goods 13 % Chemicals 3 % Other 2 % 200 5 Machinery and transport equipment 73 % Other manuf. goods 17 % Chemicals 5 % Mineral fuels 3 % Other 2 % 20 1 0 Machinery and transport equipment 48 % Chemicals 15 % Other manuf. goods 24 % Other 13 % 2000 Machinery and transport equipment 43 % Other manuf. goods 30 % Chemicals 16 % Other 11 % 200 5 Machinery and transport equipment 51 % Other manuf. goods 20 % Chemicals 17 % Crude materials 4 % Other 8 % 20 1 0 F i gu re 7.5 : EU- 27 exports to K orea ( share b y prod u ct gro u p) Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). ",
        "7 Trade in goods 115 The European Union and the Republic of Korea — A statistical portrait Table 7.3 lists the 10 most popular product categories traded between the EU-27 and Korea, with imports and exports given separately with values for the following three years: 2000, 2005 and 2010. The aforementioned dominance of “Machinery and transport equipment” in EU-27 imports from Korea is further detailed here, and most product categories listed can, indeed, be included this category. “Telecommunication and sound-recording equipment”, for instance, has been top of the list both in 2005 and 2010. But whereas its share in total EU-27 imports from Korea still amounted to 27 % in 2005, it fell to 18 % in 2010. “Road vehicles” and “Other transport equipment” (including, in particular, maritime vessels which represent yet another sector in which Korea is highly competitive) are both consistently present in the top 5. With regard to EU-27 exports to Korea, “Specialized machinery” and “General industrial machinery” can be found at the top of the ranking for all the three years highlighted. Quite surprisingly, for a country with a very strong car manufacturing industry, Korea imported EUR 2.6 billion worth of “road vehicles” from the EU-27 in 2010, which constituted a share of 9 % in the total value of EU-27 exports to Korea (2005: EUR 1.3 billion, share of 6 %). Whereas “Organic chemicals” is a category consistently present in the rankings throughout the years, Korea’s imports of “Medicinal and pharmaceutical products” from the EU-27 recorded an increase in recent years. ",
        "7 Trade in goods 116 The European Union and the Republic of Korea — A statistical portrait T able 7.3 : T op -1 0 prod u cts traded with K orea b y S IT C di v ision ( m i ll ion EU R) EU- 2 7 im p orts f rom K orea SITC code Product Value (million EUR) Share in total imports from the country 2000 77 El ectrica l m achiner y 5 152 19 75 O ffi ce & data - processing m ach. 4 517 17 78 Road v ehic l es 4 072 15 7 6 T e l eco mm . & so u nd - rec. e qu ip m . 3 159 12 79 Other transport e qu ip m ent 1 532 6 6 5 T exti l e y arn , fabrics 1 107 4 8 4 Art. of appare l, c l othing access. 960 4 7 4 G enera l ind u stria l m achiner y 802 3 89 Misce ll aneo u s m an u f. art. 574 2 6 7 I ron & stee l 532 2 2005 7 6 T e l eco mm . & so u nd - rec. e qu ip m . 9 279 27 78 Road v ehic l es 6 746 20 77 El ectrica l m achiner y 5 211 15 75 O ffi ce & data - processing m ach. 2 445 7 79 Other transport e qu ip m ent 2 242 7 7 4 G enera l ind u stria l m achiner y 866 3 72 Specia l ized m achiner y 794 2 6 5 T exti l e y arn , fabrics 685 2 87 Profess. , scienti fi c & contro l . instr. 649 2 6 2 R u bber m an u fact u res 631 2 2010 7 6 T e l eco mm . & so u nd - rec. e qu ip m . 6 955 18 77 El ectrica l m achiner y 6 749 17 79 Other transport e qu ip m ent 6 580 17 78 Road v ehic l es 3 780 10 87 Profess. , scienti fi c & contro l . instr. 1 729 4 75 O ffi ce & data - processing m ach. 1 461 4 6 7 I ron & stee l 1 214 3 7 4 G enera l ind u stria l m achiner y 1 189 3 33 Petro l e u m , petro l e u m prod u cts 1 099 3 72 Specia l ized m achiner y 733 2 ",
        "7 Trade in goods 117 The European Union and the Republic of Korea — A statistical portrait T able 7.3 : T op -1 0 prod u cts traded with K orea b y S IT C di v ision ( contin u ed) ( m i ll ion EU R) EU- 2 7 e xp orts to K orea SITC code Product Value (million EUR) Share in total exports to the country 2000 77 El ectrica l m achiner y 2 372 14 7 4 G enera l ind u stria l m achiner y 1 273 8 79 Other transport e qu ip m ent 1 212 7 72 Specia l ized m achiner y 1 007 6 5 1 Organic che m ica l s 692 4 87 Profess. , scienti fi c & contro l . instr. 622 4 7 1 Power - generating m achiner y 565 3 7 6 T e l eco mm . & so u nd - rec. e qu ip m . 489 3 75 O ffi ce & data - processing m ach. 475 3 88 Photographic apparat u s & e qu ip m . 452 3 2005 7 4 G enera l ind u stria l m achiner y 2 042 10 77 El ectrica l m achiner y 1 780 9 78 Road v ehic l es 1 301 6 88 Photographic apparat u s & e qu ip m . 1 171 6 87 Profess. , scienti fi c & contro l . instr. 1 144 6 7 1 Power - generating m achiner y 976 5 72 Specia l ized m achiner y 915 5 5 1 Organic che m ica l s 901 4 6 7 I ron & stee l 890 4 5 4 Medicina l & phar m ace u tica l prod. 708 3 2010 72 Specia l ized m achiner y 3 233 12 7 4 G enera l ind u stria l m achiner y 2 995 11 78 Road v ehic l es 2 608 9 77 El ectrica l m achiner y 2 036 7 7 1 Power - generating m achiner y 1 447 5 5 4 Medicina l & phar m ace u tica l prod. 1 393 5 87 Profess. , scienti fi c & contro l . instr. 1 335 5 5 1 Organic che m ica l s 1 039 4 6 7 I ron & stee l 828 3 79 Other transport e qu ip m ent 682 2 Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). ",
        "7 Trade in goods 118 The European Union and the Republic of Korea — A statistical portrait Looking at the individual EU Member States for which Korean goods are destined, it appears that some considerable changes took place between 2000 and 2010. While 22 % of all EU-27 imports in 2000 landed in the United Kingdom, this share decreased to 7 % in 2010. Germany was the main destination country in 2010 (2000: 20 %) taking about a quarter (24 %) of all Korean goods shipped to the EU-27. However, the so-called “Rotterdam effect” (or, in this case, the “Hamburg effect”) should be considered here: exports to the EU are declared, according to Community rules, by the Member State where these goods are released for free circulation, rather than by the Member State of the final destination. This mismatch occurs due to the importance of large EU ports as transit ports. Poland and Slovakia (the latter especially) have both notably increased their share as importers of Korean goods. For Slovakia, the likely reason for this is a large car assembly plant, in operation since 2006. The EU countries whose products were destined for Korea did not change their exports substantially between 2000 and 2010. Germany and France maintained sizeable contributions; the Netherlands and Ireland increased their exports, whereas the United Kingdom exported less to Korea. F i gu re 7.6 : EU- 27 trade in goods with K orea ( share b y EU Me m ber State) UK 21.3 % DE 20.5 % NL 9.4 % IT 8.3 % FR 7.5 % ES 6.5 % EL 4.5 % BE 4.0 % PL 3.0 % Othe r 15.0 % I m p orts 2000 DE 27.0 % FR 16.5 % UK 14.8 % IT 10.9 % NL 7.3 % IE 6.3 % BE 4.5 % SE 3.2 % Othe r 9.6 % E x p orts 2000 ",
        "7 Trade in goods 119 The European Union and the Republic of Korea — A statistical portrait DE 25.4 % SK 9.0 % IT 7.7 % PL 7.0 % NL 6.8 % UK 6.6 % FR 5.2 % HU 4.9 % EL 4.7 %SE 4.3 % ES 4.0 % BE 3.7 % Other 10.8 % I m p orts 20 1 0 DE 36.3 % NL 11.6 % FR 11.5 % IT 9.0 % UK 8.9 % BE 4.4 %SE 3.1 % Other 15.1 % Exp orts 20 1 0 Looking at the worldwide trade of Korea over the past decade, and its main trading part- ners specifically, it becomes clear that Japan is no longer Korea’s main provider of import- ed goods. In 2000, Japan still had a 20 % share; by 2009, this share decreased to 15 %, with China taking over the leading role. In absolute terms, however, the value of Japanese goods imported by Korea remained at roughly the same level (2000: EUR 34.5 billion; 2009: EUR 35.4 billion) but taking into consideration the overall increase of trade, Japan’s share has decreased. The EU-27’s share of 10 % remain of the same and in 2010 made the European Union the third most important import partner for Korea. The USA lost its leading position as a destination for Korean exports in recent years, with a share of 22 % in 2000 falling to 10 % in 2009. In 2009 China was the most important country for Korean exports, with a share of 24 %. If Hong Kong is added to China’s share, then this figure rises to nearly 30 %. In 2000, the EU-27 was the second most important export partner for Korea after the USA. The same position was registered in 2009 (with the share of 13 %), this time well ahead of the USA and Japan. Sour c e: Eu rostat - Co m ext ( on l ine data code: DS - 0 1 8995). ( share b y EU Me m ber State) F i gu re 7.6 : EU- 27 trade in goods with K orea ( contin u ed) ",
        "7 Trade in goods 120 The European Union and the Republic of Korea — A statistical portrait F i gu re 7.7 : Main co u ntries of origin for K orean i m ports J apan 20 % U SA 1 8 % EU- 27 1 0 % China 8 % Sa u di Arabia 6 % A u stra l ia 4 % Rest of the wor l d 3 4 % 2000 China 1 7 % J apan 1 5 % EU- 27 1 0 % U SA 9 % Sa u di Arabia 6 % A u stra l ia 5 % Rest of the wor l d 38 % 200 9 F i gu re 7.8 : Main destination co u ntries for K orean exports U SA 22 % EU- 27 14 % J apan 1 2 % China 11 % H ong K ong 6 % Rest of the wor l d 35 % 2000 China 2 4 % EU- 27 1 3 % U SA 1 0 % J apan 6 % H ong K ong 5 % Rest of the wor l d 4 2 % 200 9 Sour c e: Eu rostat - Co m trade database. Sour c e: Eu rostat - Co m trade database. ",
        "7 Trade in goods 121 The European Union and the Republic of Korea — A statistical portrait Endowed with few energy resources, Korea’s energy dependency remains very high, despite the fact that, since 2004, natural gas reserves on the country’s continental shelf have been consistently exploited. It then comes as no surprise that “Petroleum and petroleum products” constitute the main commodity imported. Compared to the year 2000, the share in total Korean imports remained stable (19 % in 2000; 20 % in 2009) despite a substantial increase in value. The import of “Gas, natural and manufactured” is also important: compared with 2000, its value more than doubled and its share in total imports increased from 3 % to 5 %. With a thriving IT industry, the imports of “Office and data-processing machinery” have been considerably reduced: whereas it still maintained the third position in 2000 (EUR 8.3 billion, share of 5 % in the total value of imports), it was no longer present in the top 10 ranking of 2009 (value in 2009: EUR 4.6 billion, rank 13). Korea’s main exports include “Electrical machinery”, “Road vehicles” and “Telecommuni- cation and sound-recording equipment”. These categories are found high in the rankings of both 2000 and 2009. What is surprising is the export category of “Petroleum, petroleum products”, especially considering the fact that it is the main commodity imported. The explanation lies perhaps in the fact that Korea has one of the most advanced oil refinery installations, with substantial capacities (largely exceeding domestic demand) and is thus serving the increasing needs for refined petroleum products of other “Asian Tigers” (Hong Kong, Singapore, Taiwan), China, and more recently also the EU (see table 7.3). T able 7.4 Part 1 : K orean trade — top 1 0 prod u cts i m ported wor l dwide b y S IT C di v ision ( m i ll ion EU R) W orld w ide i m p orts b y K orea SITC code Product Value (million EUR) Share in total Korean imports 2000 33 Petro l e u m , petro l e u m prod u cts 33 061 19 77 El ectrica l m achiner y 30 166 17 75 O ffi ce & data - processing m ach. 8 349 5 7 6 T e l eco mm . & so u nd - rec. e qu ip m . 6 312 4 72 Specia l ised m achiner y 5 966 3 3 4 G as , nat u ra l and m an u fact u red 5 798 3 6 7 I ron & stee l 5 755 3 7 4 G enera l ind u stria l m achiner y 5 351 3 5 1 Organic che m ica l s 5 219 3 6 8 Non - ferro u s m eta l s 4 818 3 2009 33 Petro l e u m , petro l e u m prod u cts 46 263 20 77 El ectrica l m achiner y 30 049 13 6 7 I ron & stee l 12 497 5 3 4 G as , nat u ra l and m an u fact u red 12 293 5 28 Meta ll ifero u s ores & m eta l scrap 9 769 4 7 4 G enera l ind u stria l m achiner y 8 867 4 32 Coa l, coke and bri qu ettes 7 166 3 72 Specia l ised m achiner y 6 908 3 5 1 Organic che m ica l s 6 386 3 7 6 T e l eco mm . & so u nd - rec. e qu ip m . 6 188 3 ",
        "7 Trade in goods 122 The European Union and the Republic of Korea — A statistical portrait T able 7.4 Part 2: K orean trade — top 1 0 prod u cts exported wor l dwide b y S IT C di v ision ( m i ll ion EU R) W orld w ide e xp orts b y K orea SITC code Product Value (million EUR) Share in total Korean exports 2000 77 Electrical machinery 34 469 19 75 Office & data-processing mach. 21 257 11 78 Road vehicles 16 713 3 7 6 Telecomm. & sound-rec. equipm. 15 552 8 6 5 Textile yarn, fabrics 13 762 7 33 Petroleum, petroleum products 9 931 5 79 Other transport equipment 9 686 5 6 7 Iron & steel 7 235 4 57 Plastics in primary forms 5 574 3 8 4 Articles of apparel, clothing access. 5 443 3 2009 77 Electrical machinery 34 055 13 79 Other transport equipment 31 254 12 7 6 Telecomm. & sound-rec. equipm. 29 557 11 78 Road vehicles 26 021 10 87 Profess., scientific & control. instr. 18 242 7 33 Petroleum, petroleum products 16 965 7 6 7 Iron & steel 12 524 5 57 Plastics in primary forms 9 948 4 5 1 Organic chemicals 9 211 4 7 4 General industrial machinery 7 641 3 Sour c e: Eu rostat - Co m trade database. ",
        "7 Trade in goods 123 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d m ethodolo g ical i nf or m atio n Extra-EU trade Statistics on trade with third countries cover movable property imported and exported by the European Union/Korea . The definitions are as follows: (cid:116)(cid:1) Imports are goods which enter the statistical territory of the European Union/ Korea from a third country and are placed under the customs procedure for free circulation (as a general rule goods intended for consumption), inward processing or processing under customs control immediately or after bonded warehousing; (cid:116)(cid:1) Exports are goods which leave the statistical territory of the European Union/ Korea for a third country after being placed under the customs procedure for exports (definitive export) or outward processing or following inward processing. Goods classification The most detailed results published by Eurostat are broken down according to the subheadings of the Combined Nomenclature (CN). This tariff and statistical nomenclature is based on the international nomenclature of the Harmonized System (HS) and comprises around 10 000 eight-digit codes. In this publication, the results are broken down by the sections and divisions of the UN Standard International Trade Classification (SITC Rev. 4 since 2007) by means of conversion tables drawn up by Eurostat on the basis of the CN. Data source COMEXT database tracks the value and quantity of goods traded between EU Member States (intra-EU trade) and between Member States and non-EU countries (extra-EU trade). They are the official source of information on imports, exports and trade balance of the EU, its Member States and the euro area. http://epp.eurostat.ec.europa.eu/portal/page/portal/external_trade/introduction COMTRADE database is The United Nations Commodity Trade Statistics Database (UN Comtrade). More than 1 billion trade data are recorded from 1962. Over 140 reporter countries provide the United Nations Statistics Division with their annual international trade statistics detailed by commodities and partner countries. http://comtrade.un.org/ ",
        "",
        "En er gy a n d e nv iro n m e n t ",
        "8 Energy and environment 126 The European Union and the Republic of Korea — A statistical portrait F i gu re 8.1 : G reenho u se G as E m issions indexed to K y oto base y ear ( in CO 2 e qu i v a l ent) The Kyoto Protocol is an international agreement linked to the United Nations Framework Convention on Climate Change. The major feature of the Kyoto Protocol is setting binding targets for a number of industrialized countries, including the EU, for reducing greenhouse gas (GHG) emissions. The “Kyoto basket” of greenhouse gases includes: carbon dioxide (CO 2 ), methane (CH 4 ), nitrous oxide (N 2 O), and the so-called F-gases (hydrofluorocarbons, perfluorocarbons and sulphur hexafluoride (SF 6 )). The aggregated greenhouse gas emissions are expressed in units of CO 2 equivalent. With the exception of Cyprus and Malta, all EU Member States have individual targets under the Kyoto Protocol. In 2009, the greenhouse gas emissions of the EU-15 (i.e. the EU Member States before the two latest enlargements) were 13 % below the level of 1990. The target foresees a reduction by 8 % compared to 1990. The worldwide financial and economic crisis, characterised by lower production volumes (especially in 2009), helped achieve this goal. 60 80 100 120 140 160 180 200 220 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 EU-15 Korea Germany Spain France Italy United Kingdom Sour c e: Eu ropean E n v iron m ent Agenc y (EE A) , Eu rostat ( on l ine data code: en v_ air _ ind) and G reenho u se G as I n v entor y & Research Center of K orea (GI R). ",
        "8 Energy and environment 127 The European Union and the Republic of Korea — A statistical portrait F i gu re 8. 2: G reenho u se gas e m issions and targets , 2009 ( in CO 2 e qu i v a l ent , K y oto base y ear =1 00) 0 50 100 150 200 250 Korea (1) EU-15 Germany Spain France Italy United Kingdom 2009 Target 2008-2012 ( 1 ) No target under the Kyoto Protocol (1990=100). Sour c e: Eu ropean E n v iron m ent Agenc y (EE A) , Eu rostat ( on l ine data code: en v_ air _ ind) and G reenho u se G as I n v entor y & Research Center of K orea (GI R). Although a large greenhouse gas emitter, Korea is not among the countries with a mandatory commitment to reduce greenhouse gas emissions under the Kyoto Protocol. Greenhouse gas emissions have increased at a rapid pace over the last 20 years due to an impressive industrial development and a high dependency on fossil fuels. Korea has committed itself to moving away from the traditional “brown economy” growth-at-any- cost model to a “green economy” model where long-term prosperity and sustainability are the key objectives. Korea has announced, in a voluntary and independent manner, that its national mid-term target is to reduce its greenhouse gas (GHG) emissions by between 21 and 30 per cent by 2020 (depending on the scenario), compared to the “business-as-usual” approach (i.e. continuing current trends in population, economy, technology and human behaviour). See also www.greengrowth.go.kr. ",
        "8 Energy and environment 128 The European Union and the Republic of Korea — A statistical portrait F i gu re 8.3 : T ota l G reenho u se G as E m issions ( m i ll ion tonnes of CO 2 e qu i v a l ent) Closely linked to the previous element, Figure 8.3 shows the absolute quantity of Greenhouse Gas emissions (expressed in million tonnes of CO 2 equivalent) of Korea and the selected EU Member States, both for 1998 and 2009. At the level of the EU-27 (not shown for reasons of scaling), gross emissions amounted to a total of 5 192 million tonnes in 1998. The value remained stable until 2006 and decreased in the following years. In 2009, total GHG emissions amounted to 4 615 million tonnes, a decrease of 7 % compared to 2008. Looking at the selected EU Member States, all countries showed a lower value in 2009, except for Spain, where emissions in 2009 were still slightly above the levels of 1998. Due to its very rapid economic development, Korea’s GHG emissions have been rapidly increasing. Whereas they amounted to 439 million tonnes of CO 2 equivalent in 1998, 608 million tonnes were registered in 2009, about the same quantity emitted by the United Kingdom that year. Sour c e: Eu ropean E n v iron m ent Agenc y (EE A) , Eu rostat ( on l ine data code: ten00072) and G reenho u se G as I n v entor y & Research Center of K orea (GI R). 0 200 4 00 6 00 800 1 000 1 200 K orea G er m an y Spain F rance I ta l y U nited K ingdo m 1998 200 9 ",
        "8 Energy and environment 129 The European Union and the Republic of Korea — A statistical portrait The total amount of waste generated by all economic activities and households in 2008 amounted to 2 615 million tonnes at the level of the EU-27, a 2.5 % decrease compared to 2004. The size of the country and the structure of the national economy influence the generation of waste of individual Member States. Countries such as Bulgaria, Luxembourg, Estonia and Finland generate comparatively high amounts of waste, due to the presence of “waste-intensive” economic activities (such as mining and quarrying or paper and pulp industries). When looking at the selected EU countries, it can be seen that the United Kingdom and Spain have reduced their total amount of waste by 7 % between 2004 and 2008. Conversely, Italy’s, France’s and Germany’s waste generation increased by 28 %, 14 % and 2 % respectively during this period. Korea generated 114 million tonnes of waste in 2004 and 135 million tonnes in 2008. The 18 % increase of generated waste follows the rapid economic growth. F i gu re 8.4 : T ota l a m o u nt of waste generated ( m i ll ion tonnes) Sour c e: Eu rostat ( on l ine data code: ten00 1 08) and Ministr y of E n v iron m ent , Reso u rce Recirc ul ation B u rea u, Rep u b l ic of K orea. 0 50 1 00 1 50 200 250 300 350 4 00 K orea G er m an y Spain F rance I ta l y U nited K ingdo m 200 4 200 8 ",
        "8 Energy and environment 130 The European Union and the Republic of Korea — A statistical portrait F i gu re 8.5 : W aste generated b y ho u seho l ds ( kg per inhabitant) Looking at waste generated by households, it appears that at EU-27 level 443 kg per capita were generated in 2008, compared to 431 kg in 2004 (+3%). The waste produced by households in 2008 ranged from 181 kg per capita in Poland to 577 kg per capita in the Netherlands. Between 2004 and 2008, the annual weight of household waste generation in Korea has been fluctuating between 308 and 321 kg per capita. With a quantity of 317 kg per person in 2008, Korea’s household waste generation may be compared with that of the Czech Republic (305 kg), Finland (315 kg) or Estonia (328 kg). The energy intensity of the economy measures the energy consumption of an economy and its overall energy efficiency. High energy intensities indicate a high price or cost of converting energy into GDP. Many factors influence an economy’s overall energy intensity: standard of living, climate, transportation patterns, economic structure and productivity as well as energy prices. The decoupling of increasing economic activity from increasing energy consumption is a goal for sustainable development. Countries with a large services sector, generating a higher value added, generally display lower energy intensity ratios. The energy intensity of the economy of the EU-27 has been decreasing gradually: from a ratio of 208.96 kilograms of oil equivalent (kgoe) per EUR 1000 of GDP in 1995, it fell to 165.2 kgoe in 2009. Among the EU-27 Member States, the range for the year 2009 is wide: from 842.5 kgoe in Bulgaria and 607.0 kgoe in Estonia, to 106.7 kgoe in Denmark and 109.4 kgoe in Ireland. 0 1 00 200 300 4 00 500 6 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 200 4 200 8 Sour c e: Eu rostat ( on l ine data codes: ten00 11 0 and de m o _ gind) and K orea Ministr y of E n v iron m ent , Reso u rce Recirc ul ation B u rea u . ",
        "8 Energy and environment 131 The European Union and the Republic of Korea — A statistical portrait With a very large manufacturing industry and rapid economic growth, Korea’s economy appears to be very energy intense. In 1990, the energy intensity of the economy amounted to 321 kgoe per EUR 1000 GDP; in 2009, it fell to 297.4 kgoe, a relatively moderate decline. However, in the ambitious National Energy Plan, Korea aims to reduce its energy intensity by 46 % between 2007 and 2030. 150 200 250 300 350 400 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 EU- 2 7 K orea F i gu re 8.6 : E nerg y intensit y of the econo my ( kg of oi l e qu i v a l ent per EU R 1 000 of G DP) Sour c e: Eu rostat ( on l ine data code: tsien020) and K orea E nerg y E cono m ics I nstit u te , IE A (I nternationa l E nerg y Agenc y ) , Bank of K orea. 0 50 1 00 1 50 200 250 300 350 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 199 0 (1 ) 200 9 F i gu re 8.7 : E nerg y intensit y of the econo my ( kg of oi l e qu i v a l ent per EU R 1 000 of G DP) ( 1 ) Germany, 1991; EU-27, 1995. Sour c e: Eu rostat ( on l ine data code: tsien020) and K orea E nerg y E cono m ics I nstit u te , IE A (I nternationa l E nerg y Agenc y ) , Bank of K orea. ",
        "8 Energy and environment 132 The European Union and the Republic of Korea — A statistical portrait Primary energy production in the EU-27 amounted to 812.2 million of tonnes of oil equivalent (toe) in 2009. This continued the generally downward trend of EU-27 production, as supplies of raw materials became exhausted and/or the exploitation of limited resources became uneconomical. As a result of the shortfall between production and consumption, the EU is increasingly dependent on energy imports from non-member countries. In 2009, more than half (54 %) of the EU’s gross energy consumption came from imported sources. Production was dominated by the United Kingdom with a 19.2 % share of the EU-27 total, (although this is a considerable reduction when compared with a decade earlier, when the UK still held a 29 % share). Germany and France (production of 128 million toe and 129 million toe respectively), both held shares of around 16 % of the EU-27 total. Primary energy production is spread across a range of different energy sources: nuclear energy (29 % of the total at EU level); solid fuels (21 %); and natural gas (20 %). The remainder is made up of renewable energy sources (17 %) and crude oil (13 %). With poor indigenous energy resources, Korea has to rely almost entirely on imports to meet its energy needs. Korean energy resources are limited to anthracite which accounts for only a fraction of total primary energy supply. Although the indexed curve of primary energy production shows an upward trend, it should be kept in mind that the production figures remain low in absolute terms. From 27.1 million tonnes of equivalent (toe) in 1998, primary production gradually increased to reach 44.3 million toe in 2009. T able 8.1 : Pri m ar y energ y prod u ction ( m i ll ion tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: ten0007 6 ) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 1998 2000 2005 2008 2009 Share in EU-27, 2009 (%) Korea 27.1 34.4 42.9 44.7 44.3 EU-27 948.4 940.8 896.0 849.6 812.2 100.0 G er m an y 135.9 135.4 135.6 133.9 127.5 15.7 Spain 32.2 31.5 30.0 30.3 29.6 3.6 F rance 124.2 129.4 135.5 136.2 128.5 15.8 I ta l y 30.5 28.3 28.0 27.3 27.3 3.4 U nited K ingdo m 268.7 269.8 203.6 165.3 156.3 19.2 ",
        "8 Energy and environment 133 The European Union and the Republic of Korea — A statistical portrait 6 0 80 1 00 1 20 14 0 16 0 1 80 1 998 1 999 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 EU- 2 7 K orea F i gu re 8.8 : Pri m ar y energ y prod u ction indexed to 1 998 ( m i ll ion tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: ten0007 6 ) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 0 50 1 00 1 50 200 250 300 K orea G er m an y Spain F rance I ta l y U nited K ingdo m 1998 200 9 F i gu re 8.9 : Pri m ar y energ y prod u ction ( m i ll ion tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: ten0007 6 ) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. ",
        "8 Energy and environment 134 The European Union and the Republic of Korea — A statistical portrait F i gu re 8.1 0: E nerg y dependence rate (% of net i m ports in gross in l and cons u m ption and b u nkers , based on tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: tsdcc3 1 0) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. The EU dependency on energy imports, particularly of oil, coal and, more recently, gas, forms the backdrop for policy concerns relating to the security of energy supplies. In 1998, the EU-27 still managed to cover more than half of its energy needs through its own energy resources. By 2009, the energy dependency had increased, as 53.9 % of its needs had to be covered by imports from non-member countries. At Member State level, the picture varies; whereas Denmark was the only country to be completely independent (due to its oil and natural gas resources in the North Sea), the dependency rates varied between 21 % in Estonia and 27 % in the United Kingdom, to 97 % in Cyprus and 100 % in Malta. In 1998 the United Kingdom was still a net energy exporter, but as of 2004, it has become a net importer. With few energy resources, Korea is highly dependent on energy imports. The country is one of the largest importers of oil and gas which both arrive in large tankers, as no cross- border pipelines exist. Korea’s energy dependency slightly decreased from 85 % in 1998 to 82 % in 2009. – 20 0 20 4 0 6 0 80 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 1998 200 9 ",
        "8 Energy and environment 135 The European Union and the Republic of Korea — A statistical portrait Final energy consumption relates to the energy delivered to the consumer’s door, and includes all uses. In the EU-27 in 2009, this energy consumption was equivalent to just under two thirds (65 %) of gross inland consumption, at 1 114 million toe. Almost one fifth (19 %) of the EU-27’s final energy consumption was accounted for by Germany, whereas France and the United Kingdom were responsible for around 14 % and 12 % of the total. Final energy consumption of the EU-27 has slightly decreased over the decade observed; in 2009 it was -0.1 % lower than in 1998, contrasting sharply with final energy consumption in Korea, where a 39 % increase was observed over the same period. The EU has launched a number of initiatives which aim to reduce energy demand. Several instruments and implementing measures exist in this field, including more efficient energy generation (for example, simultaneously producing both heat and electricity in a single process or unit, improving the energy performance of buildings (whether private or public buildings), and energy labelling of domestic appliances). Korea has launched the Green Growth Korea initiative, where similar measures have been incorporated. See also www.greengrowth.go.kr. Korea’s Green New Deal aims at large investments in the green sector. Together with the government, businesses have been investing in such technologies as new and renewable energy, electric cars, rechargeable batteries and LEDs. T able 8. 2: F ina l energ y cons u m ption ( m i ll ion tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: ten00095) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 1998 2000 2005 2008 2009 Share in EU-27, 2009 (%) Korea 106.6 127.1 140.2 146.9 147.8 EU-27 1 114.4 1 120.1 1 192.5 1 175.2 1 113.7 100.0 G er m an y 225.2 219.1 229.6 224.2 213.3 19.2 Spain 71.8 79.4 97.4 95.8 89.0 8.0 F rance 151.8 154.5 162.3 160.7 155.5 14.0 I ta l y 120.1 124.7 134.4 128.3 120.9 10.9 U nited K ingdo m 148.1 152.4 153.3 148.2 137.5 12.3 ",
        "8 Energy and environment 136 The European Union and the Republic of Korea — A statistical portrait F i gu re 8.11 : F ina l energ y cons u m ption indexed to 1 998 ( m i ll ion tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: ten00095) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. F i gu re 8.1 2: F ina l energ y cons u m ption ( m i ll ion tonnes of oi l e qu i v a l ent) Sour c e: Eu rostat ( on l ine data code: ten00095) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 80 90 1 00 11 0 1 20 1 30 14 0 1 50 1 998 1 999 2000 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 EU- 2 7 K orea 0 50 1 00 1 50 200 250 K orea G er m an y Spain F rance I ta l y U nited K ingdo m 1998 200 9 ",
        "8 Energy and environment 137 The European Union and the Republic of Korea — A statistical portrait T able 8.3 : F ina l e l ectricit y cons u m ption (GW h) Sour c e: Eu rostat ( on l ine data code: nrg _1 05a) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. In table 8.3, selected individual EU-27 Member States and Korea are compared and it comes as no surprise that Germany, with a large manufacturing sector, displays the highest electricity consumption. Between 1990 and 2009, Germany increased its total final electricity consumption by 9 % and the United Kingdom by 17 %. Spain more than doubled (+103 %) its final electricity consumption over the same period. 1990 2000 2005 2008 2009 Share in EU-27, 2009 (%) Korea 94 384 263 122 357 627 408 042 414 690 EU-27 2 150 328 2 517 805 2 769 624 2 860 768 2 718 922 100.0 G er m an y 455 079 483 453 520 954 525 549 495 573 18.2 Spain 125 799 188 459 242 222 268 731 255 368 9.4 F rance 302 230 384 903 422 771 433 481 423 439 15.6 I ta l y 214 627 272 975 300 880 309 317 290 016 10.7 U nited K ingdo m 274 432 329 420 348 676 341 853 322 417 11.9 Figure 8.13 shows the indexed development of final electricity consumption in the EU-27 and Korea. It can be seen that the EU-27 gradually increased consumption to reach a level 26 % higher in 2009 than that of 1990. However, Korea’s final energy consumption increased by 339 % over the same period. There was only a temporary halt during the Asian financial crisis. When related to the population, the final energy consumption of the EU-27 increased by 19 % between 1990 and 2009. Spain’s final electricity consumption increased particularly fast (to reach 5 563 kWh per inhabitant in 2009, an 82 % increase compared to 1990), a level now close to the EU-27 average (5 433 kWh per inhabitant). Korea’s electricity consumption per inhabitant increased from 2 202 kWh in 1990 to 8 507 kWh in 2009 (+286 %). ",
        "8 Energy and environment 138 The European Union and the Republic of Korea — A statistical portrait F i gu re 8.13 : F ina l e l ectricit y cons u m ption indexed to 1 990 (GW h) Sour c e: Eu rostat ( on l ine data code: nrg _1 05a) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 50 100 150 200 250 300 350 400 450 500 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 EU- 2 7 K orea F i gu re 8.14 : F ina l e l ectricit y cons u m ption per inhabitant ( tho u sand k W h) ( 1 ) Germany and France, 1991. ( 2 ) EU-27, France and United Kingdom, provisional values. Sour c e: Eu rostat ( on l ine data codes: nrg _1 05a and de m o _ gind) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 0 1 23 4 5 6 78 9 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 199 0 (1) 200 9 (2) ",
        "8 Energy and environment 139 The European Union and the Republic of Korea — A statistical portrait Increasing energy prices, growing environmental concerns and the greenhouse gas reduction targets laid down in the Kyoto protocol are all elements that boost the efforts of exploiting renewable energy sources. Electricity generation from renewable sources includes generation from hydro plants (excluding pumping), wind, solar, geothermal, and electricity from biomass/waste. The EU has set indicative targets for the production of electricity from renewable energy sources: according to these, 21 % of the EU’s gross electricity consumption should be sourced from renewables by 2010. In 2009, 18.2 % had been achieved at EU-27 level. In Austria and Sweden, the share is more than half (62 % and 55 % respectively). A number of EU Member States had already reached their indicative targets for 2010 by 2008; others are within close reach. Among the selected EU Member States, Germany made the most spectacular progress, from a share of 3.5 % in 1990 to 16.2 % in 2009. The Korean share dropped from 4.5 % in 1990 to 1.2 % in 2009. In Korea, most renewable energy production is assured through hydro power. And although efforts have been made to promote solar and wind power, the effects of the thriving economy continue to drive up electricity consumption. F i gu re 8.15 : El ectricit y generated fro m renewab l e so u rces (% of gross e l ectricit y cons u m ption) Sour c e: Eu rostat ( on l ine data code: tsien050) and K orea E nerg y E cono m ics I nstit u te (KEEI ) , IE A. 05 1 0 1 5 20 25 30 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 199 0 200 9 ",
        "8 Energy and environment 140 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d m ethodolo g ical i nf or m atio n Greenhouse Gas Emissions EU-27: This indicator shows trends in total man-made emissions of the “Kyoto basket” of greenhouse gases. It presents total annual emissions in relation to “Kyoto base year”. In general, the base year is 1990 for the non-fluorinated gases and 1995 for the fluorinated gases. The “Kyoto basket” of greenhouse gases includes: carbon dioxide (CO 2 ), methane (CH 4 ), nitrous oxide (N 2 O), and the so-called F-gases (hydrofluorocarbons, perfluorocarbons and sulphur hexafluoride (SF 6 )). These gases are aggregated into a single unit using gas-specific global warming potential (GWP) factors. The aggregated greenhouse gas emissions are expressed in units of CO 2 equivalents. The indicator does not include emissions and removals related to land use, land-use change and forestry (LULUCF), nor does it include emissions from international aviation and international maritime transport. CO 2 emissions from biomass with energy recovery are reported as a Memorandum item, according to UNFCCC Guidelines, and are not included in national greenhouse gas totals. With the exception of Cyprus and Malta, all Member States have individual targets under the Kyoto Protocol. The EU-15 agreed (Council Decision 2002/358/EC) to a collective 8 % reduction of its greenhouse gas emissions by 2008-12. This agreement sets the contribution of each individual EU-15 Member State towards reaching the common EU Kyoto target. Eastern European Member States have individual targets under the Kyoto Protocol, with reduction requirements ranging from 6 % to 8 %. Korea: This indicator shows trends in total man-made emissions of greenhouse gases not controlled by Montreal Protocol. In general the base year is 1990 for the non-fluorinated gases and 1995 for the fluorinated gases. The indicator does not include emissions and removals related to land use, land-use change and forestry (LULUCF), nor does it include emissions from international aviation and international maritime transport. CO 2 emis- sions from biomass with energy recovery are not included in national greenhouse gas to- tals. Annual greenhouse gas (GHG) emissions EU-27: They are estimated and reported under the United Nations Framework Convention on Climate Change (UNFCCC), the Kyoto Protocol and the Decision 280/2004/EC. The so-called Kyoto basket includes six gases: carbon dioxide (CO 2 ), methane (CH 4 ), nitrous oxide (N 2 O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), and sulphur hexafluo- ride (SF 6 ). The impact of land use, land use changes and forestry (LULUCF) on the GHG inventories is excluded. Emissions are weighted according to the global warming potential of each gas. To obtain emissions in CO 2 -equivalents using their global warming potential (GWP) the following weighting factors are used: CO 2 =1, CH 4 =21 and N 2 O=310, SF 6 =23900. HFCs and PFCs comprise a large number of different gases that have different GWPs. Korea: They are estimated and reported under the law of the Republic of Korea. The so-called Kyoto basket includes six gases: carbon dioxide (CO 2 ), methane (CH 4 ), nitrous oxide (N 2 O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), and sulphur hexafluo- ride (SF 6 ). The impact of land use, land use changes and forestry (LULUCF) on the GHG inventories is excluded. Emissions are weighted according to the global warming potential ",
        "8 Energy and environment 141 The European Union and the Republic of Korea — A statistical portrait of each gas. To obtain emissions in CO 2 -equivalents using their global warming potential (GWP) the following weighting factors are used: CO 2 =1, CH 4 =21 and N 2 O=310, SF 6 =23900. HFCs and PFCs comprise a large number of different gases that have different GWPs . Waste generated by households EU-27: Calculations were made using annual average population data Korea: Calculations are based on estimated population data as of July 1 st . Energy intensity of the economy is the ratio between the gross inland consumption of energy and the gross domestic product (GDP) for a given calendar year. It measures the energy consumption of an economy and its overall energy efficiency. The gross inland con- sumption of energy is calculated as the sum of the gross inland consumption of five energy types: coal, electricity, oil, natural gas and renewable energy sources. The GDP figures are taken at chain linked volumes with reference year 2000 for EU-27 and year 2005 for Korea. The energy intensity ratio is determined by dividing the gross inland consumption by the GDP. Since gross inland consumption is measured in kgoe (kilogram of oil equivalent) and GDP in 1 000 EUR, this ratio is measured in kg of oil equivalent per 1 000 EUR. Primary energy production is any kind of extraction of energy products from natural sources to a usable form. Primary production takes place when the natural sources are exploited, for example in coal mines, crude oil fields, hydro power plants or fabrication of biofuels. Transformation of energy from one form to another, like electricity or heat gener- ation in thermal power plants or coke production in coke ovens, is not primary production. Energy dependence rate shows the extent to which an economy relies upon imports in or- der to meet its energy needs. The indicator is calculated as net imports divided by the sum of gross inland energy consumption plus bunkers. Negative dependency rate indicates a net exporter country. Positive values over 100 % indi- cate stocks build-up during the reference year. Final energy consumption includes all energy delivered to the final consumer’s door (in the industry, transport, households and other sectors) for all energy uses. It excludes de- liveries for transformation and/or own use of the energy producing industries, as well as network losses. Final electricity consumption is the sum of electricity consumed in industry, transport, agriculture, commercial/public services and residential sectors. It covers all industrial sec- tors with the exception of the energy sector, like power stations, oil refineries, coke ovens and all other installations transforming energy products into another form. Final elec- tricity consumption in transport covers mainly the consumption by railways and electri- fied urban transport systems. Final electricity consumption in households/services covers quantities consumed by private households, small-scale industry, crafts, commerce, ad- ministrative bodies, services with the exception of transportation, agriculture and fishing. ",
        "8 Energy and environment 142 The European Union and the Republic of Korea — A statistical portrait Final electricity consumption per capita: EU-27: Calculations were made using annual average population data. Korea: Calculations were made using population data as of the 1 st of July. Electricity generated from renewable sources is the ratio between the electricity produced from renewable energy sources and the gross national electricity consumption for a given calendar year. It measures the contribution of electricity produced from renewable energy sources to the national electricity consumption. Electricity produced from renewable en- ergy sources comprises the electricity generation from hydro plants (excluding pumping), wind, solar, tide, wave & ocean, geothermal, as well as electricity from biomass. Gross national electricity consumption comprises the total gross national electricity generation from all fuels (including autoproduction), plus electricity imports, minus exports. ",
        "",
        "",
        "T ra n s p ort a n d co mm un icatio n ",
        "9 Transport and communication 146 The European Union and the Republic of Korea — A statistical portrait The ability to move goods to markets safely, quickly and cost-efficiently is important for international trade, national distributive trades, and economic development. The rapid increase in global trade (up to the onset of the financial and economic crisis) and the deepening integration of the enlarged EU, alongside a range of economic practices (including the concentration of production in fewer sites to reap economies of scale, delocalisation, and just-in-time deliveries), may account for the relatively fast growth of freight transport within the EU. In contrast, strains on transport infrastructure (congestion and delays) coupled with constraints over technical standards, interoperability and governance issues may slow down developments within the freight transport sector. Total inland freight transport (using road, rail and inland waterways) in the EU-27 was 2 469 billion tkm in 2008; it dropped to 2182 billion tkm in 2009 (–12 %), essentially as a result of the worldwide economic slowdown. All EU countries show a sensible drop in the volumes forwarded. Preliminary 2010 figures show signs of recovery, however, still far from the pre-crisis level. In 2009, the volume of inland freight transported by road was close to five times as high as the volume transported by rail (17 % of inland freight transported in the EU-27 in 2008), while the remainder (6 %) was carried along inland waterways. Considerable volumes of freight may be transported by maritime freight services (especially in the case of Korea) and for some product groups by air transport or by pipelines (not considered here). Inland waterways play an important role in certain countries of the EU, especially in the Netherlands and Germany. Korea has a network of inland waterways navigable for small vessels only and freight transport does not take place on a significant scale. There are, however, plans to upgrade the network in the future. Korea’s inland freight transport relies mainly on road transport, being responsible for 90 % (on the basis of tonne-kilometers) of the total inland freight volume; the remaining 10 % is carried by rail. F i gu re 9.1 : T ota l in l and freight transport indexed to 200 1 (1 000 m i ll ion tk m ) Sour c e: Eu rostat ( on l ine data codes: road _ go _ ta _ tott , rai l_ go _ t y pea ll, iww _ go _ at y go and iww _ go _ at y go07) and O E CD. 95 1 00 1 05 11 0 11 5 1 20 1 25 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea ",
        "9 Transport and communication 147 The European Union and the Republic of Korea — A statistical portrait T able 9.1 : I n l and freight transport (1 000 m i ll ion tk m ) ( 1 ) 2001 instead of 2000. Sour c e: Eu rostat ( on l ine data codes: road _ go _ ta _ tott , rai l_ go _ t y pea ll, iww _ go _ at y go and iww _ go _ at y go07) and T he Ministr y of L and , T ransport and Mariti m e A ff airs (K orea). T otal ( road , rail , i n la n d w ater w a y s ) 1995 2000 2005 2008 2009 Korea ( 1 ) : 101.4 111.0 113.0 108.4 EU-27 1 777.3 2 033.0 2 337.3 2 468.5 2 181.9 G er m an y 372.3 429.8 469.6 521.2 459.0 Spain 112.6 160.3 244.8 253.5 219.4 F rance 233.0 269.0 254.9 255.8 214.5 I ta l y 184.9 207.6 234.7 204.4 185.5 U nited K ingdo m 175.0 183.9 183.8 185.3 160.9 Road 1995 2000 2005 2008 2009 Korea ( 1 ) : 90.9 100.9 101.4 99.1 EU-27 1 262.8 1 497.5 1 785.2 1 880.4 1 690.3 G er m an y 237.8 280.7 310.1 341.5 307.5 Spain 101.6 148.7 233.2 243.0 211.9 F rance 178.2 204.0 205.3 206.3 173.6 I ta l y 163.0 184.7 211.8 180.5 167.6 U nited K ingdo m 161.5 165.6 161.3 160.3 139.5 Rail 1995 2000 2005 2008 2009 Korea ( 1 ) 13.8 10.5 10.1 11.6 9.3 EU-27 392.0 401.2 414.1 442.8 361.8 G er m an y 70.5 82.7 95.4 115.7 95.8 Spain 11.0 11.6 11.6 10.5 7.5 F rance 48.1 55.4 40.7 40.5 32.1 I ta l y 21.7 22.8 22.8 23.8 17.8 U nited K ingdo m 13.3 18.1 22.3 24.8 21.2 In la n d w ater w a y s 1995 2000 2005 2008 2009 Korea ( 1 ) – – – – – EU-27 122.5 134.3 138.0 145.3 129.8 G er m an y 64.0 66.5 64.1 64.1 55.7 Spain 0.0 0.0 0.0 0.0 0.0 F rance 6.6 9.6 8.9 8.9 8.7 I ta l y 0.1 0.2 0.1 0.1 0.1 U nited K ingdo m 0.2 0.2 0.2 0.1 0.2 ",
        "9 Transport and communication 148 The European Union and the Republic of Korea — A statistical portrait Over the last few decades, there has been a boom in mobility within in Europe. For millions of citizens, daily commuting and travel have become reality. Unlike inland freight transport, inland passenger transport has not decreased much during the 2009 financial and economic crisis. Considering the total passenger transport performance by cars, buses and coaches as well as railways, an estimated 5 701 billion passenger-kilometres (pkm) were recorded at the level of the EU-27 in 2009, a 0.2 % decrease compared to 2008. Passenger cars accounted for nearly 84 % of this type of transport. Buses and coaches took a share of 9.1 %, railways were responsible for 7.1 %. Between 2000 and 2008 there was a marked increase in the use of passenger cars among many of those Member States that joined the EU in 2005 and 2007, in particular Bulgaria and Poland. In contrast, the relative importance of cars as a mode of inland passenger transport fell in many of the “older” Member States. In Korea, the passenger transport performance of railways and buses/coaches is very similar in absolute terms, although recently the passenger transport performance of railways appears to be stagnating. Nevertheless, what is noteworthy is the decrease in the number of pkm performed by passenger cars: whereas still 225 billion pkm were reported in 2000, this value fell to 149 billion pkm in 2009. This decrease is also noticeable in relative terms: in 2009, passenger cars had a share of 56 % in the three transport modes observed, whereas in 2000 the share was as high as 69 %. F i gu re 9. 2: T ota l in l and passenger transport , indexed to 200 1 (1 000 m i ll ion pk m ) 70 75 80 85 90 95 1 00 1 05 11 0 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 EU- 2 7 K orea Sour c e: Eu rostat ( on l ine data code: rai l_ pa _ tota l and road _ pa _ m o v ) and O E CD. ",
        "9 Transport and communication 149 The European Union and the Republic of Korea — A statistical portrait T able 9. 2: I n l and passenger transport (1 000 m i ll ion pk m ) T otal (p asse ng er cars , b u ses & coaches , rail w a y s ) 1995 2000 2005 2008 2009 Korea ( 1 ) : 326.7 255.4 263.1 264.5 EU-27 : 5 196.4 5 459.1 5 710.5 5 700.6 G er m an y 954.8 975.7 998.9 1 020.6 1 030.4 Spain 305.3 371.5 412.1 426.9 430.8 F rance 737.3 812.2 848.2 855.2 861.4 I ta l y 745.7 867.2 840.3 890.2 859.4 U nited K ingdo m 692.6 724.9 768.5 781.1 782.9 P asse ng er cars ( 2 ) 1995 2000 2005 2008 2009 Korea ( 1 ) : 224.6 142.6 144.0 148.7 EU-27 : 4 322.6 4 564.4 4 760.0 4 777.3 G er m an y 815.3 831.3 856.9 871.3 886.8 Spain 250.4 302.6 337.8 342.6 350.5 F rance 640.1 699.6 727.4 720.2 723.9 I ta l y 614.7 726.5 689.0 736.8 708.1 U nited K ingdo m 618.0 640.0 674.8 678.1 680.2 Bu ses a n d coaches 1995 2000 2005 2008 2009 Korea ( 1 ) : 43.0 58.2 62.3 60.4 EU-27 483.1 507.4 519.4 536.9 517.7 G er m an y 68.5 69.0 67.1 63.6 62.4 Spain 39.6 50.3 53.2 60.9 57.2 F rance 41.6 43.0 43.9 48.6 48.9 I ta l y 87.1 93.6 101.2 103.9 102.3 U nited K ingdo m 44.3 46.5 49.0 50.1 50.0 Rail w a y s 1995 2000 2005 2008 2009 Korea ( 1 ) 45.0 59.2 54.6 56.8 55.4 EU-27 342.5 366.5 375.3 413.6 405.6 G er m an y 71.0 75.4 74.9 85.6 81.2 Spain 15.3 18.6 21.2 23.5 23.1 F rance 55.6 69.6 76.9 86.5 88.6 I ta l y 43.9 47.1 50.1 49.5 49.0 U nited K ingdo m 30.3 38.4 44.6 53.0 52.8 ( 1 ) 2001 instead of 2000. ( 2 ) Korea: private cars. Sour c e: Eu rostat ( on l ine data code: rai l_ pa _ tota l and road _ pa _ m o v ) and T he Ministr y of L and , T ransport and Mariti m e A ff airs (K orea). ",
        "9 Transport and communication 150 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.3 : N u m ber of passenger cars ( per 1 000 inhabitants) Sour c e: Eu rostat ( on l ine data code: road _ e q s _ carhab) and Ministr y of L and , T ransport and Mariti m e A ff airs , Rep u b l ic of K orea. In 2009, an average of 473 cars per 1 000 inhabitants was recorded in the EU-27, compared to 348 in 1992. In some of the large European capital regions, signs of saturation can be observed. Saturation levels are generally reached between 600 and 650 cars per 1 000 inhabitants. Among the EU Member States, Luxembourg recorded the highest passenger car density, with 678 cars per 1 000 inhabitants in 2008, followed by Italy (606). For Luxembourg, the density values may be influenced by company cars (often under leasing contracts) used by cross-border workers. At the other end of the scale, Slovakia and Romania registered the lowest numbers, with 294 and 197 cars per 1 000 inhabitants respectively. Alongside economic growth, car ownership in Korea has increased since the 1970s. The road network has been considerably expanded and improved, and car ownership continued to increase throughout the 1990s and beyond. From an average of 78 cars per 1 000 inhabitants in 1992, the level grew to 262 cars in 2009. 50 100 150 200 250 300 350 400 450 500 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 EU- 2 7 K orea ",
        "9 Transport and communication 151 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.4 : N u m ber of passenger cars ( per 1 000 inhabitants) ( 1 ) Korea, 1992. ( 2 ) France, 2007. Sour c e: Eu rostat ( on l ine data code: road _ e q s _ carhab) and Ministr y of L and , T ransport and Mariti m e A ff airs , Rep u b l ic of K orea. 0 1 00 200 300 4 00 500 6 00 700 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 1991 (1 ) 200 9 (2 ) In the domain of telecommunications, a high level of competition and a decrease in prices of both “hardware” and communication services have substantially raised the level of mobile telephony. By 2009, nearly all EU Member States surpassed the 100 % mark, and some by a large margin. At the EU-27 level, 125 mobile subscriptions per 100 inhabitants were registered in 2009. Member States values range from 83 in Austria (relatively low due to the fact that Austria reports only “activated” SIM cards , whereas other countries might include “passive” cards as well) to 180 in Greece. These values are increasingly influenced by the number of “pre-paid” subscriptions, that remain “active” (and are hence counted), although users may have switched to other, more competitive subscriptions in the meantime. Other factors contributing to the high number of subscriptions are mobile phones for “business” communication, used alongside mobile phones for private communication. ",
        "9 Transport and communication 152 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.5 : Mobi l e phone s u bscriptions ( per 1 00 inhabitants) Sour c e: Eu rostat ( on l ine data code: tin000 6 0) and K orea Co mm u nication Co mm ission ( www.kcc.go.kr). 6 0 70 80 90 1 00 11 0 1 20 1 30 200 1 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea F i gu re 9.6 : Mobi l e phone s u bscriptions ( per 1 00 inhabitants) Sour c e: Eu rostat ( on l ine data code: tin000 6 0) and K orea Co mm u nication Co mm ission ( www.kcc.go.kr). 0 20 4 0 6 0 80 1 00 1 20 14 0 16 0 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 200 1 200 4 200 9 Korea has seen a similar increase, although not quite as dynamic as that of the EU-27. In 2010, Korea passed the 100 % mark with 104 mobile phone subscriptions per 100 inhabitants. “Post-paid” mobile phone subscriptions are prevalent in Korea and only 2 % of the total subscriptions are “pre-paid”. ",
        "9 Transport and communication 153 The European Union and the Republic of Korea — A statistical portrait Korea is a leading example of a country rising from a low level of ICT access to one of the highest in the world. Its “revolution” took place in the second half of the 1990s when Internet access and usage vastly progressed. Korea’s high-rated literacy and school enrolment are essential prerequisites for the widespread adoption of ICTs and these factors have had an important impact on Korean society. Since 2005, more than 90 % of Korean households have Internet access; in 2010, the access rate stood at 97 %, compared to 70 % for the EU-27. The rate of connectivity of the EU-27 households has progressed steadily, especially from 2007 onwards. At Member State level, the percentage of households with Internet access in 2010 ranged from 91 % in the Netherlands to 33 % in Bulgaria. The Nordic Member States (Denmark, Finland and Sweden) were for a long time leaders in this category, but in recent years many other EU countries have caught up and now present similarly high levels (between 80 and 90 %). F i gu re 9.7 : H o u seho l ds with internet access (% ) Sour c e: Eu rostat ( on l ine data code: tsiir0 4 0) and Statistics K orea , S u r v e y on the I nternet U sage ( http://isis.kisa.or.kr). 4 0 50 6 0 70 80 90 1 00 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea ",
        "9 Transport and communication 154 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.8 : H o u seho l ds with internet access (% ) Sour c e: Eu rostat ( on l ine data code: tsiir0 4 0) and Statistics K orea , S u r v e y on the I nternet U sage ( http://isis.kisa.or.kr). 0 1 0 20 30 4 0 50 6 0 70 80 90 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 200 4 200 7 20 1 0 With the use of the Internet, spreading widely, the demand for high performance connections is growing. Broadband access, defined here as transmission speeds equal to or higher than 144 kBits/s and using various technologies, provides for a high transmission capacity and hence facilitates and speeds up Internet usage. Between 2002 and 2007, broadband penetration progressed considerably in the EU-27 as most Member States passed from a rate (access lines per 100 inhabitants) of under 5 % to a rate of 15 % to 20 %. The EU-27 average amounted to 18 % in 2007 and further increased to 26 % in 2010. In the latter year, the highest broadband penetration rate was registered in Denmark and the Netherlands (around 38 %), the lowest in Bulgaria and Poland (around 15 %). In Korea, broadband connections became widely available earlier and are more widespread. Fast progress was registered as early as in the second half of the 1990’s; by 2002, 22 sub- scriptions per 100 inhabitants were counted, increasing to 30 in 2007 and 35 in 2010. ",
        "9 Transport and communication 155 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.9 : Broadband penetration rate ( n u m ber of broadband access l ines per 1 00 inhabitants) Sour c e: Eu rostat ( on l ine data code: tsiir 1 50) and K orea Co mm u nication Co mm ission ( www.kcc.go.kr). 1 5 20 25 30 35 4 0 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea F i gu re 9.1 0: Broadband penetration rate ( n u m ber of broadband access l ines per 1 00 inhabitants) Sour c e: Eu rostat ( on l ine data code: tsiir 1 50) and K orea Co mm u nication Co mm ission ( www.kcc.go.kr). 05 1 0 1 5 20 25 30 35 4 0 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 2002 200 7 20 1 0 ",
        "9 Transport and communication 156 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.11 : Dai l y u se of internet (% of indi v id u a l s) Note: Korea: 2004 figure is assumed to be 50. Sour c e: Eu rostat ( on l ine data code: isoc _ bde 1 5c u a) and Statistics K orea , S u r v e y on the I nternet U sage ( http://isis.kisa.or.kr). 20 25 30 35 4 0 4 5 50 55 6 0 6 5 70 2002 2003 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea By 2010, 65 % of all individuals aged between 16 and 74 in Korea used the Internet daily, compared to 53 % for the EU. With a well developed broadband infrastructure, Internet use in Korea is likely to grow further, not only in terms of the number of users, but also in terms of the intensity of usage. The fact that the Internet is becoming an integrated tool of daily life is outlined in the figures, which show an ever increasing usage with little likelihood of slowdown. Among the EU Member States, Denmark, the Netherlands, Sweden and Luxembourg display the highest usage (around 75 %), Greece and Bulgaria the lowest (31 % and 21 % respectively). ",
        "9 Transport and communication 157 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.1 2: Dai l y u se of internet (% of indi v id u a l s) Sour c e: Eu rostat ( on l ine data code: isoc _ bde 1 5c u a) and Statistics K orea , S u r v e y on the I nternet U sage ( http://isis.kisa.or.kr). 0 1 0 20 30 4 0 50 6 0 70 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 200 4 200 7 20 1 0 ",
        "9 Transport and communication 158 The European Union and the Republic of Korea — A statistical portrait These figures show Internet users who have purchased goods or services for private use over the Internet in the last 12 months. The main reasons for not buying anything over the Internet are linked to the fact that users prefer to shop in person or that they have no need for a particular product. Many have also security concerns related to payment, while another common reason pertains to privacy and trust concerns. However, 57 % of all Internet users in the EU-27 opted for Internet purchases in 2010, against 41 % in 2004. The most active Internet purchasers in 2010 were in the United King- dom (79 %) and Denmark (76 %), the least active in Bulgaria (11 %) and Romania (9 %). The number of Austrian Internet purchasing users corresponds to the EU-27 average of 57 %. F i gu re 9.13 : I nternet p u rchases in the l ast 1 2 m onths (% of indi v id u a l s who u sed internet within the l ast y ear) Sour c e: Eu rostat ( on l ine data code: isoc _ ec _ ib u y ) and Statistics K orea , S u r v e y on the I nternet U sage ( http://isis.kisa.or.kr). 4 0 4 5 50 55 6 0 6 5 200 4 2005 200 6 2007 2008 2009 20 1 0 EU- 2 7 K orea ",
        "9 Transport and communication 159 The European Union and the Republic of Korea — A statistical portrait F i gu re 9.14 : I nternet p u rchases in the l ast 1 2 m onths (% of indi v id u a l s who u sed internet within the l ast y ear) Sour c e: Eu rostat ( on l ine data code: isoc _ ec _ ib u y ) and Statistics K orea , S u r v e y on the I nternet U sage ( http://isis.kisa.or.kr). 0 1 0 20 30 4 0 50 6 0 70 80 90 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 200 4 200 7 20 1 0 ",
        "9 Transport and communication 160 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d m ethodolo g ical i nf or m atio n Inland freight transport is composed of rail, road, inland waterways and pipelines. It covers two categories of transport: for hire and reward and for own account. Both national and international transport is included. National transport is defined as transport between two places (a place of loading/ embarkation and a place of unloading/disembarkation) located in the same country. It may involve transit through a second country. International transport is defined as transport between a place (of loading/embarkation or of unloading/disembarkation) in one country and a place (of loading/embarkation or of unloading/disembarkation) in another country. It may involve transit through one or more additional countries. To avoid double counting, each country only counts the pkm or tkm performed on its territory. Tonne-kilometre (tkm) is defined as a unit of measurement of transported goods which represents the transport of one tonne of goods over a distance of one kilometre. The distance to be covered is the distance actually travelled on the considered infrastructure. Each country reports only the tkm performed on its territory. Inland passenger transport Rail passenger is defined as any person, excluding members of the train crew, who makes a journey by rail. Passengers making a journey solely by railway operated ferry or bus services are excluded. Road passenger is defined as any person who makes a journey by a road vehicle. Drivers of passenger cars, excluding taxi drivers, are counted as passengers. Service staff assigned to buses, motor coaches, trolleybuses, trams and goods road vehicles are not included as passengers. Passenger-kilometre (pkm) is defined as a unit of measurement representing the transport of one passenger over a distance of one kilometre. The distance taken into consideration is the distance actually travelled by the passenger. Each country reports only the pkm performed on its territory. Number of passenger cars is defined as the number of passenger cars per 1 000 inhabitants. A passenger car is a road motor vehicle, other than a motorcycle, intended for the carriage of passengers and designed to seat no more than nine persons for EU-27 and ten for Korea (including the driver); the term “passenger car”, therefore, covers microcars (need no permit to be driven), taxis and hired passenger cars, provided that they have fewer than 10 seats; for EU-27, this category may also include pick-ups. ",
        "9 Transport and communication 161 The European Union and the Republic of Korea — A statistical portrait Mobile phone subscriptions show the number of subscriptions to public mobile telecommunication systems using cellular technology related to the population. The total number of mobile subscriptions in the country is divided by the number of inhabitants of the country and multiplied by 100. For EU-27, active pre-paid cards are treated as subscriptions. One person may have more than one subscription. For Korea, pre-paid subscriptions are included. Internet access: Percentage of households with Internet access at home. All forms of Internet use are included. For EU-27, the population considered is aged 16 to 74. Broadband penetration rate EU-27: This indicator describes the number of dedicated, high-speed connections per 100 inhabitants. This indicator shows how widely broadband access to the Internet has spread on the general level, rather than specifying it by user group. Broadband lines are defined as those with a capacity equal to or higher than 144 Kbits/s. Various technologies are covered: ADSL, cable modem, as well as other types of access lines. Broadband penetration rate is expressed in percentages and it is calculated as the number of broadband access lines divided by population and multiplied by 100. Korea: This indicator describes the number of dedicated, high-speed connected subscriptions per 100 inhabitants. It shows how widely broadband access to the internet has spread on a general level. Various technologies are covered: xDSL, cable modem, Fibre-to-the-home, Fibre-to-the-building. This indicator excludes wireless broadband subscriptions. Daily use of internet EU-27: Percentage of individuals aged 16 to 74 who use the Internet daily. Korea: Percentage of individuals aged 16 to 74 who use the Internet at least once a day. Internet purchases in the last 12 months: Buy or order over the Internet for private use. ",
        "",
        "S cie n ce a n d tech n olo gy ",
        "1 0 Science and technology 164 The European Union and the Republic of Korea — A statistical portrait F i gu re 1 0 .1 : G ross do m estic expendit u re on R & D (% of G DP) ( 1 ) Germany, 1991; EU-27, 1995. Sour c e: Eu rostat ( on l ine data code: rd _ e _ gerdtot) and Ministr y of E d u cation , Science and T echno l og y ( M E S T ) , K orea I nstit u te of Science and T echno l og y Ev a lu ation and P l anning (KI S TE P): S u r v er y of R & D in K orea. Investment in the creation of new knowledge is essential for developing new and improved products and processes. One indicator for measuring this is the gross domestic expenditure on research and development (GERD), expressed as percentage of GDP. One of the key objectives of the EU during the last decade has been to encourage increasing levels of investment, in order to provide a stimulus to the EU’s competitiveness. In 2002 (Barcelona Council), the EU agreed to a target of spending at least 3 % of gross domestic product on research by 2010. This target has also been retained in the EU2020 strategy. None of the five EU Member States observed have attained this objective, although at regional level, certain areas with clustering innovative and high-tech industries do attain high levels (especially located in the nordic countries with values around 5 %). Among the EU Member States observed, the highest expenditure in 2009 was recorded for Germany (2.8 % of GDP) and France (2.2 % of GDP). At EU-27 level , GERD amounted to 2.0 % of GDP in 2009, compared to 1.8 % in 1995. Korean GERD amounted to 3.57 % of GDP in 2009 and has, with a few exceptions, seen an upward trend since the early 1990s. Its current level is among the highest in the OECD countries. The level recorded for the EU-27 in 2009 was reached in 1993. GERD has been over 3 % of GDP ever since 2006 and Korea intends to further increase this percentage. 0.0 0.5 1 .0 1 .5 2.0 2.5 3.0 3.5 4 .0 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m 199 0 (1 ) 200 9 ",
        "1 0 Science and technology 165 The European Union and the Republic of Korea — A statistical portrait GERD can be split in a number of sources of funds. The aim expressed at the Barcelona Council mentioned that two-thirds of the R&D funding was to be financed by the business sector. At EU-27 level, this level is not attained (as opposed to certain EU Member States, such as Germany). At 55 % of the R&D funding , the business enterprise sector contributes far less than in Korea, where this proportion amounted to 71 %. The Government sector share is more similar, whereas the Higher education share is equivalent. A substantial difference is noted for funding from abroad , which was 8.7 % of total R&D expenditure for the EU-27 (and up to 17.7 % for the United Kingdom), but only 0.2 % for Korea. F i gu re 1 0 . 2: G ross do m estic expendit u re on R & D , b y so u rce of f u nds (% of tota l gross expendit u re on R & D) Sour c e: Eu rostat ( on l ine data code: rd _ e _ f u ndgerd) and Ministr y of E d u cation , Science and T echno l og y ( M E S T ) , K orea I nstit u te of Science and T echno l og y Ev a lu ation and P l anning (KI S TE P): S u r v er y of R & D in K orea. 5 4 .7 % 33.9 % 0.9 % 1 .7 % 8.7 % EU- 2 7, 200 8 7 1 . 1 % 27. 4 % 0.9 % 0. 4 % 0.2 % K orea , 200 9 Business enterprise sector Government sector Higher education sector Private non-profit sector Abroad ",
        "1 0 Science and technology 166 The European Union and the Republic of Korea — A statistical portrait Among the total R&D personnel, researchers undertake creative work on a systematic basis in order to increase the stock of knowledge and devise new applications. The number of researchers in the EU-27 has increased in recent years (+35 % since 2000). There were close to 1.6 million researchers (expressed in full-time equivalents – FTE) employed in the EU-27 in 2009, corresponding to 62 % of the total R&D personnel. In Korea, total R&D personnel (expressed in FTE) amounted to 309 063 persons in 2009 (average annual increase of over 9 % since 2000). Among these, 244 thousand researchers (FTE) were counted, a number comparable to that registered in the UK. When looking at the sectoral breakdown of these researchers, the high share of the business enterprise sector in Korea becomes apparent (close to 76 % of all researchers). Among the EU Member States, Denmark, Luxembourg, Austria and Sweden have the highest shares in the business enterprise sector (between 60 and 70 %). The Government sector employs 7.5 % of the researchers in Korea against 12.4 % in the EU-27. Finally, the higher education sector is of considerable importance in EU Member States such as Latvia, Lithuania, Poland and Slovakia, but also the United Kingdom, where shares of around 60 % are registered. The EU-27 average was 42 %, against 16 % for Korea. T able 1 0 .1 : Researchers b y sector of perfor m ance , 2009 Sour c e: Eu rostat ( on l ine data code: rd _ p _ persocc) and Ministr y of E d u cation , Science and T echno l og y ( M E S T ) , K orea I nstit u te of Science and T echno l og y Ev a lu ation and P l anning (KI S TE P): S u r v er y of R & D in K orea. T otal , all sectors Bu si n ess e n ter p rise sector Go v er n m e n t sector H i g her ed u catio n sector P ri v ate n o n-p ro fi t sector FTE % of total R&D personnel FTE % of total researchers FTE % of total researchers FTE % of total researchers FTE % of total researchers Korea 244 077 78.97 184 830 75.73 18 217 7.46 38 163 15.64 2 868 1.17 EU-27 1 584 880 62.03 702 565 44.33 196 540 12.40 668 014 42.15 17 761 1.12 Germany 311 500 58.87 180 000 57.78 49 000 15.73 82 500 26.48 : : Spain 133 803 60.61 46 153 34.49 24 165 18.06 63 175 47.21 311 0.23 France 289 478 61.31 146 926 50.76 29 206 10.09 109 213 37.73 4 133 1.43 Italy 101 821 42.56 38 358 37.67 16 547 16.25 43 067 42.30 3 850 3.78 United Kingdom 243 338 73.67 83 287 34.23 8 410 3.46 147 557 60.64 4 083 1.68 ",
        "1 0 Science and technology 167 The European Union and the Republic of Korea — A statistical portrait F i gu re 1 0 .3 : Sectora l breakdown of researchers , 2009 (% of tota l researchers , based on FTE ) 0 1 0 20 30 4 0 50 6 0 70 80 90 1 00 K orea EU- 27 G er m an y Spain F rance I ta l y U nited K ingdo m Business enterprise sector Government sector Higher education sector Private non-profit sector Sour c e: Eu rostat ( on l ine data code: rd _ p _ persocc) and Ministr y of E d u cation , Science and T echno l og y ( M E S T ) , K orea I nstit u te of Science and T echno l og y Ev a lu ation and P l anning (KI S TE P): S u r v er y of R & D in K orea. Patents reflect a country’s inventive activity. Patents also show the country’s capacity to exploit knowledge and translate it into potential economic gains. A patent is an intellectual property right for inventions of a technical nature. A patent is valid in a country if it is granted by that country’s national patent office; the validity period is usually 20 years. A patent application to the EPO can be valid in more than one country and at most in all of the Contracting States of the European Patent Convention. The number of patent applications to the European Patent Office (expressed in number of applications per million inhabitants) outlines the impressive growth of Korean applications since the beginning of the 21st century. Since 2007, the Korean ratio has exceeded that of the EU. In 2008 Korean applications to the EPO amounted to 124.4 per million inhabitants, compared to 119.5 for the EU-27. ",
        "1 0 Science and technology 168 The European Union and the Republic of Korea — A statistical portrait At country level, the ratios among the EU countries vary considerably and are influenced by the countries’ industrial structures, since different industries have a different propensity to patent. The Nordic Member States (Denmark, Sweden, Finland) and Germany often display ratios between 200 and 300 throughout the period observed whereas the Eastern European Member States often show values under 20. However, it should be noted that the Korean data are underestimated due to the fact that Korean applications will often be addressed to the Korean Intellectual Property Office, but also to other offices such as the USPTO (USA) or JPO (Japan). At a certain extent, this also applies for the European applications. Certain patent applications are filed abroad and may never reach the EPO. Comparability is therefore compromised. T able 1 0 . 2: Patent app l ications to the Eu ropean Patent O ffi ce (E PO) ( n u m ber of app l ications per m i ll ion inhabitants) 1990 1995 2000 2005 2006 2007 2008 Korea 2.82 10.20 26.88 105.04 104.69 116.39 124.42 EU-27 57.34 65.28 106.79 113.80 115.10 117.62 119.50 G er m an y 144.08 159.66 268.68 286.66 286.30 293.25 298.69 Spain 6.51 9.84 20.06 31.19 30.42 32.80 34.12 F rance : 86.67 120.52 131.77 131.89 133.36 133.74 I ta l y 39.50 43.58 70.26 82.89 84.37 87.09 89.71 U nited K ingdo m 62.33 65.93 102.69 90.23 91.26 90.44 90.09 Note: 2007 and 2008 data are estimates. Sour c e: Eu rostat ( on l ine data code: tsiir0 6 0). F i gu re 1 0 .4 : Patent app l ications to the Eu ropean Patent O ffi ce (E PO) ( n u m ber of app l ications per m i ll ion inhabitants) Note: 2007 and 2008 data are estimates. Sour c e: Eu rostat ( on l ine data code: tsiir0 6 0). 0 20 40 60 80 100 120 140 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 EU-27 Korea ",
        "1 0 Science and technology 169 The European Union and the Republic of Korea — A statistical portrait T able 1 0 .3 : Patents granted b y the U SP T O b y priorit y y ear at the nationa l l e v e l ( n u m ber per m i ll ion inhabitants) Sour c e: Eu rostat ( on l ine data code: pat _u s _ ntot) 1990 1995 2000 2005 Korea 17.74 77.33 99.87 234.90 EU-27 37.80 50.43 66.30 36.96 G er m an y 91.41 117.81 159.76 94.13 Spain 3.83 6.23 9.88 5.31 F rance : 65.28 73.35 43.96 I ta l y 22.49 27.51 36.65 19.70 U nited K ingdo m 47.64 61.84 80.87 36.54 F i gu re 1 0 .5 : Patents granted b y the U SP T O b y priorit y y ear at the nationa l l e v e l ( n u m ber per m i ll ion inhabitants) Sour c e: Eu rostat ( on l ine data code: pat _u s _ ntot) 0 50 100 150 200 250 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 20002001 2002 2003 20042005 EU-27 Korea ",
        "1 0 Science and technology 170 The European Union and the Republic of Korea — A statistical portrait The so-called triadic patents are of particular importance as these are generally more valuable than patents filed in single countries. A patent is considered as a member of the triadic patent family only if it has been applied for and filed at the European Patent Office (EPO) and at the Japan Patent Office (JPO), and if it has been granted by the United States Patent and Trademark Office (USPTO). Data on patent families are generally less biased, as the “home advantage” disappears to a certain extent. Looking at the triadic patenting activity of the EU-27 and Korea compared to the population size reveals an interesting pattern: the EU-27 ratio shows a gradual increase of triadic patenting activity (with however a less “creative” phase between 1989 and 1993), culminating in 1998 at 30.1 triadic patent families per million inhabitants. Significant Korean triadic patenting activities are only registered from the early 1990s onwards. From the turn of the century, patenting activities display a noticeable growth, surpassing the number of triadic patenting per million inhabitants of the EU-27. The fact that both curves show a sharp decline is not linked to an “innovation crisis” but rather to the fact that the USPTO figures refer to “granted” patents, whereas the EPO and JPO count “applications”. Due to the time lag between application and granting, which may take years, the most recent years cannot be compared with earlier years. F i gu re 1 0 .6 : T riadic patent fa m i l ies b y ear l iest priorit y y ear ( per m i ll ion inhabitants) Sour c e: Eu rostat ( on l ine data code: pat _ td _ ntot) 05 10 15 20 25 30 35 1981 198219831984198519861987 19881989199019911992 1993 1994199519961997199819992000200120022003200420052006 EU-27 Korea ",
        "1 0 Science and technology 171 The European Union and the Republic of Korea — A statistical portrait D e fin itio n s a n d m ethodolo g ical i nf or m atio n Eurostat and Korea statistics on R&D expenditure and personnel are compiled using the guidelines laid out in the Frascati Manual, the “Proposed standard practice for surveys of research and experimental development”, which in its latest version was published in 2002, by the OECD. Basic data on R&D personnel are expressed as head count (HC) and full time equivalents (FTE). Total national R&D personnel is obtained by summing up the R&D personnel em- ployed in the four different sectors of performance. The main breakdown of R&D statistics is by four institutional sectors of performance. These four sectors of performance are the business enterprise sector (BES), the govern- ment sector (GOV), the higher education sector (HES) and the private non-profit sector (PNP). Gross domestic expenditure on R&D (GERD) is consequently composed of: Business en- terprise expenditure on R&D (BERD), Higher Education expenditure on R&D (HERD), Government expenditure on R&D (GOVERD) and Private Non-profit expenditure on R&D (PNPRD). Intramural expenditures are all expenditures for R&D performed within a statistical unit or sector of the economy, whatever the source of funds. Expenditures made outside the statistical unit or sector but in support of intramural R&D ( e.g. purchase of sup- plies for R & D) are included. Both current and capital expenditures are included. Gross domestic expenditure on R&D, by source of funds (GERD) is financed respectively by industry, government, the higher education and the private non-profit sector. The fifth source of funds shown, which also make the breakdown complete, is GERD financed from abroad. R&D is an activity where there are significant transfers of resources between units, organisations, sectors and countries. The importance of the source of funding has been recognized in one of the Barcelona targets of the Lisbon agenda where it is said that the appropriate split for R&D is 1/3 financed by public funds and 2/3 by private. Researchers are professionals engaged in the conception or creation of new knowledge, products, processes, methods and systems, and in the management of the projects concerned. FTE (Full-time equivalent) corresponds to one year’s work by one person (for example, a person who devotes 40 % of his time to R&D is counted as 0.4 FTE. Patent applications to the European Patent Office (EPO) Data refer to applications filed directly under the European Patent Convention or to applications filed under the Patent Co-operation Treaty and designated to the EPO (Euro- PCT). Patent applications are counted according to the year in which they were filed at the EPO and are broken down according to the International Patent Classification (IPC). They are also broken down according to the inventor’s place of residence, using fractional counting if multiple inventors or IPC classes are provided to avoid double counting. ",
        "1 0 Science and technology 172 The European Union and the Republic of Korea — A statistical portrait Triadic patent families A common approach is to calculate patent indicators based on information (filings, grants, etc.) from a particular patent office. While the richness and strength of those indicators are broadly recognised, they are affected by “home” advantage bias – where proportionate to their inventive activity, domestic applicants tend to file more patents in their home country compared to foreign applicants. A patent family is a set of patents taken at various offices to protect the same invention. A patent family is triadic when the invention to which it refers has been the subject of a patent application at the European Patent Office (EPO) and the Japan Patent Office (JPO), and the subject of the issue of a title of ownership at the United States Patent and Trademark Office (USPTO). In other words, a triadic patent protects an invention on the European, Japanese and U.S. markets simultaneously. ",
        "Symbols and abbreviations 173 The European Union and the Republic of Korea — A statistical portrait Sy m bols a n d abbre v iatio n s Measurement units : not available (p) provisional value PPP Purchasing Power Parity PPS Purchasing Power Standard kWh kilowatt/hour GWh gigawatt/hour tkm tonne-kilometre pkm passenger-kilometre Country abbreviations EU-27 the European Union comprising 27 Member States (the ones that follow) BG Bulgaria BE Belgium CZ Czech Republic DK Denmark DE Germany EE Estonia IE Ireland EL Greece ES Spain FR France IT Italy CY Cyprus LV Latvia LT Lithuania LU Luxembourg HU Hungary MT Malta NL the Netherlands AT Austria PL Poland PT Portugal RO Romania SI Slovenia SK Slovakia FI Finland SE Sweden UK the United Kingdom ",
        "Symbols and abbreviations 174 The European Union and the Republic of Korea — A statistical portrait Other (in alphabetical order) BERD Business enterprise expenditure on Research and Development COICOP Classification of individual consumption by purpose COMEXT Foreign trade database of Eurostat COMTRADE Foreign trade database of the United Nations ECOS Economic Statistical System – Korea EPO European Patent Office ESA European System of Accounts ESS European Statistical System Eurostat Statistical Office of the European Union GDP Gross Domestic Product GERD Gross domestic expenditure GVA Gross Value Added HERD Higher education expenditure on Research and Development HICP Harmonised Index of Consumer Prices IEA International Energy Agency ILO International Labour Organisation IPC International Patent Classification ISCED International Standard Classification of Education JPO Japan Patent Office KEEI Korea Energy Economics Institute KISTEP Korea Institute of Science and Technology, Evaluation and Planning KOSIS Korea Statistical Information Service KOSTAT Korea National Statistical Institute KSA Korean System of Accounts LFS Labour Force Survey MEST Ministry of Education, Science and Technology – Korea NACE Statistical Nomenclature of Economic Activities NSI National Statistical Institute OECD Organisation for Economic Co-operation and Development SHA System of Health Accounts SILC Statistics on Income and Living Conditions (survey) SNA System of National Accounts UN United Nations UNESCO United Nations Educational, Scientific and Cultural Organisation USPTO United States Patent Office WHO World Health Organisation ",
        "European Commission The European Union and the Republic of Korea — A statistical portrait Luxembourg: Publications Office of the European Union 2012 — pp. — 14 85 x 21 cm . 174 Theme: General and regional statistics Collection: Statistical books ISBN 978-92-79-20835-5 doi:10.2785/15969 Cat. No KS-32-11-816-EN-C ",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: (cid:116)(cid:1) (cid:87)(cid:74)(cid:66)(cid:1)(cid:38)(cid:54)(cid:1)(cid:35)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:67)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:10)(cid:28) (cid:116)(cid:1) (cid:66)(cid:85)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:38)(cid:86)(cid:83)(cid:80)(cid:81)(cid:70)(cid:66)(cid:79)(cid:1)(cid:54)(cid:79)(cid:74)(cid:80)(cid:79)(cid:8)(cid:84)(cid:1)(cid:83)(cid:70)(cid:81)(cid:83)(cid:70)(cid:84)(cid:70)(cid:79)(cid:85)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:1)(cid:80)(cid:83)(cid:1)(cid:69)(cid:70)(cid:77)(cid:70)(cid:72)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:15)(cid:1)(cid:58)(cid:80)(cid:86)(cid:1)(cid:68)(cid:66)(cid:79)(cid:1)(cid:80)(cid:67)(cid:85)(cid:66)(cid:74)(cid:79)(cid:1) (cid:85)(cid:73)(cid:70)(cid:74)(cid:83)(cid:1)(cid:68)(cid:80)(cid:79)(cid:85)(cid:66)(cid:68)(cid:85)(cid:1)(cid:69)(cid:70)(cid:85)(cid:66)(cid:74)(cid:77)(cid:84)(cid:1)(cid:80)(cid:79)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:42)(cid:79)(cid:85)(cid:70)(cid:83)(cid:79)(cid:70)(cid:85)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:70)(cid:68)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:10)(cid:1)(cid:80)(cid:83)(cid:1)(cid:67)(cid:90)(cid:1)(cid:84)(cid:70)(cid:79)(cid:69)(cid:74)(cid:79)(cid:72)(cid:1) a fax to +352 2929-42758. Priced publications: (cid:116)(cid:1) (cid:87)(cid:74)(cid:66)(cid:1)(cid:38)(cid:54)(cid:1)(cid:35)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:67)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:10)(cid:15) Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): (cid:116)(cid:1) (cid:87)(cid:74)(cid:66)(cid:1)(cid:80)(cid:79)(cid:70)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:84)(cid:66)(cid:77)(cid:70)(cid:84)(cid:1)(cid:66)(cid:72)(cid:70)(cid:79)(cid:85)(cid:84)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:49)(cid:86)(cid:67)(cid:77)(cid:74)(cid:68)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:1)(cid:48)(cid:246)(cid:68)(cid:70)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:38)(cid:86)(cid:83)(cid:80)(cid:81)(cid:70)(cid:66)(cid:79)(cid:1) (cid:54)(cid:79)(cid:74)(cid:80)(cid:79)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:81)(cid:86)(cid:67)(cid:77)(cid:74)(cid:68)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:16)(cid:80)(cid:85)(cid:73)(cid:70)(cid:83)(cid:84)(cid:16)(cid:66)(cid:72)(cid:70)(cid:79)(cid:85)(cid:84)(cid:16)(cid:74)(cid:79)(cid:69)(cid:70)(cid:89)(cid:64)(cid:70)(cid:79)(cid:15)(cid:73)(cid:85)(cid:78)(cid:10)(cid:15) Sans titre-2 3 21/02/12 16:33 ",
        "The European Union and the Republic of Korea A statistical portrait This ‘statistical portrait’ presents a broad comparison between the situation of the European Union, and the Republic of Korea (throughout the publication, named ‘Korea’). The publication is jointly produced by Eurostat and Statistics Korea (KOSTAT) on the basis of data from both organisations. With data up to and including the year 2010, this ‘portrait’ includes various domains such as demography, health, education, national accounts, trade, and more. Tables in the ten chapters help the user to gain a detailed view on different aspects, such as mobile phone subscriptions, number of teachers, life expectancy, GDP, patents, etc. An overview chapter containing basic indicators is also included. http://ec.europa.eu/eurostat http://kostat.go.kr K S - 32 - 11 - 8 16 - E N - C Sans titre-2 4 21/02/12 16:33 "
    ]
}