{
    "text": [
        "fcapEnt bank Research for REGI Committee - The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee __________________________________ Policy Department for Structural and Cohesion Policies Directorate-General for Internal Policies PE 629.197 - July 2019 EN STUDY Requested by the REGI Committee ",
        "",
        "Research for REGI Committee - The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee Abstract This study reviews current and emerging issues for Cohesion Policy to support the work agenda of the European Parliament’s Committee for Regional Development during its new mandate for 2019-2024. The analysis focuses on issues relating to the committee’s competences and concludes by highlighting key policy themes and political questions for the debate on Cohesion Policy in 2021-27. ",
        "This document was requested by the European Parliament's Committee on Regional Development. AUTHORS Carlos MENDEZ, John BACHTLER and Irene McMASTER Research manager: Marek KOŁODZIEJSKI Project and publication assistance: Jeanette BELL Policy Department for Structural and Cohesion Policies, European Parliament LINGUISTIC VERSIONS Original: EN ABOUT THE PUBLISHER To contact the Policy Department or to subscribe to updates on our work for the REGI Committee please write to: Poldep-cohesion@ep.europa.eu Manuscript completed in June 2019 © European Union, 2019 This document is available on the internet in summary with option to download the full text at: http://bit.ly/2Lfv1jG This document is available on the internet at: http://www.europarl.europa.eu/thinktank/en/document.html?reference=IPOL_STU(2019)629197 Further information on research for REGI by the Policy Department is available at: https://research4committees.blog/REGI/ Follow us on Twitter: @PolicyREGI Please use the following reference to cite this study : Mendez, C Bachtler, J & McMaster I 2019, Research for REGI Committee - The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee, European Parliament, Policy Department for Structural and Cohesion Policies, Brussels Please use the following reference for in-text citations : Mendez, Bachtler and McMaster (2019) DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorized, provided the source is acknowledged and the publisher is given prior notice and sent a copy. © Cover image used under licence from Shutterstock.com . ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 3 CONTENTS LIST OF ABBREVIATIONS 4 LIST OF TABLES 6 LIST OF FIGURES 6 EXECUTIVE SUMMARY 7 INTRODUCTION 9 AIMS, OBJECTIVES & METHODOLOGY 9 METHODOLOGY 9 REGI COMMITTEE AREAS OF COMPETENCE 11 4.1. The ERDF, the CF and other instruments of EU regional policy 11 4.2. The operation and development of EU Cohesion Policy 14 4.3. The impact of other EU policies on economic and social cohesion 17 4.4. Coordination of the Union’s structural instruments 24 4.5. The urban dimension of Cohesion Policy 26 4.6. Interregional cooperation, outermost regions and islands 29 4.7. Relations with the CoR, interregional cooperation organisations and local and regional authorities 32 CONCLUSIONS 35 REFERENCES 39 ",
        "IPOL | Policy Department for Structural and Cohesion Policies 4 LIST OF ABBREVIATIONS CEF Connecting Europe Facility CLLD Community Led Local Development CoR European Committee of the Regions COSME EU programme for Competitiveness of Small and Medium-Sized Enterprises COTER Commission for Territorial Cohesion Policy and EU Budget CPR Common Provisions Regulation CSG Common Strategic Guidelines CSR Country-specific Regulations DG REGIO Directorate-General for Regional and Urban Policy EAFRD European Agricultrual Fund for Rural Development ECBM The European Cross Border Mechanism EESC European Economic and Social Committee EFSI European Fund for Strategic Investments EGTC European Grouping of Territorial Cooperation EIB European Investment Bank EMFF European Maritime and Fisheries Fund EP European Parliament ERDF European Regional Development Fund ESF European Social Fund ESIF European Structural and Investment Funds ESI funds European Structural and Investment Funds ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 5 ESPON European Spatial Planning Observatory Network ETC European Territorial Cooperation III Interregional Innovation Instrument INTERACT European Territorial Cooperation Programme for Delivery and Networking INTERREG Interregional Cooperation Programme ITI Integrated Territorial Investments MFF Multi-annual Financial Framework OP Operational Programme PA Partnership Agreement REGI Committee on Regional Development SDG Sustainable Development Goal SUD Sustainable Urban Development TFEU Treaty on the Functioning of the European Union URBACT Urban Development Network Programme ",
        "IPOL | Policy Department for Structural and Cohesion Policies 6 LIST OF TABLES Table 1: Thematic Objectives by Fund 2014-20 12 Table 2: Thematic concentration in ERDF/CF Policy Objectives, 2021-27 13 Table 3: Spatial dimension of EU policies 17 Table 4: ETC budget and programme by strand 29 LIST OF FIGURES Figure 1: Allocations and payment rates across thematic objectives by end of 2018 16 Figure 2: EU objectives, priorities and Cohesion Policy 21 Figure 3: The Urban Agenda for the EU: Timeline of thematic partnership and action plans 29 ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 7 EXECUTIVE SUMMARY This study reviews the current and emerging issues for Cohesion Policy to support the work of the European Parliament’s Committee on Regional Development (REGI) during its new mandate for 2019- 2024. The analysis focuses on issues relating to the competences of the REGI committee highlighting key policy themes and political questions for the committee to reflect on as part of its work agenda. The principal issues for the Committee to consider are as follows. 1. Strategic framework for Cohesion Policy. There is no overarching EU strategic framework – similar to the Europe 2020 strategy for 2014-20 – to provide strategic direction for the planning of Cohesion Policy at EU, national and sub-national levels. This hampers a coherent approach across and within programmes and unity of purpose among institutions. 2. Coherence of the Funds. T he Commission’s proposals for 2021-27 present threats to the coherence of the Funds through the separation of the Rural Development Fund from ESIF and the growing national focus of ESF+. 3. Partnership. The principle of partnership is a cornerstone of the policy to encourage vertical cooperation between different levels of government and horizontal collaboration among public, private and third sector actors at all levels. While there is widespread recognition of the value of partnership, the Council is resisting EP proposals to implement Partnership Agreements and programmes through a ‘fully fledged effective partnership’. 4. Economic governance. Links between the European Semester process and Cohesion Policy are being enhanced by the more active involvement of DG REGIO in the European Semester process, and a new section on Cohesion Policy investment priorities in the Country Reports to support programming. However, the process still does not take sufficient regard of territorial development opportunities and challenges, and there are important questions about how structural reforms are decided, implemented and controlled from a Cohesion Policy perspective. 5. Performance vs simplification. An unresolved question is how potentially competing influences on the effective and efficient management of Cohesion Policy at programme level are managed. While the Commission has proposed a range of simplification measures for 2021- 27, there are questions about whether they are sufficient to make a significant difference to administrative cost. 6. Citizen engagement. Despite efforts to engage more actively with citizens, there is a need to give a higher priority to Cohesion Policy communication. There is an opportunity here for the EP to champion a more citizen-focused approach of the policy at programme level, to encourage imaginative and effective ways of involving citizens, and to give people a more direct voice in the second-most important policy area of EU spending. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 8 ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 9 INTRODUCTION This study reviews current and emerging issues for Cohesion policy in the areas of competence of the European Parliament’s (EP) Regional Development (REGI) Committee. The study aims to inform the work of the new Committee during its 2019-2024 mandate. The election of the new Parliament comes at a critical time in the budgetary and legislative cycle with the post-2020 reform package of regulations currently under negotiation. Following the tabling of the Commission’s reform proposals in June 2018, the Romanian Presidency of the Council of the EU launched negotiations with the EP in early 2019 and trilogue negotiations are continuing during the Finnish Presidency in the latter half of 2019. This report begins by setting out the aims, objectives and methodology of the study. The analysis then reviews the current and emerging issues in the debate on Cohesion Policy and the 2021-27 reform structured according to the key competences of the EP REGI committee. A final section draws out the main conclusions and presents recommendations to inform the future work of the REGI Committee. AIMS, OBJECTIVES & METHODOLOGY This study aims to provide useful, authoritative and timely information to Members of the REGI Committee on current and emerging issues in REGI areas of competence. Each of the seven areas competence is analysed, 1 outlining recent developments, EP positions as well as emerging and important future policy themes, political issues and challenges. The aim of the study is achieved through four specific objectives:  providing a comprehensive overview of substantial recent developments and emerging issues in each area of competence of the REGI committee;  undertaking a critical analysis of other emerging policy themes and political issues that can influence Cohesion Policy;  analysing the position taken by the European Parliament REGI committee during 2014-2019; and  formulating forward-looking recommendations to MEPs. METHODOLOGY The methodological approach is based on a systematic literature review of key policy issues relating to areas of REGI competence. The literature review draws on three main data sources:  international research (academic and applied) literature in the field;  EP studies, working documents, opinions and reports; and  ‘grey’ literature such as conference papers, presentations, blogs etc. on the topics of interest. To support the new REGI Committee members in gaining an understanding of the Committee’s positions on the specific topics of interest, a particular emphasis is placed on reviewing REGI reports and opinions. 1 European Parliament (2019) European Parliament 2014 – 2019, Rules of Procedure, 8th parliamentary term, March 2019. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 10 ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 11 REGI COMMITTEE AREAS OF COMPETENCE The REGI Committee has seven main areas of competence according to the EP’s rules of procedure: 2 1. The operation and development of EU Cohesion Policy 2. The ERDF, CF and the other instruments of EU regional policy 3. Assessment of the impact of other EU policies on economic and social cohesion 4. Coordination of the Union’s structural instruments 5. The urban dimension of Cohesion Policy 6. Outermost regions and islands as well as trans-frontier and interregional cooperation 7. Relations with the CoR, interregional cooperation organisations and local and regional authorities The current and emerging issues for Cohesion Policy in each of these areas are reviewed in turn. To provide contextual background on the individual funds comprising Cohesion Policy, the review begins with the second EP competence pertaining to the funds and instruments of EU regional policy, before turning to the first competence on the operation of EU Cohesion Policy in practice. 4.1. The ERDF, the CF and other instruments of EU regional policy EU Cohesion Policy is the EU’s main investment policy for reducing economic, social and territorial disparities . The instruments of EU Cohesion Policy are the European Structural and Investment Funds (ESIF). The ESIF include the European Regional Development Fund (ERDF), the European Social Fund (ESF) and the Cohesion Fund (CF). The rural development fund (EAFRD) and fisheries funds (EMFF) are also ESI funds, but are anchored within the strategic and budgetary frameworks of the Common Agricultural Policy and Common Fisheries Policy respectively. The European Regional Development Fund was established in 1974 and aims “to redress the main regional imbalances in the Union through participation in the development and structural adjustment of regions whose development is lagging behind and in the conversion of declining industrial regions” (TFEU, Art. 176). The ERDF provides funding for all EU regions, categorised into less developed regions (GDP per capita below 75 percent of EU average), transition regions (GDP per capita 75-90 percent of the EU average), and more developed regions (GDP per capita above 90 percent). The less developed regions receive the greatest share and financial intensity of funding. The Cohesion Fund, established in 1994, provides “a financial contribution to projects in the fields of environment and trans-European networks in the area of transport infrastructure” (TFEU, Art.177), Initially, the Fund was allocated to EU Member States with GNI per capita below 90 percent of the EU average (Greece, Ireland, Spain, Portugal). The current “cohesion countries” in 2014-20 are the EU-13 (EU Member States that joined after 2004), as well as Greece and Portugal. The European Social Fund was initially created in 1957 and aims “to render the employment of workers easier and to increase their geographical and occupational mobility within the Union, and to facilitate their adaptation to industrial changes and to changes in production systems, in particular through vocational training and retraining” (TFEU, Art. 162). Funding allocations to Member States are determined during programming negotiations of the Partnership Agreements and programmes. The allocations are currently subject to a minimum ESF share of 23.1 percent of the overall Cohesion budget 2 European Parliament (2019) op.cit. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 12 at EU level. This threshold was set for the 2014-20 period for the first time with a view to ensuring that the ESF share of the budget would not decline relative to 2007-13. The thematic focus of the ESI funds differs (Table 1) depending on their fields of intervention as defined in fund-specific regulations. The ERDF addresses all 11 thematic objectives, while the CF and ESF focus mainly on TOs 4-7 and TOs 8-11 respectively. Ring-fencing obligations in 2014-20 required thematic concentration on TO1, TO3 and TO4 under the ERDF/CF. For the ESF, thematic concentration was required on up to four Investment Priorities within TOs 8-10. Under all funds, there is greater flexibility in the financial concentration obligations for less-developed and transitions regions than more-developed regions. Table 1: Thematic Objectives by Fund 2014-20 Thematic Objective ERDF CF ESF EAFRD EMFF TO1. Research and innovation ✔ ✔ TO2. Info. & communication technologies (ICT) ✔ ✔ TO3. SME competitiveness ✔ ✔ ✔ TO4. Low-carbon economy ✔ ✔ ✔ ✔ TO5. Climate change ✔ ✔ ✔ TO6. Sustainable resources ✔ ✔ ✔ ✔ TO7. Sustainable transport ✔ ✔ ✔ TO8. Employment & labour mobility ✔ ✔ ✔ ✔ TO9. Skills, education, learning ✔ ✔ ✔ TO10. Poverty and inclusion ✔ ✔ ✔ TO11. Institutional capacity ✔ ✔ ✔ For 2021-27, a simplified and broader menu of five policy objectives is proposed to promote a Europe that is smarter (PO1), greener (PO2), more connected (PO3), more social (PO4) and closer to citizens (PO5). The ERDF and CF would contribute to all policy objectives, which are broken down into 21 support sectors. Thematic concentration would continue to require spending to focus on areas that are considered to have high added value . The majority of the ERDF would be concentrated on the innovation (PO1) and low-carbon economy (P2) objectives, with more flexibility for less developed countries. The mechanism would apply at national level (rather than OP / category of region level, as in 2014-20) with varying flexibility for three country groupings on a sliding scale (Table 2). ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 13 Table 2: Thematic concentration in ERDF/CF Policy Objectives, 2021-27 Country Group PO1: Smarter Europe (minimum share) PO2: Greener, low-carbon Europe (minimum share) 1. GNI above 100% 60% PO1 + PO2 = min. 85% 2. GNI 75-100% 45% 30% 3. GNI below 75% 35% 30% Source: Adapted from COM(2018) 372. The EP has called for greater flexibility in the thematic concentration requirements for the ERDF and CF, as well as more flexibility in eligible expenditure e.g. by removing landfill waste from the list of ineligible expenditure. 3 Related, it argues that explicit references should be added to a number of themes within the scope of ERDF support (natural heritage, zero-emissions urban mobility and sustainable tourism) to ensure that Member State authorities can continue funding these domains according to needs. 4 Contributing to a more Social Europe by implementing the European Pillar of Social Rights, the new ESF+ instrument proposed for 2021-27 merges the current ESF, the Youth Employment Initiative (YEI), the Fund for European Aid to the Most Deprived (FEAD), the EU Programme for Employment and Social Innovation (EaSI) and the European Health Programme. Another innovation for 2021-27 is the introduction of a specific objective on promoting socio-economic integration of third country nationals including migrants. The EP report on the ESF+ makes a number of amendments to promote a more inclusive approach including a reinforcement of the funding for tackling inequalities among children, a more ambitious earmarking of social inclusion measures (from 25 to 27 percent) and raising the minimum allocation to address material deprivation (from 2 to 3 percent). 5 Beyond the Structural and Cohesion Funds, the European Investment Bank (EIB) is also required to contribute to cohesion objectives according to the TFEU. The role of the EIB Group – comprising the European Investment Bank and European Investment Fund – in Cohesion Policy has increased significantly in 2014-20, particularly through the greater profile and use of financial instruments (loans, guarantees, equity). The Common Provisions Regulation (CPR) for the current period provides a more robust framework for financial instruments in which the EIB and EIF have played a key role. A further basis for EIB involvement in Cohesion Policy is provided by the SME Initiative, which combines ESIF with COSME and Horizon 2020 funding to generate SME loans. A study for the EP assessed the role of the EIB in Cohesion Policy positively, although it called for more systematic monitoring and evaluation of outcomes and accountability to the European Parliament. 6 3 European Parliament (2019) European Parliament legislative resolution of 27 March 2019 on the proposal for a regulation of the European Parliament and of the Council on the European Regional Development Fund and on the Cohesion Fund, P8_TA(2019)0303. 4 For a more detailed review of the evolving EP position see: Widuto A. (2019) European Regional Development Fund and Cohesion Fund 2021-2027, Briefing on EU Legislation in Progress 2021-2027 MFF, European Parliamentary Research Service, PE 625.141, January 2019. 5 European Parliament (2019) Report on the proposal for a regulation of the European Parliament and of the Council on the European Social Fund Plus (ESF+), A8-0461/201, 12.12.2018; Lecerf M (2019) European Social Fund Plus (ESF+) 2021-2027, EPRS , Members' Research Service, PE 625.154 – March 2019. 6 van der Zwet A, Bachtler J, Miller S, Vernon P, Dozhdeva V. (2016) Research for REGI Committee - Review of the Role of the EIB Group in European Cohesion Policy, Directorate General for Internal Policies - Policy Department B: Structural And Cohesion Policies - Regional Development, March 2016, Brussels. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 14 4.2. The operation and development of EU Cohesion Policy EU Cohesion Policy has a substantial budget (some €350 billion in 2014-20), accounting for the second largest share of the EU Multi-annual Financial Framework after the Common Agricultural Policy. While it represents less than 0.4 percent of EU GDP, the policy provides significant funding for public investment in economic development - equivalent to 8.5 percent of government capital investment in the EU over the 2015-17 period, increasing to 41 percent for the EU 13 and to over 50 percent for a number of countries (Croatia, Hungary, Lithuania, Latvia, Poland, Portugal, Slovakia). 7 By contrast, for most of the more developed EU15 Member States (excluding Southern European Countries), the relative contribution of ESIF to public investment is less than three percent. The 2013 reform of Cohesion Policy for 2014-20 introduced significant changes to the architecture, objectives, thematic focus and governance of the policy. Cohesion Policy objectives were aligned with ‘Europe 2020’ objectives through reinforced strategic programming under a Common Strategic Framework for all shared management Funds (renamed European Structural and Investment Funds - ESIF) and through stricter thematic concentration rules. This led to a significant shift in spending away from infrastructure towards so-called competitiveness-oriented interventions, the low-carbon economy as well as tackling social inclusion. The Policy Objectives (POs) and thematic concentration requirements proposed by the Commission for 2021-27 imply a further shift in funding from infrastructure towards innovation, broadband and SME support. This is not expected to present challenge in countries where spending is already concentrated in PO1 (smarter Europe) and PO2 (greener Europe), such as Austria, Belgium, Denmark, Finland, Netherlands, Portugal and Sweden. However, there would be radical shifts in funding prioritisation required in some EU13 countries, notably in the Czech Republic, Lithuania, Malta, Romania and the Slovak Republic. Major reductions in infrastructure spending to support competitiveness- oriented activities are likely to pose absorption capacity challenges in some of these countries suggesting the need for flexibility. 8 Analysis of thematic concentration experiences under the ESF for the current period also highlight the need for a more flexible approach to facilitate implementation in the 2021-27 period. 9 The 2014-20 period has also seem some important trends in the architecture of Member State programmes. The first of these is the relationship between the ERDF and ESF with policy encouragement provided for greater integration of the Funds. The optional provision to combine ERDF- ESF funds in 2014-20 programmes to achieve greater synergies in tackling regional and local development problems was taken up in around a quarter of all programmes. The relatively low take-up of jointly funded programmes is mainly attributable to concerns among programme authorities about administrative complexity. The second trend in 2014-20 concerns the balance between national and regional programmes , Across Member States, there has been both decentralisation of decision-making to regional governments through regional programmes in some Member States and centralisation (or rationalisation) in other cases. Poland progressed from having decentralised programmes run by 7 European Commission (2017) Seventh Cohesion Report on Economic, Social and Territorial Cohesion, Commission Communication, COM(2017) 583, Brussels. 8 Bachtler J, Mendez C, Wishlade F. (2018) Reshaping the EU Budget and Cohesion Policy: carrying on, doing less, doing more or radical redesign? European Policy Research Paper, No. 104. EPRC, University of Strathclyde, Glasgow. 9 Walendowski J, Roman L, Otte S. (2019) Research for REGI Committee – Territorial Needs and Ring-Fencing Requirements: Experience with Implementation In ERDF and ESF, European Parliament, Policy Department for Structural and Cohesion Policies, Brussels. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 15 regional offices of the State (voivods) in 2007-13 to devolved programmes managed by regional self- governments (Marshal offices) in 2014-20. France has also progressively transferred the management of Cohesion Policy from state bodies (prefectures) to regional councils. By contrast, the Czech Republic had regionalised management in the 2007-13 period but then recentralised it for 2014-20. A process of centralisation and rationalisation is also evident in Denmark, Finland and Sweden as funding allocations to these countries has declined. The architecture of programming in 2021-27 is still unclear, with reviews of institutional arrangements underway in several countries. Decisions will be made in the course of 2019-20. The enhanced performance orientation is a third development in 2014-20 through a stronger focus on results in the programming of the intervention logic and result indicators, an obligatory performance reserve, and the introduction of ex-ante conditionalities requiring institutional, regulatory and strategic conditions to be met before releasing payments. Evaluation was strengthened through more prescriptive requirements on the planning and conduct of evaluations throughout the 2014-20 period, which has increased the number of evaluations undertaken significantly. However, it is still too early to evaluate the results and impacts of the programmes due to the relatively limited volume of completed projects. 10 Related to the performance orientation, there has been a much greater emphasis on the use of Financial Instruments (FIs) in 2014-20. The motivation was the perception that FIs offer greater financial sustainability, project quality and value-for-money. The regulatory framework extended the scope of FIs to all of Thematic Objectives, introduced optional implementation models and provided more guidance and technical assistance. However, a range of administrative and compliance issues have meant that the operationalisation of financial instruments remains challenging and absorption has been slow, in some cases requiring substantial reallocations to grant-based instruments. 11 Commission proposals for FIs in 2021-27 foresee continuity with elements of simplification. 12 The EP has argued for the need to a balanced approach to find the right mix between financial instrument and grants. 13 In its more recent position on the 2021-27 CPR, the EP is still more cautious and has called for ESIF support to focus on grants with only “limited use of financial instruments\" (EP proposed amendment to Article 47). Reviewing the progress made in implementing programmes in 2014-20, it is notable that the absorption of ESIF has been slower in 2014-20 than in previous periods. By November 2018, the spending rate of ESI funds reached 21 percent, with better performance under the EAFRD (33 percent), although project selection rates are much higher. 14 There are also marked variations in payment rates across thematic objectives (Figure 1), ranging from 15 percent in TO2 (Information and Communication Technologies) to 47 percent in TO5 (Climate change adaptation and risk prevention). The main reasons for slow absorption in the current period are late adoption of the regulatory framework, difficulties with 10 European Commission (2019) op.cit. 11 Wishlade G, Michie R. (2019) Recent Developments in EU Financial Instruments, 15 th FINE meeting, Llandudno, June 2019; Wishlade F, Michie R, RobertsonP, Vernon P. (2017) Improving the Take-Up and Effectiveness of Financial Instruments, Final Report to European Commission, Brussels; Wishlade G and Michie R (2017) Financial Instruments in Practice: Uptake and Limitations, EC-OECD Seminar Series on Designing better economic development policies for regions and cities, 28 June 2017, OECD. 12 Wishlade G, Michie R. (2019) Ibid. 13 European Parliament (2017) Report on the right funding mix for Europe’s regions: balancing financial instruments and grants in EU Cohesion Policy, Committee on Regional Development, A8-0139/2017, 31-03-2017. 14 European Commission (2019) European Structural and Investment Funds 2014-2020 2018 Summary report of the programme annual implementation reports covering implementation in 2014-2017, COM(2018) 816 final/2, 1.4.2019, Brussels. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 16 the designation of authorities, weak administrative capacity, complex rules and lengthy preparations to set up large infrastructure. 15 The Commission’s proposals for 2021-27 to reduce the level of pre- financing and shorten the decommitment rule to incentivise faster spending are contentious as they could be counterproductive by causing liquidity problems for beneficiaries in some Member States. Figure 1: Allocations and payment rates across thematic objectives by end of 2018 Source: Own calculations based on ESIF Open data. Administrative complexity has been one of the main themes concerning the operation of the policy in 2014-20. Although the regulatory framework sought simplification, this was primarily oriented to beneficiaries not the implementing bodies. The convening of a High-Level Group on Simplification in 2016-17 reflected the political and administrative importance of the issue, and yielded a range of proposals for simplifying the management of the policy. The Commission proposals for 2021-27 include simplification measures linked to complementarity and flexibility, continuity, financial management and audits, and reliance on national management systems. Finally and related, there has been growing recognition of the importance of supporting good governance in the public administration and administrative capacity-building in Cohesion policy to enhance the effective management of funding, reduce administrative burden and tackle misuse or 15 European Commission (2017) Strategic report 2017 on the implementation of the European Structural and Investment Funds, COM(2017) 755 final, 13.12.2017, Brussels; Bachtler J, Ferry M, Gal F. (2018) Financial Implementation of European Structural and Investment Funds, Policy Department D for Budgetary Affairs Directorate General for Internal Policies of the Union, Brussels. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 17 fraudulent spending. 16 In its amendments to the CPR for 2021-27, the EP has called for targeted administrative capacity-building measures, such as the evaluation of the skills set of human resources. Greater capacity-building support from EU institutions is also requested – both from the EIB in relation to projects and financial instruments, and from the Commission targeting regions at risk of financial suspensions for non-compliance. To support the participation and empowerment of stakeholders more generally, the EP has introduced a CPR amendment to the partnership principle requiring an appropriate percentage of EU funding to be allocated to administrative capacity-building of social partners and civil society organisations. 4.3. The impact of other EU policies on economic and social cohesion 4.3.1. Territorial Impact Assessment There is a Treaty commitment for all EU policies and the single market to take into account EU cohesion objectives and to contribute to their achievement (TFEU, Article 175). Yet, there is limited research on the impact of other EU policies on cohesion. The Commission’s Fourth Cohesion report classified other EU policy areas in terms of their relative spatial focus and reviewed their core features. Table 3: Spatial dimension of EU policies Spatial dimension EU policy area Strong Competition, transport, environment, maritime and fisheries. Partial Research and technological development, innovation and entrepreneurship, information society and media, poverty, social inclusion and employment, education, gender equality, health, the common agricultural policy, and climate. None Single market, trade, energy, economic and monetary union, the Lisbon agenda. Source: Adapted from Fourth Cohesion Report. However, the report (and subsequent Cohesion reports) did not assess the impact of other EU policies on cohesion and acknowledged the need for the development of Territorial Impact Assessment (TIA) methods and studies at both EU and national levels. The ESPON programme has been at the forefront of work on developing TIA methods, guidance and studies, as has the European Committee of the Regions. Examples of CoR territorial impact assessments that are regarded as successful include reports on European Territorial Cooperation post-2020 and on the Urban Agenda for the EU. 17 The Commission has also developed methodologies for territorial impact assessments that have been applied to legislative proposals, and it involves the CoR in preparing impact assessments to contribute analysis of their regional and local implications. 18 To improve the territorial dimension of impact assessments , the CoR has called for the development of more regional competences within the 16 See Chapter 4 ‘Improving Institutions’ of the Seventh Cohesion Report and the interventions at the May 2018 conference on good governance organised by DG REGIO: https://ec.europa.eu/regional_policy/en/conferences/good_governance 17 European Commission (2019) Taking Stock of the Commission's Better Regulation Agenda, Commission Staff Working Document, Brussels, SWD(2019) 156 final, 15.4.2019; Committee of the Regions (2019) Contribution of the COTER commission to the Impact Report 2018, Background note, COTER commission meeting of 26 March 2019, Brussels. 18 Better Regulation Toolbox 33: https://ec.europa.eu/info/files/better-regulation-toolbox-33_en ",
        "IPOL | Policy Department for Structural and Cohesion Policies 18 Commission’s Regulatory Scrutiny Board, more scrutiny of territorial impact assessments, and more involvement of the CoR at an earlier stage. 19 The European Parliament is supportive of a more active involvement of regional and local authorities and has stressed the need for TIA to assess the urban dimension of all relevant EU policies in future legislation. 20 The development and institutionalisation of TIA faces considerable challenges given the wide range of different approaches to conceptualising territorial dimensions, to assessing impacts and to applying TIA methods and tools, as well as weaknesses in data at appropriate geographical scales. In the debate on the post 2020 EU Cohesion Policy reform, the ESPON Territorial Review (2017) identified seven key issues with the most significant territorial impacts across the EU at present and in the future: 21  finding answers to ageing and migration;  stimulating employment in the knowledge economy;  promoting economic growth through SMEs and FDI;  boosting renewable energy sources;  developing the circular economy;  developing physical and digital connectivity; and  improving the quality of life through services of general interests. The Territorial Review puts the emphasis on territorial cooperation as the solution to develop more effective policies to tackle these challenges and to counterbalance disintegration trends across Europe. 4.3.2. The EU strategic context Broader emerging EU policy themes and political issues will have an important influence on Cohesion Policy including:  Economic governance and the European Semester;  UN Sustainable Development Goals;  Climate change related challenges;  the Energy Union; and  Migration. EU Cohesion Policy contributes to wider EU objectives through funding to relevant thematic objectives, as well as non-financial contributions through ex-ante conditionalities, coordination with the European Semester and leveraging public and private investment (Figure 2). The main EU and international strategies and policy frameworks shaping the context for Cohesion Policy objectives and interventions at present and in the future are as follows: 19 European Commission (2019) op.cit. European Commission (2018) The principles of subsidiarity and proportionality: Strengthening their role in the EU's policymaking, COM(2018) 703 final, Strasbourg, 23.10.2018. 20 European Parliament (2018) Report on the role of cities in the institutional framework of the Union (2017/2037(INI)), Committee on Constitutional Affairs, A8-0203/2018, 7.6.2018 21 Böhme K, Toptsidou M, Holstein F, Martin D. (2017) European Territorial Review: Territorial Cooperation for the future of Europe, ESPON contribution to the debate on Cohesion Policy post-2020, ESPON EGTC, Luxembourg. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 19  PO1 - Smarter Europe. The Smart Specialisation Communication, 22 A renewed European Agenda for Research and Innovation 23 , the New Industrial Policy Strategy 24 , the start-up and scale-up initiative, 25 and the New Skills Agenda. 26  PO2 - A greener, low-carbon Europe. The EU's Energy Union Strategy (2015) and 2030 targets, 27 which are aligned with the UN’s Sustainable Development Goals 7 (on energy) and 13 (on climate) and the ambitions of the 2015 Global Paris Agreement on climate change. Relevant EU actions and legislation include the EU Emissions Trading System (EU ETS), the Energy Union Governance Regulation and upcoming revisions of the Energy Performance of Buildings 28 as well as the Energy Efficiency and Renewable Energy Directives. 29  PO3 – A more connected Europe. The Commission’s 2016 strategy on Connectivity for a European Gigabit Society 30 sets a vision of Europe where availability and take-up of very high capacity networks enables the widespread use of products, services and applications in the Digital Single Market. 31 Cohesion Policy will continue to contribute to the TEN-T policy, which aims to complete the network by 2030. 32  PO4 – A more social Europe. Implementing the European Pillar of Social Rights (EPSR) agreed in November 2017 to respond to social challenges across Europe. 33 The EPSR has twenty principles structured around equal opportunities and access to the labour market, fair working conditions, and social protection and inclusion.  PO5 – A Europe closer to citizens. The Territorial Agenda of the EU 2020 (TAEU) of 2007 (revised in 2011) is a policy declaration by EU Member States that endorses balanced territorial development at all levels and across all sectors in the pursuit of territorial cohesion. The renewal of the Territorial Agenda is foreseen in 2020 during the German Council Presidency. The Pact of Amsterdam in 2016 agreed an Urban Agenda for the EU including a series of actions delivered through thematic partnerships. The UN’s 2030 Agenda and Sustainable Development Goals (SDGs) are shaping thinking on the strategic context for Cohesion Policy in the 2021-27 period, particularly in the absence of an overarching EU strategy (comparable to ‘Europe 2020’ in 2014-2020) to guide programming and implementation. 22 COM(2017)376 final. 23 COM(2018)306 final. 24 COM(2017) 479 final. 25 COM(2016) 733 final. 26 COM(2016) 381 final. 27 See the dedicated webpage: Energy Union Strategy 28 Directive (EU) 2018/844 of the European Parliament and of the Council of 30 May 2018 amending Directive 2010/31/EU on the energy performance of buildings and Directive 2012/27/EU on energy efficiency (Text with EEA relevance). 29 European Commission (2018) Energy efficiency first: Commission welcomes agreement on energy efficiency, European Commission Statement, Brussels, 19 June 2018; European Commission (2018) Europe leads the global clean energy transition: Commission welcomes ambitious agreement on further renewable energy development in the EU, European Commission Statement, Strasbourg, 14 June 2018. 30 European Commission (2016) Connectivity for a Competitive Digital Single Market - Towards a European Gigabit Society, COM(2016)587, 14.9.2016. 31 See: https://ec.europa.eu/digital-single-market/en/digital-single-market 32 Regulation (EU) No 1315/2013 of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU Text with EEA relevance. 33 Interinstitutional Proclamation on the European Pillar of Social Rights, OJ C 428, 13.12.2017, pp. 10-15. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 20 The EU has committed to contributing to the delivery of the agenda but has not yet decided on the structures, tools and policies to implement and achieve the SDGs. Cohesion Policy is regarded as having a role to play in virtually all the SDGs. 34 The Commission’s Reflection Paper “Towards a Sustainable Europe 2030” of January 2019 35 set out three scenarios including mainstreaming the SDGs to guide the development of the post-2020 growth strategy with a focus on areas with the most EU added value and on Cohesion Policy. The EP and the REGI Committee (through participation in Inter-parliamentary Conferences) are contributing to this debate. 36 The European Commission’s contribution to the EU’s Strategic Agenda 2019-24 was presented in May 2019 at the informal EU27 leaders' meeting in Sibiu (Romania). 37 Cohesion Policy did not feature prominently, with the exception of a sentence highlighting the need to reduce disparities. Under the objective of a competitive Europe, the emphasis is on EU Cohesion Policy support to research and innovation in 2021-27, which should be closely aligned with EU industrial policy and the European Semester of economic policy coordination. The other main priority relating to Cohesion Policy is a ‘Fair Europe’ through the delivery of the European Pillar of Social Rights, which referred to the need to address social and territorial inequalities. The Commission has identified ten main proposals that are pending in Parliament and Council that need to be kept in mind when designing the next strategic agenda. The most important for Cohesion Policy is the 2021-27 MFF discussed below. 34 Bachtler J, Polverari L. (2017) Building Blocks for a Future Cohesion Policy – First Reflections, Research for REGI Committee, DG for Internal Policies, PE 601. 974, April 2017. 35 European Commission (2019) Towards a Sustainable Europe by 2030, Reflection paper, 30 January 2019. 36 Niestroy I, Hege E, Dirth E, Zondervan R. (2019) Europe's approach to implementing the Sustainable Development Goals: Good practices and the way forward, Study, Policy Department, Directorate-General for External Policies, February 2019. 37 Europe in May 2019: Preparing for a more united, stronger and more democratic Union in an increasingly uncertain world, The European Commission's contribution to the informal EU27 leaders' meeting in Sibiu (Romania) on 9 May 2019. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 21 Figure 2: EU objectives, priorities and Cohesion Policy Source: DG REGIO Management Plan 2019, DG Regional and Urban Policy, 19 December 2018. 4.3.3. The MFF – Centralisation, Conditionality and Brexit The reform of the EU Multi-Annual Financial Framework for 2021-27 has important implications for the future Cohesion Policy budget, its relationship with other policies and governance. Inter-institutional negotiations on the MFF for 2021-27 were launched in May 2018 through the Commission’s adoption of a package of budgetary proposals and over 40 sectoral proposals, including the Cohesion Policy CPR, Fund-specific and Interregional Cooperation Regulations. Falling within a new ‘Cohesion and values’ budgetary heading, the Commission proposes to reduce current spending on Cohesion Policy by over 10 percent and to increase the resource for centrally-managed headings and instruments that are less directly concerned with cohesion objectives and provide the Commission with more scope for influence over EU spending. A shift in priority towards centrally-managed funds was already evident during the 2014-20 period through the creation of the European Fund for Strategic Investments (EFSI). From a Cohesion Policy perspective, the EFSI was criticised for its orientation toward the more developed Member States ",
        "IPOL | Policy Department for Structural and Cohesion Policies 22 resulting from its demand-led, market oriented approach. In the rebranded and larger InvestEU fund, the Commission considers that the geographical balance will be improved through the involvement of a wider range of partners including national and regional promotional banks. However, the EP and CoR have strong concerns about the relationship between ESI funds and the new InvestEU programme, and the spatial targeting of InvestEU. There are also wider concerns about the additionality and effectiveness of EFSI support. 38 The EP amendments to the draft InvestEU Regulation broaden the general objectives of InvestEU, linking them to employment, sustainable development and cohesion objectives. Inter-institutional negotiations culminated in a 'provisional partial agreement' in March 2019 increasing the emphasis on geographical diversification and avoidance of excessive sectoral or regional concentration to ensure a fair geographical balance of projects. The agreement also provides explicitly for regional ring-fencing of any contributions from funds under shared management. A second trend in the development of the MFF is the increasing recourse to budgetary conditionality . 39 In 2014-20, closer alignment between EU Cohesion Policy and European economic governance has been pursued through macro-economic conditionality and programming links to the Country-specific Recommendations (CSRs) issued under the European Semester process of economic policy coordination. 40 A strengthened link with the European Semester is envisaged in 2021-27 by adjusting the Semester to provide CSRs in 2019 and in 2024 that are more tailored to Cohesion Policy programming and implementation, and which will play a part in reprogramming during a new mid- term review of Cohesion Policy programmes in 2025. A key issue for Member States is to ensure an emphasis on investment needs that reflect the national and regional levels, taking into consideration cohesion objectives aimed at reducing disparities. 41 Macro-economic conditionality was institutionalised for all ESI funds in 2014-20, empowering the Commission to propose a suspension of funding for breaches in fiscal deficit rules and to request a reprogramming of funding to support the implementation of macro-economic recommendations. For 2021-27, some net payers are in favour of strengthened macroeconomic conditionality (e.g. Austria, Finland and Germany), while other Member States are opposed (Greece) or have called for it to be abolished (France), reconsidered (Italy) or replaced with more positive incentives (Poland, Portugal, Romania). 42 A recent Council Presidency Report calls for special attention to mitigating the possible negative effects of financial suspensions on Cohesion Policy performance. 43 The EP has historically opposed macro-conditionality because of concerns about the negative impact on regional and local communities from funding suspensions. Reflecting these concerns, the EP has proposed deleting Article 15 from the 2021-27 CPR on measures linking the effectiveness of ESI funds to sound economic governance. 44 38 Bachtler J, Oliveira Martins J, Wostner P, Zuber P. (2017) Towards Cohesion Policy 4.0: Structural Transformation and Inclusive Growth, Regional Studies Association (RSA Europe), Brussels. 39 Bachtler J, Mendez C. (Forthcoming, 2020) Cohesion and the EU’s budget: is conditionality undermining solidarity?, in Ramona Coman, Amandine Crespy, Vivien Schmidt (eds.) Governance and politics in the post-crisis European Union, Cambridge University Press. 40 Mendez C. (2013) ‘The post-2013 reform of EU cohesion policy and the place-based narrative’, Journal of European Public Policy 20(5): 639–659. 41 Council of the EU (2019) Presidency Paper on \"Future Challenges in the Programming of the Funds\", 7.6.19, Brussels 42 Bachtler J, Mendez C, Wishlade F.(2018) Reshaping the EU Budget and Cohesion Policy: carrying on, doing less, doing more or radical redesign? European Policy Research Paper, No. 104. EPRC, University of Strathclyde, Glasgow. 43 Council of the EU (2019) Presidency Paper on \"Future Challenges in the Programming of the Funds\", 7.6.19, Brussels. 44 European Parliament (2019) Legislative resolution of 27 March 2019 on the proposal for a regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, and the European Maritime and Fisheries Fund and financial rules for those ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 23 Rule of law conditionality is a new proposal by the Commission for the 2021-27 MFF, which aims to protect the EU budget in the case of generalised deficiencies in the rule of law in Member States. A range of potential sanctions on shared management funds are proposed, including suspending the approval of programmes, commitments or payments. The EP has given partial support for the Commission proposals as long as final beneficiaries of EU funding are not unfairly penalised. Procedural objections have been raised by the European Court of Auditors, which considers that the proposals grant the Commission too much discretionary power and do not provide clear criteria and guidance for determining breaches in the rule of law. 45 An EP study concludes that significant revisions are needed for rule of law conditionality to be effective. These include greater legal coherence/consistency, a focus on a limited number of key rule of law breaches linked to EU spending, credible guarantees that final beneficiaries would not be affected, and the involvement of the Council and Parliament in enforcement decisions to ensure legitimacy. 46 By contrast, other commentators have called for stricter conditionality through Cohesion Policy suspensions for violations in the rule of law irrespective of whether there are budgetary risks to the EU budget. 47 Finally, the UK’s exit from the EU (Brexit) could have important financial implications for Cohesion Policy. The loss of a net payer would mean less funding for the MFF and Cohesion budget or more contributions by other net payers. Commission proposals to maintain the size of the budget for 2021- 27 at a similar level to 2014-20 – while increasing the share going to centrally managed instruments at the expense of cohesion and agricultural funds – and to phase out budget rebates imply a sizeable increase in the net payments of some richer countries. 48 The political reaction to the proposals by some net payers was to criticise the overall size of the EU budget and the level of their net contributions, with some calling for a significant cut in spending. This may lead to further cuts to the cohesion and agricultural budget headings in line with the dynamics of previous MFF negotiations. 49 Moreover, the impact of the UKs departure on economic and trading relationship could be substantial in some European countries and regions. 50 There is also the question over post-Brexit participation of the UK in Cohesion Policy. Continued involvement in ETC – PEACE programme is guaranteed till 2020 at least (under the terms of the Withdrawal Agreement), 51 but other EU territorial cooperation (e.g. INTERREG) involvement is still to be decided. and for the Asylum and Migration Fund, the Internal Security Fund and the Border Management and Visa Instrument, P8_TA(2019)0310. 45 ECA (2018) Opinion No 1/2018, European Court of Auditors, Luxembourg. 46 Viţă V. (2018) Conditionalities in Cohesion Policy , Research for REGI Committee , DG for Internal Policies, PE 617. 498, September 2018, Brussels. 47 López Garrido D, López Castillo A. (2019) The EU framework for enforcing the respect of the rule of law and the Union’s fundamental principles and values, DG for Internal Policies, Policy Department for Citizens’ Rights and Constitutional Affairs,25.01.2019, Brussels. 48 Bachtler J, Mendez C, Wishlade F. (2019) Reforming the MFF and Cohesion Policy 2021-27: pragmatic drift or paradigmatic shift? European Policy Research Paper, No. 107. EPRC, University of Strathclyde, Glasgow. 49 Bachtler J, Mendez C, Wishlade F. (2013) EU Cohesion Policy and European Integration: The Dynamics of EU Budget and Regional Policy Reform, Farnham, Surrey, England ; Burlington, Vermont: Ashgate. 50 Chen W, Los B, McCann P, Ortega-Argilés R, Thissen M, van Oort F. (2017) ‘The Continental Divide? Economic Exposure to Brexit in Regions and Countries on Both Sides of the Channel’. Papers in Regional Science , Vol. 97, No. 1, pp. 25–54. 51 European Parliament (2019) Report on the proposal for a regulation of the European Parliament and of the Council in order to allow for the continuation of the territorial cooperation programmes PEACE IV (Ireland-United Kingdom) and United Kingdom-Ireland (Ireland-Northern Ireland-Scotland) in the context of the withdrawal of the United Kingdom from the European Union, Committee on Regional Development, A8-0021/2019, 23.1.2019. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 24 4.4. Coordination of the Union’s structural instruments The 2013 reform of Cohesion Policy sought to increase synergies across EU funds to maximise impact and value for money by encouraging coordination between ESI funds and with other EU instruments such as Horizon 2020, COSME, CEF or EFSI. The reinforced alignment of ESIF with the Europe 2020 strategy provided a strategic steer to pursue synergies in ESIF Partnership Agreements and programmes. The introduction of a Common Strategic Framework and an umbrella Common Provisions Regulation (CPR) covering all five ESI funds also brought more coherence and coordination to ESI funds delivery. At an operational level, the increased scope for cumulating grants, pooling funding from different EU instruments and alignment of cost models contributed to strategic coherence and synergies. However, implementation challenges remained significant in practice, often attributed to separate regulations for Funds and instruments with different rules. The main coordination tool at national level in 2014-20 is the Partnership Agreement covering all five ESI funds. Negotiated between the Commission and national authorities, the PAs provide scope for coordination of the different ESI funds and with other EU and Member State policies. The main strategic shift in PAs and programmes was from a simple focus on demarcation of Funds and instruments to avoid overlaps and duplication in 2007-13, towards more synergistic working in the design and implementation of initiatives across themes and objectives in 2014-20. 52 However, coordination was stronger in the strategic planning of PAs and programmes than in implementation, andthe institutional commitment, capacities and administrative traditions regarding coordination were uneven across Member States and sectors. Proposals by some Member States to eliminate the PA in 2021-27 in countries with low funding allocations, or with a small number of programmes, to reduce the administrative burden of programming would imply more differentiation and could be counterproductive for the pursuit of synergies. The option to use multi-fund OPs in 2014-20 also facilitated ESI funds coordination. However, uptake was limited with only a quarter of programmes being jointly funded by the ERDF and ESF. The main reason for the low uptake was concern about administrative complications arising from separate regulations as well as the political and organisational difficulties of collaborative working across government ministries and departments. Coordination between the different Managing Authorities implementing programmes co-funded by different ESI funds remains challenging and is sometimes limited to the preparation of the Partnership Agreements and the PA Progress Reports (in 2017 and 2019). While silo mentalities between different policy areas continue to persist at national level, a sectoral approach toESI funds is also evident at EU level. This is reflected in the Commission proposals for 2021-27, which envisage a more national approach to the ESF and a separation of the Rural Development Fund from the Common Provisions Regulation for shared management funds. The new territorial instruments introduced in 2014-20 have integration as an explicit objective through multi-sector strategies at the regional or local level. Sustainable Urban Development (SUD) strategies, Integrated Territorial Investments (ITI) and Community-led Local Development (CLLD) tools 52 For more information about the challenges of coordinating ESI fundswith other EU instruments see: Ferry M, Kah S,Bachtler J. (2016) Maximisation of synergies between European Structural and Investment Funds and other EU instruments to attain Europe 2020 goals, Report to the European Parliament's Committee on Regional Development, Brussels; Kah S, Mendez C, Bachtler J, Miller S. (2015) Research for REGI Committee - Strategic coherence of Cohesion Policy: comparison of the 2007- 13 and 2014-20 programming periods, Directorate General for Internal Policies - Policy Department B: Structural And Cohesion Policies - Regional Development, Brussels. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 25 allowed different ESI funds to be combined in localised and participative territorial strategies. Analysis of the instruments have provided a broadly positive assessment (to date) of the role of SUDs in incentivising cooperation, integrating funds and generally supporting the urban dimension of ESIF as part of an ‘integrated’ and ‘place-based’ approach. 53 However, there were substantial administrative challenges in designing and implementing SUDs reflected in slower absorption, partly linked to the novelty of integrated approaches and often complicated implementation arrangements. In terms of coordination of ESIF with other EU instruments , the EU’s Common Strategic Framework and national Partnership Agreements provide the strategic frameworks in 2014-20. While progress has been made in recent years, there are substantial difficulties with coordination attributable to regulatory tensions, notably in the areas of financial regulations and State aid rules. There has been little evidence of governance arrangements in Member States being reconfigured to pursue synergies across EU funding streams. EU-level initiatives, including the S3 Platform have been established, and Member State networks have contributed to strategic coordination, but compartmentalised or ‘silo’ based implementation approaches remain evident at both Member State and EU levels. The rural dimension of Cohesion Policy is mainly promoted through CLLD based on the established LEADER approach to delivering EAFRD bottom-up via local development initiatives, opened up to allow ERDF, ESF and EMFF participation in 2014-20. The integration of multiple ESI funds in CLLD was taken up in more than half of the Member States, but only one quarter of CLLD instruments integrate multiple ESI funds, including 16.5 percent that combined ERDF with the EAFRD and/or the EMFF. 54 A more recent rural joint initiative is the EU Action for Smart Villages of 2017, a concept that seeks to combine initiatives and funds across several policy areas relating to rural development, environment, regional and urban development, transport and connectivity. Smart Villages are defined as “rural areas and communities which build on their existing strengths and assets as well as on developing new opportunities” to enhance traditional and new networks and services by means of digital technologies, innovations and better use of knowledge. Building on the experiences of LEADER CLLD, Smart Villages employ a participatory approach to develop a long-term vision and an integrated strategy aimed at improving their social, economic and environmental conditions that build bridges between rural and urban areas. For the future 2021-27 period, the Commission has proposed a separation of the European Agricultural Fund for Rural Development from the ESIF Common Provisions Regulation . A concern of some Member States and the EP is that this will undermine the pursuit of an integrated approach to development in rural areas, 55 as Partnership Agreements would no longer cover EAFRD programmes (although the ERDF, ESF, Cohesion Fund and EMFF would remain covered). CLLD would continue in those cases using multiple Funds or individual Funds (excluding EAFRD), while mono-fund EAFRD programmes would be relabelled LEADER as in the past. A number of revisions could facilitate more integration across Funds by simplifying and clarifying EU rules as well as providing for common coordination mechanisms between different Funds 56 . However, the use of CLLD as a tool for pursuing synergies across all ESI funds is not prioritised. Accordingly, the European Parliament has called for the 53 van der Zwet A, Bachtler J, Ferry M, McMaster I. (2017) Integrated territorial and urban strategies: how are ESIF adding value in 2014-2020?, Study conducted for the European Commission (DG Regio), European Policies Research Centre, University of Strathclyde, Glasgow. 54 Servillo L. (2019) Tailored polities in the shadow of the state’s hierarchy. The CLLD implementation and a future research agenda, European Planning Studies, 27:4; Kah S. (2019) ‘Implementing ERDF Through CLLD: Experiences So Far’, European Structural and Investment Funds Journal, Vol. 7, no. 1, pp. 47-57. 55 Bachtler et al. (2018) op.cit. 56 Kah S. (2019) op.cit. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 26 reintegration of the EAFRD into the CPR “to avoid strategic gaps and coordination issues for local investments”. 57 4.5. The urban dimension of Cohesion Policy The urban dimension of Cohesion Policy has been strengthened in 2014-2020 through a new emphasis on territorial and integrated strategies to exploit the development potentials of different types of territories. As noted above, there is a particular focus on Sustainable Urban Development (SUD) through integrated strategies adopting a functional territorial perspective with more delegation of tasks to the local level and a financial mix of different funds. At least five percent of ERDF allocations must be dedicated to SUD strategies setting out integrated actions to tackle economic, environmental, demographic and social challenges. Developed bottom-up through engagement with stakeholders, the strategies can cover all or part of a specific territory, including functional urban areas, metropolitan regions, cities, urban neighbourhoods. Delegation of implementation responsibilities to urban authorities is compulsory, at least for tasks relating to the selection of operations. There are substantial differences in the design and implementation of SUDs across Member States in terms of implementation, governance, territorial and thematic coverage and funding. 58  Implementation models: SUD can be supported as a specific priority axis of an ESIF operational programme, as a dedicated ESIF operational programme or as an Integrated Territorial Investment (ITI) that combines different funds from different priorities of programmes. Moreover, there is variation in project generation and selection models in terms of the use of competitive and non-competitive models.  Governance: There is variation in the delegation by MAs of implementation responsibilities to Urban Authorities beyond the minimum requirement of project selection. The extent to which governance has involved the use of existing arrangements or the creation of new structures (e.g. secretariats, associations of municipalities etc.) or coordination mechanisms (e.g. working groups, contracts or agreements etc.) also varies.  Territorial coverage: The strategies can cover whole cities, functional urban centres, an agglomeration of cities or neighbourhoods, specific zones within cities, or even networks of urban areas without common borders.  Thematic coverage. The main themes are energy efficiency, sustainable and multi-modal transport, regeneration of the urban environment and social inclusion, but the combination and range of themes varies considerably.  Funding. Some programmes are investing up to 40 percent of their funding into ITIs or SUD while others are fulfilling the minimum requirements of five percent of ERDF, which represents varying amounts in different contexts. The different approaches are shaped in part by the different urban contexts - such as the degree of urbanisation, the level of polycentricity, or the most pressing urban challenges as well the extent of devolved competencies, fiscal autonomy and administrative capacities at local level. The organisation of Cohesion Policy programmes at national or regional levels, and the amount of funding available for 57 European Parliament (2019) op.cit. 58 van der Zwet A, Bachtler J, Ferry M, McMaster I. (2017) Integrated territorial and urban strategies: how are ESIF adding value in 2014-2020?, Study conducted for the European Commission (DG Regio), Brussels. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 27 these instruments are equally important in shaping SUD approaches, as are pre-existing domestic urban policy frameworks. A stock-take of experiences with implementing SUD provided a broadly positive assessment (to date) in terms of incentivising cooperation, integration of funds and generally supporting the urban dimension of ESIF as part of a ‘place-based’ approach. 59 However, programme and urban authorities were faced with substantial administrative challenges in designing and implementing SUDs reflected in slower absorption, partly linked to the novelty of integrated approaches and complex implementation arrangements. 60 By end 2017, the expenditure rate was only 3.2 percent of allocations, 61 although the pace accelerated considerably in 2018. 62 An important task over the next 2-3 years will be to undertake systematic evaluation of the first outcomes from the territorial instruments in 2014-20. Identifying the value of SUD is complex, especially if there is strong diversity in terms of participants, themes and territories covered. The success of these instruments should be analysed beyond addressing ‘hard’ physical indicators to include ‘softer’ outcomes such as cohesion within the territory targeted, wellbeing of residents etc. 63 Moreover, there are potentially important effects related to the process of implementation that may be observable only over the longer term (e.g. new participatory cultures in policy-making or cooperative governance models). Measuring progress and effectiveness is difficult but integral to these initiatives, in terms of identifying ‘what works’ and in demonstrating the ‘added value’ of integrated approaches – for local, national and EU audiences. The need for capacity-building in territorial instruments has been highlighted in research 64 and in the EPs resolution on the CPR for 2021-27. Capacity issues include the level and quality of human resources and experience among implementing bodies and stakeholders, particularly where participation in implementing these types of instrument is relatively new. This can be compounded by the complexity of the regulatory framework and different rules and guidance for the ERDF and ESF that limit integration of the Funds. For the 2021-27 period, Policy Objective 5 aims to bring ‘Europe Closer to Citizens’ by supporting locally-led strategies and SUD across the EU. Aside from increasing the visibility of the urban theme through a new objective, a marginal increase in funding is proposed (from five percent to six percent of allocations) along with a more flexible regulatory framework (e.g. by not obliging urban authorities to take on a number of management responsibilities). The EP has proposed to double the SUD budget to at least ten percent of national allocations and at least five percent of integrated territorial development in disadvantaged non-urban areas. 65 It has also introduced amendments to highlight the benefits and encourage the use of multi-fund and integrated approaches drawing on all ESI funds (the ERDF, ESF+, EMFF and EAFRD). 59 Ferry M, Kah S, Bachtler J, (2018) Integrated territorial development: new instruments –new results?, IQ-Net Thematic Paper 42(2), European Policies Research Centre Delft. 60 van der Zwet A et al. (2017) op.cit. . 61 European Commission (2019) op.cit. 62 Ferry M. (2019) Integrated Territorial Investments as an effective tool of the Cohesion Policy, Briefing Paper, Directorate General for Internal Policies Policy Department D: Budgetary Affairs, 22.3.2019. 63 Ferry M, McMaster I, van der Zwet A. (208) Assessing the performance of integrated territorial and urban strategies: Challenges, emerging approaches and options for the future, Report to European Commission, Publications Office of the European Union, Luxembourg. 64 Ferry M. (2019) op.cit. ; European Parliament; European Parliament (2017) Report on future perspectives for Technical Assistance in Cohesion Policy , Committee on Regional Development, A8-0180/2017, 4.5.2017. 65 European Parliament (2019) op.cit. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 28 A major perceived challenge for Cohesion Policy is how to ensure greater visibility of the policy to EU citizens at the local level . Research shows that there is significant recognition of the role of the policy, although awareness of EU regional and local interventions and the perceived benefits varies greatly. 66 A critical task for the EU and Member States is not only to improve communication of the policy, but also to increase involvement of citizens in decision-making. This could be achieved through democratic innovations such as participatory budgeting, especially in localised urban development strategies that are closer to citizens. 67 Finally, the Urban Agenda for the EU , agreed under the Pact of Amsterdam in 2016, is a wider ‘umbrella’ strategy to strengthen urban policy initiatives at all levels. The agenda focuses on a series of priority themes and actions delivered through ‘thematic partnerships’ of cities, Member States, the Commission, EU institutions (EIB, European Economic and Social Committee, and the CoR), knowledge organisations (e.g. URBACT and ESPON) and other experts, territorial interest groups and stakeholders. Progress in implementing the Urban Agenda for the EU varies across thematic partnerships and plans (Figure 3). The Commission has assessed the urban agenda’s achievements positively in supporting better regulation, funding and knowledge through participative and integrated approaches and in contributing to the UN’s New Urban Agenda. 68 However, the geographical participation in the fourteen thematic partnerships is uneven, currently including 96 cities/metropolitan regions and 10 regions spread over 25 Member States. The main challenges to the institutionalisation of a coherent EU urban policy are the lack of a strong EU legal framework and competences in many of the urban policy domains covered, as well as the fragmented urban policy and governance landscape at EU level and across Member States. 69 In this context, the European Parliament has called for the Urban Agenda to be formalised to increase ownership and implementation of the agenda’s recommendations by European institutions and Member States. 70 66 Borz G, Brandenburg H, Mendez C. (2017) The Impact of EU Cohesion Policy on European identity: Results from the COHESIFY citizen survey, COHESIFY Research Paper 14: http://www.cohesify.eu/research-papers/; Pegan A, Mendez C,Triga V. (2017) What do citizens think of Cohesion Policy and does it matter for European identity? A comparative focus group analysis, COHESIFY Research Paper 13: http://www.cohesify.eu/research-papers/ 67 Mendez C. (2018) How to reconnect with citizens? Key conclusions and recommendations, COHESIFY Final Conference, Brussels, 26 April 2018. 68 European Commission (2019) The Urban Agenda for the EU: Multi-level governance in action, DG Regional and Urban Policy, European Commission, June 2019, Brussels; European Commission (2017) Report from the Commission to the Council on the Urban Agenda for the EU, COM(2017)657 final, European Commission, Brussels, 69 Atkinson R, Zimmermann A. (2016) Cohesion Policy and cities: An ambivalent relationship, in: Piattoni S, Polverari L (eds.): The EU Cohesion Policy Handbook. Cheltenham: Edward Elgar, 413-426. 70 European Parliament (2018) Report on the role of cities in the institutional framework of the Union, Committee on Constitutional Affairs, P8_TA(2018)0273, 3.7.2018. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 29 Figure 3: The Urban Agenda for the EU: Timeline of thematic partnership and action plans Source: European Commission (2019), p8. 4.6. Interregional cooperation, outermost regions and islands The Cohesion policy objective of European Territorial Cooperation, widely known as INTERREG, is to promote a harmonious economic, social and territorial development of the Union as a whole. For 2014- 2020 INTERREG has three strands of cooperation with ‘INTERREG A - Cross-border’ being the largest in terms of financial resources and number of programmes. Table 4: ETC budget and programme by strand Cooperation strand Number of Programmes ERDF budget INTERREG A cross-border 71 60 OPs €6.6 billion INTERREG B transnational 15 OPs €2.1 billion INTERREG C interregional 4 P OPs €500 million The programmes are small and expectations of what INTERREG should deliver – now in its fifth period – have increased. The principal reforms for the 2014-2020 period promoted concentration, simplification and result orientation. Overall, programmes have focused their efforts to a greater degree in the current period, with high concentrations of projects in tourism, cultural heritage and arts, SME and entrepreneurship and sustainable development of natural resources 72 and in supporting work to develop and test new technologies and applications, and adaptation/adoption of new approaches/methods in specific environments/sectors/contexts. 73 71 This also includes cooperation programmes with components funded through the Instrument for Pre-Accession Assistance and European Neighbourhood Instrument. 72 https://www.keep.eu/statistics 73 McMaster I. (2017) op.cit. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 30 The main simplification steps for 2014-20 included a dedicated INTERREG regulation and additional measures by programmes such as adoption of harmonised implementation tools, branding and electronic monitoring system, developed by the INTERACT programme. Mid-term programme impact evaluations show programmes are delivering results 74 and concrete outcomes removing barriers to greater security, transport, education, energy, health care, training and employment. This builds on recognised areas of added value in relation to better regional connectivity, mobility and accessibility to services, knowledge and innovation transfer, regional branding and identity, tackling environmental challenges, risk management and response to disasters, and enhancing institutional capacity building and social capital. 75 More generally, INTERREG’s wider added value is highlighted. It is an instrument of practical, territorially-based international engagement on issues of joint interest; and it has a distinct policy role linked to its thematic coverage, scale, and international dimension, and strategic value in promoting both EU goals (EU integration and territorial cohesion) and territorial interests (e.g. building practical cooperation in areas such as the Arctic and Mediterranean). A more ambitious European Territorial Cooperation for 2021-27 was proposed by the Commission, albeit with a lower budget. The most important changes were the emphasis on enhancing cross-border strategic planning and institutional cooperation, including through new legal instruments; and the addition of co-operation outside the EU with a specific strand for outermost regions and incorporating the current IPA/ENI funding to support enlargement and cooperation with neighbourhood countries. Maritime CBC programmes would be subsumed into transnational programmes. The main amendments to the draft 2021-27 regulations proposed by the European Parliament include: increasing the funding for ETC to at least three percent of the Cohesion budget; increasing the proportion of ETC funding for border regions; retaining maritime cross border cooperation programmes; retaining current EU co-financing rates; simplifying rules for small-projects funds; allowing flexibility in indicators; and elimination of state aid checks. 76 There is also pressure to retain the INTERREG C strand of cooperation. On-going challenges for the new programmes include: accurately capturing and conveying INTERREG results and impact; 77 barriers to simplification; building synergies and links to other programmes; addressing weak private sector engagement, especially SMEs; and maintaining a solid focus on the rationale for joint cross-border or transnational solutions. Brexit also has major implications for INTERREG in terms of budget, programme geographies and participants. The UK is a partner in eleven INTERREG A and B programmes, as well as ESPON, URBACT and INTERREG Europe and INTERACT. The UK makes a significant contribution in terms of funding, expertise and project partners. At present, the UK is listed as a partner in 484 projects (lead partner for 74 See for example, McMaster I. et al. (2019) Impact Evaluation of the Northern Periphery and Arctic Programme, Final Report prepared for the Country Administrative Board of Västerbotten, European Policies Research Centre, Glasgow; and Spatial Foresight (2018) Interreg Baltic Sea Region ,Mid-term evaluation of Programme impact, Final Report submitted to Managing Authority / Joint Secretariat Investitionsbank Schleswig-Holstein, Spatial Foresight, Luxembourg. 75 European Parliament (2016) Report on European Territorial Cooperation - best practices and innovative measures (2015/2280(INI)) , Committee on Regional Development, http://www.europarl.europa.eu/doceo/document/A-8-2016- 0202_EN.pdf 76 European Parliament (2018) Report on the proposal for a regulation of the European Parliament and of the Council on specific provisions for the European territorial cooperation goal (Interreg) supported by the European Regional Development Fund and external financing instruments, Committee on Regional Development, A8-0470/2018, 18.12.2018: http://www.europarl.europa.eu/doceo/document/A-8-2018-0470_EN.pdf 77 McMaster I et al.(2019) Results Orientation: What‘s it doing for Interreg? European Structural and Investment Funds Journal, Vol. 7 Issue 1 pp. 2-8. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 31 153 projects). 78 Under the Withdrawal Agreement between the EU and UK (not yet ratified), the UK has committed to on-going participation in INTERREG cross border programmes between Northern Ireland and Ireland. Involvement beyond that still remains uncertain, although legally some form of ongoing participation as a non EU-Member State is possible. 79 Linked to INTERREG is a range of financial and non-financial forms of support that are being further developed or introduced in 2021-27.  EGTC – European Grouping of Territorial Cooperation is a European legal instrument designed to facilitate and promote cross-border, transnational and interregional cooperation. Since the introduction of the EGTC instrument in 2006, 69 EGTCs have been established involving local, regional and national authorities as well as other members. 80 For the 2014-20 period, application of the instrument was simplified by an amendment to the EGTC regulation in 2013 and more awareness raising activities were undertaken. Points to consider in the future include: further awareness raising and promotion of the potential of EGTC; improved EGTC access to EU funds; consistency in interpretation and application of regulations. 81  ECBM – The European Cross Border Mechanism is a new voluntary instrument proposed for 2021-27 to address legal and administrative obstacles hampering cross-border cooperation. The mechanism complements existing arrangements in particular INTERREG and the EGTC, as they do not have the necessary powers to take legal measures. 82 The regulation will allow the legal provisions of one Member State to be applied in another Member State for a specified case. 83  Interregional Innovation Investments – The Commission has proposed a completely new INTERREG “Component 5” dedicated to interregional innovation investments. In the ongoing debate, the EP has proposed removing interregional innovation investments from the ETC components and included instead as a separate initiative and the subject of a new article in the regulation detailing its scope and coverage. 84 The initiative aims to encourage close-to-market investments involving innovative products and services involving new technologies or processes in priority sectors. It would do so by providing financial support for collaboration between researchers, businesses and other innovation actors (such as clusters), civil society and public administrations based in European regions with matching smart specialisation assets that, together, bring together the main actors within a given value chain. 85 78 Data is indicative and based on information available in the keep.eu database, which is being updated on an ongoing basis: https://www.keep.eu/nuts/searchByRegion 79 McMaster I. (2017) op.cit. 80 Although one has since ceased operating. Zillmer, S. et al, Spatial Foresight (2018) Assessment of the application of EGTC regulation, Final Report, 20.04.2018 81 Spatial Foresight (2018) Ibid. 82 European Economic and Social Committee (2018) Opinion, European Economic and Social Committee on Proposal for a Regulation of the European Parliament and of the Council on a mechanism to resolve legal and administrative obstacles in a cross-border context. 83 Franziska S. (2018) \"The European Commission’s proposal for a cross-border mechanism (ECBM): Potential implications and perspectives\", Journal of Property, Planning and Environmental Law, Vol. 10 Issue: 3, pp.219-239. 84 European Parliament (2019) European Parliament legislative resolution on 26 March 2019 on the proposal for a regulation of the European Parliament and of the Council on specific provisions for the European territorial cooperation goal (Interreg) supported by the European Regional Development Fund and external financing instruments, P8_TA(2019)0238; European Parliament (2019) European territorial cooperation (Interreg) 2021-2027, European Parliament Briefing EPRS | European Parliamentary Research Service. 85 Vanguard Initiative (2018) Interregional Innovation Investments European Territorial Cooperation – Component 5 https://www.centralsweden.se/wp-content/uploads/2018-11-06-SME-Intergroup-Vanguard-Initiative-Working- document-ETC-C5-1.pdf ",
        "IPOL | Policy Department for Structural and Cohesion Policies 32  Outermost regions cooperation – Building on the 2017 European Commission strategy for the outermost regions, the 2021-2027 regulation proposes a specific INTERREG component for outermost regions 86 to encourage cooperation between neighbours. This would allow these regions to continue benefitting from specific additional funding (€270 million) and from the highest rate of European co-financing. Particular areas of investment include: promoting innovation, the circular economy and blue growth. Beyond INTERREG, the outermost regions are supported via the mainstream programmes funded by the ERDF and other ESI funds, with additional amounts to tackle their specific constraints; and the Programme of Options Specifically Relating to Remoteness and Insularity (POSEI), a programme under the Common Agricultural Policy. The need to take the specific situation of islands into account is addressed by Article174 of the TFEU. The article recognises the specific challenges of insularity, e.g. linked to transport, out migration, and monoculture economies. 87 The EU already offers support to islands via various projects and exchanges, including a recent clean energy transition initiative, launched with the support of the European Commission’s Clean Energy for EU Islands Secretariat . 88 Looking to the future, a challenge is to maintain the visibility of Islands on the European agenda and acknowledgment of the specific challenges they face, particularly in terms of accessibility. 4.7. Relations with the CoR, interregional cooperation organisations and local and regional authorities The European Parliament’s REGI committee has responsibility for maintaining relations with the European Committee of the Regions (CoR), interregional cooperation organisations and local and regional authorities. 89 Since 2008, the REGI Committee and the Commission for Territorial Cohesion Policy and the EU Budget (COTER) have organised an annual joint meeting in the framework of the ‘Open Days: European Week of Regions and Cities’ event and various forms of legislative cooperation have been institutionalised over time. A Cooperation Agreement between the EP and CoR was signed in February 2014 \"to reinforce the democratic legitimacy of the European Union and contribute to the Treaty objective of pursuing territorial, social and economic cohesion\" as well as to \"ensure the respect of the subsidiarity principle\". The key measures introduced included:  sending CoR impact assessments on proposed EU legislation to the Parliament in advance, including detail at national, regional and local level on how existing legislation is working, and opinions on improvements to the proposed legislation;  inviting a CoR member to all relevant EP committee meetings to present opinions, while EP rapporteurs can attend CoR committee meetings; and  holding twice yearly discussions on legislative cooperation and the work plan 86 Territories include: French Guiana, Guadeloupe, Martinique, Mayotte, Reunion Island and Saint-Martin (France), Azores and Madeira (Portugal), and the Canary Islands (Spain). 87 European Parliament (2016) Islands of the EU: Taking account of their specific needs in EU policy, European Parliament briefing http://www.europarl.europa.eu/RegData/etudes/BRIE/2016/573960/EPRS_BRI(2016)573960_EN.pdf 88 European Commission (2019) 26 European islands launch clean energy transition, 18 February 2019. 89 Rules of Procedure, Annex V, point XII. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 33 The cooperation between the CoR and the EP takes place at several levels: CoR Bureau and the EP Conference of Commission Chairs, represented by their Presidents; EP Committee/CoR Commission level; EP/CoR rapporteurs; and CoR and EP secretariats and European Parliamentary Research Service (EPRS). 90 The EP and CoR have assessed the development of cooperation positively and called for a further deepening of the cooperation at the political level, committee/commission level and between EP/CoR rapporteurs. A greater CoR role is envisaged in contributing to the drafting of EP implementation reports, in organising fact-finding missions in cities and regions, as well as in communication and information activities. 91 The CoR has had a strong policy presence in relation to Cohesion Policy 2014-20 with the COTER secretariat and the EPRS Structural Policy unit liaising closely on the discussion on the future of Cohesion Policy through a range of briefings and in relation to dossiers. 92 The CoR put forward recommendations in a series of opinions on the legislative proposals, many of which were addressed by the European Parliament in its report on the CPR including:  the reference to the appropriate territorial level for administering the programmes;  the need for taking the latest available data for NUTS 2 regions;  the reference to the Code of Conduct for Partnership and Multi-level Governance;  the inclusion of integrated approaches to address demographic or natural challenges in the Partnership Agreements and operational programmes;  The clarification that enabling conditions should only apply to the extent to which they contribute to the objectives of the Funds;  the proposal to maintain the seven-year programming period;  the increased pre-financing rates;  maintaining the n+3 (decomittment) rule;  the establishment of a regional safety-net;  the inclusion of a flexibility clause of ten percent to adapt the level of concentration to the regional circumstances;  the increase in the co-financing rates; and  rejection of macroeconomic conditionality provisions. Regarding the ERDF/CF regulation, the CoR reports that most of its recommendations were taken on board by the EP, notably in terms of thematic concentration, complementarities between the ERDF and the ESF+ at local level, and on areas with natural or demographic disadvantages. 93 The CoR opinion on European Territorial Cooperation also had considerable influence on the REGI Committee, which 90 Committee of the Regions (2017) Report on the implementation of the Cooperation Agreement between the European Parliament and the European Committee of the Regions, European Committee of the Regions. 91 2019 EU elections \"going local\": CoR joins forces with European Parliament as preparations get underway, CoR Press release, 28/11/2017. 92 Committee of the Regions (2017) op.cit. 93 European Committee of the Regions (2019) Contribution of the COTER Commission to the Impact Report 2018, Background note, COTER commission meeting of 26 March 2019, Brussels. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 34 accepted the proposals for a new article on Interregional Innovation Investments, the reintegration of maritime cooperation under component 1 and the maintenance of INTERREG Europe. 94 94 European Committee of the Regions (2019) Ibid. ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 35 CONCLUSIONS The reform of Cohesion Policy is taking place at a challenging time for the EU, partly because of the implications of Brexit, but also the much wider and more fundamental debate about the future of the EU. The emerging strategic agenda 95 for the EU seeks to defend citizens’ rights and freedoms, develop a sustainable European economic model in the face of globalisation and technological change, manage the green transition in response to climate change, promote inclusiveness, and advance the EU’s interests and values in the world. Other contributions to the debate speak of ‘re-energising’ the ambitions of the EU, seeking a new unity of purpose amidst diverging Member State interests and a more uncertain global context, and demonstrating that the Union is responding to the concerns of large parts of the EU’s population in the key areas of migration, climate change, purchasing power and employment. 96 An important question for the new REGI Committee is the place of ‘cohesion’ in these debates. The draft EU strategic agenda seeks to ‘provide ‘opportunities for all and reduce inequalities’ and ‘disparities through cohesion’ but – like other contributions to the strategic debate - the focus is more on social cohesion than territorial cohesion. Despite the territorial dimensions to many challenges facing the EU (such as innovation and climate change), and the existence of ‘places left behind’ by European integration and globalisation (and their political expression in Euroscepticism), it is remarkable that Cohesion Policy continues to be presented as a ‘traditional policy’ with questionable added value – in the face of increasing research and evaluation evidence of its effectiveness. While the Commission’s proposals for the 2021-27 MFF continue to allocate a sizeable share of the EU budget to Cohesion Policy, the proportion of the EU budget (and its percentage of EU GDP) accounted for by the policy will be the lowest since the early 1990s. The Commission’s priorities are for budget headings for which it has direct management responsibility rather than those whose management is shared with the Member States. Turning to the specific issues facing the REGI Committee during its mandate period, the main policy themes and political questions are as follows. Strategic framework for Cohesion Policy . Fundamental to an effective approach to cohesion is taking account of how sectoral policies affect cohesion and the potential conflicts and countervailing effects. Previous reforms of the MFF and Cohesion Policy were guided by an overarching framework – the Lisbon Strategy, Europe 2020 – that provided direction for the strategic planning of Cohesion Policy at EU, national and sub-national levels, encouraging a coherent approach across and within programmes and unity of purpose among institutions. Such a framework is currently missing for 2021-27, with important implications for the programming of ESIF resources taking place in 2019-20. The risk is that ‘sectoral policies’ (whether at EU or Member State levels) will be co-funded by Cohesion Policy without taking the spatial implications and impacts sufficiently into account. This issue needs to be raised at an EU ‘strategic’ policymaking level and not only through ‘operational’ territorial impact assessments. The EP should encourage a more strategic approach to cohesion across EU policies to ensure that the implications for cohesion are taken into account. 95 European Council (2019) Leaders’ Agenda, Strategic Agenda 2019-2024 – outline. 9 May 2019 https://www.consilium.europa.eu/media/39291/en_leaders-agenda-note-on-strategic-agenda-2019-2024-0519.pdf 96 EPC (2019) Yes, we should! EU priorities for 2019-2024, Challenge Europe, European Policy Centre, 4 April 2019; EUI (2019) What Agenda for the Next European Parliament? Policy Papers – Special Edition: http://europeangovernanceandpolitics.eui.eu/what-agenda-for-the-next-european-parliament/ ",
        "IPOL | Policy Department for Structural and Cohesion Policies 36 Coherence of the Funds . One of the main principles for the landmark reform of the Structural Funds in 1988 was to achieve a more coordinated use of the Funds (at the time, the ERDF, ESF and EAGGF:Guidance Section). This principle continued to guide the approach to Cohesion Policy in subsequent reforms in order to maximise synergies and effective implementation. However, the Commission’s proposals for 2021-27 threatens the coherence of the Funds through the separation of the rural development fund (EAFRD) from ESIF and the growing national focus of ESF+. Unless the EP can negotiate alternative arrangements, the Commission proposals are likely to weaken a place-based approach to Cohesion Policy, reduce the incentives for collaboration across policy and institutional boundaries, and create additional administrative burdens for interventions supporting integrated territorial development. Partnership . A further principle of Cohesion Policy since 1988 has been partnership – to encourage vertical cooperation between different levels of government (EU, national, regional, local) and horizontal collaboration among public, private and third sector actors at national and sub-national levels. Notwithstanding the regulatory requirements, and a ‘Code of Conduct’ on partnership, the implementation of the partnership principle in Cohesion Policy programmes varies significantly across Member States. For the 2021-27 period, the EP has proposed that the Partnership Agreement and operational programmes should be implemented by a ‘fully fledged effective partnership’ involving regional, local, urban and other public authorities, economic and social partners and other relevant bodies. This has so far been resisted by the Council, which seeks a more general form of wording, and will require further inter-institutional political negotiation. Economic governance. One of the drivers of the Commission’s reform proposals is the need to support the further development of European economic governance. This is reflected in the expanded influence of the European Semester process, the creation of the Structural Reform Support Service, the proposed allocation of a substantial budget to Reform Support Programmes, and the growing importance of conditionalities of different types on Cohesion Policy spending. A major problem hitherto has been the weak links between the European Semester process and Cohesion Policy. This is being partially addressed by the more active involvement of DG REGIO in the European Semester process, and the inclusion of so-called Annex D investment priorities as part of Country Reports. However, the process still does not take sufficient regard of territorial development opportunities and challenges, and there are important questions about how structural reforms are decided, implemented and controlled from a Cohesion Policy perspective. Performance vs simplification . An unresolved question is how potentially competing influences on the effective and efficient management of Cohesion Policy at programme level are managed. Reforms of Cohesion Policy over the past two decades have brought a ‘layering’ of new regulatory requirements on implementing bodies, initially to improve financial management and control (and reduce the error rate), and then to improve performance (intervention logic, performance framework, conditionalities) and the visibility of results (through reporting, monitoring and evaluation). While these regulatory obligations have had some success in reducing the error rate and (potentially) improving effectiveness, the growing administrative complexity has been costly for Managing Authorities and Intermediate Bodies and arguably damaged the reputation of the policy among beneficiaries. The Commission has proposed a range of simplification measures for 2021-27, but there are questions about whether they are sufficient to make a significant difference to administrative cost. Citizen engagement. Finally, an overarching challenge for the EU is how to engage more directly with citizens in the formulation and delivery of policies. The regional and local development focus of Cohesion Policy means that it is best placed (among EU policies) to take a place-based approach to intervention, responding to local development opportunities and needs. The increasing evidence of ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 37 recent years shows that, despite efforts to engage more actively with citizens, there is a need to give a higher priority to communication within Cohesion Policy and, arguably, to find ways of involving citizens more directly in the design and delivery of programmes. The new Priority Objective 5 for 2021- 27 has a specific remit for the policy to be ‘closer to the citizen’, albeit with only limited obligations regarding the level of resources allocated to urban development. There is an opportunity here for the EP to champion a more citizen-focused approach by the policy at programme level, to encourage imaginative and effective ways of involving citizens, and to give people a more direct voice in the second most important policy area of the EU budget. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 38 ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 39 REFERENCES  Atkinson R, Zimmermann K. (2016) Cohesion Policy and cities: An ambivalent relationship, in: Piattoni S, Polverari L. (eds.): The EU Cohesion Policy Handbook. Cheltenham: Edward Elgar, 413- 426.  Bachtler J, Oliveira Martins J, Wostner P, Zuber P. (2017) Towards Cohesion Policy 4.0: Structural Transformation and Inclusive Growth, Regional Studies Association (RSA Europe), Brussels.  Bachtler J, Mendez C, Wishlade F. (2013) EU Cohesion Policy and European Integration: The Dynamics of EU Budget and Regional Policy Reform, Ashgate: Farnham, Surrey, England; Burlington, Vermont.  Bachtler J, Mendez C, Wishlade F. (2018a) Reshaping the EU Budget and Cohesion Policy: carrying on, doing less, doing more or radical redesign? European Policy Research Paper, No. 104. EPRC, University of Strathclyde, Glasgow.  Bachtler J, Ferry M, Gal F. (2018b) Financial Implementation of European Structural and Investment Funds, Policy Department D for Budgetary Affairs Directorate General for Internal Policies of the Union, Brussels  Bachtler J, Mendez C, Wishlade F. (2019) Reforming the MFF and Cohesion Policy 2021-27: pragmatic drift or paradigmatic shift? European Policy Research Paper, No. 107. EPRC, University of Strathclyde, Glasgow.  Bachtler J, Mendez C. (Forthcoming, 2020) Cohesion and the EU’s budget: Is conditionality undermining solidarity?, in Ramona Coman, Amandine Crespy, Vivien Schmidt (eds.) Governance and politics in the post-crisis European Union, Cambridge University Press.  Borz G, Brandenburg H, Mendez C. (2017) The Impact of EU Cohesion Policy on European identity: Results from the COHESIFY citizen survey, COHESIFY Research Paper 14: http://www.cohesify.eu/research-papers/  Chen W, Los B, McCann P, Ortega-Argilés R, Thissen M, van Oort F. (2017) ‘The Continental Divide? Economic Exposure to Brexit in Regions and Countries on Both Sides of the Channel’. Papers in Regional Science, Vol. 97, No. 1, pp. 25–54.  Committee of the Regions (2017) Report on the implementation of the Cooperation Agreement between the European Parliament and the European Committee of the Regions, http://www.europarl.europa.eu/cmsdata/113724/Report%20Impl%20Coop%20Agreement%20EP %20CoR%202016.pdf  Committee of the Regions (2019) Contribution of the COTER commission to the Impact Report 2018, Background note, COTER commission meeting of 26 March 2019, Brussels.  DG REGIO Management Plan 2019, DG Regional and urban Policy, 19 December 2018.  European Parliament (2019) European Parliament 2014 – 2019, Rules of Procedure, 8th parliamentary term, March 2019.  European Commission (2017) Seventh Cohesion Report on Economic, Social and Territorial Cohesion, Commission Communication, COM(2017) 583, Brussels. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 40  European Commission (2017) Strategic report 2017 on the implementation of the European Structural and Investment Funds, COM(2017) 755 final, 13.12.2017, Brussels.  European Commission (2017) Report from the Commission to the Council on the Urban Agenda for the EU, COM(2017)657 final, European Commission, Brussels.  European Commission (2018) Proposal for a Regulation, COM(2018) 375, 29.5.2018, Brussels.  European Commission (2018) The principles of subsidiarity and proportionality: Strengthening their role in the EU's policymaking, COM(2018) 703 final, Strasbourg, 23.10.2018,  European Commission (2019) Taking Stock of the Commission's Better Regulation Agenda, Commission Staff Working Document, Brussels, SWD(2019) 156 final, 15.4.2019,  European Commission (2019) European Structural and Investment Funds 2014-2020 2018 Summary report of the programme annual implementation reports covering implementation in 2014-2017, COM(2018) 816 final/2, 1.4.2019, Brussels.  European Commission (2019) 26 European islands launch clean energy transition, Press release, 18 February 2018.  European Commission (2019) Taking Stock of the Commission's Better Regulation Agenda, Commission Staff Working Document, SWD(2019) 156 final, 15.4.2019, Brussels.  European Commission (2019) The Urban Agenda for the EU: Multi-level governance in action, DG Regional and Urban Policy, European Commission, June 2019, Brussels.  European Court of Auditors (2018) Opinion No 1/2018 , European Court of Auditors, Luxembourg.  European Economic and Social Committee (2018) Opinion of the European Economic and Social Committee on Proposal for a Regulation of the European Parliament and of the Council on a mechanism to resolve legal and administrative obstacles in a cross-border context, ECO 465, Brussels.  EPC (2019) Yes, we should! EU priorities for 2019-2024, Challenge Europe, European Policy Centre, 4 April 2019,  European Parliament (2016) Report on European Territorial Cooperation - best practices and innovative measures (2015/2280(INI)) , Committee on Regional Development: http://www.europarl.europa.eu/doceo/document/A-8-2016-0202_EN.pdf  European Parliament (2016) Islands of the EU: Taking account of their specific needs in EU policy, European Parliament briefing: http://www.europarl.europa.eu/RegData/etudes/BRIE/2016/573960/EPRS_BRI(2016)573960_EN.p df  European Parliament (2016) Report on European Territorial Cooperation - best practices and innovative measures, Committee on Regional Development, A8-0202/2016, 09-06-2016: http://www.europarl.europa.eu/doceo/document/A-8-2016-0202_EN.pdf  European Parliament (2017) Report on future perspectives for Technical Assistance in Cohesion Policy, Committee on Regional Development, A8-0180/2017, 4.5.2017.  European Parliament (2017) Report on the right funding mix for Europe’s regions: balancing financial instruments and grants in EU Cohesion Policy, Committee on Regional Development, A8- 0139/2017, 31-03-2017 ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 41  European Parliament (2019) European Parliament legislative resolution on 26 March 2019 on the proposal for a regulation of the European Parliament and of the Council on specific provisions for the European territorial cooperation goal (Interreg) supported by the European Regional Development Fund and external financing instruments, P8_TA(2019)0238.  European Parliament (2019) European Parliament legislative resolution of 13 March 2019 on the proposal for a regulation of the European Parliament and of the Council in order to allow for the continuation of the territorial cooperation programmes PEACE IV (Ireland-United Kingdom) and United Kingdom-Ireland (Ireland-Northern Ireland-Scotland) in the context of the withdrawal of the United Kingdom from the European Union, P8_TA(2019)0166.  European Parliament (2019) European Parliament 2014 – 2019, Rules of Procedure, 8th parliamentary term, March 2019.  European Parliament (2019) Legislative resolution of 27 March 2019 on the proposal for a regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, and the European Maritime and Fisheries Fund and financial rules for those and for the Asylum and Migration Fund, the Internal Security Fund and the Border Management and Visa Instrument, P8_TA(2019)0310.  European Parliament (2019) European Parliament legislative resolution of 27 March 2019 on the proposal for a regulation of the European Parliament and of the Council on the European Regional Development Fund and on the Cohesion Fund, P8_TA(2019)0303.  EUI (2019) What Agenda for the Next European Parliament? Policy Papers – Special Edition: http://europeangovernanceandpolitics.eui.eu/what-agenda-for-the-next-european-parliament/  Ferry M, Kah S, Bachtler J. (2016) Maximisation of synergies between European Structural and Investment Funds and other EU instruments to attain Europe 2020 goals, Research for REGI Committee, Directorate General for Internal Policies - Policy Department B: Structural and Cohesion Policies - Regional Development, PE 585.872, June 2016, Brussels.  Ferry M, Kah S, Bachtler J. (2018) Integrated territorial development: new instruments – new results?, IQ-Net Thematic Paper 42(2), European Policies Research Centre Delft.  Ferry M, McMaster I. van der Zwet A. (2018) Assessing the performance of integrated territorial and urban strategies: Challenges, emerging approaches and options for the future, Report to the European Commission, Publications Office of the European Union, Luxembourg.  Ferry M. (2019) Integrated Territorial Investments as an effective tool of the Cohesion Policy, Briefing Paper, Directorate General for Internal Policies Policy Department D: Budgetary Affairs, 22.3.2019, European Parliament  Franziska S. (2018) \"The European Commission's proposal for a cross-border mechanism (ECBM): Potential implications and perspectives\", Journal of Property, Planning and Environmental Law, Vol. 10 Issue: 3, pp.219-239, https://doi.org/10.1108/JPPEL-08-2018-0024  Spatial Foresight (2018) Interreg Baltic Sea Region ,Mid-term evaluation of Programme impact, Final Report submitted to Managing Authority / Joint Secretariat Investitionsbank Schleswig-Holstein, Spatial Foresight, Luxembourg.  Kah S (2019) ‘Implementing ERDF Through CLLD: Experiences So Far’, European Structural and Investment Funds Journal, Vol. 7, no. 1, pp. 47-57. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 42  Kah S, Mendez C, Bachtler J and Miller S (2015) Strategic coherence of Cohesion Policy: comparison of the 2007-13 and 2014-20 programming periods, Research for REGI Committee, Directorate General for Internal Policies - Policy Department B: Structural And Cohesion Policies - Regional Development, PE 540.35, February 2015, Brussels.  López Garrido D and López Castillo A (2019) The EU framework for enforcing the respect of the rule of law and the Union’s fundamental principles and values, DG for Internal Policies, Policy Department for Citizens’ Rights and Constitutional Affairs,25.01.2019, Brussels  Mendez C. (2013) ‘The post-2013 reform of EU cohesion policy and the place-based narrative’, Journal of European Public Policy 20(5): 639–659.  Mendez C. (2018) How to reconnect with citizens? Key conclusions and recommendations, COHESIFY Final Conference, Brussels, 26 April 2018.  McMaster, I. (2017) UK Cross-Border and Transnational Cooperation: Experiences, Lessons and Future¸ European Policy Research Paper No. 100 ISBN Number: 978-1-909522-22-0, University of Strathclyde Publishing 2017  McMaster, I. (2017) UK Cross-Border and Transnational Cooperation: Experiences, Lessons and Future¸ European Policy Research Paper No. 100, ISBN Number: 978-1-909522-22-0, University of Strathclyde Publishing 2017  McMaster, I. et al (2019) Impact Evaluation of the Northern Periphery and Arctic Programme, Final Report prepared for the Country Administrative Board of Västerbotten, European Policies Research Centre;  McMaster, I et al (2019) Results Orientation: What ‘s it doing for Interreg? European Structural and Investment Funds Journal, Vol. 7 Issue 1 pp. 2-8.  Pegan A, Mendez C, Triga V. (2017) What do citizens think of Cohesion Policy and does it matter for European identity? A comparative focus group analysis, COHESIFY Research Paper 13: http://www.cohesify.eu/research-papers/  Servillo, L (2019) Tailored polities in the shadow of the state’s hierarchy. The CLLD implementation and a future research agenda, European Planning Studies, 27:4  Spatial Foresight (2018) Assessment of the application of EGTC regulation, Final report, April 2018, European Commission, Brussels.  Spatial Foresight (2018) Interreg Baltic Sea Region Mid-term evaluation of Programme impact, Final Report submitted to Managing Authority / Joint Secretariat Investitionsbank Schleswig-Holstein, Spatial Foresight, Luxembourg.  Vanguard Initiative (2018) Interregional Innovation Investments European Territorial Cooperation – Component 5, Available at: https://www.centralsweden.se/wp-content/uploads/2018-11-06-SME- Intergroup-Vanguard-Initiative-Working-document-ETC-C5-1.pdf  Viţă V. (2018) Conditionalities in Cohesion Policy,, Research for REGI Committee, Directorate General for Internal Policies - Policy Department B: Structural and Cohesion Policies - Regional Development, PE 617.498, September 2018, Brussels.  Walendowski J, Roman L, Otte S. (2019) Territorial Needs and Ring-Fencing Requirements: Experience with Implementation In ERDF and ESF, Research for REGI Committee, Policy Department for Structural and Cohesion Policies, Brussels ",
        "The Agenda for Cohesion Policy in 2019-2024: Key issues for the REGI Committee 43  Widuto A. (2019) European Regional Development Fund and Cohesion Fund 2021-2027, Briefing on EU Legislation in Progress 2021-2027 MFF, European Parliamentary Research Service, PE 625.141, January 2019.  Wishlade F, Michie R, Robertson P, Vernon P. (2017) Improving the Take-Up and Effectiveness of Financial Instruments, Final Report to European Commission, Brussels.  Wishlade G, Michie R. (2017) Financial Instruments in Practice: Uptake and Limitations, EC-OECD Seminar Series on Designing better economic development policies for regions and cities, 28 June 2017, OECD.  Wishlade G, Michie R. (2019) Recent Developments in EU Financial Instruments, 15th FINE meeting, Llandudno, June 2019.  van der Zwet A, Bachtler J, Miller S, Vernon P, Dozhdeva V. (2016) Research for REGI Committee - Review of the Role of the EIB Group in European Cohesion Policy, Directorate General for Internal Policies - Policy Department B: Structural And Cohesion Policies - Regional Development, March 2016, Brussels  van der Zwet A, Bachtler J, Ferry M, McMaster I. (2017) Integrated territorial and urban strategies: how are ESIF adding value in 2014-2020? Final Report to the European Commission (DG Regio), Brussels. ",
        "",
        "",
        "PE 629.197 IP/B/REGI/IC/2019-020 Print ISBN 978-92-846-5031-6 | doi:10.2861/352872 | QA-04-19-495-EN-C PDF ISBN 978-92-846-5030-9 | doi:10.2861/022410 | QA-04-19-495-EN-N This study reviews current and emerging issues for Cohesion Policy to support the work agenda of the European Parliament’s Committee for Regional Development during its new mandate for 2019-2024. The analysis focuses on issues relating to the committee’s competences and concludes by highlighting key policy themes and political questions for the debate on Cohesion Policy in 2021-27. "
    ]
}