{
    "text": [
        "www.technopolis-group.com The Silver Economy FINAL REPORT A study prepared for the European Commission DG Communications Networks, Content & Technology by: ",
        "This study was carried out for the European Commission by technopolis |group| United Kingdom info@technopolis-group.com www.technopolis-group.com Internal identification Contract number: 30-CE-0743335/00-38 SMART number: 2015/0038 DISCLAIMER By the European Commission, Directorate-General of Communications Networks, Content & Technology. The information and views set out in this publication are those of the author(s) and do not necessarily reflect the official opinion of the Commission. The Commission does not guarantee the accuracy of the data included in this study. Neither the Commission nor any person acting on the Commission’s behalf may be held responsible for the use which may be made of the information contained therein. ISBN 978-92-79-76911-5 doi:10.2759/685036 © European Union, 2018. All rights reserved. Certain parts are licensed under conditions to the EU. Reproduction is authorised provided the source is acknowledged. ",
        "Acknowledgements: The authors would like to thank all members of the community that participated via an online platform, interviews, a survey, and the Growing the Silver Economy workshop in Brussels. Additionally, we would like to thank Graham Worsley for his expert advice, Hannes Leo from cbased, Matt Tinsley and Jess Prendergrast from Oxford Economics, and the following colleagues from Technopolis for their contribution to this study: Victoria Blessing, Célia Couchot, Dakota Glasgow, Ben Kokkeler, Adam Krčal, Bea Mahieu, Frederic Maier, Kalle Nielsen, Ivette Oomens, Martijn Poel, Léonor Rivoire, Jasper Schipper, Miriam Terrell, Johanna Vallistu, and Eleonora Zoboli. We are also grateful to Horst Kraemer, Peter Wintlev- Jensen and Miguel Gonzalez-Sancho from the European Commission DG CONNECT for their advice and support throughout the study. Peter Varnai (Technopolis) Paul Simmonds (Technopolis) Kristine Farla (Technopolis) Henry Worthington (Oxford Economics) ",
        "3 Table of Contents 1 Introduction ........................................................................................................................... 6 2 Estimating the potential size of the EU Silver Economy ......................................................8 2.1 Summary of key findings ................................................................................................................................ 8 2.2 EU-wide impact .............................................................................................................................................. 9 2.2.1 Private consumption ................................................................................................................................... 9 2.2.2 Public sector consumption ......................................................................................................................... 9 2.2.3 Economic impact ...................................................................................................................................... 10 2.3 The Silver Economy by country .................................................................................................................... 10 2.3.1 Private consumption patterns .................................................................................................................. 10 2.3.2 Public consumption patterns .................................................................................................................... 11 2.3.3 Consumption patterns over time ............................................................................................................. 12 2.3.4 Economic impact ...................................................................................................................................... 13 2.3.5 Import content of Silver Economy ....................................................................................................... 14 2.4 Analysis by type of product and service ....................................................................................................... 14 2.4.1 Private sector purchases ........................................................................................................................... 14 2.4.2 Public service expenditure ........................................................................................................................ 17 2.4.3 Economic impact by sector ....................................................................................................................... 18 2.4.4 Forecast future trends .............................................................................................................................. 19 2.4.5 Impact of policy changes .......................................................................................................................... 19 3 Challenges and opportunities .............................................................................................. 21 3.1 Health and social services ............................................................................................................................. 21 3.2 Behavioural determinants ............................................................................................................................ 22 3.3 Personal determinants .................................................................................................................................. 23 3.4 Physical environment ................................................................................................................................... 23 3.5 Social determinants ...................................................................................................................................... 24 3.6 Economic determinants ................................................................................................................................ 25 5 Cases for growing the Silver Economy ................................................................................ 27 5.1 Overview and approach ................................................................................................................................ 27 5.2 Connected health .......................................................................................................................................... 31 5.3 Robotics and games ...................................................................................................................................... 33 5.4 Silver Tourism ............................................................................................................................................... 34 5.5 Integrated care services and improved connectivity ................................................................................... 35 5.6 Development of an age-friendly built environment, including smart home solutions .............................. 36 5.7 Knowledge for an active and healthy lifestyle .............................................................................................. 37 ",
        "4 5.8 Age-friendly universities ............................................................................................................................... 38 5.9 Driverless cars ............................................................................................................................................... 39 5.10 Olderpreneur ................................................................................................................................................ 40 5.11 Interactive platform to fast-track product and service development ......................................................... 41 6 Policy recommendations ...................................................................................................... 43 6.1 Scope and objective ....................................................................................................................................... 43 6.2 Recommendation 1: Support the technological and digital revolution of the healthcare sector ............... 43 6.3 Recommendation 2: Support healthy ageing across the EU ....................................................................... 46 6.4 Recommendation 3: Increase the focus on solutions for improved mobility for older people ................. 47 6.5 Recommendation 4: Increase the active participation of older people in the labour market ................... 50 6.6 Recommendation 5: Increase innovation of products and services targeted towards independent living of older people ........................................................................................................................................................... 52 ",
        "5 Tables Table 1 Indication of market size, by case................................................................................................................... 30 Table 2 Overview of sectors related to supporting an active and healthy lifestyle .................................................... 38 Figures Figure 1 Economic impact of the Silver Economy in the EU ....................................................................................... 10 Figure 2 Silver Economy private consumption and population shares, 2015.............................................................. 11 Figure 3 Silver Economy public consumption share compared to population share by country, 2015 ..................... 12 Figure 4 Private and public consumption growth by country, 2015-2025 .................................................................. 13 Figure 5 Direct and indirect contributions to GDP in selected countries ................................................................... 14 Figure 6 Distribution of private consumption expenditure, 2015 ............................................................................... 15 Figure 7 Silver Economy share of key consumption groups across Europe ................................................................ 16 Figure 8 Breakdown of public expenditure by category .............................................................................................. 18 Figure 9 Change in total economic footprint of Silver Economy: 2015-2025 (Index: 2015=100) ............................. 19 Figure 10 Determinants of Active Ageing ..................................................................................................................... 21 Figure 11 Overview of challenges for market development .........................................................................................28 Figure 12 Roadmap for market developments, 2016-2020/30 .................................................................................. 30 ",
        "6 1 Introduction This report was commissioned by the European Commission to support the development of Silver Economy in Europe. The main objective is to provide the European Commission with key strategic information and a reference framework for the development of a Silver Economy Strategy for Europe. The intent of this strategy is to foster economic growth in Europe by focusing on technological and labour markets relevant to an ageing population, and exploit opportunities and tackle the societal challenge of demographic change. Although intended to aid the Commission in their development of a European strategy, this information will also be relevant to other policy makers within specific European Member States as well as industry decision makers. Technopolis Group in partnership with Oxford Economics conducted the study which comprised the following methodological steps: (i) Estimating the current and potential size of the EU Silver Economy based on statistical data and our impact model; (ii) Mapping major policy initiatives, at the national and regional level, to demonstrate the variety of sectors, geographic coverage and potential for socio-economic impact in Europe; (iii) Developing 10 case studies of the most promising opportunities, using online ideation with the stakeholder community to identify, categorise and prioritise the main determinants of opportunity areas; (iv) Formulating policy recommendations focusing on how best to foster the Silver Economy in Europe; and (v) Validating findings with a cross-section of stakeholders via a participatory workshop. While this report presents the major results of the study, a separate Supplementary Material includes the detailed methodology, an overview of current and planned Silver Economy related initiatives across Europe, a detailed presentation of the ten cases, and a longer list of policy recommendations for growing the EU Silver Economy. The Silver Economy is considered part of the general economy that are relevant to the needs and demands of older adults. 1 Consistent with the earlier Oxford Economics definition, this report defines Silver Economy as the sum of all economic activity that serve the needs of people aged 50 and over, including the products and services they purchase directly and the further economic activity this spending generates. Thus Silver Economy encompasses a unique cross-section of economic activities related to production, consumption and trade of goods and services relevant for older people, both public and private, and including direct and indirect effects. The term Silver Economy thus encompasses a vast range of concepts and areas of interest related to both the challenges and opportunities that the ageing population represents for Europe. The challenges and opportunities for growing the EU Silver Economy are interrelated. Policy-makers throughout Europe have worked on tackling the societal challenge of an ageing population in Europe for many years. Initially, there was a focus on maintaining public spending on health and care and pensions sustainable in the short and long term. This focus has since been extended and increasingly the challenge of an ageing 1 This study defines ‘older people’ as all those people that are aged 50 years and over. This is a large cohort that comprises a heterogeneous mix of people, and where data allow, we have further delineated the segment into more discrete groups, including for example, older people still in work and those over the age of retirement. ",
        "7 population is being tackled more comprehensively as an opportunity, involving technologies and social innovations, and identifying cross-cutting solutions to improve the general health and wellbeing of the older adults. There has also been a greater recognition that while the Silver Economy represents private and public consumption that serves the needs of older people, many indirect and induced effects provide opportunities for both the older and younger generations. ",
        "8 2 Estimating the potential size of the EU Silver Economy In this chapter, we present the results from a modelling exercise that has quantified the economic footprint of individuals in the EU’s Silver Economy during the period 2015-2025. This started by estimating the value of consumption by those aged 50 and over, including both their own private expenditure and the goods and services they consume that are financed by the public sector. Our model then simulates how this spending sustains economic activity across the EU measured in terms of its contribution to GDP and employment. Our model incorporates all 28 countries of the EU, with linkages, which account for the trade between them. Three channels of impact are modelled:  Direct impacts—refers to activity that occurs on-site at organisations that supply the goods and services consumed by individuals in the Silver Economy  Indirect impacts—reflects activity supported along the supply chains of direct providers  Induced impacts—the contribution made as those employed either directly or indirectly, spend their earnings in the wider consumer economy The figures reported in this section are in nominal terms, meaning that they reflect the cash value in the year reported. As is the case with any forecasting exercise, the results reflect a number of assumptions, most notably with regard to the future trajectory of GDP growth and demographic changes across the EU. In the Supplementary Material a detailed methodology and results of a sensitivity analysis are provided, which reviews how key results would have been affected by altering baseline assumptions, using projections contained within the EC’s 2015 Ageing Report as a reference point. 2 2.1 Summary of key findings We begin by providing a broad overview of the major findings from our modelling exercise. The following sub-sections expand on these results thematically.  Across the EU, there were some 199 million individuals aged 50 and over in 2015 (39% of the total population). This study investigates how this group of people—the Silver Economy—contribute to economic activity, and how this contribution is expected to evolve over the next decade.  In total, these individuals consumed €3.7 trillion of goods and services in 2015. The majority (just under 90%) of this expenditure was financed privately by members of the Silver Economy, using their earnings, savings and transfer payments from the Government. The remainder was paid for directly by the public sector—for example, when an elderly person uses healthcare services provided free at the point of delivery by the state.  Our modelling has demonstrated that the Silver Economy plays a vital role in supporting activity in a hugely diverse range of sectors across the EU. In 2015, the Silver Economy sustained over €4.2 trillion in GDP and over 78 million jobs. 2 European Commission, 2015 ",
        "9  These figures illustrate that the EU’s Silver Economy is of considerable importance even in a global macroeconomic context. For example, if ranked among sovereign nations, the Silver Economy would be the third largest economy in the world, behind only the USA and China.  Of course, due to the globalised nature of modern supply chains, the spending habits of the Silver Economy also create opportunities and business for firms outside of the EU. In 2015, we estimate that the Silver Economy generated revenues of €780b for firms in the rest of the world, or 18.6% of Silver Economy GDP. This is slightly higher than the average EU ratio (15.1%)—how this evolves going forward, will depend critically on how firms within the EU can position themselves as suppliers of the type of products demanded by this increasingly influential group of consumers.  Compared to their younger peers, the Silver Economy consumes a disproportionate share of healthcare services while they also spend more on recreation and culture (perhaps reflecting greater available leisure time) and furnishings and household items (perhaps reflecting higher rates of home ownership).  Looking ahead, projected population ageing should result in the Silver Economy becoming increasingly influential as a source of demand across the EU. Our baseline forecast is for total Silver Economy consumption to grow by approximately 5% per year up to 2025 to €5.7 trillion.  In turn, this will drive a substantial uplift in the level of economic activity sustained by the spending of the Silver Economy. We project that by 2025 this will reach €6.4 trillion in GDP and 88 million jobs. This would be equivalent to 31.5% of EU GDP and 37.8% of the Union’s employment. 2.2 EU-wide impact To begin, we assess the economic contribution of the Silver Economy in aggregate across the EU in 2015. First, we report the value of expenditure (both public and private) by, and on behalf of, members of the Silver Economy and then review to what extent this expenditure supports economic activity in terms of jobs and GVA across member states. 2.2.1 Private consumption In 2015, 39.0% of the population—199 million people—of the EU were aged 50 or over. They contributed 40.6% of private consumption expenditure—worth €3.3 trillion. Over the next decade, we expect the Silver Economy’s population to rise to 222 million —42.9% of the EU total. This rise is forecast to lead to the Silver Economy’s share of household spending rising to 44.3% by 2025, some €5.0 trillion. 2.2.2 Public sector consumption Additional demand is generated through the public services provided to individuals. This consumption was valued at €421b in 2015, rising to €635b in 2025, an increase from 14.0% to 15.5% of EU public sector spending. These figures are lower than those for private consumption because much public expenditure is attributable to functions not consumed individually, but rather to support public goods. Additional government spending comes in the form of direct transfers to individuals—for example benefits paid in cash terms. This will enable private consumption, but does support ",
        "10 economic activity in of itself so is not counted within our estimate of public expenditure consumed by the Silver Economy. Between 2015 and 2025, public and private expenditure for the silver economy is expected to grow at a very similar rate, with nominal increases of approximately 50%. 2.2.3 Economic impact This expenditure drives a large amount of economic activity. The direct contribution to the GDP of EU countries made by the Silver Economy totalled €1.7 trillion in 2015, with a further €1.5 trillion coming indirectly and €1.0 trillion induced through additional spending by employees. This total footprint of €4.2 trillion amounted to 28.8% of the total EU GDP in 2015. Through this economic activity, a total of 78 million jobs were supported in 2015, 30 million of these coming from the direct effect. This amounts to 35.3% of employment in the EU. The high share of employment relative to the total of the contributions to GDP illustrates that activity is sustained, in general, in comparatively labour intensive industries where a high number of employees are required to deliver a given level of output. Over time the relative importance of the Silver Economy as a source of demand is expected to grow as a result of anticipated population ageing. Figure 1 illustrates this process, with the Silver Economy’s total economic contribution expected to rise to 31.5% of EU GVA and 37.8% of employment by 2025. Figure 1 Economic impact of the Silver Economy in the EU 2.3 The Silver Economy by country 2.3.1 Private consumption patterns As expected, there is a strong relationship between the Silver Economy’s share of private consumption and population share (Figure 2). Germany has both the largest 50+ population ",
        "11 share and the highest consumption share. Ireland has the smallest population share and the second smallest share of private consumption. Figure 2 Silver Economy private consumption and population shares, 2015 In most countries, the Silver Economy’s share of the total population corresponds closely to its share of private consumption. The clearest outlier in this respect is the UK, where the Silver Economy contributes a proportionately lower level of private spending than in any other member state, despite a number of other countries having smaller shares of their populations over the age of 50. The reason for this is that in the UK individuals aged 60 or over exhibit markedly lower than average consumption 3 , resulting in a relatively low total private consumption for the Silver Economy. 4 This largely seems to be a consequence of lower housing costs, perhaps itself a result of higher rates of owner occupation among younger generations. 2.3.2 Public consumption patterns The relationship between the share of the population aged over 50 and the relative strength of its demand for public services is again positive. However, there is significantly greater variation in the ways that public services are delivered and the intensity with which individuals over the age of 50 demand them relative to the rest of the population. As is highlighted later in this section, this variation is driven by the type of expenditure delivered. In particular, the extent of health spending is key, with this particularly low in Cyprus and Bulgaria. In addition, countries such as Sweden, Netherlands and Finland deliver 3 This more than offset the slightly higher than average consumption of individuals aged 50-59. 4 This pattern is broadly corroborated by the more recent Family Expenditure Survey (FES) run by the ONS. The latest release (2014) indicated that average weekly expenditure for all households was £531. Households where the age of the reference person was between 50-64 had slightly higher than average consumption at £572 per week which fell to £458 for households with a reference person aged 65-74 and £298 where the reference person was aged 75 and above. ",
        "12 much of their social security through services rather than transfers, meaning that the government expenditure has a larger footprint of its own. Figure 3 Silver Economy public consumption share compared to population share by country, 2015 2.3.3 Consumption patterns over time Across the EU, private and public consumption are growing at a similar rate in the Silver Economy. However, as Figure 4 demonstrates, there is significant difference between countries. For example, between 2015 and 2025, Romania’s Silver Economy’s is expected to grow fastest of the EU member states by a significant margin, as its public sector expands faster than its private sector. This faster growth of public sector spending is also the key driver behind rapid Silver Economy public sector growth in Cyprus. In contrast to this, growing public sector demand in Finland is driven by the higher intensity with which individuals over the age of 50 consume services and their growing importance as a share of the population. As Figure 4 also demonstrates, other countries have more sluggish growth in public sector consumption than private sector consumption (the dashed line indicates the positions where growth rates are the same). These countries include Estonia, the UK, the Netherlands and Italy. One reason for this is likely to be public sector growth being constrained by ongoing austerity measures. ",
        "13 Figure 4 Private and public consumption growth by country, 2015-2025 2.3.4 Economic impact As well as its influence on domestic demand, the EU’s Silver Economy also affects member states through the trade that it stimulates between them. These trade links are primarily concentrated in the indirect impact where international supply chains contribute jointly to the production of goods and services ultimately consumed in their domestic economy by those aged 50 and above. Figure 5 maps the proportionate economic contribution of the Silver Economy (as a share of economy-wide GDP) via the direct and indirect channels. The vertical and horizontal axes represent the average proportionate contribution across the EU via the direct and indirect effects, respectively. The four quadrants that are formed illustrate whether the proportionate impact via direct and indirect effects is relatively high or low for each member state. One pattern that emerges from this is a clustering of the EU10 economies in the quadrant corresponding to a relatively low direct impact but high indirect impact. Many of these economies are strongly integrated into EU manufacturing supply chains, producing the goods, which are ultimately consumed by Silver Economy consumers in other countries. On the other hand, these countries’ population is relatively young resulting in a proportionately below-average direct impact. ",
        "14 Figure 5 Direct and indirect contributions to GDP in selected countries 2.3.5 Import content of Silver Economy Of course, this very substantial level of expenditure sustains activity outside of EU member states. Our impact model was designed to take full account of international trade flows both within and outside of the EU. In total, we estimate that the activity supported by the expenditure of the Silver Economy required just over €780b of imports. This is equivalent to 18.6% of total GVA. By contrast, we estimate that total imports as a share of EU GVA in 2015 were 15.1%, suggesting that the type of activity sustained by the Silver Economy was marginally more import intensive than average. Looking ahead, whether the economic activity sustained by the Silver Economy becomes more or less import intensive will depend on future changes in the structure of the EU economy. This will depend on a number of factors such as future EU trade policy (that can affect barriers to trade between member states and third-party countries) and the extent to which production patterns shift towards or away from goods and services demanded by members of the Silver Economy. Most crucial to determining the extent to which future value is retained within the EU will be the extent to which the technologies and innovations that are developed in order to satisfy the particular demands of members of the Silver Economy are produced by EU-based providers. 2.4 Analysis by type of product and service 2.4.1 Private sector purchases Spending is spread across a whole range of categories of consumption. In the private sector, nearly one-quarter of all spending by the Silver Economy is on housing and utilities, worth €815b in 2015. Together with food, beverages and transport, this makes up half of all consumption spending (Figure 6). Expenditure on social services providing support to the elderly, disabled etc. is currently a minor footnote—in total, we estimate that it accounted for just 1.3% of private consumption in the EU in 2015. This share is even lower for the Silver Economy (0.8%). Such spending by younger individuals could of course be on behalf of ",
        "15 members of the Silver Economy e.g. someone purchasing support services for an elder relative. Figure 6 Distribution of private consumption expenditure, 2015 The Silver Economy is a major consumer of health services accounting for over 53% of all health expenditure across the EU. In contrast, individuals in the Silver Economy are unsurprisingly a less important source of demand for education accounting for 29% of private spending on educational services, well below their average consumption share (Figure 7). However, both health and education consumption are relatively limited shares of total private spending (5.0% and 0.8%, respectively) due to the large extent to which these are publically-funded. In terms of scale, food and beverage consumption is the second largest product group and is consumed disproportionately more for the Silver Economy than for younger age groups. Between 2015 and 2025 the structure of consumption is not expected to change significantly. The broader change that the economy is likely to witness comes from the increased size of the Silver Economy rather than shifting patterns. The Silver Economy’s share of health spending is forecast to increase to 60%, with food and beverages increasing to 50%. ",
        "16 Figure 7 Silver Economy share of key consumption groups across Europe Going forward, we expect that the Silver Economy will account for a growing share of private consumption. The chart below describes a baseline projection of how this might play out across different consumption categories. Overall, as discussed, we expect the Silver Economy’s share of private consumption to increase to 44.3% in 2025, a rise of 3.7 percentage points compared to 2015. Our modelling process indicates that this will manifest itself in a broad-based increase across different product groups as shown below. However, changing preferences, new technological developments and changes in relative prices are likely to mean that consumption trends shift over this period but forecasting this process with any degree of precision is extremely challenging. The case study section of this report discusses some of the major innovations and sectors which represent potential areas where these consumption shifts might take place. ",
        "17 Figure 8 Silver Economy share of key consumption groups across Europe in 2025 2.4.2 Public service expenditure The Silver Economy’s consumption of public services is dominated by a disproportionate need for health services. The €303b of expenditure on this by those aged over 50, totals two- thirds of all health spending and one-tenth of all public spending in 2015. By 2025 Silver Economy health spending is expected to total three-quarters of all health spending and be worth €465b (11.4% of all government spending). Social security is also an important component of Silver Economy consumption, but amounts to just one-thirtieth of all government spending as this is primarily conducted in the form of transfers, where the impact is instead felt in private demand. In contrast, the Silver Economy’s education spending represents a negligible share of total government expenditure. This age group consumed only one-fifth of one percent of education spending, only 0.03% of all government spending. Figure 8, breaks down the public expenditure of the Silver Economy as a share of total spending in 2015. This reveals that health expenditure is the dominant use of public services by individuals over the age of 50. However, there is some variation within this, with spending as low as 4.3% of the total in Cyprus and as high as 12.2% in Croatia. These differences reflect the impact of different public sector priorities and demographic patterns. The second most significant component of public expenditure for the Silver Economy is social protection, where clear structural differences can be identified between countries. In Western and Northern European countries, consumption of such services by the 50+ population was high, in particular in the Netherlands, Sweden and Finland. This reflects two things: the higher degree to which traditionally socially democratic countries provide social security to elderly populations; and the extent to which this is provided in the form of services, rather than financial transfers. In Sweden and the Netherlands, the largest share is old age social security services, though sickness and disability support is also significant. In Finland, ",
        "18 sickness and disability support is the largest component of public expenditure within the social protection category. Figure 8 Breakdown of public expenditure by category 2.4.3 Economic impact by sector Overall, the Silver Economy supports economic activity in a wide range of industries across the EU. The largest beneficiaries were consumer-facing sectors such as real estate, retail trade and hotels and restaurants and leisure services. A significant level of value added (over €460b) was also sustained in the health and social care sector reflecting the intensity with which Silver Economy members consume healthcare services. Figure 9 illustrates the sectoral breakdown of the total GVA and employment impacts in 2015. The difference in each sector’s proportionate contribution to GVA compared to employment reflects relative productivity trends. Sectors in which proportionately more jobs are sustained—such as hotels and restaurants and agriculture—are relatively labour intensive compared to highly productive sectors such as financial services. ",
        "19 Figure 9 Sectoral composition of GVA and employment impacts 2.4.4 Forecast future trends Over the next decade, we expect total Silver Economy GVA to grow by just over 50% (€2.2 trillion) compared to employment growth of around 13%, which equates to approximately 10 million jobs. This implies that productivity growth of Silver Economy suppliers of close to 35% or approximately 3.5% per year over the next decade. Of this, approximately 1.5% is expected to be as a result of a general rise in the price of goods and services (inflation) with the remaining 2.0% reflecting a real term increase in the efficiency of production. Figure 9 Change in total economic footprint of Silver Economy: 2015-2025 (Index: 2015=100) 2.4.5 Impact of policy changes These trends are underpinned by our macroeconomic forecasts for the EU economies. In the methodology section, we present the results of sensitivity analysis which investigates how the ",
        "20 figures would be affected by using the EC’s own macroeconomic projections. However, here we discuss how specific policy changes might affect the growth rate of the Silver Economy. The projected increase in the economic contribution of the Silver Economy is underpinned by two factors. First, we expect there to be an increase in the population size of the Silver Economy. This reflects the fact that the natural increase created by the ageing of individuals currently in their forties, outweighs the natural attrition created by the passing away of members of the Silver Economy. The projected growth rate of the population of working age reflects underlying demographic assumptions (birth rates, mortality rates etc.) and assumptions related to net migration (both the scale and age-composition). The former can be predicted with a reasonable degree of accuracy but the latter is clearly subject to greater uncertainty, partly because it is related to policy decisions. Should policy makers choose to encourage inward migration of individuals of working-age, for example, it could help support the long-run GDP growth rate of the EU, and ease the fiscal problems related to an ageing population. Higher GDP growth should also help to boost the size of the Silver Economy. Although much of the additional labour income would be received by younger individuals in the first instance, Silver Economy members’ purchasing power is likely to increase, as a result of the virtuous cycle of effects that this type of policy could trigger. For example, the associated boost to tax revenues should help the Government to increase spending on public services consumed by members of the Silver Economy and/or the generosity of transfer payments to the elderly. ",
        "21 3 Challenges and opportunities The World Health Organisation (WHO) 5 developed a framework for understanding the determinants of Active Ageing, see the figure below. The six dimensions of this framework are used to introduce the challenges and opportunities for growing the EU Silver Economy. As are these six dimensions connected, the challenges and opportunities for growing the Silver Economy are also interrelated. Gender and culture are seen as cross-cutting determinants of active ageing, eg shaping expectations in the labour market. When considering the challenges older adults face, it is paramount to note that the 50+ population is a heterogeneous group. In this group, many individuals are still in employment, and will continue to be for several years, while others are already retired. For those who are retired, the ceasing of employment is often a major life event. While this event itself is similar, the effects can be very different, depending on an individual’s condition and circumstances. Figure 10 Determinants of Active Ageing Source: adapted from the WHO (2002) 3.1 Health and social services In order to improve the quality and the affordability of care, health and social services need to be integrated and better coordinated. 5 WHO (2002). Active Ageing a policy framework.http://apps.who.int/iris/bitstream/10665/67215/1/WHO_NMH_NPH_02.8.pdf ",
        "22 The challenge The ratio of people in the EU that are aged 65 or above compared to the people aged 15-64 is expected to increase from 28% in 2015 to 50% in 2060. On average, healthcare consumption increases with age, for example, individuals aged 50+ accounted for almost 70% of all in- patient hospital days in 2013, despite being only about 40% of the population (Eurostat). As a result, the number of people aged above 65 that will need (long-term) health care will increase substantially in the EU over the next few years and this puts direct pressure on the health care system. The social care sector is likewise put under pressure because with increasing age, people become more restricted in their movements and need additional support in daily tasks. Many older people need increasing assistance 6 . The opportunity Inclusion of technological and digital solutions is expected to help to transform (and integrate) the health and care systems, with EU countries adopting such solutions demonstrably able to increase the efficiency of the delivery of care. In addition, by enabling older people to stay longer in their homes, it is expected that better quality and more personalised solutions can be brought to their doorstep over and above what is currently possible in hospital and medical care facilities. For example, healthcare professionals are increasingly using electronic patient records and digital systems to facilitate the patient journey and improve prevention. The new technological solutions in healthcare are not only expected to increase the quality of care, enhance efficiency and reduce fiscal pressure on the healthcare system, but also to offer new job opportunities for skilled carers and technology developers in the European Silver Economy. 3.2 Behavioural determinants Behavioural determinants such as healthy eating, physical activity, as well as the use of medication are key to an active and healthy lifestyle. Prevention of ill health is key. The challenge Life expectancy has increased substantially across the EU and, on average, life expectancy at birth is now 78 years for men and close to 84 years for women. However, life expectancy at the age of 65 for men is 18 years and for women it is 22 years with 8.6 years of healthy life expected for both (Eurostat 7 , 2014). This means that, on average, at age 65 older people can only expect to live less than half of the remaining years in good health. In other words, life expectancy has increased relatively fast, in contrast, healthy life years largely stagnated in Europe. 8 The opportunity 6 http://www.apa.org/pi/aging/resources/guides/older.aspx 7 http://ec.europa.eu/health/dyna/echi/datatool/index.cfm?indlist=40a 8 http://ec.europa.eu/eurostat/statistics-explained/index.php/Healthy_life_years_statistics ",
        "23 While it is important to start living healthily at birth, it is shown that positive changes in lifestyle, even in later years, can bring health benefits. 9 Furthermore, active and healthy ageing solutions can also play a role in the treatment of diseases. The EU and global market for active and healthy ageing is therefore expected to be sizable and growing. 3.3 Personal determinants Personal determinants of active ageing include biological and genetic features, that influence how a person ages, and psychological factors such as cognitive capacity. The challenge A decline in short-term memory abilities is common with ageing 10 . A specific challenge to old age is dementia and almost 6% of the EU population over 60-year-old suffers from dementia. Alzheimer’s Disease is the most common disorder which causes dementia, accounting for 60 to 65% of all cases 11 . It is estimated that the number of people with dementia will increase from 10m in 2015 to 13m in 2030 and 19m in 2050 12 . Prevalence of dementia increases exponentially with age, doubling with every 6.3 year increment in age, peaking among those aged 85+ in Europe 13 . Depending on the severity of their symptoms, individuals need different support. People with severe dementia symptoms can often not live on their own, as they may endanger themselves. In addition to affecting the person living with this disease, dementia also impacts the quality of life of family members who provide care. The opportunity There is a market for cognitive training games for older people that are designed to improve memory, and thereby indirectly may support the continued independent living of the older adult. There is also a market for personalised medicine and nutrition that help support active and healthy ageing. Moreover, the development of new integrated technology and/or wearable technology can be used to collect information about health and wellbeing and provide advice to further increase health and wellbeing. 3.4 Physical environment Determinants of Active Ageing related to the physical environment includes transport and housing. The challenge The mobility of the older adult is sometimes impaired, leading to isolation and deprivation. Following a survey conducted in England, among the over 80s, less than 55% find it easy to travel to a hospital, a supermarket or a post office (ILC-UK based on data from the English 9 National Positive Ageing Strategy Ireland 10 http://www.apa.org/pi/aging/resources/guides/older.aspx 11 http://www.alzheimer-europe.org/Dementia/Alzheimer-s-disease 12 Prince, M., Wimo, A., Guerchet, M., Ali, G. & Prina, M. (2015). World Alzheimer Report 2015, Alzheimer’s Disease International, London 13 Prince, M., Wimo, A., Guerchet, M., Ali, G. & Prina, M. (2015). World Alzheimer Report 2015, Alzheimer’s Disease International, London ",
        "24 Longitudinal Study of Ageing 14 ). Much of existing transport services for older and disabled people are highly dependent on volunteers. As a result of the ageing population, these voluntary services will become ever more under pressure and there is a danger that older people, especially those living in more remote areas, will become increasingly isolated. Moreover, with increasing age, the characteristics a suitable home environment needs to fulfil can change drastically. Many homes at present are not built to adapt to such changes, nor include smart home solutions. This leads to many older people living in houses and flats which pose unnecessary hurdles for independent living in older age. Related challenges are the affordability of a home and access to mortgages for older generations. The opportunity It will be possible to encourage mobility of older people by increasing the offer of the public transport system via the introduction of autonomous and/or driverless cars and public transport. A driverless transport scheme would facilitate access to town centres, medical appointments, leisure and tourism activities. The scheme may also contribute to enhance accessibility to employment, thereby allowing the older adult to contribute to the job market for a longer period of time. Adaptable and smart home solutions can help update and support independent living of older people better. The vast majority of older people prefer to remain in their own home as they get older and amongst the group of older people that need day-to-day assistance or ongoing healthcare, over 80% would still prefer to stay at home. 15 Enabling older people to stay in their own home reduces pressure on the health and care sector when the move to residential care is delayed 16 and e.g. when falls needing medical attendance are being prevented 17 . 3.5 Social determinants Determinants of Active Ageing related to the social environment include opportunities for education and training, and social participation. The challenge The average employment rate of 55-64-year-old in the OECD is 58.5% 18 , substantially lower than the average employment rate of the 25-49 year old in the OECD, which is 76% 19 . Social isolation is a particular challenge in old age, with retirement being only one of the causes. Other causes can be the death of a partner, family or friends as well as decreasing 14 http://www.ilcuk.org.uk/index.php/publications/publication_details/the_future_of_transport_in_an_ageing_society 15 https://ec.europa.eu/research/innovation-union/pdf/active-healthy-ageing/merrill.pdf based on data from AARP, MetLife Mature Marketing Institute 16 Foundations (2015). Linking disabled facilities grants to social care data 17 Keall et al. (2015). Home modifications to reduce injuries from falls in the home injury prevention intervention (HIPI) study: a cluster-randomised trial. The Lancet, 385(9964), 231-238 18 http://www.oecd.org/employment/ageingandemploymentpolicies.htm 19 https://data.oecd.org/emp/employment-rate-by-age-group.htm#indicator-chart ",
        "25 health and mobility. It is known that people aged 85+ spend an average of 80% of their time at home 20 . The resulting feeling of social isolation can have detrimental effects on an individual’s health, including an increase in morbidity and mortality 212223 . The opportunity Adult education and training can contribute to increase the employability of older people. This might mean that older adults are abler to return to employment and become more productive for longer periods. Other benefits from education and training for older people are mental health benefits and increased socialisation and interaction with the community, leading to less social deprivation and associated health and welfare challenges. Preserving and improving the mobility of the older population is key to a healthy and active lifestyle. Being out and about increases consumption on the one hand, and on the other hand enables people to participate more actively in society. The availability of activities (including tourism) specifically targeted to the interests and needs of older people can also have a positive impact on a person’s well-being. 3.6 Economic determinants Determinants of Active Ageing in relation to economic aspects are income, work and social protection. The challenge The genuine untapped potential in the labour market is yet to be recognised: Many older people are keen to work, although at a different rate, but often not able to do so in the current legal and physical environment. A significant proportion of 50+ age group end up leaving the workforce years before their official retirement age. At the same time, there is a shortage of highly-skilled workers in several sectors where older people could usefully contribute, after retirement age. There are also structural challenges with the alignment of pension entitlements that, in some EU countries and situations, create disincentives for people to work longer. The opportunity Although hardship of poverty amongst the older population should not be underestimated, many older people have substantial disposable income that remains untouched. Average disposable income of the 51-65-year-old population is above average in most EU countries (e.g. in Italy the average disposable income of the 51-64-year-old is €23k whereas average disposable income is €20k) (OECD statistics, 2103). Average disposable income of the 20 Schmitt et al. (1994) Patterns of competence and housing conditions – some empirical results from the study “Chances and limitations of independent living in old age” Journal of Gerontology , 27, 390-398 21 Brummett BH et al. Characteristics of socially isolated patients with coronary artery disease who are at elevated risk for mortality. Psychosom Med. 2001 Mar-Apr; 63(2):267-72 22 Seeman TE Health promoting effects of friends and family on health outcomes in older adults. Am J Health Promot. 2000 Jul- Aug; 14(6):362-70 23 Uchino BN, Cacioppo JT, Kiecolt-Glaser JK The relationship between social support and physiological processes: a review with emphasis on underlying mechanisms and implications for health. Psychol Bull. 1996 May; 119(3):488-531 ",
        "26 retirement age population is usually lower than the average disposable income of all age groups but many older people have lower or no mortgages and substantial income in kind. Therefore, many older people are able to invest in new product and service developments and/or older people have time to contribute to business development. Increasing the number of older entrepreneurs offers opportunities to solve multiple issues facing people in the 50+ age group as public administrations and large businesses delay retirement in order to achieve efficiency targets. These programmes push thousands of people into the labour market for the first time in years (with substantial redundancy payments in many cases) and many will prefer to try their hand at launching their own business rather than attempting to find a place with a new employer. Given their management experience, professional networks and wider resources, these ‘third-age entrepreneurs’ have the ability to shake up markets and challenge incumbents to do better. Retaining these individuals fully within the labour market also creates wider societal impact. About half of EU member states have some type of national or sector-level partial retirement schemes and there is some evidence that flexible/partial retirement can enable and motivate older people to continue working up to and beyond statutory pension age (Eurofound, 2016) 24 However, the evidence in this regard is mixed as partial retirement may extend the working lives for some and may shorten working lives for others. It is argued that working lives can be extended beyond pension age via flexibility in retirement schemes that facilitate “the postponement of take-up of pensions” and enable “the receipt of pension income to be combined with work” (pp.3). 24 Eurofound (2016) https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef1629en.pdf ",
        "27 5 Cases for growing the Silver Economy 5.1 Overview and approach This chapter provides an overview of ten case studies of (potential) solutions for older people, which have been identified through (i) desk research, (ii) an online ideation phase in which stakeholders active in the community proposed ideas for cases, (iii) the selection of the most relevant ideas, (iv) the elaboration of the ideas by the project team, and (v) an online validation process. Details on this process as well as a more detailed presentation of the cases can be found in a separate annex of this report. The selection includes sector-specific ideas and horizontal or cross-cutting cases, which are not specific to a sector. The sector-specific cases are the following:  Connected health – develop the market of mHealth devices such as neurological, cardiac, and apnoea and sleep monitors and the mHealth services market that looks, amongst other, at prevention, diagnostic, monitoring, and wellbeing, with a view to better diagnosis, better prescription of medicines, and to decrease in adverse drug reactions, and other health needs of the older population  Robotics and games – develop the robotics market to help unburden the jobs of caregivers and assist the older and more frail population and integrate robotics with the gaming sector, to allow the 50+ to interact with robotics in a fun and interactive way  Silver tourism – improve the EU tourism offer to the needs of the 50+ population, offering more comprehensive tourism packages, e.g. including mHealth and promoting off-season tourism  Integrated care services and improved connectivity – spread the diffusion and integration of ICT technologies for healthcare monitoring in private homes that are user-friendly for older people, help overcome social isolation and improve efficiencies in the care sector  Development of an age-friendly built environment, including smart home solutions – support the innovation and smarter new build and retro-fit home environments, with a view to empowering an ageing population to live more meaningful, independent, connected lives with dignity and autonomy  Knowledge for an active and healthy lifestyle – support the integrated development of tools/apps for data analytics that support a healthy and active lifestyle and promote the development of globally competitive products including wearable technologies, functional foods and personalised nutrition and preventative medicine  Age-friendly universities – promote age-friendly universities and age-friendly further education with the objective of increasing the employability of the older adult by re- training, increasing the offer of universities, contributing to jobs and growth in the education sector, and/or contributing to a longer active life-style of the older adult  Driverless cars – support actions to bring driverless cars and public transport to market that can help to increase the mobility of older people who tend to travel less frequently and are more socially isolated The horizontal cases are: ",
        "28  Olderpreneur – encourage and support actions for older people to set up viable businesses with the objective to keep older people active and engaged in society, provide older people with opportunity to earn income later in life, increase jobs and growth by supporting new business developments, and increase the opportunity for older people to work on product and service solutions tailored to the needs of older people  Interactive platform to fast-track product and service development – develop an interactive platform connecting people that are working on developing new solutions with older people that want to support and/or invest in business development and share experience with the younger generation or be involved in test-bed activity. As illustrated by means of Figure 11, there are various (technological) challenges that deter market development, i.e. finance and insurance, technological standards, degree of interoperability of solutions, issues around data security and solutions for data analytics/data mining, other technological issues, and barriers as a result of (lack of) ICT training to primary-secondary and tertiary end-users as well as providers. These technological challenges are (for the most) pervasive across all of the cases. Figure 11 Overview of challenges for market development Figure 12 shows that, in some cases, solutions for the older people have not yet reached a market breakthrough but it is expected that this could happen in the next 5-10 years. Technological progress in the case of robotics is advancing rapidly. The first robots that can ",
        "29 interact with people in a fun and user friendly way are already been launched on the market for personal use – e.g. see Pepper in Japan 25 . Driverless cars are a developing market, with many car companies preparing to launch cars in the next few years and by 2025, autos with autonomous vehicle features are expected to capture around 12%-13% of the new car market 26 and by 2035, autos with autonomous vehicle features are expected to capture 25% of the new car market. The degree of which older people participate in higher education and the degree to which older people spend on higher education varies considerably across the EU. There are various good examples of an educational offer to older people (e.g. in Ireland, Germany, and the Netherlands) and overall, as a result of the ageing population and associated need for re- skilling, the market potential in the sector is substantial. The degree to which the solutions for older people will breakthrough and become more mainstream is also dependent on social aspects, in particular in the case of age friendly universities and robotics and games – see also Table 1 which presents figures on market size. The other cases have reached a market breakthrough and the solutions are used at different rates and degrees. There is potential for further (technological) development and better targeting to older people. This also applies to the case of Silver tourism. 25 https://www.ald.softbankrobotics.com/en/cool-robots/buying-a-robot 26 http://www.bcg.com/expertise/industries/automotive/autonomous-vehicle-car-future.aspx ",
        "30 Figure 12 Roadmap for market developments, 2016-2020/30 27 Table 1 Indication of market size, by case Connected health By 2020 the size of the global connected health market will be close to €58.7b ($61b), comprising of €1.9b ($2b) for the online prescriptions market, €13.5b ($14b) for the mHealth devices market, and €43.3b ($45b) for the mHealth services market 28 . Robotics and games The European market for robots and other devices assisting older people is estimated to be worth about €13m in 2016 . 29 It is likely that this market will further grow, in part due to technological developments. 27 A similar approach was produced by PWC (2016). http://pwcmegatrends.co.uk/mylifeconnected/Methodological-appendix- connected-living.pdf 28 http://pwcmegatrends.co.uk/mylifeconnected/health.html 29 EC press release, 2014 Stephen Von Rump, CEO of Giraff Technologies AB http://europa.eu/rapid/press-release_IP-14- 515_en.htm ",
        "31 Silver tourism European tourists aged 65+ spend on average €53 per day and €66b per year, 16% of total tourism expenditure in the EU28. 30 Globally , the 50+ population spend €109b (£120bn) per year on sectors directly related to tourism, close to 3% of GDP, and contributing to 100,000 jobs and inducing further economic growth in other sectors of the economy 31 Integrated care services and improved connectivity The global market for ICT solutions for healthcare monitoring in private homes is expected to grow from nearly €10.7b ($11.3b) in 2016 to roughly €31.5 ($33.1b) by 2021 32 Development of an age-friendly built environment, including smart home solutions Total construction output in the EU in 215 was €1,2414b, 8.5% of GDP 33 . Jobs in construction in the EU amount to 8.6% of total employment. 49% of construction activity is in relation to rehabilitation and maintenance (27.7%) and new housebuilding (21.3%) (FICE, 2016). The global smart homes market is predicted to amount to €55.8b ($58b) by 2020 . The size of the EU smart home market is predicted to amount to €15.5b by 2019 , “with 50 million Western European homes having installed smart home technology” 34 Knowledge for an active and healthy lifestyle The global wearable technology market could grow from €28.9b ($30b) in 2016 to over €38.5b ($40b) in 2018 to over €96.2b ($100b) by 2023 and €144.3b ($150b) by 2026m 35 which includes the following products: Smartwatches, Fitness trackers, Smart eyewear, Smart clothing, Medical devices, and other infotainment devices Age-friendly universities The global value of the connected education market could be as high as €431b ($446b) by 2020 , comprising of primary, secondary (€63.7b ($66b)), higher and tertiary (€197.9b ($205)), and the business, corporate, vocational e-learning market (€167.9b ($174)) 36 . The estimated spend on higher education for older people ranges from €2m , in relation to spending on specific modules in some EU countries (e.g. in the Czech Republic) to more than €200m in relation to enrolment in full time education programmes in the UK. Driverless cars The global market for fully and partially autonomous vehicles is expected to leap from about €38.5b ($42b) in 2025 to nearly €70.5b ($77b) in 2035. 37 5.2 Connected health Older people have a potentially longer medical history and a higher likelihood of several illnesses at once, which all need to be taken into account when treating a patient. Some older 30 http://ec.europa.eu/eurostat/documents/2995521/7664325/4-26092016-AP-EN.pdf/59bc5872-a0e0-4666-99b3- 073a82672e71 31 https://ec.europa.eu/research/innovation-union/pdf/active-healthy-ageing/merrill.pdf 32 http://www.bccresearch.com/market-research/healthcare/telemedicine-technologies-global-markets-report-hlc014h.html 33 FICE, 2016 Key Figures, 2016. http://www.fiec.eu/en/library-619/key-figures.aspx 34 Strategy Analytics, see http://www.forbes.com/sites/freddiedawson/2015/09/30/smart-home-sector-could-be-worth- hundreds-of-billions-in-next-five-years/#172f499499ca and http://www.forbes.com/sites/freddiedawson/2015/09/30/smarter-entrepreneurs-finding-smaller-sector-opportunities-from- smart-homes/#7112e0fc2c36 35 http://www.idtechex.com/research/reports/wearable-technology-2016-2026-000483.asp 36 http://pwcmegatrends.co.uk/mylifeconnected/education.html 37 http://www.bcg.com/expertise/industries/automotive/autonomous-vehicle-car-future.aspx ",
        "32 people may also not be able to express their health status, for example because of dementia. In addition, older people may receive care in different setups such as hospitals and care homes. The lack of interoperability of the health care system hinders the prevention and treatment of illnesses. Electronic and mobile health solutions could help increase the quality of care for older people and chronically ill (older) people. Objectives include:  The development of integrated and personalised health and care for older people  The development of a digital patient record  Increase digital skills for carers  Increased efficiency in the health system  Improve prevention of chronic illnesses Benefits to older people include: better diagnosis, better prescription of medicines, decrease in adverse drug reactions. There is substantial interest in promoting connected health across Europe, with many member states running national programmes concerned with the digitisation of health and social care. This kind of transformation clearly has the potential to deliver health gains for older people, and others, and improve the productivity and efficiency of national healthcare systems. Connected health initiatives are also delivering direct economic benefits through the procurement of a range of goods and services, from organisational design consultancy through to ICT. System-wide innovation is challenging by definition, so while there is substantial and growing activity in this space, the rate of progress remains quite modest in many countries and older citizens are not so far consuming healthcare in radically different ways or altering spending patterns. There is evidence of faster progress in several narrower domains, with new companies launching software aps to improve people’s access to primary care services. There are examples of charged, subscription-based services. These new-generation healthcare providers are beginning to submit to inspections by national regulators, to check basic compliance with the law and to more generally test the extent to which they are safe, effective, caring and well-managed. NHS England has a network of digital innovation hubs and centres of excellence working with entrepreneurs and businesses on the development of new, innovative solutions that may ultimately be purchased by primary and secondary healthcare providers nationally and internationally. The NHS is also working to create a useable healthcare aps library that will inspect apps and wearables with a view to allowing approved systems access to our own medical records. There are other initiatives encouraging bottom-up innovation as a means by which to get round some of the challenges of system-wide reform, as well as using other policy levers (e.g. certification) to overcome other barriers (e.g. access to medical records) and help markets emerge and work more efficiently. ",
        "33 5.3 Robotics and games Next to the physical aspect, health is also impacted by one’s mental/cognitive well-being. Given increasing pressure on the health-care system, efficiency becomes more important. Because of this, human contact between carers and older people becomes more constrained, and as the 50+ cohort will increase in the future, this problem will grow. In order to reduce feelings of loneliness and isolation we can look to innovative ways to assist. Robotics and games can contribute, and extend the period of living at home for older people. Robots have become increasingly able to interact with people in their environment. Currently, several researchers are working on robots that can provide companionship to older people. The idea is that robots can reduce feelings of loneliness and isolation that many older people face. Next to companionship, robots can also provide help with simple tasks or give instructions and could call emergency services when needed. They can also assist in, for example, physiotherapeutic exercises and medication compliance (the right medicine at the right time). The idea is to link the development in the robotics industry with the development of cognitive training games for older people that are designed to improve memory. This means that the robot would be set up to support the continued independent living of the older adult. There is an opportunity for both the robotics and the gaming industry to have a greater focus on the needs and interests of older people and to work together with the objective to develop products that help reduce loneliness, that have mental health benefits and are fun. Examples of developments include the companion robot called Alice, developed by researchers from the Free University of Amsterdam and research group SELEMCA 38 and the StartUp (university spin-off of Humboldt Universität) RetroBrain that creates therapeutic video games. 39 The EU FP7 project MOBISERV has developed prototype companion robots that work within a larger, smart home system, and cost around €15,000 each, with the expectation that the price would be halved for early production models and would fall quickly with higher volumes. The target market is older people and their families and care givers, and is particularly relevant in modern societies where families are increasingly widely distributed (the number of single households is large and increasing rapidly) and wider community support is also less readily available. 40 The ENRICHME (Enabling Robot and assisted living environment for Independent Care and Health Monitoring of the Older people) project, a consortium of 10 partners from six different EU countries, looks at tackling the progressive decline of cognitive capacity among the older people proposing an integrated platform for AAL with a mobile service robot for long-term human monitoring and interaction. The evaluation of the system takes place in two AAL home labs and three older people housing facilities. 41 Another example of a European project is the RAMCIP (Robotic Assistant for MCI Patients at home), which aims to perform 38 Source: https://www.vu.nl/nl/lustrum/campustentoonstelling/robot-alice/index.aspx 39 Source: https://memore.de 40 Source: http://www.mobiserv.info 41 Source: http://www.enrichme.eu/wordpress/ ",
        "34 R&D on real robotic solutions for assistive robots for the older people and those suffering from MCI and dementia. 42 These are just some examples of recent developments in the field. The benefits of these robots are manifold, ranging from improved health from reduced loneliness and improved well-being, through to lower burdens on healthcare systems. The manufacture and servicing of these robots will also give a boost to European industry, albeit it is entirely possible that a very great part of the value added will be imported from China, Japan, the US and elsewhere. Some stumbling blocks are not so much the technology, but perceptions and price: the former is being eroded through demonstrators and even movies, while the latter is improving as a result of more general advances in the price-performance and reliability of ICT systems. However, it is not clear how easy it will be to attract the attention and the investment of older people more generally, and there does appear to be a need for further interim solutions and policy initiatives in order to accelerate developments and bootstrap markets. There is also widespread interest in the role that digital games can play in helping to maintain the cognitive functions of older adults and there is some evidence that playing (online) games helps with the performance of everyday tasks and navigating public transport 43 . What is less often commented upon is the large and growing numbers of older people that are ‘gamers.’ Most developers are targeting younger people rather than older gamers, with their latest products, but US market research suggests that around 30% of over 50s are regular gamers (as compared with 97% for the under 20s) and that there is substantial untapped potential in this market segment. The possibilities of integrating gaming / fun interactions as part of companion robotics could be explored further. 5.4 Silver Tourism Tourism is a major source of revenue for many EU countries and statistics show a growing number of international tourists coming to Europe, with an increasing proportion of those being 50+. There is increasing focus on visitor ‘experience’ and niche markets and the cohort aged 50 and older is one of the most active demographics in travel and leisure. The rise of the middle classes, especially in China and India, means that inbound international tourism is expected to continue to grow strongly. While there are substantial differences in the interests and needs of the over 50s, research has identified some common demand patterns of this group: luxury trips and cruises, extended visits to family and friends, wellness and recreation, milestone tourism celebrating special occasions and medical / health tourism (including for rheuma and dermatology), etc. Europe’s tourism industry is addressing this demographic trend through its packaging of services, however, there remain many parts of the industry that have not yet recognised the commercial opportunity, or are seeking to address these increasingly important segments through simple marketing campaigns, without a more fundamental review of their offer. The slow progress within the industry around the particular demands of older tourists may dampen demand and people may choose to travel less or only travel to the tourist 42 Source: http://www.ramcip-project.eu/ramcip/ 43 https://www.alzheimers.org.uk/site/scripts/news_article.php?newsID=2494 ",
        "35 destinations that have understood the opportunity. Collective action here could very well encourage older Europeans to spend more on travel and encourage older international visitors to choose Europe over other possible global destinations. The EU could develop a more comprehensive and robust view of the needs and expectations of older tourists, European and international, in order to help the industry to move forward. An EU silver tourism roadmap could help address the need for an improved infrastructure, accessible transport (across borders), age-friendly hotels and inclusive ICT solutions. It could also include the provision of medical care during travel and at destination. Selective use of mHealth (mobile health solutions and devices) could address these challenges and better integrate person-centred care. Holiday packages and tours that overcome these and other barriers to mobility can be promoted. Opportunities exist to increase the inclusiveness and customisation of transport systems, ICTs, food, housing, and the accessibility to knowledge and training from both the supply and demand side. 5.5 Integrated care services and improved connectivity There is a need for a more widespread diffusion and integration of technologies that are user- friendly for older people and help overcome social isolation. A number of digital platform technologies exist that can foster a support system and interaction of older people with a community, connecting formal (nurses, pharmacies) and informal care givers (family and friends). Applications can connect older adults to caregivers and social services in a more flexible way. Family and care givers may contribute to the provision and installation of the care service. Some of these services give patients a more central role in the management of their care. This way, the frontier of care management is brought into people’s homes. For example, there are apps and mobile services that send reminders for the intake of medicines or that support administration and decision-making The EU project INTEGRATE 44 has performed several case studies that showed that compared to usual care, integrated care results in better access to health services, holistic assessment of health and social needs, a multidisciplinary care approach, better orientation to carers and patients, a clearer process and care objectives and indicators for evaluation, central coordination and improved formal and informal communication among health professionals and patients. The objectives include:  Improving integrated care services, including emergency care services  Promoting health for active ageing and quality of life, including healthy nutrition  Strengthen the training of health professionals, informal carers in the prevention/recovery of health, including for example oral health, recovery from minor illnesses, mobility  Improve the digital skills for carers 44 http://projectintegrate.eu/ ",
        "36  Improve social connectivity - to prevent social isolation - of older people, including older people living in rural areas 5.6 Development of an age-friendly built environment, including smart home solutions Most of Europe's current housing stock is designed for a particular type of household - single person, couples without children, families, etc. - and we rely on markets to match supply with need. Homes are not designed to be adapted over our life-course. Building new modular homes that are designed to allow spaces to be reconfigured (e.g. downsized) would be a significant development. It would also potentially help unlock massive underutilized capacity in the housing stock, where a growing number of large family homes are occupied by single people while there is a general shortage of homes for younger people. Furthermore, ergonomic design and adaptations (e.g. larger doors and adapted showers) can greatly contribute to making homes suitable for all ages. Such new buildings could be equipped with smart home technologies. Smart home solutions can help increase both the security and comfort for older people. Smart home solutions can also consist of basic house upgrades/retrofitting focusing on improving the functional autonomy and life quality at home, thereby enabling people to stay in their own home for longer. The development of adaptable housing and the introduction of smart home solutions can also be extended to social housing/rental housing, residential care and tourism – there is a lack of age friendly tourism accommodation and a limited understanding of the potential of the built environment to the tourism sector. The market potential here is large, both in respect to smart home technologies (e.g. home automation, energy management, security) and new and refurbished homes that are designed to be smart. There are however many obstacles – mainly financial – that will limit the rate of progress, holding back demand among individual householders. Home adaptations have been shown to improve the quality of life for an estimated 90% of recipients 45 , thereby enabling older people to remain in their own home for longer. This is a key benefit because around 90% of older people prefer to remain in their own home as they get older and amongst the group of older people that need day-to-day assistance or ongoing healthcare 82% would still prefer to stay at home. 46 What is needed is a dedicated and concerted set of actions at European, national and regional levels to take a fresh look at innovating smarter new build and retro-fit home environments, with a view to empowering an ageing population to live more meaningful, independent, connected lives with dignity and autonomy. Results need to inform a European Reference Framework for Age-friendly Housing to boost knowledge and investments in the construction and ICT sectors. Examples could build on existing practices such as the Moselle Council in France project call “Innovative and Solidarity in housing” (Habitat innovant et solidaire). This project involves the testing with social landlords and local enterprises of building smart 45 Heywood and Turner (2007). Better outcomes, lower costs. Implications for health and social care budgets of investment in housing adaptations, improvements and equipment: review of the evidence, London. Office for Disability Issues/Department of Work and Pensions. 46 https://ec.europa.eu/research/innovation-union/pdf/active-healthy-ageing/merrill.pdf based on data from AARP, MetLife Mature Marketing Institute ",
        "37 residences with services, including ICT solutions. It also includes a digital services platform to find sustainable solutions for the elderly (technologies for wellbeing and automation, prevention, information and communication, telemedicine). 5.7 Knowledge for an active and healthy lifestyle Life expectancy has increased substantially across the EU and on average, life expectancy at birth is 78.1 years for men and 83.6 years for women. However, given an average number of healthy life year at birth of 61.4 years for men and 61.8 years for women, men can only expect to live around 79% of their life in good health and women can only expect to live around 74% of their life in good health (Eurostat 47 , 2014). Life expectancy at age 65 for men is 18.2 years and for women it is 21.6 years and healthy life years at age 65 is 8.6 years for both sexes (Eurostat 48 , 2014). This means that, on average, at age 65 men can only expect to live close to half of the remaining years in good health and women can only expect to live 40% of the remaining years in good health. The idea is to support the integrated development of tools/apps for data analytics that support and promote the development of globally competitive products for improved nutrition for healthy ageing. Opportunities can integrate developments in various growing sectors – see table below. A structured form of advice supported by empirical, scientific and/or experimental evidence could help to unleash opportunities for the Silver Economy. A hub of reliable and trusted knowledge is a much needed tool. The hub can be used to increase knowledge about the importance of nutrition, health and dental care, exercise, etc. with the aim to improve stamina, concentration, memory, sleeping patterns, gut health, etc. and offer support for a healthier and more active lifestyle overall. It would be possible to offer personalized lifestyle advice including healthy dietary intake. It could integrate individual's data, drawing from wearable technologies. Older people can be empowered to monitor their health status and the data collected can be used in health checks. Wearable technology clearly has huge potential for older people, from a prevention and wellbeing perspective, but without fixes to the current problems of interoperability and security, these kinds of products are going to be slow to diffuse among older generations. Healthy ageing solutions do not necessarily only have to be available for the 50+. A large part of healthy ageing is prevention, supporting people to stay healthy and involved in monitoring their own health. This could also include providing them with relevant environmental information, such as pollution levels, extreme temperatures and the occurrence of allergens. Another part of healthy ageing is treatment, where in the case of older people needing medical assistance, technology could enable the accessibility to innovative solutions for supporting and complementing health improvements. Active and Healthy Ageing solutions therefore need to be offered to all age groups but are particularly important for the older adults. 47 http://ec.europa.eu/health/dyna/echi/datatool/index.cfm?indlist=40a 48 http://ec.europa.eu/health/dyna/echi/datatool/index.cfm?indlist=40a ",
        "38 Table 2 Overview of sectors related to supporting an active and healthy lifestyle Sector Idea Wearable technologies including activity trackers (e.g. eyewear wristbands, watches, wearables) Development of new integrated technology and/or wearable technology can be used to collect information about health and wellbeing and provide advice to further increase health and wellbeing. User data, collected via e.g. fitbits can be re-used in health checks. Personalised fitness plans can be set up, tailored to the health and/or recovery of older adults. Older people can be ignored by technology market trends, which is a big wasted opportunity. Current product designs do not target older people and are not specifically designed for older people. Functional foods and personalised nutrition Foods or food components that may provide benefits beyond basic nutrition can be custom designed to deliver personalised nutrition. There is an opportunity to identify the specific age- related needs in the current global functional food market and to develop products related to prevention/treatment/management of particular diseases or conditions. Conditions such as dehydration, and osteoporosis, that are more prevalent amongst the older generations could, to some extent, be prevented or treated by means of personalized nutrition. Conditions such as dementia including Alzheimers can also lead to poor nutrition. Preventative medicine Despite increasing attention for preventive medicine, the healthcare system is still predominantly focused on treating disease. Evidence based multimodal solutions can be made available to older people, with a view towards personalized medicine 5.8 Age-friendly universities Ageing populations offer opportunities for re-education and diversification in the workforce. ‘Age-friendly’ universities and age-friendly further education should be promoted. Universities are typically engaged with preparing young people for a professional career. Dublin City University became the first designated Age Friendly University (AFU) 49 . The university is leading a network of age-friendly universities to work collaboratively to meet the needs of an ageing demographic and to support active and healthy ageing. The university has developed 10 Principles of an Age Friendly University. 50 Adult education is becoming more popular across various EU countries, e.g. several German universities have specific programmes for older people termed ‘Seniorenstudium.’ In the Netherlands, around 30 HEIs offer higher education for older people (50+) under the umbrella of HOVO (Hoger Onderwijs Voor Ouderen). The organisation offers education at an academic level but no exams. Around 25,000 older people take part in education HOVO each year. In the Czech Republic, the concept of “Universities of the Third Age” has become very popular after 2000 and currently, the majority of higher education institutions offer some courses for seniors and for the older adult. A specific focus could be on the proposition of digital technology courses for older adults, which could increase the employability of older adults later in life and help them retain their 49 The age friendly university network includes Dublin City Univers, Arizona State, Lassell College Boston, University of Manitoba Canada, National University of Ireland Galway, National College of Ireland, Leeds Beckett University UK, Athlone Institute of Technology and Strathclyde University in Glasgow 50 http://www.dcu.ie/agefriendly/principles.shtml ",
        "39 cognitive skills. For example, assignments involving internet searches and an element of ICT skills training could contribute to increase the ICT skills of older people. Redundancies have a particularly negative effect on the career prospects and wellbeing of people in the 50-60 age group, as while these individuals might reasonably expect to have the opportunity to work for another 10-20 years before retirement, attitudes and competition within the labour market can make it very difficult for people to find work with new employers or in new sectors, with a growing proportion of people in this age-group ultimately leaving the working population years before their retirement age. The economic benefits of policy intervention here are largely indirect, and concern the deleterious effects on wellbeing, families and the wider community. There are possibly some direct economic benefits, through Europe’s education and training providers beginning to develop targeted courses, much of it online, specifically for older people, and for which they are able to charge. Moreover, e-learning can become a big market in the future as universities in the EU will be able to market their courses world-wide. Initially, the market may not bear the full costs and some form of public support may be necessary. Objectives include:  Increase the employability of the older adult by re-training  Increase the offer of universities, contributing to jobs and growth in the education sector Formal Bachelor/Master courses Short training courses, e.g. in liaison with employment agencies and the private sector  Contribute to a longer active life-style of the older adult 5.9 Driverless cars Bringing driverless cars to market can help to increase the mobility of older people who tend to travel less frequently 51 . Older people will benefit predominantly from advances in self- driving vehicle technology as it will enhance social inclusion and mobility. It also has various other benefits for road safety (older drivers cause and are injured in a disproportionate number of traffic accidents), emissions and congestion if incorporated appropriately into the legal and regulatory frameworks of society. It is thus essential to design the technology and the European standards in an inclusive fashion to ensure that older people's needs will be considered at the earliest stages. Such standards and design options should also take into account the needs of older adults with early onset of dementia and options to programme routes and preferences should be optimised towards user-friendliness. Numerous commentators are predicting rapid progress with driverless cars (and intelligent driver systems) over the next 10 years, with several arguing that this cutting edge technology may be the first where older people will be the ‘lifestyle’ leaders: “younger people may have been the first to embrace smart phones, but it's the 50+ consumers who will be first with smart cars.” Research at the Hartford and MIT AgeLab found that more than 70% of over 50s would like to test drive a self-driving car and over 30% said they would buy such a vehicle if 51 http://content.tfl.gov.uk/older-people-summary.pdf ",
        "40 the price was similar to that for a regular car. Initial market development exists around the introduction of driverless taxis and driverless public transportation such as buses. Cars are a particularly important means of mobility for older people (because they are less able to walk long distances, climb stairs, use escalators etc.). Following a survey conducted in England, among the over 80s less than 55% report finding it easy to travel to a hospital, a supermarket or a post office (ILC-UK based on data from the English Longitudinal Study of Ageing 52 ). Older peoples’ ability and willingness to drive is handicapped by increasing physical frailty etc. In the UK, the proportion of individuals that hold a driving licence decreases by age – just over 40% of women of age 70+ tend to have a drivers’ licence 53 , which leaves people heavily dependent on friends and family members and public transport. Driverless taxis and shuttle buses are possibly a better option for many older people than car ownership. Driverless public transport would also benefit the older adult. Older people tend to use the public bus system relatively more 54 . There may be options for specialised driverless busses for the frailer. Consumer trust in driverless cars is low at the moment and technical solutions are not mature yet. The private sector is investing heavily in these technologies (e.g. Ford, Google, Toyota, Uber and many others), with a growing number of large-scale demonstrators, many of which are supported by the public sector through city-wide initiatives. There is substantial public research too (e.g. Horizon 2020 projects on safe and connected automation in road transport), particularly around the development of individual systems and driving aids. 5.10 Olderpreneur The demographic changes towards longevity and the yielding pressure on social and healthcare systems has pushed towards finding alternatives in jobs markets to integrate older people longer in active working life. Entrepreneurship opportunities for older people pose a great opportunity in career advancement for older people, especially after the economic crisis during which many people with long term experience and skills lost their jobs and have been forced to find alternative employment opportunities. People in the age group of 50+ are thus in general in a good position to start an entrepreneurial career and may also have some starting capital available for their business, reducing the need for start-up loans or early stage investment. Some studies have concluded that thanks to long term previous experience, knowledge and networks the companies started by older founders have a higher survival rate than average start-up companies. 55. The entrepreneurship opportunities for older people are especially important in light of decreasing employment opportunities in the age group before retirement and pose an alternative to absence in workplaces. When compared to middle- aged people who are often at the peak of their career and have young children dependent on them, older people have more relative freedom to be able to devote to fulfilling their entrepreneurship dreams. According to the OECD report on inclusive entrepreneurship 52 http://www.ilcuk.org.uk/index.php/publications/publication_details/the_future_of_transport_in_an_ageing_society 53 ILC-UK, 2015 based on data from the National Travel Survey 54 http://content.tfl.gov.uk/older-people-summary.pdf 55 http://www.50plus-europe.eu/opportunity-challenge/ ",
        "41 policies 56 there were 6.5m self-employed people in the EU in 2012, counting for 21% of labour market activity in this age group. At the same time, the rate of self-employment among older people was 25.2% in 2002 and has thus dropped considerably meanwhile. Keeping that in mind, there is a clear case for encouraging older people to start their businesses and supporting them in this process. There is further opportunity for governments with an aim to un-lock job creation by supporting older entrepreneurs with their start-ups. Potential activities include support through the provision of supportive training/guidance – financing, legal, prototyping, and incubator services. The provision of these services, as well the provision of space sharing facilities, could act as a creator of workplaces for the older adult. Older people should be encouraged and supported to set up viable businesses. There is no limit to types of businesses that could be started by older people, however, typically these can include professional services based on their previous work experience, businesses built on hobbies and pastimes as well as socially innovative business models aimed at meeting the needs of other older people. It can also include self-employment and micro enterprises. The objectives of encouraging olderpreneurship include:  Keep older people active and engaged in society  Provide older people with opportunity to earn income later in life  Increase jobs and growth by supporting new business developments  Increase the opportunity for older people to work on product and service solutions tailored to the needs of older people 5.11 Interactive platform to fast-track product and service development The idea is to create an interactive platform connecting (younger) people that are working on developing new solutions with older people that want to support and/or invest in business development and share experience with the younger generation or be involved in test-bed activity. The evolution of ICT systems and the large number of R&D activities linked to the Silver Economy resulted in various solid solutions that can support the independent living of senior citizens. Some of the products and services that are currently on the market are not financially sustainable, given the high costs and the difficulty to get them subsidized by national health systems. There also exists opportunity for the development of radically new products and services. Due to the lack of an integrated ecosystem that can support -or even finance- the deployment of such solutions, entrepreneurs are seeking for disruptive business models to address this market. An interactive platform that can link young and old generations can represent a new and more inclusive way forward to build an integrated and healthy society. The skills and experience of old people are a resource for the younger generations. An integrated platform or ecosystem should involve all that will have direct or indirect benefits from the use of such solutions. Objectives include: 56 OECD, 2014, Policies for Inclusive Entrepreneurship in Europe, http://www.keepeek.com/Digital-Asset- Management/oecd/industry-and-services/the-missing-entrepreneurs-2014_9789264213593-en#.WB85L4RYPGI#page61 ",
        "42  Support the early development of new product and services  Provide test-bed access to test new products and services  Increase market access by engaging older people in product/service development  Increase access to (older) investors  Bridge the gap between product development in the Silver Economy and (wide-spread) market access The platform should be a trusted market and meeting place where older people can find opportunities to engage in business developments, at their own pace, in their own environment. Older people can bring expertise and financial support, to the benefit of younger people. The interactive platform would have to be designed as user friendly to older people and could be linked to existing platforms for older people. Benefits to older people include:  Access to new products – free of charge  Engage in business ideas/share knowledge  Options to invest in new business – promote silver crowd funding  Become knowledgeable about new product/service developments There are various existing platforms that provide test-bed access and support the early development of product and services. However, an EU wide platform that supports intergenerational learning with the objective of benefitting young and old and enables older people to become investors/co-creators is missing. ",
        "43 6 Policy recommendations 6.1 Scope and objective The following sections draw conclusions based on the preceding analyses as well as a workshop on growing the Silver Economy and formulate key recommendations to stakeholders, including the European Commission 57 , national and regional governments, on how best to grow the Silver Economy while tackling the societal challenge of an ageing population. For each recommendation, a brief overview of the economic rationale and wider context is presented. A more complete set of recommendations is presented in a separate annex of this report. 6.2 Recommendation 1: Support the technological and digital revolution of the healthcare sector Key action 1: Promote training (formal and informal) caregivers to increase their ability to work with new (digital) technologies for older people Rationale The acceptability of electronic and mobile health solutions by both practitioners and patients can be a barrier. Readiness to adopt connected health solutions is dependent on the digital skills of health carers. In order to increase the number of skilled elderly, carers are needed that help with the integration of these technologies in people’s lives. Carers are often human centred, not technology orientated. Carers in formal health care are primarily trained at vocational level; their skills for digital information retrieval are often relatively low. By professional intuition, they will spend time on acquiring new skills to enhance the relationship with their patients. Peer-to-peer training and learning with local champions will be key to take-off of connected health solutions. Context With a predicted shortage of up to 2 million health workers and 20 million care workers in the EU, by 2025, the care workforce presents a challenge for the optimum organisation and quality of health and care delivery across the EU 58 . Adoption and further development of digital skills for carers is embedded in the national vocational education systems and its curriculum redesign of which the opportunities could be adopted more widely by health 57 It is noted that the EU can only act within the limits of the competences conferred upon it by the EU countries (as set out in the Treaties). The EU has shared competences (the EU and EU countries are able to legislate and adopt legally binding acts) in, amongst other, the internal market, social policy, economic, social and territorial cohesion (regional policy), consumer protection, transport, trans-European networks, research, and technological development. The EU has supporting competences (can only intervene to support, coordinate or complement the action of EU countries) in, amongst other, the following policy areas: protection and improvement of human health, industry, culture, tourism, education, vocational training, youth and sport. 58 EIP on Aha, Brussels, 2016. European Innovation Partnership on Active and Healthy Ageing (EIP on AHA): (draft) Blueprint digital transformation of health and care for the ageing society. ",
        "44 employers and organizations for informal carers. Moreover, health care technology companies deliver products and services to institutions, mainly to hospitals that adopt new systems as part of their overall system, including training of carers and maintenance. The companies will also drive this important service development forward 59 . 59 ibid. ",
        "45 Key action 2: Support the development of interoperable ICT solutions and their application across the EU Rationale The lack of platforms for health and care based on open standards is regarded as one of the most significant market barriers within the industry. Having common standards and interoperable solutions can bring new business models and market opportunities for cost- effective solutions that can enhance quality of life and open a new and big market to health device providers and producers. Context In all European national health systems, steps are being taken to enhance the coordination of care. High expectations are related to centralisation of patient data, be it in centralised and/or interoperable systems, in patient records at hospitals or in personal health records. Crucial for productive interactions between connected care, be it personal health records or tele monitoring services, is the availability of trustworthy apps and devices, including their accessibility via trusted portals. Equally important is a common reference terminology for eHealth deployments 60 . The Assessment Guidelines of the Working Group on mHealth4 and the EU project eHealth Interoperability Conformity Assessment Scheme for Europe (EURO- CAS) are examples of important contributions 61 . Key action 3: Help improve the understanding of data protection and privacy and, tackle related legislative issues, support ‘open’ data records to the benefit of the patient Rationale Within the eHealth market and beyond there is a lack of understanding of data protection, security and privacy options and standards. The implication of, amongst other, the electronic health record must be made clear to end-users and health providers. Who will be able to access patients’ health data and under what conditions? How can risks be mitigated? The benefits of ‘open’ data records for both health care professionals (e.g. improved coordination of care) and patients (e.g. enhanced safety of treatments) need to be better explained to enable a wide scale take-up of connected health solutions. Context 60 http://assess-ct.eu/start0.html 61 https://ec.europa.eu/digital-single-market/en/news/new-eu-working-group-aims-draft-guidelines-improve-mhealth-apps- data-quality, https://www.euro-cas.eu/ ",
        "46 eEHealth is a priority issue for the EU and the EU has provided funding for about 100 eHealth projects 62 . Legislation around data protection is in the process of being strengthened. For example, a Code of Conduct on privacy for mHealth apps has been finalised with a view to make the legislation accessible to SMEs and individuals. Erika is 75 and lives in Germany. She is on a holiday in Spain with her friends from her local community. Before she left, Erika’s regular doctor shared her healthcare records with a local Spanish doctor via a secured platform. The Spanish doctor scheduled the dialysis treatments Erika needs during the holiday. Once Erika arrived at her holiday home, a nurse from the doctor practice called on a built-in video screen to introduce herself and to explain the timings for her dialysis treatment. Each day Erika is picked-up at the scheduled time and brought to the hospital for her dialysis treatment. Her electronic healthcare records are automatically updated with the treatment details and with the details of diagnostic reviews. Erika is enjoying her holiday so much and decides to extend her holiday another week. She informs the Spanish doctor of her change of plans and the doctor schedules another set of dialysis treatments and informs Erika’s regular doctor. 6.3 Recommendation 2: Support healthy ageing across the EU Key action 1: Raise awareness of the benefits of an active and healthy life-style and incentivise prevention over treatment by leveraging policies on promotion of integrated people-centred health services Rationale One of the biggest opportunities to boost the Silver Economy is via the promotion of an active and healthy life-style. There also is a lack of recognition of ICT solutions in Health Care Systems that can help promote an active and healthy life-style. For example, Adapted Physical Activity (APA) is not always recognised. The required re-organisation of care is not sufficiently taking place. The current risk-averse procurement strategies hinder the uptake of more innovative and efficient solutions. Context A major possible point of influence for policy makers is promoting Active and Healthy Ageing programmes and the introduction of ICT tools in healthcare systems. It is important that proven innovation practices are spread across the EU. 62 https://ec.europa.eu/digital-single-market/en/research-and-innovation-ehealth ",
        "47 Key action 2: Upscale initiatives related to active and healthy ageing across the EU Rationale There is currently a lack of scale in active and healthy ageing solutions. Implementations only take place on a small scale and are scattered across different regions and municipalities. The lack of scale intertwines with a lack of capacity and knowledge on how to develop these solutions at a larger scale and results in few evidenced benefits, no ecosystem of well-aligned stakeholders and the limited availability of solutions. This hinders the possibilities of economic growth and the creation of new jobs that could come with the larger scale implementation of these technologies. While technological solutions exist to assist older people in maintaining an active and healthy lifestyle, there may be a perceived lack of service and business models to support the uptake of such solutions. Even with such models in place, users will only be ready to pay for a service if it provides them with an adequate value. Context In recent years, various pilots and prototype systems have been undertaken and there has been some evidence showing real benefits in relation to the implementation of these innovations. Helmut’s health is improving. He has had a heart attack a few years back but since changing his lifestyle he has been feeling much better. Helmut’s doctor recommended him a wearable device that he could use to monitor his vital signs. The wearable device is very important to Helmut because it alerts him if his vital signs show any indication of stress and it alerts his doctor in cases of emergency. The wearable device also keeps track of his activity levels – e.g. step counts and remind him to be active. Helmut is now more confident to engage in physical activity. This has had a positive effect on his health - not only physically but also mentally. He shows his health statistics to his daughter and friends. 6.4 Recommendation 3: Increase the focus on solutions for improved mobility for older people Key action 1: Promote and support ‘age-friendly’ packages with m-health components Rationale ",
        "48 The ‘age-friendly’ label could be used a catalyst for tourism destinations and tourist packages, including accessibility and m-Health. A ‘Design for all’ label has to be implemented across the EU, not only in national markets. There are a number of barriers and market failures that inhibit older people to travel more and to new destinations. The industry is still adapting to the interests, needs and expectations of the older and the frailer consumer. The 50+ tourism industry is a broad market segment that combines people that are fit, healthy and active with people that are frailer and require more support. There is a need for greater awareness of the opportunities and how to best adapt the supply to the needs and expectations of the older adult. For example, as people become older they more often need greater support to overcome mobility obstacles, and the tourism industry should cater for this need across the supply chain. Older people may also benefit proportionately more from ‘single’ people holiday packages and older people are more likely to have specific health concerns that could be addressed using m- health solutions. There is a need for a more supportive infrastructure, including accessible transport infrastructure. A lack of infrastructure is particularly problematic in regions that seek to grow the 50+ tourism sector, but do not have adequate facilities to respond to their necessities and to improve the travellers’ experience 63 . Context In line with the existing mission of the EC as outlined in the Communication “Europe, the world's No 1 tourist destination a new political framework for tourism in Europe”, the related initiative “Europe, the best destination for seniors”, and the Committee of Regions 64 existing and new actions should be supported via an integrated approach that embraced positive change in the age-friendly tourism sector: building on developments in e.g. the transport sector, rural and urban planning, and health care. Key action 2: Support research around driverless cars and public transport for the older customer Rationale There are a number of misconceptions and lack of trust around driverless cars. Potential consumers may not be aware of the rapid developments in the sector and that driverless cars are coming to the market within the next few years. There exists a level of distrust around the technology level and there is some scepticism towards the (improved) safety of driverless technology. 63 http://www.ep.liu.se/ej/ijal/2016/v10/i2/15-286/ijal15-286.pdf 64 http://media.wix.com/ugd/98eb81_be5d4953e3e447289821583b1b38faa6.pdf ",
        "49 In order to make driverless cars more accessible and appealing to the older customer it will be necessary to work harder at explaining and showcasing the technology to this age group. For instance, the term ‘driverless car’ will have to be revisited. As the industrial segment matures, gerontologists as well as older people should be involved in the co-design. This could involve the introduction of voice/video technology that can be activated to improve the user experience and enhance the feeling of safely. To some extent this is already happening in the car industry and doors, seats, dash board controls are being adjusted with the older age- group in mind (e.g. Ford 65 ). Moreover, thought should be given to integrating driverless transport into the overall transport mobility plan. Context The EC is already part of the discussion on wide scale implementation of driverless vehicles – Informatics, DIGIT, Mobility and Transport (MOVE) and Internal Market, Industry, Entrepreneurship and SMEs (GROW). 29 EU and EEA countries have signed a Letter of Intent to intensify cooperation on testing of automated road transport in cross border test sites 66 . Discussions will have to be integrated, and could include a focus on the needs of the older consumer. There are some legal aspects as well, i.e. the Vienna convention and the EU plays a role in this discussion. Development in the driverless car business are currently uneven and differences in the legislation enhances the discrepancy in developments across the internal market. There is a question around whether the EU national markets are ‘in time’ to compete with other global players and around what can be done to support market readiness. Maureen is 68. She lives in rural Ireland and is going to visit her grandson who lives in Dublin. Her grandson has arranged for a driverless car to pick her up and to bring her to his house. The driverless car stops in front of Maureen’s house at the time of pick-up. The car is designed so that she does not need to duck or make a big step to get into the car. Maureen can wheel her walking frame into the car by herself. Upon opening the car door, a message of her grandson appears on her smart phone which says that he is looking forward to seeing Maureen at his house. Maureen takes a seat in the car. Once she is safely buckled-up the driverless car departs. Maureen safely arrives at her destination shortly after and hugs her grandson. 65 Ford Focus was designed with the needs of older drivers specifically in mind 66 https://ec.europa.eu/digital-single-market/en/news/eu-and-eea-member-states-sign-cross-border-experiments-cooperative- connected-and-automated ",
        "50 6.5 Recommendation 4: Increase the active participation of older people in the labour market Key action 1: Support higher education institutes to improve their offer of higher education for older people Rationale Adult education and training can contribute to increase the employability of older people. However, there are various institutional barriers to lifelong learning that older people face. Institutional barriers encompass organisational practices that discourage older people to partake in higher education. For example, course schedules may not be flexible and older people may be less aware about educational programmes. Also, some infrastructural barriers may impede accessibility. This key action calls for the promotion of the age-friendly university concept and/or tailored higher education for older people, sharing best practices, and creating awareness of the increasing demand in higher education by older people. Context The EC, via DG Education and Training is an active supporter of lifelong learning and under the framework programmes funding is set aside for the adult learner. There are various different initiatives to support higher education for older people at the national level but there also is a lack of understanding about what type of (more practical) studies can help the older adult to contribute longer to the labour market. ",
        "51 Key action 2: Create awareness around determinants of success of 50+ entrepreneurship Rationale In comparison to a regular job, self-employment creates less security. Survival rates of new businesses can be discouraging; 80% of new enterprises survive their first year and 44% survive a five year period 67 . Because a significant proportion of business do not survive there is a need to be cautions when investing e.g. retirement savings into a new venture plan. Training and knowledge restraints are also major determinants which keep older people from entering entrepreneurial fields. There is a need to:  Promote and support 50+ entrepreneurship as a viable career option with benefits for individuals, economies and society.  Help create a 50+ entrepreneurship friendly culture with support from the private and public sectors, civil society and academia by promoting role models and sharing best practice  Build knowledge, understanding and support for 50+ entrepreneurship at national level Context Key policy actions would be built mostly around sharing best practices and building case examples based on successful approaches to older entrepreneurship. The level of engaging in entrepreneurial activities among older people differs substantially among EU member states and therefore a knowledge spill-over and learning practices are needed. This can be done by facilitating the European networking and work meetings, assembling experts and entrepreneurial stakeholders (incubators/accelerators, chamber of commerce, industrial parks) and EU-STARTUP initiatives. One option for this knowledge sharing is building networks or encouraging the existing ones. Monitoring and coaching practices can also be useful and could be encouraged as part of network activity or a separate initiative. Key action 3: Contribute to improve the work place conditions of older people in the workplace Rationale Older people might experience social exclusion and age-based discrimination which can reduce access to employment and can become a determining factor discouraging entrepreneurial joy and advancement. It is key for all EU member states to fully recognize the 67 http://ec.europa.eu/eurostat/statistics-explained/index.php/Business_demography_statistics#Death_rate ",
        "52 immense social-economic contribution that the 50+ group brings to Europe and the labour market challenges it faces. There is a general trend towards more flexible working conditions and the introduction of an adapted physical work environment. However, the needs of older people should be better accounted for as part of this trend. Context Various EU member states have implemented initiative to help keeping older people long(er) active in the workforce. An understanding of best practices could build on robust data analysis of older entrepreneurs and policy implemented across the EU. Experience of aligning tax and pension policies, breaking down negative stereotypes around ageing, and other ways to stimulate entrepreneurship amongst the 50+ should be shared across EU member states. There is also a potential to encourage EU-level mentoring and coaching networks that would help in sharing experiences. Juri had been working for his former employer, a manufacturer of mobility aids, for over 30 years. While he could have retired a few years ago, he has now set up his own company which provides a training programme for new graduates. He has a new contract with his former employer to deliver a series of training programmes. In his spare time, he attends university courses that are relevant to his professional development. He can declare the cost of his courses as part of his company expenses. He attends courses both at his local university and online. There also exist local courses to gain ICT skills, and while he personally did not take such a course, several of his friends have done so and have been very positive about these. 6.6 Recommendation 5: Increase innovation of products and services targeted towards independent living of older people Key action 1: Develop common standards for products and services in the Silver Economy and improve the interoperability of devices Rationale There is a lack of common standards for products and services in the Silver Economy and a lack of user-friendly design for older people. Universal design should involve older people and their carers more in the choice of design and architecture (user led design). The current lack of interoperability of smart home devices hinders the uptake of these products and associated services and reaching economies of scale. Context ",
        "53 EU wide action can help to create a common EU market for such solutions by setting standards, thus opening a wider market for national companies beyond their domestic markets 68 . Beyond Europe, such a concerted effort could also increase the standing of Europe as an important player in this field, and establish a favourable market position against competitors from other countries, notably the US and Japan, which would be unlikely to be achieved by national initiatives only. Key action 2: Raise awareness about the benefits of smart home solutions for older citizens Rationale There is a general sense that there is a very limited appreciation of these issues across all stakeholder groups. There is a challenge with bringing new products to market. For instance, some older people are hesitant to use smart home technical solutions because they are worried that the new technology would be complicated to use, and that they could not keep up with the latest technology 69 . Communication activities about adaptable and smart home solutions towards users and suppliers could help to increase the knowledge, awareness and potentially the acceptance. Context EU wide action in the field of adaptable and smart home solutions can lead to increasing visibility and credibility of the initiatives which already exist, some of them nationally or regionally. This could also increase both the knowledge about and the acceptance of such solutions with users as well as suppliers. Key action 3: Unlock funding for smart home construction for older people Rationale Affordability remains a major issue, and there will need to be some level of public funding in order to seed demand for smart homes for independent living (there are examples of local authorities running such schemes). 68 The Horizon 2020 project PROGRESSIVE contributes in this direction by developing a framework for standards and standardisation around ICT for active and healthy ageing. http://cordis.europa.eu/project/rcn/205817_en.html 69 Pragnell et al.: “The market potential for Smart Homes”, 2000 ",
        "54 Context Several million new homes are built in Europe every year but few new homes have adaptable, universal designs and the smart home market potential here is large. The full benefits of these smart home solutions can only be realised once they are affordable for end-users, and this will only be the case if technologies are produced in larger quantities and a broader consumer market develops. The move to smart homes would improve the quality of homes, reduce the degree of overcrowding and improve the general wellbeing of 50+ and younger generations. Maria has been in hospital for a few days, but is now happy to be back in her own home. She was able to go back home early because her health status can be monitored using the technology that is built into her home. When she moved two years ago, she chose a home which had various built-in devices that could assist her in her daily tasks and make health monitoring possible. In addition, she has purchased a companion robot. Now that she is recovering her robot keeps her entertained with games and helps her get in touch with family and friends. She learned about this type of robot because she participated in a consumer panel that was testing new robotic solutions for older people. Since she found this experience enjoyable, she has since participated in more studies and is known in her social circle as the go-to source for exciting new technologies that can make life easier. ",
        "55 European Commission The Silver Economy – Final report Luxembourg, Publications Office of the European Union 2018 – 55 pages ISBN 978-92-79-76911-5 doi:10.2759/640936 ",
        "56 ",
        "",
        "K K - 0 7 - 1 7 - 1 2 3 - E N - N doi:10.2759/640936 ISBN 978-92-79-76911-5 "
    ]
}