{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 17.11.2010 COM(2010) 677 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Energy infrastructure priorities for 2020 and beyond - A Blueprint for an integrated European energy network {SEC(2010) 1395 final} {SEC(2010) 1396 final} {SEC(2010) 1398 final} ",
        "EN 2 EN COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Energy infrastructure priorities for 2020 and beyond - A Blueprint for an integrated European energy network TABLE OF CONTENTS 1. Introduction.................................................................................................................. 4 2. Infrastructure challenges call for urgent action............................................................ 6 2.1. Electricity grids and storage......................................................................................... 6 2.2. Natural gas grids and storage ....................................................................................... 6 2.3. District heating and cooling networks.......................................................................... 6 2.4. CO 2 capture, transport and storage (CCS) ................................................................... 7 2.5. Oil and olefin transport and refining infrastructure ..................................................... 7 2.6. The market will deliver most of the investments but obstacles remain ....................... 8 2.7. Investment needs and financing gap ............................................................................ 9 3. Energy infrastructure Blueprint: A new method for strategic planning....................... 9 4. European infrastructure priorities 2020 and beyond.................................................. 10 4.1. Priority corridors for electricity, gas and oil .............................................................. 10 4.1.1. Making Europe’s electricity grid fit for 2020 ............................................................ 10 4.1.2. Diversified gas supplies to a fully interconnected and flexible EU gas network....... 11 4.1.3. Ensuring the security of oil supply............................................................................. 11 4.1.4. Roll-out of smart grid technologies............................................................................ 11 4.2. Preparing the longer term networks ........................................................................... 12 4.2.1. European Electricity Highways.................................................................................. 12 4.2.2. A European CO 2 transport network ........................................................................... 12 4.3. From priorities to projects.......................................................................................... 13 5. Toolbox to speed up implementation......................................................................... 13 5.1. Regional clusters ........................................................................................................ 13 5.2. Faster and more transparent permitting procedures................................................... 14 5.3. Better methods and information for decision makers and citizens ............................ 15 ",
        "EN 3 EN 5.4. Creating a stable framework for financing................................................................. 15 5.4.1. Leveraging private sources through improved cost allocation .................................. 16 5.4.2. Optimising the leverage of public and private sources by mitigating investors risks 16 6. Conclusions and way forward.................................................................................... 17 ANNEX.................................................................................................................................... 18 1. Introduction................................................................................................................ 18 2. Evolution of energy demand and supply.................................................................... 19 3. Priority corridors for electricity, gas and oil .............................................................. 25 3.1. Making Europe's electricity grid fit for 2020............................................................. 25 3.1.1. Offshore grid in the Northern Seas ............................................................................ 25 3.1.2. Interconnections in South Western Europe................................................................ 29 3.1.3. Connections in Central Eastern and South Eastern Europe ....................................... 30 3.1.4. Completion of the Baltic Energy Market Interconnection Plan in electricity............ 31 3.2. Diversified gas supplies to a fully interconnected and flexible EU gas network....... 31 3.2.1. Southern Corridor....................................................................................................... 31 3.2.2. North-South gas interconnections in Eastern Europe ................................................ 33 3.2.3. Completion of the Baltic Energy Market Interconnection Plan in gas ...................... 34 3.2.4. North-South Corridor in Western Europe.................................................................. 35 3.3. Ensuring the security of oil supply............................................................................. 35 3.4. Roll-out of smart grid technologies............................................................................ 36 4. Preparing the longer term networks ........................................................................... 41 4.1. European electricity highways ................................................................................... 41 4.2. A European CO 2 transport network ........................................................................... 42 ",
        "EN 4 EN 1. I NTRODUCTION Europe's energy infrastructure is the central nervous system of our economy. EU energy policy goals, as well as the Europe 2020 economic aims, will not be achievable without a major shift in the way European infrastructure is developed. Rebuilding our energy system for a low-carbon future is not just a task for the energy industry. Technological improvements, greater efficiencies, resilience to a changing climate and new flexibility will be necessary. This is not a task which a single Member State can achieve on its own. A European strategy, and funding, will be necessary. The Energy Policy for Europe, agreed by the European Council in March 2007 1 , establishes the Union’s core energy policy objectives of competitiveness, sustainability and security of supply . The internal energy market has to be completed in the coming years and by 2020 renewable sources have to contribute 20% to our final energy consumption, greenhouse gas emissions have to fall by 20% 2 and energy efficiency gains have to deliver 20% savings in energy consumption. The EU has to assure security of supply to its 500 million citizens at competitive prices against a background of increasing international competition for the world's resources. The relative importance of energy sources will change. For fossil fuels, notably gas and oil, the EU will become even more dependent on imports. For electricity, demand is set to increase significantly. The Energy 2020 3 Communication, adopted on 10 November 2010, called for a step change in the way we plan, construct and operate our energy infrastructures and networks. Energy infrastructures are at the forefront of the flagship initiative 4 \"Resource efficient Europe\". Adequate, integrated and reliable energy networks are a crucial prerequisite not only for EU energy policy goals, but also for the EU's economic strategy. Developing our energy infrastructure will not only enable the EU to deliver a properly functioning internal energy market, it will also enhance security of supply, enable the integration of renewable energy sources, increase energy efficiency and enable consumers to benefit from new technologies and intelligent energy use. The EU pays the price for its outdated and poorly interconnected energy infrastructure. In January 2009, solutions to the gas disruptions in Eastern Europe were hindered by a lack of reverse flow options and inadequate interconnection and storage infrastructures. Rapid development of offshore wind electricity generation in the North and Baltic Sea regions is hampered by insufficient grid connections both off- and onshore. Developing the huge renewables potential in Southern Europe and North Africa will be impossible without additional interconnections within the EU and with neighbouring countries. The risk and cost of disruptions and wastage will become much higher unless the EU invests as a matter of urgency in smart, effective and competitive energy networks, and exploits its potential for energy efficiency improvements. In the longer term, these issues are compounded by the EU decarbonisation goal to reduce our greenhouse gas emissions by 80-95% by 2050, and raise the need for further developments, 1 Presidency conclusions, European Council, March 2007. 2 30% if the conditions are right. 3 COM(2010) 639. 4 Europe 2020 strategy - COM(2010) 2020. ",
        "EN 5 EN such as an infrastructure for large-scale electricity storage, charging of electric vehicles, CO 2 and hydrogen transport and storage. The infrastructures built in the next decade will largely still be in use around 2050. It is therefore crucial to keep in mind the longer term objective . In 2011, the Commission plans to present a comprehensive roadmap towards 2050. The roadmap will present energy mix scenarios, describing ways to achieve Europe’s long-term decarbonisation goal and the implications for energy policy decisions. This Communication identifies the energy infrastructure map which will be needed to meet our 2020 energy objectives. The 2050 low carbon economy and energy roadmaps will further inform and guide EU energy infrastructure implementation by offering a long term vision. The energy infrastructures planned today must be compatible with the longer term policy choices. A new EU energy infrastructure policy is needed to coordinate and optimise network development on a continental scale. This will enable the EU to reap the full benefits of an integrated European grid, which goes well beyond the value of its single components. A European strategy for fully integrated energy infrastructures based on smart and low-carbon technologies will reduce the costs of making the low-carbon shift through economies of scale for individual Member States. A fully interconnected European market will also improve security of supply and help stabilise consumer prices by ensuring that electricity and gas goes to where it is needed. European networks including, as appropriate, with neighbouring countries, will also facilitate competition in the EU’s single energy market and build up solidarity among Member States. Above all, integrated European infrastructure will ensure that European citizens and buinesses have access to affordable energy sources. This in turn will positively contribute to Europe's 2020 policy objective of maintaining a strong, diversified and competitive industrial base in Europe. Two specific issues that need to be addressed are project authorisation and financing. Permitting and cross-border cooperation must become more efficient and transparent to increase public acceptance and speed up delivery. Financial solutions must be found to meet investment needs– estimated at about one trillion euros for the coming decade of which half will be needed for energy networks alone. Regulated tariffs and congestion charges will have to pay the bulk of these grid investments. However, under the current regulatory framework, all necessary investments will not take place or not as quickly as needed , notably due to the non-commercial positive externalities or the regional or European value-added of some projects, whose direct benefits at national or local level is limited. The slowdown in investment in infrastructure has been further compounded by the recession. Moves for a new energy strategy for the EU have the full support of Europe's heads of state and government. In March 2009, the European Council 5 called for a thorough review of the trans-European Networks for Energy framework (TEN-E) 6 by adapting it to both the challenges outlined above and the new responsibilities conferred to the Union by Article 194 of the Treaty of Lisbon. This Communication outlines a Blueprint which aims to provide the EU with a vision of what is needed for making our networks efficient. . It puts forward a new method of strategic planning to map out necessary infrastructures, qualify which ones are of European 5 European Council Presidency Conclusions of 19/20 March 2009, 7880/09. 6 The TEN-E Guidelines and TEN Financial Regulation. See the TEN-E implementation report 2007- 2009 - COM(2010) 203. ",
        "EN 6 EN interest on the basis of a clear and transparent methodology, and provide a toolbox to ensure their timely implementation, including ways to speed up authorisations, improve cost allocation and target finance to leverage private investment. 2. I NFRASTRUCTURE CHALLENGES CALL FOR URGENT ACTION The challenge of interconnecting and adapting our energy infrastructure to the new needs is significant, urgent, and concerns all sectors 7 . 2.1. Electricity grids and storage Electricity grids must be upgraded and modernised to meet increasing demand due to a major shift in the overall energy value chain and mix but also because of the multiplication of applications and technologies relying on electricity as an energy source (heat pumps, electric vehicles, hydrogen and fuel cells 8 , information and communication devices etc.). The grids must also be urgently extended and upgraded to foster market integration and maintain the existing levels of system's security, but especially to transport and balance electricity generated from renewable sources , which is expected to more than double in the period 2007-2020 9 . A significant share of generation capacities will be concentrated in locations further away from the major centres of consumption or storage. Up to 12% of renewable generation in 2020 is expected to come from offshore installations, notably in the Northern Seas. Significant shares will also come from ground-mounted solar and wind parks in Southern Europe or biomass installations in Central and Eastern Europe, while decentralised generation will also gain ground throughout the continent. Through a well interconnected and smart grid including large-scale storage the cost of renewable deployment can be brought down, as the greatest efficiencies can be made on a pan-European scale. Beyond these short-term requirements, electricity grids will have to evolve more fundamentally to enable the shift to a decarbonised electricity system in the 2050 horizon, supported by new high-voltage long distance and new electricity storage technologies which can accommodate ever-increasing shares of renewable energy, from the EU and beyond. At the same time the grids must also become smarter. Reaching the EU's 2020 energy efficiency and renewable targets will not be possible without more innovation and intelligence in the networks at both transmission and distribution level, in particular through information and communication technologies. These will be essential in the take up of demand side management and other smart grid services. Smart electricity grids will facilitate transparency and enable consumers to control appliances at their homes to save energy, facilitate domestic generation and reduce cost. Such technologies will also help boost the competitiveness and worldwide technological leadership of EU industry, including SMEs. 2.2. Natural gas grids and storage Natural gas will continue, provided its supply is secure, to play a key role in the EU's energy mix in the coming decades and will gain importance as the back-up fuel for variable electricity generation. Although in the long run unconventional and biogas resources may 7 For more detailed analysis, see the Annex and the Impact assessment, accompanying this Communication. 8 Large scale roll-out will require the development of a substantial hydrogen trasnport and storgae infrastructure. 9 Based on the national renewable energy action plans notified by 23 Member states to the Commission. ",
        "EN 7 EN contribute to reducing the EU's import dependency, in the medium term depleting indigenous conventional natural gas resources call for additional, diversified imports . Gas networks face additional flexibility requirements in the system, the need for bi-directional pipelines, enhanced storage capacities and flexible supply, including liquefied (LNG) and compressed natural gas (CNG). At the same time, markets are still fragmented and monopolistic, with various barriers to open and fair competition. Single-source dependency , compounded by a lack of infrastructure, prevails in Eastern Europe. A diversified portfolio of physical gas sources and routes and a fully interconnected and bidirectional gas network, where appropriate 10, within the EU are needed already by 2020. This development should be closely linked with the EU's strategy towards third countries, in particular as regards our suppliers and transit countries. 2.3 District heating and cooling networks Thermal power generation often leads to conversion losses while at the same time natural resources are consumed nearby to produce heating or cooling in separate systems. This is both inefficient and costly. Similarly, natural sources, such as sea- or groundwater, are seldom used for cooling despite the cost savings involved. The development and modernisation of district heating and cooling networks should therefore be promoted as a matter of priority in all larger agglomerations where local or regional conditions can justify it in terms of, notably heating or cooling needs, existing or planned infrastructures and generation mix etc. This will be addressed in the Energy Efficiency Plan and the 'Smart Cities' innovation partnership, to be launched early 2011. 2.4. CO 2 capture, transport and storage (CCS) CCS technologies would reduce CO 2 emissions on a large scale while allowing the use of fossil fuels, which will remain an important source for electricity generation over the next decades. The technology, its risks and benefits, are still being tested through pilot plants which will come on line in 2015CCS commercial rollout in electricity generation and industrial applications is expected to start after 2020 followed by a global rollout around 2030. Due to the fact that potential CO 2 storage sites are not evenly distributed across Europe and the fact that some Member States, considering their significant levels of CO 2 emissions, have only limited potential storage within their national boundaries, construction of European pipeline infrastructure spanning across State borders and in the maritime environment could become necessary. 2.5. Oil and olefin transport and refining infrastructure If climate, transport and energy efficiency policies remain as they stand today, oil would be expected to represent 30% of primary energy, and a significant part of transport fuels are likely to remain oil based in 2030. Security of supply depends on the integrity and flexibility of the entire supply chain , from the crude oil supplied to refineries to the final product distributed to consumers. At the same time, the future shape of crude oil and petroleum product transport infrastructure will also be determined by developments in the European refining sector, which is currently facing a number of challenges as outlined in the Commission Staff Working Document accompanying this Communication. 10 See the regulation on security of gas supply, (EC) No 994/2010 ",
        "EN 8 EN 2.6. The market will deliver most of the investments but obstacles remain The policy and legislative measures the EU has adopted since 2009 have provided a powerful and sound foundation for European infrastructure planning. The third internal energy market package 11 laid the basis for European network planning and investment by creating the requirement for Transmission System Operators (TSOs) to co-operate and elaborate regional and European 10-year network development plans (TYNDP) for electricity and gas in the framework of the European Network of TSOs (ENTSO) and by establishing rules of cooperation for national regulators on cross-border investments in the framework of the Agency for the Cooperation of Energy Regulators (ACER). The third package creates an obligation for regulators to take into account the impact of their decisions on the EU internal market as a whole. This means they should not evaluate investments solely on the basis of benefits in their Member State, but on the basis of EU-wide benefits. Still, tariff setting remains nationally focussed and key decisions on infrastructure interconnection projects are taken at national level. National regulatory authorities traditionally have aimed mainly at minimising tariffs, and thus tend not to approve the necessary rate of return for projects with higher regional benefit or difficult cost-allocation across borders, projects applying innovative technologies or projects fulfilling only security of supply purposes. In addition, with the strengthened and extended Emission Trading System (ETS) there will be a unified European carbon market. ETS carbon prices influence already and will increasingly shift the optimal electricity supply mix and location towards low carbon supply sources. The regulation on security of gas supply 12 will enhance the EU's capacity to react to crisis situations, through increased network resilience and common standards for security of supply and additional equipments. It also identifies clear obligations for investments in networks. Long and uncertain permitting procedures were indicated by industry as well as TSOs and regulators, as one of the main reasons for delays in the implementation of infrastructure projects, notably in electricity 13 . The time between the start of planning and final commissioning of a power line is frequently more than 10 years 14 . Cross-border projects often face additional opposition, as they are frequently perceived as mere \"transit lines\" without local benefits. In electricity, the resulting delays are assumed to prevent about 50% of commercially viable projects from being realised by 2020 15 . This would seriously hamper the EU’s transformation into a resource efficient and low carbon economy and threaten its competitiveness. In offshore areas, lack of coordination, strategic planning and alignment of national regulatory frameworks often slow down the process and increase the risk of conflicts with other sea-uses later on. 11 Directives 2009/72/EC and 2009/73/EC, Regulations (EC) No 713, (EC) No 714 and (EC) No 715/2009. 12 Regulation (EC) No 994/2010 13 Public consultation on the Green Paper Towards a secure, sustainable and competitive European energy network - COM(2008) 737. 14 ENTSO-E 10-year network development plan, June 2010. 15 See accompanying impact assessment. ",
        "EN 9 EN 2.7. Investment needs and financing gap Around one trillion euros must be invested in our energy system between today and 2020 16 in order to meet energy policy objectives and climate goals. About half of it will be required for networks, including electricity and gas distribution and transmission, storage, and smart grids. Out of these investments about 200 bn € are needed for energy transmission networks alone. However, only about 50% of the required investments for transmission networks will be taken up by the market by 2020. This leaves a gap of about 100 bn €. Part of this gap is caused by delays in obtaining the necessary environmental and construction permits, but also by difficult access to finance and lack of adequate risk mitigating instruments, especially for projects with positive externalities and wider European benefits, but no sufficientcommercial justification 17 . Our efforts also need to focus on further developing the internal energy market, which is essential to boosting private sector investment in energy infrastructure, which in turn will help to reduce the financial gap in the coming years. The cost of not realising these investments or not doing them under EU-wide coordination would be huge , as demonstrated by offshore wind development, where national solutions could be 20% more expensive. Realising all needed investments in transmission infrastructure would create an additional 775,000 jobs during the period 2011-2020 and add 19 bn € to our GDP by 2020 18 , compared to growth under a business-as-usual scenario. Moreover, such investments will help promote the diffusion of EU technologies. EU industry, including SMEs, is a key producer of energy infrastructure technologies. Upgrading EU energy infrastructure provides an opportunity to boost EU competitiveness and worldwide technological leadership. 3. E NERGY INFRASTRUCTURE B LUEPRINT : A NEW METHOD FOR STRATEGIC PLANNING Delivering the energy infrastructures that Europe needs in the next two decades requires a completely new infrastructure policy based on a European vision. This also means changing the current practice of the TEN-E with long predefined and inflexible projects lists. The Commission proposes a new method which includes the following steps: – Identify the energy infrastructure map leading towards a European smart supergrid interconnecting networks at continental level. – Focus on a limited number of European priorities which must be implemented by 2020 to meet the long-term objectives and where European action is most warranted. – Based on an agreed methodology, identification of concrete projects necessary to implement these priorities – declared as projects of European interest – in a flexible manner and building on regional cooperation so as to respond to changing market conditions and technology development. 16 PRIMES model calculations. 17 See accompanying impact assessment. 18 See accompanying impact assessment. ",
        "EN 10 EN – Supporting the implementation of projects of European interest through new tools , such as improved regional cooperation, permitting procedures, better methods and information for decision makers and citizens and innovative financial instruments. 4. E UROPEAN INFRASTRUCTURE PRIORITIES 2020 AND BEYOND The Commission proposes the following short term and longer term priorities to make our energy infrastructure suitable for the 21 st century. 4.1. Priority corridors for electricity, gas and oil 4.1.1. Making Europe’s electricity grid fit for 2020 The first 10-year network development plan (TYNDP) 19 forms a solid basis to identify priorities in the electricity infrastructure sector. However, the plan does not take full account of infrastructure investment triggered by important new offshore generation capacities, mainly wind in the Northern Seas 20 and does not ensure timely implementation, notably for cross- border interconnections. To ensure timely integration of renewables generation capacities in Northern and Southern Europe and further market integration , the European Commission proposes to focus attention on the following priority corridors, which will make Europe’s electricity grids fit for 2020: 1. Offshore grid in the Northern Seas and connection to Northern as well as Central Europe – to integrate and connect energy production capacities in the Northern Seas 21 with consumption centres in Northern and Central Europe and hydro storage facilities in the Alpine region and in Nordic countries. 2. Interconnections in South Western Europe to accommodate wind, hydro and solar, in particular between the Iberian Peninsula and France, and further connecting with Central Europe, to make best use of Northern African renewable energy sources and the existing infrastructure between North Africa and Europe. 3. Connections in Central Eastern and South Eastern Europe – strengthening of the regional network in North-South and East-West power flow directions, in order to assist market and renewables integration, including connections to storage capacities and integration of energy islands. 4. Completion of the BEMIP (Baltic Energy Market Interconnection Plan) – integration of the Baltic States into the European market through reinforcement of their internal networks and strengthening of interconnections with Finland, Sweden and Poland and through reinforcement of the Polish internal grid and interconnections east and westward. 19 The 500 projects identified by national TSOs cover the whole of the EU, Norway, Switzerland and Western Balkans. The list does not include local, regional or national projects, which were not considered to be of European significance. 20 It is expected that the next edition of the TYNDP planned for 2012 will take a more top-down approach, assuming the achievement of the 2020 legal obligations concerning integration of renewables and emissions reductions with a view beyond 2020, and address these shortcomings. 21 This includes the North Sea and North-Western Seas. ",
        "EN 11 EN 4.1.2. Diversified gas supplies to a fully interconnected and flexible EU gas network The aim of this priority area is to build the infrastructure needed to allow gas from any source to be bought and sold anywhere in the EU, regardless of national boundaries. This would also ensure security of demand by providing for more choice and a bigger market for gas producers to sell their products. A number of positive examples in Member States demonstrate that diversification is key to increased competition and enhanced security of supply . Whilst on an EU level, supplies are diversified along three corridors - Northern Corridor from Norway, Eastern corridor from Russia, Mediterranean Corridor from Africa – and through LNG, single source dependency still prevails in some regions. Every European region should implement infrastructure allowing physical access to at least two different sources . At the same time, the balancing role of gas for variable electricity generation and the infrastructure standards introduced in the Security of Gas Supply Regulation impose additional flexibility requirements and increase the need for bi-directional pipelines, enhanced storage capacities and flexible supply, such as LNG/CNG. In order to achieve these objectives, the following priority corridors have been identified: 1. Southern Corridor to further diversify sources at the EU level and to bring gas from the Caspian Basin, Central Asia and the Middle East to the EU. 2. Linking the Baltic, Black, Adriatic and Aegean Seas through in particular: – the implementation of BEMIP and – the North-South Corridor in Central Eastern and South-East Europe. 3. North-South Corridor in Western Europe to remove internal bottlenecks and increase short-term deliverability, thus making full use of possible alternative external supplies, including from Africa, and optimising the existing infrastructure, notably existing LNG plants and storage facilities. . 4.1.3. Ensuring the security of oil supply The aim of this priority is to ensure uninterrupted crude-oil supplies to land-locked EU countries in Central-Eastern Europe, currently dependent on limited supply routes, in case of lasting supply disruptions in the conventional routes. Diversification of oil supplies and interconnected pipeline networks would also help not to increase further oil transport by vessels, thus reducing the risk of environmental hazards in the particularly sensitive and busy Baltic Sea and Turkish Straits. This can be largely achieved within the existing infrastructure by reinforcing the interoperability of the Central-Eastern European pipeline network by means of interconnecting the different systems and removing capacity bottlenecks and/or enabling reverse flows. 4.1.4. Roll-out of smart grid technologies The aim of this priority is to provide the necessary framework and initial incentives for rapid investments in a new “intelligent” network infrastructure to support i) a competitive retail market, ii) a well-functioning energy services market which gives real choices for energy savings and efficiency and iii) the integration of renewable and distributed generation, as well as iv) to accommodate new types of demand, such as from electric vehicles. ",
        "EN 12 EN The Commission will also assess the need for further legislation to keep smart grid implementation on track. In particular, promoting investment in smart grids and smart meters will require a thorough assessment of what aspects of smart grids and meters need to be regulated or standardised and what can be left to the market. The Commission will also consider further measures to ensure that smart grids and meters bring the desired benefits for consumers, producers, operators and in terms of energy efficiency. The results of this assessment and possible further measures will be published in the course of 2011. In addition, the Commission will set up a smart grids transparency and information platform to enable dissemination of the most up-to-date experiences and good practice concerning deployment across Europe, create synergies between the different approaches and facilitate the development of an appropriate regulatory framework. The timely establishment of technical standards and adequate data protection will be key to this process. To that end, focus on smart grid technologies under the SET-Plan should be intensified. 4.2. Preparing the longer term networks In the context of the longer term perspective due to be presented in the 2050 Roadmap, the EU must start today designing, planning and building the energy networks of the future, which will be necessary to allow the EU to further reduce greenhouse gas emissions. There is only a limited window of opportunity . It is only through a coordinated approach towards an optimised European infrastructure that costly approaches at Member State or project level and sub-optimal solutions in the longer run can be avoided. 4.2.1. European Electricity Highways Future ‘ Electricity Highways ’ must be capable of: i) accommodating ever-increasing wind surplus generation in and around the Northern and Baltic Seas and increasing renewable generation in the East and South of Europe and also North Africa; ii) connecting these new generation hubs with major storage capacities in Nordic countries and the Alps and with the major consumption centres in Central Europe and iii) coping with an increasingly flexible and decentralised electricity demand and supply 22 . The European Commission therefore proposes to immediately launch work to establish a modular development plan which would allow the commissioning of first Highways by 2020. The plan would also prepare for their extension with the aim of facilitating the development of large-scale renewable generation capacities, including beyond EU borders and with a view to potential developments in new generation technologies, such as wave, wind and tidal energy. The work would be best carried out in the framework of the Florence Forum, organised by the European Commission and ENTSO-E, and building on the SET-Plan European Electricity Grid Initiative (EEGI) and European Industrial Wind Initiative. 4.2.2. European CO 2 transport infrastructure This priority area includes the examination and agreement on the technical and practical modalities of a future CO 2 transport infrastructure. Further research, coordinated by the European Industrial Initiative for carbon capture and storage launched under the SET-Plan, will allow a timely start of infrastructure planning and development at European level, in line 22 Whilst it is likely that such a grid would ultimately be based on DC technology, it needs to be built stepwise, ensuring compatibility with the current AC grid. ",
        "EN 13 EN with the foreseen commercial roll-out of the technology after 2020. Regional cooperation will also be supported in order to stimulate the development of focal points for future European infrastructure. 4.3. From priorities to projects The above mentioned priorities should translate into concrete projects and lead to the establishment of a rolling programme . First project lists should be ready in the course of 2012 and be subsequently updated every two years, so as to provide input to the regular updating of the TYNDPs. Projects should be identified and ranked according to agreed and transparent criteria leading to a limited number of projects. The Commission proposes to base the work on the following criteria, which should be refined and agreed upon with all relevant stakeholders, notably ACER: – Electricity : contribution to security of electricity supply; capacity to connect renewable generation and transmit it to major consumption/storage centres; increase of market integration and competition; contribution to energy efficiency and smart electricity use. – Gas : diversification, giving priority to diversification of sources, diversification of supplying counterparts and diversification of routes; as well as increase in competition through increase in interconnection level, increase of market integration and reduction of market concentration. The projects identified would be examined at EU level to ensure consistency across the priorities and regions and ranked in terms of their urgency with regard to their contribution to the achievement of the priorities and Treaty objectives. Projects meeting the criteria would be awarded a ‘ Project of European Interest ’ label. This label would form the basis for further assessment 23 and consideration under the actions described in the following chapters. The label would confer political priority to the respective projects. 5. T OOLBOX TO SPEED UP IMPLEMENTATION 5.1. Regional clusters Regional cooperation as developed for the Baltic Energy Market Interconnection Plan (BEMIP) or for the North Seas Countries’ Offshore Grid Initiative (NSCOGI) has been instrumental in reaching agreement on regional priorities and their implementation. The mandatory regional cooperation set up under the internal energy market will help to speed up market integration, while the regional approach has been beneficial for the first electricity TYNDP. The Commission considers that such dedicated regional platforms would be useful to facilitate the planning, implementation and monitoring of the identified priorities and the drawing up of investment plans and concrete projects. The role of the existing Regional 23 The economic, social and environmental impacts of the projects will be assessed according to the common method referred to in the next chapter. ",
        "EN 14 EN Initiatives , established in the context of the internal energy market, should be reinforced, where relevant, with tasks related to infrastructure planning, whilst ad hoc regional structures could also be proposed where needed. In this regard, the EU strategies for so called macro- regions (such as the Baltic Sea or the Danube Region) can be used as cooperation platforms to agree on transnational projects across sectors. In this context, to kick start the new regional planning method in the short term, the Commission intends to set up a High Level Group based on cooperation of the countries in Central Eastern Europe, e.g. in the Visegrad group 24 , with the mandate to devise an action plan, in the course of 2011, for North-South and East-West connections in gas and oil as well as electricity. 5.2. Faster and more transparent permit granting procedures In March 2007, the European Council invited the Commission \"to table proposals aiming at streamlining approval procedures\" as a response to the frequent calls of the industry for EU measures to facilitate permitting procedures. Responding to this necessity, the Commission will propose, in line with the principle of subsidiarity, to introduce permitting measures applying to projects of \"European interest\" to streamline, better coordinate and improve the current process while respecting safety and security standards and ensuring full compliance with the EU environmental legislation 25 . The streamlined and improved procedures should ensure the timely implementation of the identified infrastructure projects, without which the EU would fail to meet its energy and climate objectives. Moreover, they should provide for transparency for all stakeholders involved and facilitate participation of the public in the decision-making process by ensuring open and transparent debates at local, regional and national level to enhance public trust and acceptance of the installations. Improved decision-making could be addressed through the following: 1. The establishment of a contact authority (\" one-stop shop \") per project of European interest, serving as a single interface between project developers and the competent authorities involved at national, regional, and/or local level, without prejudice to their competence. This authority would be in charge of coordinating the entire permitting process for a given project and of disseminating the necessary information about administrative procedures and the decision-making process to stakeholders. Within this framework, Member States would have full competence to allocate decision-making power to the various parts of the administration and levels of government. For cross-border projects, the possibility of coordinated or joint procedures 26 should be explored in order to improve project design and expedite their final authorisation. 2. The introduction of a time limit for a final positive or negative decision to be taken by the competent authority will be explored. Given the fact that delays often occur due to poor administrative practice, it should be ensured that each of the necessary steps in the process is completed within a specific time limit, while fully respecting 24 See Declaration of the Budapest V4+ Energy Security Summit of 24 February, 2010. 25 See accompanying impact assessment. 26 Including in particular the relevant EU environmental legislation ",
        "EN 15 EN Member States' applicable legal regimes and EU law. The proposed schedule should provide for an early and effective involvement of the public in the decision-making process, and citizens' rights to appeal the authorities' decision should be clarified and strengthened, while being clearly integrated in the overall timeframe. It will further be explored whether, in case a decision has still not been taken after the expiry of the fixed time limit, special powers to adopt a final positive or negative decision within a set timeframe could be given to an authority designated by the concerned Member States. 3. The development of guidelines to increase the transparency and predictability of the process for all parties involved (ministries, local and regional authorities, project developers and affected populations). They would aim at improving communication with citizens to ensure that the environmental, security of supply, social and economic costs and benefits of a project are correctly understood, and to engage all stakeholders in a transparent and open debate at an early stage of the process. Minimum requirements regarding the compensation of affected populations could be included. More specifically, for offshore cross-border energy installations maritime spatial planning should be applied to ensure a straight-forward, coherent but also a more informed planning process. 4. In order to enhance the conditions for timely construction of necessary infrastructure, the possibility of providing rewards and incentives, including of a financial nature, to regions or Member States that facilitate timely authorisation of projects of European interest should be explored. Other mechanisms for benefit sharing inspired by best practice in the renewable energy field could also be considered. 27 5.3. Better methods and information for decision makers and citizens In order to assist the regions and the stakeholders in identifying and implementing projects of European interest, the Commission will develop a dedicated policy and project support tool to accompany infrastructure planning and project development activities at EU or regional level. Such a tool would inter alia elaborate energy-system wide and joint electricity-gas modelling and forecasting and a common method for project assessment 28 appropriate to reflect short and long term challenges, covering notably climate proofing, to facilitate prioritisation of projects. The Commission will also encourage Member States to better coordinate existing EU environmental assessment procedures already at an early stage. Moreover, tools will be developed to better explain the benefits of a specific project to the wider public and associate them with the process. These tools should be complemented by communication on the benefits of infrastructure development and smart grids for consumers and citizens, in terms of security of supply, decarbonisation of the energy sector and energy efficiency. 5.4. Creating a stable framework for financing Even if all permitting issues are resolved, an investment gap estimated at about 60 bn € is likely to remain by 2020, mainly due to the non-commercial positive externalities of projects with a regional or European interest and the risks inherent to new technologies. Filling this 27 See e.g. www.reshare.nu 28 See e.g. \"Guide to cost-benefit analysis of investment projects\", July 2008: http://ec.europa.eu/regional_policy/sources/docgener/guides/cost/guide2008_en.pdf ",
        "EN 16 EN gap is a significant challenge, but a prerequisite if infrastructure priorities are to be built on time. Therefore, further internal energy market integration is needed to boost infrastructure development and EU coordinated action is required to alleviate investment constraints and mitigate project risks. The Commission proposes to work on two fronts; further improving the cost allocation rules and optimising the European Union's leverage of public and private funding. 5.4.1. Leveraging private sources through improved cost allocation Electricity and gas infrastructure in Europe are regulated sectors, whose business model is based on regulated tariffs collected from the users, which allow recovering the investments made (“ user pays principle ”). This should remain the main principle also in the future. The third package asks regulators to provide appropriate tariff incentives, both short and long term, for network operators to increase efficiencies, foster market integration and security of supply and support the related research activities 29 . However, while this new rule could cover some innovative aspects in new infrastructure projects, it is not designed to address the major technological changes, notably in the electricity sector, concerning offshore or smart grids. Moreover, tariff setting remains national and hence not always conducive to advance European priorities. Regulation should recognise that sometimes the most efficient approach for a TSO to address customer needs is to invest in a network outside its territory. Establishing such principles for cost-allocation across borders is key for fully integrating European energy networks. In the absence of agreed principles on European level, this will be difficult to do, particularly as long term consistency is required. The Commission envisages to put forward, in 2011, guidelines or a legislative proposal to address cost allocation of major technologically complex or cross-border projects, through tariff and investment rules. Regulators have to agree on common principles in relation to cost-allocation of interconnection investments and related tariffs. In electricity, the need for the development of long term forward markets for cross-border transmission capacity should be explored, whereas in the gas sector, investment costs could be allocated to TSOs in neighbouring countries, both for normal (based on market-demand) investments, as well as those motivated by security of supply reasons. 5.4.2. Optimising the leverage of public and private sources by mitigating investors risks In the Budget Review, the Commission emphasised the need to maximise the impact of European financial intervention by playing a catalytic role in mobilising, pooling and leveraging public and private financial resources for infrastructures of European interest. It requires maximising societal returns in view of scarce resources, alleviating constraints faced by investors, mitigating project risks, reducing cost of financing and increasing access to capital. A “two-front” approach is proposed: Firstly, the Commission will continue strengthening EU’s partnerships with International Financial Institutions (IFI) and build on existing joint financial and technical assistance's 29 Cf. Article 37 of Directive 2009/72/EC and Article 41 of Directive 2009/73/EC. ",
        "EN 17 EN initiatives 30 . The Commission will pay particular attention at developing synergies with these instruments and for some of them, will examine the possibility to adjust their concepts to the energy infrastructure sector. Secondly, without prejudice to the Commission’s proposal for the next multi-annual financial framework post 2013, due in June 2011, and taking into account the results of the Budget Review 31 , as regards the mainstreaming of energy priorities into different programmes, the Commission intends to propose a new set of tools. These tools should combine existing and innovative financial mechanisms that are different, flexible and tailored towards the specific financial risks and needs faced by projects at the various stages of their development . Beyond the traditional support forms (grants, interest rate subsidies), innovative market-based solutions addressing the shortfall in equity and debt financing may be proposed. The following options will notably be examined: equity participation and support to infrastructure funds, targeted facilities for project bonds, test option for advanced network related capacity payments mechanism, risk sharing facilities (notably for new technological risks) and public private partnerships loan guarantees. Particular attention will be paid to foster investments in projects which contribute to meeting the 2020 targets or cross EU borders, in projects enabling the roll-out of new technologies such as smart grids, and in other projects where EU-wide benefits cannot be achieved by the market alone. 6. C ONCLUSIONS AND WAY FORWARD The constraints on public and private funding possibilities over the coming years should not be an excuse to postpone building of the identified infrastructure and making the corresponding investments. Indeed, today's investments are a necessary condition for future savings, thereby reducing the overall cost of achieving our policy goals. Based on the views expressed by the institutions and stakeholders on this blueprint, the Commission intends to prepare, in 2011, as part of its proposals for the next multiannual financial framework, appropriate initiatives. These proposals will address the regulatory and financial aspects identified in the Communication, notably through an Energy Security and Infrastructure Instrument and mainstreaming of energy priorities in different programmes. 30 Notably Marguerite, Loan Guarantee Instrument for TEN-T, Risk Sharing Finance Facility, Jessica, Jaspers. 31 EU Budget Review, adopted on 19 October 2010. ",
        "EN 18 EN ANNEX Proposed energy infrastructure priorities for 2020 and beyond 1. I NTRODUCTION This annex provides technical information on the European infrastructures priorities, put forward in chapter 4 of the Communication, on progress of their implementation and the next steps needed. The priorities chosen grow out of the major changes and challenges, which Europe's energy sector will face in the coming decades, independently of the uncertainties surrounding supply and demand of certain energy sources. Section 2 presents the expected evolutions of supply and demand for each energy sector covered under this communication. The scenarios are based on the \"Energy Trends for 2030 – update 2009\" 32 , which rely on the PRIMES modelling framework, but do also take into account scenario exercises done by other stakeholders. While the PRIMES Reference scenario for 2020 is based on a set of agreed EU policies, notably two legally binding targets (20% renewables share in final energy consumption and 20% greenhouse gas emission reductions compared to 1990 in 2020, PRIMES baseline is based only on the continuation of already implemented policies, whereby these targets are not achieved. For the period between 2020 and 2030, PRIMES assumes that no new policy measures are taken. These evolutions allow identifying major trends, which will drive infrastructure development over the coming decades 33 . In sections 3 and 4, the infrastructure priorities (Map ) identified in the Communication are presented by looking at the situation and challenges faced in each case and by providing, as relevant, technical explanations on the recommendations made in the Communication. It is understood that the presentations of the priorities vary in terms of: – nature and maturity: Certain priorities concern very specific infrastructure projects, which can be, for some, very advanced in terms of project preparation and development. Others cover broader and often also newer concepts, which will need considerable additional work before being translated into concrete projects. – scope: Most priorities focus on a certain geographic region, both electricity highways and CO 2 networks covering potentially many if not all EU Member States. Smart grids however are a thematic, EU -wide priority. – level of engagement proposed in the recommendations: Depending on the nature and maturity of the priorities, the recommendations concentrate on concrete developments or address a broader range of issues, including aspects of regional cooperation, planning and regulation, standardisation and market design or research and development. 32 http://ec.europa.eu/energy/observatory/trends_2030/doc/trends_to_2030_update_2009.pdf 33 In the absence of further policy measures and under certain assumptions ",
        "EN 19 EN Map 1: Priority corridors for electricity, gas and oil 2. E VOLUTION OF ENERGY DEMAND AND SUPPLY The latest update of the \"Energy Trends for 2030 – update 2009\" 34 based on the PRIMES modelling framework foresees slight growth of primary energy consumption between today 34 http://ec.europa.eu/energy/observatory/trends_2030/doc/trends_to_2030_update_2009.pdf ",
        "EN 20 EN and 2030 according to the so-called Baseline scenario (Figure 1), while growth is set to remain largely stable according to the Reference scenario 35 (Figure 2). It should be noted that these projections do not include energy efficiency policies to be implemented from 2010 onwards, a possible step-up of the emission reduction target to -30% by 2020 36 or additional transport policies beyond CO 2 and cars emissions regulation. They should therefore rather be seen as upper limits for the expected energy demand. 0 200 400 600 800 1000 1200 1400 1600 1800 2000 2010 2015 2020 2025 2030 M t o e Solids Oil Natural gas Nuclear Renewables 0 200 400 600 800 1000 1200 1400 1600 1800 2000 2010 2015 2020 2025 2030 M t o e Solids Oil Natural gas Nuclear Renewables Savings compared to Baseline Figure 1: Primary energy consumption by fuel (Mtoe), PRIMES baseline Figure 2: Primary energy consumption by fuel (Mtoe), PRIMES Reference scenario 0 200 000 400 000 600 000 800 000 1 000 000 1 200 000 1 400 000 1 600 000 2010 2015 2020 2025 2030 Mtoe SOLIDS production SOLIDS net imports OIL production OIL net imports NATURAL GAS production NATURAL GAS net imports Figure 3: EU-27 fossil fuel consumption by origin in Mtoe (including bunker fuels), PRIMES reference scenario 35 Under this scenario, it is assumed that the two binding targets for renewables and emission reduction are achieved. In the PRIMES baseline, based only on continuation of already implemented policies, these targets are not achieved. 36 For a more detailed analysis of its implications see Commission Staff Working Document accompanying the Commission Communication \"Analysis of options to move beyond 20% greenhouse gas emission reductions and assessing the risk of carbon leakage\" - COM(2010) 265. Background information and analysis Part II - SEC(2010) 650. ",
        "EN 21 EN In these scenarios, the share of coal and oil in the overall energy mix declines between today and 2030, while gas demand remains largely stable until 2030. The share of renewables is set to increase significantly, both in primary and final energy consumption, while the contribution of nuclear, at about 14% of primary energy consumption, is set to remain stable. The EU's dependency on imported fossil fuels will continue to be high for oil and coal and will increase for gas, as shown in Figure 3. As regards gas , the dependency on imports is already high and will be growing further, to reach about 73-79% of consumption by 2020 and 81-89% 37 by 2030, mainly due to the depletion of indigenous resources. Based on the different scenarios, the additional import need ranges from 44 Mtoe to 148 Mtoe by 2020 and from 61 to 221 Mtoe by 2030 (compared to 2005). Increased flexibility will be required due to the increasing role of gas as primary back-up for variable electricity generation. This means a more flexible use of the pipeline systems, need for additional storage capacities, both in terms of working volumes, as also withdrawal and injection capacities and need for flexible supplies, such as LNG/CNG. The recently adopted regulation on security of supply requires investing in infrastructures to increase the resilience and robustness of the gas system in the event of a supply disruption. Member States should fulfil two infrastructure standards: N-1 and reverse flow. The N-1 formula describes the ability of the technical capacity of the gas infrastructure to satisfy total gas demand in the event of disruption of the single largest gas supply infrastructure, during a day of exceptionally high gas demand occurring with a statistical probability of once every 20 years. The N-1 can be fulfilled at national or regional level and a Member State may use also production and demand-side measures. The Regulation also requires that permanent physical bi-directional capacity is available on all cross-border interconnection between Member States (except for connections to LNG, production or distribution). Currently five countries do not meet the N-1 criterion (Bulgaria, Slovenia, Lithuania, Ireland and Finland), taking into account the projects underway under the European Energy Programme for Recovery but excluding demand side measures 38 . Regarding investments on reverse flow, according to Gas Transmission Europe's study on reverse flow (July 2009), 45 projects have been identified in Europe as vital for enhancing reverse flows within and between Member States and providing a greater flexibility in transporting gas where it is needed. The main challenge is to finance projects to fulfil the infrastructure obligations, notably when the infrastructures are not required by the market. Oil demand is expected to see two different developments in parallel: decline in the EU-15 countries and constant growth in new Member States, where demand is expected to grow by 7.8% between 2010 and 2020. The main challenges for electricity infrastructure is growing demand and increasing shares of generation from renewable sources, in addition to additional needs for market integration and security of supply. EU-27 gross electricity generation is projected to grow by at least 20% from about 3,362 TWh in 2007 to 4,073 TWh in 2030 under the PRIMES reference scenario 37 All lower figures refer to the PRIMES reference scenario, while the higher figures are derived from the Eurogas Environmental Scenario published in May 2010, based on a bottom-up collection of Eurogas members' estimates. 38 See the impact assessment at http://ec.europa.eu/energy/security/gas/new_proposals_en.htm ",
        "EN 22 EN and to 4,192 TWh under PRIMES baseline, even without taking into account the possible effects of strong electro-mobility development. The share of renewables in gross electricity generation is expected to be around 33% in 2020 according to the Reference scenario, out of which variable sources (wind and solar) could represent around 16% 39 . Figure 4 shows the evolution of gross electricity generation by source according to the PRIMES Reference scenario for the 2010-2030 period: 0 500 1 000 1 500 2 000 2 500 3 000 3 500 4 000 4 500 2010 2015 2020 2025 2030 T W h Oil Solids Nuclear energy Gas Renewables 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 2010 2015 2020 2025 2030 % Figure 4: Gross power generation mix 2000-2030 by source in TWh (left) and corresponding shares of sources in % (right), PRIMES reference scenario More detailed information for the horizon up to 2020 is provided by the national renewable energy action plans (NREAP) that Member States have to notify to the Commission according to article 4 of directive 2009/28/EC. Based on the first 23 national renewable energy action plans and largely in line with PRIMES reference scenario results for 2020, there will be about 460 GW of renewable electricity installed capacity that year in the 23 Member States covered 40 , against only about 244 GW today 41 . Approximately 63% out of this total would be related to the variable energy sources wind (200 GW, or 43%) and solar (90 GW, out of which about 7 GW concentrated solar power, or 20%) (Table 1). RES type Installed capacity 2010 (GW) Installed capacity 2020 (GW) Share 2020 (%) Variation 2010- 2020 (%) Hydro 116.9 134.2 29% 15% Wind 82.6 201 43% 143% Solar 25.8 90 19% 249% 39 The respective figures for 2030 are 36% and 20%. Note that the 2030 Reference scenario does not take into account potential future renewable energy policies in the EU or in individual Member States after 2020. 40 Austria, Bulgaria, Czech Republic, Cyprus, Germany, Denmark, Greece, Spain, Finland, France, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, Portugal, Romania, Sweden, Slovakia, Slovenia and the United Kingdom. 41 \"Renewable Energy Projections as Published in the National Renewable Energy Action Plans of the European Member States\", update for 19 countries. L.W.M. Beurskens, M. Hekkenberg. Energy Research Centre of the Netherlands, European Environment Agency. 10 September 2010. Available at: http://www.ecn.nl/docs/library/report/2010/e10069.pdf ",
        "EN 23 EN RES type Installed capacity 2010 (GW) Installed capacity 2020 (GW) Share 2020 (%) Variation 2010- 2020 (%) Biomass 21.2 37.7 8% 78% Other 1 3.6 1% 260% TOTAL 247.5 466.5 100% 88% Table 1: Projected evolution of installed renewables capacities in GW, 2010-2020 Renewables in the 23 Member States are projected to account for over 1150 TWh of electricity generation, with about 50% of it from variable sources (Table 2). RES type Generation 2010 (TWh) Generation 2020 (TWh) Share 2020 (%) Variation 2010- 2020 (%) Hydro 342.1 364.7 32% 7% Wind 160.2 465.8 40% 191% Biomass 103.1 203 18% 97% Solar 21 102 9% 386% Other 6.5 16.4 1% 152% TOTAL 632.9 1151.9 100% 82% Table 2: Projected evolution of renewables electricity generation in GW, 2010-2020 Most of the growth in wind capacities and generation will be concentrated in Germany, the United Kingdom, Spain, France, Italy and the Netherlands, while solar capacities and generation growth will be even more concentrated in Germany and Spain and to a lesser extent Italy and France. Alongside renewables, fossil fuels will continue to play a role in the electricity sector. Ensuring compatibility with climate change mitigation requirements of fossil fuel use in the electricity and industrial sectors may therefore require the application of CO 2 capture and storage (CCS) on a large and trans-European scale. PRIMES scenarios envisage the transport of about 36 million tons (Mt) of CO 2 by 2020, on the basis existing policies, and 50-272 Mt 42 by 2030 as CCS becomes more widely deployed. According to the analysis carried out by KEMA and Imperial College London based on the PRIMES reference scenario, electricity generation capacity in 2020 should be sufficient to meet peak demand in virtually all Member States, despite the development of variable generation from renewable energies (Map 2 and Map 3 43 ). However, while imports should 42 50 Mt according to the PRIMES reference scenario and 272 Mt according to PRIMES baseline, given the higher CO2 price. 43 The maps show the capacity margins, i.e. the ratio of firm capacity (excluding variable renewables) / all capacity (including variable renewables) vs. peak electricity demand, as modelled by KEMA and Imperial College London for all EU Member States plus Norway and Switzerland in 2020, on the basis of the PRIMES reference scenario (source: KEMA and Imperial College London). ",
        "EN 24 EN therefore not be necessary for Member States to ensure their security of supply, more integration of the 27 European electricity systems could significantly reduce prices and increase overall efficiency by lowering the cost of balancing supply and demand at any given moment in time. Map 2: Firm capacity vs. peak demand in 2020, PRIMES reference scenario Map 3: All capacity vs. peak demand in 2020, PRIMES reference scenario The evolution of electricity trade across borders is shown on Map 4 and Map 5 44 . Under the PRIMES Reference scenario, today's general pattern of electricity exports and imports is likely to remain as such until 2020 for most Member States. Map 4: Net import/export situation in winter (October to March) 2020, PRIMES reference scenario Map 5: Net import/export situation in summer (April to September) 2020, PRIMES reference scenario This would result in the following interconnection capacity requirements between Member States, based on the optimisation of the existing European electricity grid as described in ENTSO-E's pilot Ten-Year Network Development Plan 45 (Map 6). It should however be noted that these requirements have been calculated on the basis of simplifying assumptions 46 and should be seen as indicative only. Results could also be significantly different, if the 44 Source: KEMA and Imperial College London 45 https://www.entsoe.eu/index.php?id=282 46 The grid modelling done by Imperial College London and KEMA uses a \"centre of gravity\" approach, according to which each Member State's electricity grid is represented by a single node, from and to which transmission capacity is calculated. The associated investment model compares the costs of network expansion between Member States with the costs of additional generation capacity investments, based on certain input cost assumptions and evaluates the cost-optimal interconnection level between Member States on this basis. ",
        "EN 25 EN European energy system was optimised on the basis of a newly designed, fully integrated European grid, instead of existing nationally centred electricity networks. Map 6: Interconnection capacity requirements 2020 in MW 47 , PRIMES Reference scenario (source: KEMA, Imperial College London) 3. P RIORITY CORRIDORS FOR ELECTRICITY , GAS AND OIL 3.1. Making Europe's electricity grid fit for 2020 3.1.1. Offshore grid in the Northern Seas The 2008 Second Strategic Energy Review identified the need for a coordinated strategy concerning the offshore grid development: \" (…) a Blueprint for a North Sea offshore grid should be developed to interconnect national electricity grids in North-West Europe together and plug-in the numerous planned offshore wind project \" 48 . In December 2009, nine EU Member States and Norway 49 signed a political declaration on the North Seas Countries Offshore Grid Initiative (NSCOGI) with the objective to coordinate the offshore wind and 47 The following interconnection capacities are not shown on the map for the sake of clarity: Austria- Switzerland (470 MW); Belgium-Luxemburg (1000 MW); Germany-Luxemburg (980 MW); Norway- Germany (1400 MW); Switzerland-Austria (1200 MW). 48 COM(2008) 781. The communication also underlined that \"[the North Sea Offshore Grid] should become, (…) one of the building blocks of a future European supergrid. The Blueprint should identify the steps and timetable that need to be taken and any specific actions that need to be adopted. It should be developed by the Member States and regional actors involved and facilitated where necessary by action at Community level.\" In the Conclusions of the Energy Council on 19 February 2009, it was clarified that the blueprint should cover the North Sea (including the Channel region) and the Irish Sea. 49 Countries participating in the NSCOGI are Belgium, the Netherlands, Luxembourg, Germany, France, Denmark, Sweden, the United Kingdom, Ireland and Norway. ",
        "EN 26 EN infrastructure developments in the North Seas . The nine EU members will concentrate about 90% of all EU offshore wind development. According to the information contained in their NREAPs, installed capacity is projected at 38.2 GW (1.7 GW other marine renewable energies) and production at 132 TWh in 2020 50 . Offshore wind could represent 18% of the renewable electricity generation in these nine countries. Applied research shows that planning and development of offshore grid infrastructure in the North Seas can only be optimised through a strong regional approach. Clustering of wind farms in hubs could become an attractive solution compared to individual radial connections, when distance from the shore increases and installations are concentrated in the same area 51 . For countries where these conditions are met, such as Germany, the connection costs of offshore wind farms could thereby be reduced by up to 30%. For the North Sea area as a whole, cost reduction could reach almost 20% by 2030 52 . In order to realise such cost reductions, a more coordinated, planned and geographically more concentrated offshore wind development with cross-border coordination is absolutely necessary. This would also allow reaping the combined benefits of wind farm connection and cross-border interconnections 53 , if the connection capacity is well dimensioned and hence results in a positive net benefit. Offshore development will strongly influence the need for reinforcements and expansion of onshore networks, notably in Central Eastern Europe, as highlighted in the priority 3. Map 7 is an illustration of a possible offshore grid concept as developed by the OffshoreGrid study 54 . 50 Ireland has also prepared a baseline and a more ambitious export scenario. According to this latter scenario, the respective figures would be: over 40 GW offshore wind, 2.1 GW other marine renewables generating 139 TWh in 2020. For the EU as a whole (taking into account the baseline for Ireland), offshore wind installed capacity is estimated to be over 42 GW in 2020, with a possible yearly electricity generation of over 137 TWh. 51 Based on a cost-benefit analysis, the OffshoreGrid study, carried out by 3E and partners and financed by the Intelligent Energy Europe Programme, finds that radial grid connections make sense up to 50 km distance from their connection points onshore. For larger distances (in the range of 50 to 150 km) from the onshore connection point, the concentration of the wind farms is a determining factor for the benefits of clustering. If the installed capacity is in a radius of 20 km (in certain cases 40 km) around the hub, and if it is in the order of the largest available rating for high voltage direct current cables, a cluster through a hub connection would be beneficial. Above 150 km distance, offshore grid hubs are considered as typical solutions. More information is available at: www.offshoregrid.eu. These results seem to be corroborated at the Member State level: The benefits of clustering or a more modular design were considered in the Netherlands for its second phase of offshore wind development. Given the small size of the wind farms and their short distance from shore, the assessment however showed that clustering is not the most cost effective approach in this phase. 52 According to the OffshoreGrid study, strong offshore grid infrastructure development would cost 32 billion euros until 2020 and up to 90 billion euros until 2030 considering radial connections. In case of clustering, the infrastructure cost could be reduced to 75 billion euros by 2030. 53 Integrated development could follow two main drivers. In case an interconnector is developed first, wind farms could be connected later. If connections for wind farms are developed first, interconnectors could be developed later between hubs, instead of building new interconnectors from shore to shore. 54 Work package D4.2 \"Four Offshore Grid scenarios for the North and Baltic Sea\" (OffshoreGrid study, July 2010). More information is available at http://www.offshoregrid.eu/images/pdf/pr_pr100978_d4%202_20100728_final_secured.pdf. ",
        "EN 27 EN Map 7: Illustration of a possible offshore grid concept for the North Seas and the Baltic Sea (\"mixed approach\" scenario showing existing (red), planned (green) and commissioned (pink) transmission lines as well as additional lines (blue) necessary according to OffshoreGrid calculations) Existing offshore development plans in certain Member States show that significant development in the North Seas will take place along or even across the borders of territorial waters of several Member States, raising planning and regulatory issues of European dimension 55 . Onshore reinforcements of the European network will be needed to transmit electricity to the major consumption centres further inland. However, ENTSO-E's pilot Ten Year Network Development Plan (TYNDP) does not include an adequate assessment of the infrastructure needed to connect upcoming new offshore wind capacities. ENTSO-E has committed to addressing this urgent issue more in detail in the second edition of it's TYNDP to be published in 2012. Member States have adopted or are planning to adopt different approaches concerning offshore grid development. Most Member States (Germany, Denmark, France, Sweden, Ireland) have assigned the offshore extension of their onshore grid to national TSOs. The UK has so far chosen to tender the connection of each new offshore wind farm separately 56 . In Belgium and the Netherlands, grid development is currently the responsibility of the wind farm developer. In addition, current national regulatory frameworks encourage exclusively point-to-point solutions connecting wind farms with an onshore connection point, with the aim to minimise the connection cost for each project. Connection of wind farm clusters via a hub, with the associated advanced capacity provision and technology risk, is not covered under current national regulation. Finally, optimisation across borders, in order to facilitate electricity trade between two or several Member States, does not take place. 55 Integrated solutions combining offshore wind power plant connections and trade interconnections to another country, or cross-border connections of a wind power plant (sitting in the territorial waters of one country, but connected to the grid of another country) need to be developed. 56 Any company can participate in these tenders, which creates a competitive environment for the development and operation of the new network. ",
        "EN 28 EN As a consequence, the opportunities offered by a regional approach for integrated offshore and onshore infrastructure development as well as the synergies with international electricity trade are missed. This might lead to suboptimal and more expensive solutions in the longer term. Other challenges for the development of an offshore grid are related to permitting and market design. As for other infrastructure projects, authorisation procedures are frequently fragmented even in the same country. When a project crosses the territory of different Member States, this can considerably complicate the overall process, resulting in very long lead times. Furthermore, the insufficient integration of electricity markets, the insufficient adaptation of connection regimes and national support schemes to offshore renewable energy generation and the absence of market rules adapted to electricity systems based on more variable renewable energy sources can impede the development of offshore projects and of a truly European offshore grid. Planning offshore wind development and the necessary offshore and onshore grid infrastructure requires coordination between Member States, national regulatory authorities, transmission system operators and the European Commission. Maritime spatial planning and definition of offshore wind and ocean energy development zones can enhance development and ease investment decisions in this sector. Recommendations Structured regional cooperation has been set up by the Member States in the NSCOGI 57 . While the commitment of the Member States to develop the grid in a coordinated way is very important, it should now be turned into concrete actions for it to become the major driving force for the development of a North Seas offshore grid. The initiative should, in line with the strategy presented in the Communication, establish a working structure with adequate stakeholder participation and set a work plan with concrete timeframe and objectives concerning grid configuration and integration, market and regulatory issues and planning and authorisation procedures. Under the guidance of the NSCOGI, different options should be prepared on grid configuration by national TSOs and ENTSO-E in its next TYNDP. The design options should consider planning, construction and operational aspects, the costs associated to the infrastructure and the benefits or constraints of the different design options. TSOs should in particular review planned wind farm development in order to identify possibilities for hub connections and interconnections for electricity trade, also taking into account possible future wind development. Regulators should consider overall development strategies and regional and longer-term benefits when approving new offshore transmission lines. Options to revise the regulatory framework and make it compatible should be examined, covering inter alia operation of offshore transmission assets, access to and charging of transmission, balancing rules and ancillary services. 57 The NSCOGI has a regional approach, is driven by the participating Member States and builds on existing works and other initiatives. Its members intend to agree on a strategic work plan by means of a memorandum of understanding to be signed by end 2010. ",
        "EN 29 EN 3.1.2. Interconnections in South Western Europe France, Italy, Portugal and Spain will host significant future developments of variable renewable electricity generations capacities over the coming decade. At the same time, the Iberian Peninsula is almost an electric island. Interconnections between France and Spain suffer already today from insufficient capacity, with only four tie-lines (2 of 220 kV and 2 of 400 kV) between the countries, the last one having been built in 1982. All face continuous congestions 58 . A new 400 kV line in the Eastern Pyrenees should be ready by 2014, increasing the current interconnection capacity from 1,400 MW to about 2,800 MW, but some congestion might remain even afterwards 59 . Moreover, these countries play a key role in connecting to Northern Africa, which could become increasingly important because of its huge potential for solar energy. By 2020, about 10 GW of new renewables generation could be built in the countries East and South of the Mediterranean, out of which almost 60% solar and 40% wind capacities 60 . However, as of today, there is only one interconnection between the African and the European continent (Morocco-Spain) with about 1,400 MW capacity, which could be increased to 2,100 MW in the coming years. A direct current submarine 1,000 MW power line is being planned between Tunisia and Italy, to be operational by 2017. The use of these existing and new interconnections will create new challenges in the medium term (after 2020) with regard to their consistency with the evolutions of the European and North African network, both as regards their capacity and the corresponding regulatory framework. Any further interconnection must be accompanied by safeguards to prevent risks of carbon leakage through power imports to increase. Recommendations To ensure the adequate integration of new capacities, mainly from renewables, in South Western Europe and their transmission to other parts of the continent, the following key actions are necessary up to 2020: – the adequate development of the interconnections in the region and the accommodation of the existing national networks to those new projects. An interconnection capacity of at least 4,000 MW between the Iberian Peninsula and France will be needed by 2020. Corresponding projects will have to be developed with the utmost attention to public acceptance and consultation of all relevant stakeholders. – concerning connections with third countries, the development of Italy's connections with countries of the Energy Community (notably Montenegro, but also Albania and Croatia), the realisation of the Tunisia-Italy interconnection, the expansion of the Spain-Morocco interconnector, the reinforcement, where necessary, of South-South interconnections in North African neighbour countries (including as regards the efficient management of these 58 ENTSO-E pilot TYNDP. 59 During the merger procedure for the acquisition of Hidrocantábrico in 2002, EDF-RTE and EDF had offered to increase the commercial interconnection capacity of then 1,100 MW by a minimum of 2,700 MW (Case No COMP/M.2684 - EnBW / EDP / CAJASTUR / HIDROCANTÁBRICO – decision dated 19 March 2002). 60 \"Study on the Financing of Renewable Energy Investment in the Southern and Eastern Mediterranean Region\", Draft Final Report by MWH, August 2010. The countries included in this study are Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Syria, Tunisia, West Bank / Gaza. ",
        "EN 30 EN infrastructures)and preparatory studies for additional North-South interconnections to be developed after 2020. 3.1.3. Connections in Central Eastern and South Eastern Europe The connection of new generation is a major challenge in Central and Eastern Europe. For example, in Poland alone about 3.5 GW are foreseen until 2015 and up to 8 GW until 2020 61 . At the same time, power flow patterns have recently changed significantly in Germany. Onshore wind power capacities, summing up to about 25 GW at the end of 2009, and offshore development, together with new conventional power plants, concentrate in the Northern and North-Eastern parts of the country; demand however rises mostly in the Southern part, increasing distances between generation and load centres or balancing equipment (e.g. pump storage). Huge North-South transit capacities are therefore needed, taking fully into account the grid development in and around the Northern Seas under priority 3.1.1. Given the impact of the current interconnection insufficiencies on the neighbouring grids especially in Eastern Europe, a coordinated regional approach is vital to solve this issue. In South Eastern Europe, the transmission grid is rather sparse compared to the grid of the rest of the continent. At the same time, the whole region (including the countries of the Energy Community) has a lot of potential for further hydro generation. There is a need for additional generation connection and interconnection capacities in order to increase power flows between South East European countries and with Central Europe. The extension of the synchronous zone from Greece (and later Bulgaria) to Turkey will create additional needs for reinforcement of the grids in these countries. Ukraine and the Republic of Moldova having expressed their interest to join the European continental interconnected electricity networks, further extensions will have to be examined in the longer term. Recommendations To ensure adequate connection and transmission of generation, notably in Northern Germany and better integration of South-Eastern European electricity networks, the following key actions are necessary up to 2020 and should notably be supported by the countries of Central Eastern Europe, by extending the already existing cooperation in the gas sector: – the development of adequate interconnections, notably within Germany and Poland, to connect new, including renewable, generation capacities in or close to the North Sea, to the demand centres in Southern Germany and to pumped storage power plants to be developed in Austria and Switzerland, while also accommodating new generation in Eastern countries. New tie-lines between Germany and Poland will become important, once new interconnections are developed with the Baltic States (in particular the Poland-Lithuania interconnection, see below). Due to increasing North-to-South parallel flows, cross-border capacity expansion will be necessary between Slovakia, Hungary and Austria in the medium term (after 2020). Internal relief of congestion through investments is needed to increase cross-border capacity in Central Europe. – the increase of transfer capacities between South East European countries, including those of the Energy Community Treaty, in view of their further integration with Central European electricity markets. 61 ENTSO-E pilot TYNDP. ",
        "EN 31 EN This cooperation should be covered under the Central Eastern European cooperation already existing in the gas sector. 3.1.4. Completion of the Baltic Energy Market Interconnection Plan in electricity In October 2008, following the agreement of the Member States of the Baltic Sea Region, a High Level Group (HLG) chaired by the Commission was set up on Baltic Interconnections. Participating countries are Denmark, Estonia, Finland, Germany, Latvia, Lithuania, Poland, Sweden and, as an observer, Norway. The HLG delivered the Baltic Energy Market Interconnection Plan (BEMIP), a comprehensive Action Plan on energy interconnections and market improvement in the Baltic Sea Region, both for electricity and gas, in June 2009. The main objective is to end the relative \"energy isolation\" of the Baltic States and integrate them into the wider EU energy market. The BEMIP provides an important example of successful regional cooperation. The lessons learnt from this initiative will be taken into account for other regional cooperation structures. Internal market barriers had to be cleared in order to make investments viable and attractive. This involved aligning regulatory frameworks to lay the foundation for the calculation of fair allocation of costs and benefits, thus moving towards the \"beneficiaries pay\" principle. The European Energy Programme for Recovery (EEPR) was a clear driver for timely implementation of infrastructure projects. It provided an incentive to quickly agree on outstanding issues. The EU's Strategy for the Baltic Sea Region has also provided a bigger framework for the energy infrastructure priority. The strategy already proposed a framework to focus existing financing from structural and other funds into the areas identified by the strategy as priority areas. Several factors have led to this initiative being seen by stakeholders around the Baltic Sea as a success: (1) the political support towards the initiative, its projects and actions; (2) the high- level involvement of the Commission as a facilitator and even driving force; (3) the involvement of all relevant stakeholders in the region from inception to implementation (ministries, regulators and TSOs) to implement the defined infrastructure priorities. Despite the progress achieved so far, further efforts are still necessary to fully implement the BEMIP: continuous monitoring of the Plan's implementation by the Commission and the High Level Group will be necessary in order keep to the agreed actions and timeline. In particular support is necessary for the key but also more complex cross-border projects, namely the LitPolLink between Poland and Lithuania, which is essential for integration of the Baltic market into the EU, and for which an EU coordinator was assigned. 3.2. Diversified gas supplies to a fully interconnected and flexible EU gas network 3.2.1. Southern Corridor Europe's growing dependence on imported fuels is evident in the gas sector. The Southern Corridor would be – after the Northern Corridor from Norway, the Eastern corridor from Russia, the Mediterranean Corridor from Africa and besides LNG – the fourth big axis for diversification of gas supplies in Europe. Diversification of sources generally improves competition and thus contributes to market development. At the same time, it enhances security of supply: as seen also in the January 2009 gas crisis, the most severely affected countries were those relying on one single import sources. However, often the defensive attitude of gas producers and incumbent players in monopolistic markets hampers ",
        "EN 32 EN diversification. The implementation of the Southern Corridor requires close co-operation between several Member States and at European level, as no country individually requires the incremental gas volumes (new gas) sufficient to underpin the investment in pipeline infrastructure. Therefore, the European Union must act to promote diversification and provide for the public good of security of supply by bringing Member States and companies together in order to reach a critical mass. This is the underlying principle for the EU Southern Gas Corridor strategy. Its importance was underlined in the Commission’s Second Strategic Energy Review of November 2008, which was endorsed by the European Council of March 2009. The aim of the Southern Corridor is to directly link the EU gas market to the largest deposit of gas in the world (the Caspian / Middle East basin) estimated at 90.6 trillion cubic meters (for comparison, Russian proven reserves amount to 44.2 tcm 62 ). Furthermore, the gas fields are geographically even closer than the main Russian deposits (Map 8). The key potential individual supplier states are Azerbaijan, Turkmenistan and Iraq; yet, if political conditions permit, supplies from other countries in the region could represent a further significant supply source for the EU. The key transit state is Turkey, with other transit routes being through the Black Sea and the Eastern Mediterranean. The strategic objective of the corridor is to achieve a supply route to the EU of roughly 10-20% of EU gas demand by 2020, equivalent roughly to 45-90 billion cubic meters of gas per year (bcma). The operational objective for the development of the Southern Corridor strategy is that the Commission and Member States work with gas producing countries, as well as those countries which are key for transporting hydrocarbons to the EU, with the joint objective of rapidly securing firm commitments for the supply of gas and the construction of gas transportation infrastructures (pipelines, Liquefied/Compressed Natural Gas shipping) necessary at all stages of its development. Map 8: Comparison of distances of main Eastern gas supplies to main EU consumption hubs 62 BP Statistical Review of World Energy, June 2009. ",
        "EN 33 EN The major challenge for the success of the Southern Corridor is to ensure that all elements of the corridor (gas resources, infrastructure for transport and underlying agreements) are available both at the right time and with significant scope. To date, substantial progress has been made to this end. With the financial support from the Commission (EEPR and/or TEN-E programmes) and great effort of pipeline companies, concrete transportation projects, namely Nabucco, ITGI, TAP and White Stream, are already in development stage and other possibly options are being studied. Nabucco as well as Poseidon, the Italy-Greece subsea interconnector which is part of ITGI, have received partial exemption from Third Party Access (so called \"Article 22 exemption\"). Moreover, the Nabucco Intergovernmental Agreement, signed in July 2009, has provided Nabucco with legal certainty and terms for transporting gas through Turkey and created a precedent for further extension of transportation regimes. The key challenge for the future is to ensure that gas producing countries become ready to open towards exporting gas directly to Europe, which for them may often imply accepting high political risk linked to their geopolitical situation. The Commission, in cooperation with the Member States involved in the Southern Corridor, needs to further emphasize its engagement to build long term relations with gas producing countries in this region and provide them with a stronger link to the EU. The Southern Gas Corridor pipeline components are also reinforced by preparation of options for delivering substantial additional quantities of Liquefied Natural Gas (LNG) to Europe in particular from the Middle East (Persian Gulf and Egypt). In the first phase it encompasses the development of LNG reception points in Europe (and connecting them to the wider network). Furthermore, cooperation with producer countries on developing energy policies and long-term investment plans which are conducive to LNG, is expected to be gradually built. 3.2.2. North-South gas interconnections in Eastern Europe The strategic concept of the North-South natural gas interconnection is to link the Baltic Sea area (including Poland) to the Adriatic and Aegean Seas and further to the Black Sea, covering the following EU Member States (Poland, the Czech Republic, Slovakia, Hungary, Romania, and possibly Austria) and Croatia. This would provide the overall flexibility for the entire Central East European (CEE) region to create a robust, well-functioning internal market and promote competition. In the longer term, this integration process will have to be extended to the non EU member countries of the Energy Community Treaty. An integrated market would provide the necessary security of demand 63 and attract suppliers to make the best use of existing and new import infrastructures, such as new LNG regasification plants and projects of the Southern Corridor. The CEE region thus would become less vulnerable to a supply cut through the Russia/Ukraine/Belarus route. There is one main supplier in the CEE region; the current linear (from East to West) and isolated networks are the heritage of the past. While the proportion of gas imported from Russia constitutes 18% of the EU-15 consumption, in the new Member States this indicator is 60% (2008). Gazprom deliveries are the overwhelming bulk of gas imports in the region (Poland: 70%, Slovakia: 100%, Hungary: 80%, certain Western Balkan countries: 100%). 63 The net import demand of the biggest market (Hungary) among the eight countries was 8.56 Mtoe in 2007 (Eurostat), while the demand of all seven markets together was 41 Mtoe, compared to German imports of about 62 Mtoe. ",
        "EN 34 EN Due inter alia to monopolistic, isolated and small markets, long-term supply contracts and regulatory failures, the region is not attractive for investors or producers. The lack of regulatory coordination and of a common approach towards missing interconnections jeopardises new investments and hinders the entrance of new competitors on the market. Moreover, security of supply constitutes a concern and the investments needed to comply with the infrastructure standards imposed by the Security of Gas Supply Regulation are concentrated in this region. Finally, a considerable share of the population spends a relatively high share of their income on energy, leading to energy poverty. The declaration of the extended Visegrad group 64 expresses already a clear commitment within the region to tackle these challenges. Based on the BEMIP experience and work already concluded by the signatories of the declaration, the High Level Group (HLG) proposed in the Communication should provide a comprehensive action plan to build interconnections and to complete market integration. The HLG should be assisted by working groups focusing on concrete projects, network access and tariffs. The work should include the experiences gained through the New Europe Transmission System (NETS) initiative 65 . 3.2.3. Completion of the Baltic Energy Market Interconnection Plan in gas While implementation of electricity projects within the BEMIP is well underway, little progress has been achieved in gas since the Action Plan was endorsed by the eight EU Member State Heads of State and President Barroso in June 2009. The HLG managed only to define a long list of projects with overall investment costs too high compared to the size of the gas markets in the region. Internal market actions were not agreed at all. The gas sector now enjoys the strong focus of the BEMIP work on two fronts: East-Baltic and West-Baltic areas. The Eastern Baltic Sea region (Lithuania, Latvia, Estonia and Finland) requires urgent action to ensure security of supply through connection to the rest of the EU. At the same time Finland, Estonian and Latvia enjoy derogations from market opening under the third internal market package as long as their markets are isolated. The derogation will end once their infrastructure is integrated with the rest of the EU, for example through the Lithuania-Poland gas interconnection. Even though the annual gas consumption of the three Baltic States and Finland together is only about 10 bcm, all the gas they consume comes from Russia. As a share of total primary energy supply, Russian gas amounts to 13% for Finland, 15% for Estonia and to about 30% for Latvia and Lithuania, while the EU average is around 6.5%. The main supplier also has decisive stakes in the TSOs of all four countries. Moreover, also Poland is very reliant on Russian gas. Therefore there is little market interest to invest in new infrastructure. The minimum necessary infrastructure has been agreed and a major breakthrough in this area is the now ongoing dialogue – politically supported by both sides – between the companies on the Polish-Lithuanian gas link. Discussions on a regional LNG terminal are also ongoing within an LNG task force. 64 See the Declaration of the Budapest V4+ Energy Security Summit of 24 February, 2010 (http://www.visegradgroup.eu/). V4+ countries, in the sense of the Declaration, are: the Czech Republic, the Republic of Hungary, the Slovak Republic and the Republic of Poland (as Member States of the Visegrad Group), the Republic of Austria, Bosnia and Herzegovina, the Republic of Bulgaria, the Republic of Croatia, the Republic of Serbia, the Republic of Slovenia and Romania. 65 The New Europe Transmission System (NETS) aims to facilitate the development of a competitive, efficient and liquid regional gas market that also reinforces security of supply, by creating a unified infrastructure platform to increase the level of cooperation/integration between the regional TSOs. ",
        "EN 35 EN In the West Baltic, the task force's objective are to find ways to replace supply from depleting Danish gas fields expected from 2015 onwards, as well as to enhance security of supply in Denmark, Sweden and Poland. An action plan will be delivered at the end of 2010. Both task forces also focus on regulatory obstacles and the identification of common principles that would allow regional investments to take place. As a key action, regional cooperation needs to be kept strong to establish the following projects: PL-LT, regional LNG terminal and a pipeline connecting Norway and Denmark and possibly Sweden and Poland. The objectives of market opening and improved security of gas supply can be achieved more cost-effectively on a regional level than a national scale. Commission's support is also continuously requested by the Member States in order to steer the BEMIP process. Finally, solutions must be found to break the vicious circle of \"If there's no market, there is no incentive to invest in infrastructure; and without infrastructure, market will not develop\". 3.2.4. North-South Corridor in Western Europe The strategic concept of the North-South natural gas interconnections in Western Europe, that is from the Iberian peninsula and Italy to North-west Europe is to better interconnect the Mediterranean area and thus supplies from Africa and the Northern supply Corridor with supplies from Norway and Russia. There are still infrastructure bottlenecks in the internal market which prevent free gas flows in this region, such as for example the low interconnection level to the Iberian peninsula, preventing the use of the well-developed Iberian gas import infrastructure to its best. The Spain-France axis has been a priority for over a decade, but is still not completed. However, progress has been achieved in recent years, thanks to the better co-ordination of the national regulatory frameworks – taken up also as a priority by the South-West Gas Regional Initiative – and the active involvement of the European Commission. Another indication for imperfect market functioning and the lack of interconnectors are the systematically higher prices on the Italian wholesale market compared to other neighbouring markets. At the same time, as the development of electricity from variable sources is expected to be particularly prominent in this corridor, the general short-term deliverability of the gas system needs to be enhanced to respond to the additional flexibility challenges to balance electricity supply. The main infrastructure bottlenecks preventing the correct functioning of the internal market and competition need to be identified in this corridor and stakeholders, Member States, NRAs and TSOs, shall work together to facilitate their implementation. Secondly, an integrated analysis between the electricity and gas system – taking into account both generation and transmission aspects – should lead to the assessment of the gas flexibility needs and the identification of projects with the objective to back-up variable electricity generation. 3.3. Ensuring the security of oil supply Contrary to gas and electricity, oil transport is not regulated. This means that there are no rules, e.g. on rates of return or third party access for new infrastructure investments. Oil companies are primarily responsible for ensuring continuous supply. Nonetheless, there are certain aspects, mainly concerning the free access to pipelines supplying the EU, but lying in countries outside the EU (in Belarus, Croatia and Ukraine in particular), which cannot be addressed through commercial arrangements only and need political attention. ",
        "EN 36 EN The Eastern European crude oil pipeline network (an extension of the Druzhba pipeline) was conceived and built during the Cold War period and had, at that time, no pipeline link with the Western network. As a result, insufficient connections between the Western European pipeline network and Eastern infrastructures exist. Hence alternative pipeline supply possibilities of crude oil or petroleum products from Western Member States to CEE countries are limited. In case of an enduring supply disruption in the Druzhba system (currently used capacity: 64 million tons/year), these limitations would lead to a big increase in tanker traffic in the environmentally sensitive Baltic area 66 , in the Black Sea and in the extremely busy Turkish Straits 67 , increasing the risks of accidents and oil spills. In case of the Lithuanian Mažeikiai refinery 68 the alternative supply requires shipping approximately 5.5 to 9.5 million tons/year through the Baltic Sea to the Lithuanian Butinge oil terminal. According to a recent study 69 , the potential responses to supply disruptions include: (1) the creation of the Schwechat-Bratislava pipeline between Austria and Slovakia; (2) the upgrade of the Adria pipeline (linking the Omisalj oil terminal in on the Croatian Adriatic coast to Hungary and Slovakia); and (3) the upgrade of the Odessa-Brody pipeline in Ukraine (connecting the Black Sea oil terminal to the Southern branch of Druzhba at Brody) and its planned extension to Poland (Brody-Adamowo). These routes represent an alternative supply capacity of at least 3.5, 13.5, and 33 million tons/year respectively. An additional improvement would be the creation of the Pan-European Oil Pipeline to link the Black Sea supply with the Transalpine Pipeline with an envisaged capacity between 1.2 million and 1.8 million barrels per day. For the above reasons, political support for mobilising private investment in possible alternative infrastructures is a priority, in order to ensure the security of oil supply of land- locked EU countries, but also to reduce oil transport by sea, thereby reducing environmental risks. This does not necessarily require the building of new pipeline infrastructure. Removing capacity bottlenecks and/or enabling reverse flows can also contribute to security of supply. 3.4. Roll-out of smart grid technologies Smart grids 70 are energy networks that can cost efficiently integrate the behaviour and actions of all users connected to it. They are changing the way, in which the electricity grid is operated in terms of transmission and distribution and re-structuring the present generation and consumption pathways. Through integration of digital technology and a two-way 66 The Baltic Sea is one of the busiest seas in the world, accounting for more than 15% of the world’s cargo transport (3,500-5,000 ships per month). About 17-25% of these ships are tankers transporting approximately 170 million tons of oil per year. 67 The Turkish Straits comprise the Bosporus and Dardanelles and connect the Black Sea, through the Sea of Marmara, with the Aegean Sea. Less than a kilometre wide at their narrowest point, they are among the world's most difficult and dangerous waterways to navigate, due to their sinuous geography and high traffic (50,000 vessels, including 5,500 oil tankers, per year). 68 In 2006, noting some leaks on the Druzhba pipeline, Transneft, the Russian pipeline operator, stopped the delivery of crude to the Lithuanian Mažeikiai refinery, the only oil refinery in the Baltic States. Since then this particular pipeline segment remains closed. 69 \"Technical Aspects of Variable Use of Oil Pipelines coming into the EU from Third Countries\", study by ILF and Purvin & Gertz for the European Commission, 2010. 70 ERGEG and the European Task Force for Smart Grids define smart grids as electricity networks that can cost efficiently integrate the behaviour and actions of all users connected to it – generators, consumers and those that are both – in order to ensure economically efficient, sustainable power systems with low losses and high levels of quality and security of supply and safety. See http://ec.europa.eu/energy/gas_electricity/smartgrids/taskforce_en.htm for more information. ",
        "EN 37 EN communication system, smart grids establish direct interaction between the consumers, other grid users and energy suppliers. They enable consumers to directly control and manage their individual consumption patterns, notably if combined with time differentiated tariffs, providing, in turn, strong incentives for efficient energy use. They allow companies to improve and target the management of their grid, increasing grid security and reducing costs. Smart grid technologies are needed to allow for a cost-effective evolution towards a decarbonised power system, allowing for the management of vast amounts of renewable on- shore and off-shore energy, while maintaining availability for conventional power generation and power system adequacy. Finally, smart grid technologies, including smart metering, enhance the functioning of retail markets, which gives a real choice to consumers, as energy companies as well as information and communication technology companies can develop new, innovative energy services. Many countries have developed smart grid projects, including smart meter deployment, namely Austria, Belgium, France, Denmark, Germany, Finland, Italy, Netherlands, Portugal, Sweden, Spain and UK 71 . In Italy and Sweden almost all customers already have smart meters. The Bio Intelligence 2008 Study 72 concludes that smart grids could reduce the EU annual primary energy consumption of the energy sector in 2020 by almost 9%, which equals to 148 TWh of electricity or savings reaching almost 7.5 billion euros/year (based on average 2010 prices). Industry estimates for individual consumption argue that an average household could save 9% of its electricity and 14% of its gas consumption, corresponding to savings of ca. 200 euros/year 73 . The Commission promotes the development and deployment of smart grids through financial support for research and development (R&D). The SET Plan European Electricity Grids Initiative (EEGI), launched in June 2010, has been developed by a team of network operators in electricity distribution and transmission supported by the Commission and aims at developing the technological issues of smart grids further. It will consolidate smart grids experiments so far through large size demonstrations and promote R&D and innovation in smart grid technologies. It will also stimulate wider deployment by addressing challenges stemming from technology integration at system level, user acceptance, economic constraints and regulation. In addition to this technology push, market pull for the Europe-wide implementation of smart grids has been created with the adoption of the third internal energy market package in 2009, which foresees the obligation for Member States to ensure wide implementation of intelligent metering systems by 2020 74 . Moreover, the Directive on energy end-use efficiency and energy 71 An ERGEG report, presented and disseminated at the annual Citizens' Energy Forum in London in September 2009, gives the most up-to-date and complete overview regarding the smart meter implementation status in Europe. Available at: http://ec.europa.eu/energy/gas_electricity/forum_citizen_energy_en.htm 72 \"Impacts of Information and Communication Technologies on Energy Efficiency\", Bio Intelligence Service Final Report, September 2008. Supported by the European Commission DG INFSO. 73 http://www.nuon.com/press/press-releases/20090713/index.jsp 74 Annex 1 of the Directive 2009/72/EC and Annex 1 of the Directive 2009/73/EC request the Member States to ensure implementation of intelligent metering systems that shall assist the active participation of consumers in the energy supply market. Such obligation might be subject to an economic assessment by Member States by 3 September 2012. According to the Electricity Directive, where roll-out of smart ",
        "EN 38 EN services 75 has identified smart meters as one of the main contributors to energy efficiency improvement. The Renewables Directive 76 , finally, views smart grids as an enabler for integration of increasing renewable energy into the grid and obliges Member States to develop transmission and grid infrastructure towards this aim. Jointly, these directives constitute the main policy and legal framework on which further action to stimulate the development of and deployment of smart grids will be built. To ensure that smart grids and smart meters are developed in a way that enhances retail competition, integration of large-scale generation from renewable energy sources, and energy efficiency through the creation of an open market for energy services, the Commission has established a Task Force on smart grids in November 2009. It consists of about 25 European associations representing all relevant stakeholders. Its mandate is to advise the Commission on the EU level policy and regulatory actions and to coordinate the first steps towards the implementation of smart grids under the provisions of the third package. Initial work of the Task Force has been led by three Expert Groups 77 , each focusing on (1) functionalities of smart grid and smart meters, (2) regulatory recommendations for data safety, data handling and data protection, and (3) roles and responsibilities of actors involved in the smart grids deployment. Despite the expected benefits of smart grids and the aforementioned policy measures in place, the transition towards smart grids and meters is not progressing as fast as needed to reach the EU's energy and climate objectives. The success of Smart Grids will not just depend on new technology and the willingness of networks to introduce them, but also on best practice regulatory frameworks to support their introduction, addressing market issues, including impacts on competition, and changes in the industry (i.e. to industry codes or regulation) and the way, in which consumers use energy. Creating the right regulatory framework for a well-functioning energy services market is the main challenge. It will require enabling the cooperation of a wide range of different market actors (generators, network operators, energy retailers, energy service companies, information and communication technology companies, consumers, appliance manufacturers). This regulatory framework will also have to ensure the adequate open access and sharing of operational information between actors and might also have to address tariff setting issues in order to provide proper incentives for grid operators to invest in smart technologies. National regulatory authorities also have a very important role as they approve tariffs that set the basis for investments in smart grids, and possibly meters. Unless a fair cost sharing model is developed and the right balance between short-term investment costs and longer term profits found, the willingness of grid operators to undertake any substantial future investments will be limited. Unambiguous (open) standards for smart grids and meters are needed to ensure interoperability, addressing key technological challenges and enabling successful integration of all grid users, while providing high system reliability and quality of electricity supply. Given competing efforts to develop worldwide standards, relying and investing in one specific metering is assessed positively, at least 80% of consumers shall be equipped with intelligent metering systems by 2020. 75 Annex 3 of Directive 2006/32/EC. 76 Article 16 of Directive 2009/28/EC. 77 Task Force Smart Grids – vision and work programme: http://ec.europa.eu/energy/gas_electricity/smartgrids/doc/work_programme.pdf ",
        "EN 39 EN (European) technical solution today might tomorrow translate into stranded costs. This is why the Commission launched a smart meters standardisation mandate for relevant European standardisation bodies in 2009. A new mandate to review related standards and develop new standards for smart grids will be launched by the Commission to the same standard bodies at the beginning of 2011. International collaboration is therefore essential to ensure the compatibility of solutions. Persuading and winning the trust of consumers as regards the benefits of smart grids constitutes another challenge. As long as price elasticity of electricity remains low, the overall benefits of smart grids unverified and the risk of data abuse unaddressed 78 , it may be difficult to overcome consumer reluctance, given the time and behavioural changes required to reap the benefits of smart technologies. Last but not least, the possible lack of skilled workforce that would be ready to operate the complex smart grid system is another, non-negligible challenge. The transition towards smart grids is a complex issue and a single leap from existing network to smart grids is not realistic. A successful transition will require fine-tuned cooperation between all stakeholders in order to find the right cost-effective solutions, avoid duplication of work and exploit existing synergies. To gain public awareness and acceptance and customer support, the benefits and costs of smart grids implementation will have to be objectively discussed and carefully explained, through active participation of consumers, small and medium enterprises and public authorities. Recommendations To ensure such approach and to overcome identified challenges the following key actions are recommended: • Specific legislation: As outlined in the Communication, the Commission will assess whether any further legislative initiatives for smart grid implementation are necessary under the rules of third internal energy market package. The assessment will take into account the following objectives: i) ensuring the adequate open access and sharing of operational information between actors and their physical interfaces; ii) creating a well- functioning energy services market; and iii) providing proper incentives for grid operators to invest in smart technologies for smart grids. Based on this analysis, the final decision concerning specific legislation for smart grids will be taken during the first half of 2011. • Standardisation and Interoperability: The Task Force has defined a set of six expected services and about 30 functionalities of smart grids. The Task Force and the CEN/CENELEC/ETSI Joint Working Group on Standards for the Smart Grid will produce by end 2010 a joint analysis on the status of European standardization for smart grid technologies and identify further work needed in this area. By beginning of 2011 the Commission will set up a standardisation mandate for the relevant European standardisation bodies to develop smart grid standards and ensure interoperability and compatibility with standards being elaborated worldwide. 78 A draft bill on smart grid deployment was refused by the Dutch Parliament in 2009 on grounds of data protection concerns. ",
        "EN 40 EN • Data protection: Based on the work of the Task Force, the Commission, in close cooperation with the European Data Protection Supervisor, will assess the need for additional data protection measures, the roles and responsibilities of different actors concerning access, possession and handling of data (ownership, possession and access, read and change rights, etc.), and propose, if necessary, adequate regulatory proposals and/or guidelines. • Infrastructure investments: Large parts of the necessary investments for the deployment of smart grids can be expected to come from network operators, notably at distribution level, and private companies, under the guidance of national regulatory authorities. Where funds are missing, public-private alliances could provide solutions. Where the rate of return for an investment is too low and the public interest evident, public finances must have the opportunity to step in. The Commission will encourage Member States to set up funds for the support of the Smart Grid deployment. The Commission will also examine particular support for smart technologies under the policy and project support programme mentioned in the Communication, as well as innovative funding instruments targeted at a rapid roll-out of smart grid technologies in transmission and distribution networks. • Demonstration, R&D and innovation projects: In line with the above infrastructure investment policy, a clear European R&D and demonstration policy is necessary to boost innovation and accelerate the evolution towards smart networks, based on the EEGI and the smart grids activities of the European Energy Research Alliance, which focuses on longer-term research. Particular attention should be paid to electricity system innovations combined with R&D on power technologies (cables, transformers, etc.) with R&D on information and communication technologies (control systems, communications, etc.). Proposed measures should also address consumer behaviour, acceptance and real-life barriers to deployment. Member States and the Commission should promote R&D and demonstration projects, e.g. with a combination of public support and regulation incentives, ensuring that the EEGI can start the proposed projects as planned, despite the current difficult financial situation in the EU. This work should be closely coordinated with activities proposed in the Communication concerning Europe's electricity highways. To ensure full transparency on ongoing demonstration/pilot projects and their results and the development of a future legal framework, the Commission might create a platform to enable dissemination of good practices and experiences concerning practical deployment of smart grids across Europe and coordinate the different approaches so that synergies are ensured. The SET Plan Information system, managed by the European Commission's Joint Research Centre (JRC), includes a monitoring scheme that can be used as a starting point. • Promoting new skills: To fill the gap between low-skilled and high-skill jobs due to smart grid deployment requirements, ongoing initiatives could be used such as the training actions under the SET Plan, the Knowledge and Innovation Communities of the European Institute of Technology, the Marie Curie Actions 79 and other actions such as the \"New Skills for New Jobs\" initiative. However, Member States will need to address seriously possible negative social consequences and launch programmes to retrain workers and support the acquisition of new skills. 79 http://cordis.europa.eu/fp7/people/home_en.html ",
        "EN 41 EN 4. P REPARING THE LONGER TERM NETWORKS 4.1. European electricity highways An electricity highway should be understood as a an electricity transmission line with significantly more capacity to transport power than existing high-voltage transmission grids, both in terms of the amount of electricity transmitted and the distance covered by this transmission. To reach these higher capacities, new technologies will have to be developed, allowing notably direct current (DC) transmission and voltage levels significantly higher than 400 kV. For the period beyond 2020 and up to 2050, a long-term solution will be needed to overcome the main challenge electricity networks are facing: accommodating ever-increasing windsurplus generation in the Northern Seas and increasing renewable surplus generation in the South Western and also South Eastern parts of Europe, connecting these new generation hubs with major storage capacities in Nordic countries and the Alps and with existing and future consumption centres in Central Europe, but also with the existing alternating current (AC) high-voltage grids. The new highways will have to take account of existing and future surplus areas, such as France, Norway or Sweden, and the complexity of the existing Central European North-South transmission corridor bringing surplus electricity from the North through Denmark and Germany to Southern German and Northern Italian deficit areas. Despite technological uncertainties, it is clear that any future electricity highway system will need to be built stepwise, ensuring compatibility of AC/DC connections and local acceptance 80 , on the basis of the other priorities up to 2020 described in chapter 3.1, in particular concerning offshore grids. This highway system will also have to prepare for possible connections beyond EU borders to the South and the East, in order to fully benefit from the considerable renewables potential in these regions. In addition to the already synchronous connections with the Maghreb and Turkey, connections with other Mediterranean and Eastern countries might therefore be necessary in the long term. To this end, a dialogue with Northern African states on the technical and legal requirements for the development of trans-Mediterranean electricity infrastructures could be envisaged. While there is growing awareness about the future need for a pan-European electricity grid, there is significant uncertainty concerning the moment in time, when this grid will become necessary, and the steps to be taken to build it. Action coordinated at EU level is therefore indispensable to start coherent development of this grid and reduce uncertainties and risks. European coordination will also be necessary to establish an appropriate legal, regulatory and organisational framework to design, plan, build and operate such an electricity highway system. This action will need to integrate ongoing research and development work, notably under the SET plan European Electricity Grid Initiative (EEGI) and European Industrial Wind Initiative, to adapt existing and to develop new transmission, storage and smart grid 80 This could include the need for partial underground of electricity lines, taking into account that investment costs for underground cables are at least 3-10 times higher compared to overhead lines. See \"Feasibility and technical aspects of partial undergrounding of extra high voltage power transmission lines\", joint paper by ENTSO-E and Europacable. November 2010. ",
        "EN 42 EN technologies. In this context, it will also need to integrate the potential for large-scale hydrogen transport and storage. When coupled with fuel cells, it is particularly suited for distributed and transport applications. Commercialisation for residential applications could be expected as of 2015 and for hydrogen vehicles around 2020. 81 Recommendations The following key actions are necessary to prepare European electricity highways: – In line with the conclusions of the June 2009 Bucharest Forum, initiate dedicated work on the Electricity Highways, in the framework of the Florence Forum, to structure the work carried out by all stakeholders for the preparation of the electricity highways. This work should be organised by the European Commission and ENTSO-E and bring together all relevant stakeholders. It should focus on establishing mid- and long-term generation development scenarios, assessing concepts of pan-European grid architecture and design options, analysing socio-economic and industrial policy consequences of deployment, and designing an appropriate legal, regulatory and organisational framework. – Develop the necessary research and development , building on the SET-plan European Electricity Grid Initiative (EEGI) and European Industrial Wind Initiative, to adapt existing and develop new transmission, storage and smart grid technologies as well as needed grid design and planning tools. – Establish a modular development plan , to be prepared by ENTSO-E by mid-2013, with the aim of commissioning first Electricity Highways by 2020. The plan would also prepare for the extension with the aim of facilitating the development of large-scale renewable generation capacities beyond the borders of the EU. 4.2. European CO 2 transport infrastructure Given that potential CO 2 storage sites are not evenly distributed across Europe, large-scale deployment of CO 2 capture and storage in Europe, may be needed to achieve significant levels of decarbonisation of the European economies post-2020, and will necessitate the construction of an infrastructure of pipelines and, where suitable, shipping infrastructure, that could span across Member State borders, if countries do not have adequate CO 2 storage potential. The component technologies of CCS (capture, transport and storage) are proven. However, they have not yet been integrated and tested at an industrial scale, and, currently, CCS is not commercially viable. To date, the implementation of the technology has been limited to smaller-scale plants often designed to demonstrate one or two of the components in isolation. At the same time it is commonly agreed that in order to have a profound impact on emission reductions, and thus enable a ‘lowest-cost’ portfolio of climate change mitigation measures, the viability of CCS technologies has to be demonstrated on large scale around 2020. In response, the 2007 Spring European Council decided to support deployment of up to 12 large-scale CCS demonstration plants in Europe by 2015 in order to drive the technology to 81 To this aim, in the framework of the SET Plan, the Fuel Cells and Hydrogen Joint Undertaking will launch a first study on EU hydrogen infrastructure planning by end 2010, leading the way for commercial deployment starting in a 2020 timeframe. ",
        "EN 43 EN commercial viability. There are currently six large-scale CCS projects under construction designed to demonstrate the technology in electricity generation. They will have an installed capacity of at least 250MW and will also feature transport and storage components. These projects are co-financed by the Commission with grants amounting to €1 billion in total. A further funding mechanism, embedded in the Emission Trading System, became operational in November 2010 82 . In addition, the Commission supports CCS related research and development and has established a dedicated knowledge sharing network for large-scale CCS demonstrators. The Joint Research Centre (JRC) prepared in 2010 an assessment on the requirements for investment in CO 2 transport infrastructure 83 . Under PRIMES baseline assumptions, the study shows that 36 Mt of CO 2 will be captured in 2020 and transported in 6 EU Member States. The resulting CO 2 transport network stretches for approximately 2,000 km and requires 2.5 billion euros of investment (Map 9). Nearly all pipelines are planned to accommodate the additional CO 2 quantities anticipated to flow in the following years 84 . For 2030, the study finds that the amount of CO 2 captured increases to 272 Mt (Map 10). Many of the pipelines built earlier now operate at full capacity, and new pipelines are built, to become fully utilised in the ramp-up towards 2050. The CO 2 transport network stretches now for about 8,800 km and requires cumulative investment of 9.1 billion euros. First regional networks form across Europe around the first demonstration plants. The JRC analysis also highlights the benefits of European coordination if Europe is to achieve an optimal solution for CO 2 transport, as its results indicate that up to 16 EU Member States could be involved in cross-border CO 2 transport by 2030. 82 http://ec.europa.eu/clima/funding/ner300/index_en.htm 83 \"The evolution of the extent and the investment requirements of a trans-European CO2 transport network\", European Commission, Joint Research Centre, EUR 24565 EN. 2010. 84 Oversized pipelines are shown in red, while pipelines operating at full capacity are shown in blue. ",
        "EN 44 EN Map 9: CO 2 network infrastructure in 2020, PRIMES baseline Map 10: CO 2 network infrastructure in 2030, PRIMES baseline A second analysis, done by Arup in 2010 and focussing on the feasibility of Europe-wide CO 2 infrastructures 85 , aims at determining the optimal CO 2 transport network in Europe and its evolution over time, based on predefined volumes of CO 2 , identification of suitable storage sites and a cost-minimisation approach. The most conservative scenario calculates a network of 6,900 km for 50 Mt of CO 2 transported in 2030. The study argues that, as certain countries will lack storage capacity, only a trans-boundary network could allow wider deployment of CCS. These conclusions are corroborated by the EU Geocapacity study (2009) on European capacity for geological storage of CO 286 : a future CO 2 transport network depends critically upon the availability of onshore storage or the availability and development of offshore saline formations. Considering the level of public awareness on CO 2 storage and CCS technology in general, the study suggests that priority should be given to storage in saline formations offshore. The study also points out that availability of storage capacities can not yet be confirmed, additional work is therefore necessary to verify the real storage potential. However, the main driver for CCS development in the near future will be the CO 2 price, which is highly uncertain and dependent on the evolution of the ETS. Any analysis outlining a possible CO 2 network beyond 2020 should thus be treated with great caution. All studies confirm that the evolution of the CO 2 network in Europe will be determined by the availability of storage sites and the level of CCS deployment and the degree of coordination for its development already now. The development of integrated pipeline and shipping networks, planned and constructed initially at regional or national level and taking into 85 \" Feasibility of Europe-wide CO 2 infrastructures\", study by Ove Arup & Partners Ltd for the European Commission. September 2010. 86 \"EU GeoCapacity - Assessing European Capacity for Geological Storage of Carbon Dioxide\", Project no. SES6-518318. Final Activity Report available at: http://www.geology.cz/geocapacity/publications ",
        "EN 45 EN account the transport needs of multiple CO 2 sources would take advantage of economies of scale and enable the connection of additional CO 2 sources to suitable sinks in the course of the pipeline lifetime 87 . In the longer run, such integrated networks would be expanded and interlinked to reach sources and storage sites spread across Europe, similar to today's gas networks. Recommendations Once CCS becomes commercially viable, the pipelines and shipping infrastructure built for demonstration projects will become focal points for a future EU network. It is important that this initially fragmented structure can be planned in a way that ensures Europe-wide compatibility at a later stage. Lessons learned about the integration of initially fragmented networks as those for gas would have to be taken into account to avoid a similarly laborious process for creating common markets. The examination of the technical and practical modalities of a CO 2 network should be pursued and an agreement on a common vision sought. The Sustainable Fossil Fuels Working Group for stakeholder dialogue (within the Berlin Forum) should be used for discussions on possible actions in this area. The CCS Project Network could be used for gathering experience from the operating demonstration projects. This in turn will allow assessing any need and extent of potential EU intervention. Regional cooperation should also be supported in order to stimulate development of clusters constituting the first stage of a possible, future integrated European network. Existing support structures, including the CCS Project Network and the Information Exchange Group established under Directive 2009/31/EC on the geological storage of CO 2 , could speed up development of regional clusters. This could include i.a. establishing focused working groups and sharing knowledge on the subject in the context of the CCS Project Network, exchanging best practice on permitting and cross-border cooperation of competent authorities within the Information Exchange Group. Global CCS discussion fora will also be used by the Commission to exchange existing knowledge on regional clusters and hubs worldwide. The Commission will also continue working on a European CO 2 infrastructure map that can facilitate advance infrastructure planning, concentrating on the issue of cost efficiency. An important part of this task will include identification of the location, capacity and availability of storage sites, especially offshore. In order to make sure that the results of such a mapping exercise are comparable across the continent and can be used for optimal network design, efforts will be undertaken to elaborate a common storage capacity assessment methodology. For the sake of transparency with regard to storage and CCS in general, the Commission will pursue the publication of a European CO 2 Storage Atlas to visualise storage potential. 87 The Pre-Front End Engineering Design Study of a CCS network for Yorkshire and Humber showed that initial investment in spare pipeline capacity would be cost effective even if subsequent developments joined the network up to 11 years later. The study also confirmed experience from other sectors, i.e. that investing in integrated networks would catalyse the large scale deployment of CCS technologies by consolidating permitting procedures, reducing the cost of connecting CO 2 sources with sinks and ensuring that captured CO 2 can be stored as soon as the capture facility becomes operational. "
    ]
}