{
    "text": [
        "II - 1 Gender equality in employment and occupation European Implementation Assessment ANNEX II Gender Pay and Pension Gap Research paper by Marcella Corsi Abstract This research paper explores the Gender Pay Gap and the Gender Pension Gap in the European Union and the policy responses and initiatives available for the future. After introducing the concept of ‘pay’, the first chapter provides a background concerning the effectiveness of the current gender equality framework on equal pay for equal work. The second chapter reviews recent progress at the European level, while the third one brings together casual factors for unequal pay and the forth one outlines the principles for addressing the issue of equal pay in the EU, drafting specific recommendations. ",
        "II - 2 AUTHOR This study has been written by Prof. Marcella Corsi of the University of Rome “La Sapienza”, at the request of the Ex-Post Impact Assessment Unit of the Directorate for Impact Assessment and European Added Value, within the Directorate General for Parliamentary Research Services (DG EPRS) of the General Secretariat of the European Parliament. The current paper is part of the European Implementation Assessment of the Directive 2006/54/EC ('Recast Directive') for the Committee on Women's Rights and Gender Equality FEMM, together with other analyses on the same issue. RESPONSIBLE ADMINISTRATOR Helmut Werner, Ex-Post Impact Assessment Unit To contact the Unit, please e-mail EPRS-ExPostImpactAssessment@europarl.europa.eu LINGUISTIC VERSIONS Original: EN DISCLAIMER The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. Manuscript completed in March 2015. Brussels © European Union, 2015 PE 547.546 ISBN 978-92-78-41343-9 DOI 10.2861/706155 CAT QA-02-15-388-EN-N ",
        "Gender equality in employment and occupation II - 3 Contents Executive summary ....................................................................................................................... 4 Chapter 1 – General information ............................................................................................... 6 I - What is ‘pay’ ..................................................................................................................... 6 II - The role of equality bodies ............................................................................................. 7 III - Factors impacting the effectiveness of institutional mechanisms for gender equality ................................................................................................................ 8 IV - Measuring effectiveness .................................................................................................. 8 Chapter 3 - Gender Pay Gap and Gender Pension Gap over time..................................... 11 I - Gender pay gap .............................................................................................................. 11 II - Gender gap in pension .................................................................................................. 19 III - Gender pay gap and gender pension gap: is there a link? ....................................... 23 Chapter 4 – Causal factors for unequal pay ........................................................................... 25 I - Current obstacles to reducing gender pay gaps ......................................................... 25 II - Factors to be analised .................................................................................................... 27 III - Going deep ...................................................................................................................... 31 Chapter 5 – What next for the EU ............................................................................................. 35 I - Current opportunities and obstacles to responding to unequal pay....................... 35 II - Recommendations on advancing equal pay .............................................................. 36 References .................................................................................................................................... 39 Appendix ...................................................................................................................................... 43 ",
        "Annex II - Gender Pay and Pension Gap II - 4 Executive summary The evaluation of the gender pay gap (GPG) and the gender gap in pension (GGP) in the EU needs suitable comparable data. Estimates based on EU-SILC data over the period 2006-2012 show an upward trend for GPG in Austria, Germany, Hungary, Norway and Poland, while Spain, Italy, Portugal, Greece and Cyprus, but also Ireland and United Kingdom, have experienced a reduction in the gender pay gap . There is empirical evidence that the public sector guarantees equal pay more than the private sector. However, both mean and median values of public and private gender pay gap at EU level have been decreasing over time (2006 – 2012). By contrast, the evolution of the gender pension gap over the same period suggests a small increase at EU level . If we compute the gender pension gap relying only on the private pension recipients, we obtain a higher gender gap compared to the one estimated on total pensions. This result is partly explained by the importance of survivor’s benefits, mostly paid to women for demographic reasons. From a statistical point of view, there is a weak positive relationship between both forms of gender gap. However, those countries experiencing higher values of gender pay gap are also showing the highest gender pension gap, such as Austria, Germany, the Netherlands and United Kingdom. The impact of the introduction of the Directive 2006/54/EC has to be evaluated considering structural elements of national labour markets that influence the evolution of unequal pay over time (choice of educational path, horizontal and vertical segregation, parenthood and elderly care responsibilities, broken careers, etc.) In our analysis, increasing shares of female employees with secondary and tertiary education push up the gender pay gap, because high skilled workers experience major pay differentials and best-paid jobs. Sectoral employment structure has a major effect on pension gaps in fact increasing shares of men employed in education, health and public administration, which are typically “female-oriented” sectors, decrease the pension gaps between men and women. By contrast, a higher proportion of female workers in services drives up the gender gap in pensions. Institutional factors matter. Major pay differentials are detected in those countries characterised by a higher segregation in terms of care activities, which is also reflected in terms of pension gaps. As expected, a worsening position at country level for economic power, namely equal representation as members of boards in the largest quoted companies or as members of the central bank, increases the gender pay gap. Surprisingly, those countries performing worst in terms of gender mainstreaming register lower gender pay gaps. Conversely, political commitment towards gender mainstreaming is reflected on lower pension differentials. ",
        "Gender equality in employment and occupation II - 5 The case for taking action on unequal pay is important for women as individuals for equity reasons, for the economic well-being of their children and families, but also for society at large since an improvement of the position of women in the labour market – including pay equality – is crucial for economic growth. Tackling the unequal pay is necessarily a long-term objective that requires: i) a combination of a variety of strategies and policies; ii) the involvement of different actors and stakeholders at different levels. The work for removing unequal pay should be carried on simultaneously and in close collaboration at the European, national, sectoral and organizational level. As already suggested by the so-called Bauer report, policy directions recommended to remove unequal pay can be grouped around four key concepts: - awareness : initiatives to increase awareness on the gender pay gap; - gender roles : initiatives to break traditional stereotypes (gender roles in society, in employment, in educational choices); - legislative measures : analysis of costs and benefits of new legislations; - promotion of equal pay in companies : through different actions such as charters, awareness-raising activities and trainings. There is a lot to learn from the experiences accumulated over time through the strategies and measures implemented at various levels so far. A key role for the European Union is to bring together this variety of initiatives and multiple actors involved in promoting equality in the labour market . In focusing the work specifically towards removing gender gap in pensions, main efforts should be directed to increase the awareness of the problem. The European Parliament can play a decisive role in removing this form of unequal pay, by reducing the lack of visibility, mostly due to the lack of reliable data. Morover, through benchmarking, it could galvanise the type of national initiatives dealing with positive actions. It is already possible to hint some policy alternatives to those that, by compensating disadvantages, end up perpetuating them. For example, it is important to stop measures encouraging women to leave the labour market early, with the consequent permanent reduction in pension income. By contrast, policies such as credits for child-rearing should be supported as a way of creating a level playing field between women and men. As for the European Commission work, once sufficient visibility is given to a benchmarking exercise, it should involve each member state in a kind of structured dialogue, like the one that has been undertaken with some success in the context of the Open Method of Coordination in pensions. It is a context in which the European Commission has fruitful experience to share, and can be usefully adapted for this purpose. ",
        "Annex II - Gender Pay and Pension Gap II - 6 Chapter 1 – General information I - What is ‘pay’ On 5 July 2006, the European Parliament and the Council adopted Directive 2006/54/EC on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation (‘the Directive’). This Directive consolidates and modernises the EU acquis in this area (‘Equal Pay legislation’) by merging previous directives and introducing the definition of pay, which is taken into account in this study. The Directive defines pay in the same terms as Article 157 of the Treaty on the Functioning of the European Union (TFEU), i.e. as ‘the ordinary basic or minimum wage or salary and any other consideration, whether in cash or in kind, which the worker receives directly or indirectly, in respect of his/her employment from his/her employer’. As stated in European Commission (2013, p. 4), ‘in most Member States, the concept of pay is defined in national legislation and corresponds to this definition’. 1 Thus, like at the EU level, in most countries pay may include remuneration proper, in cash or in kind, 1 BE, BG, CZ, DK, IE, EL, ES, FR, HR, CY, LT, LU, HU, MT, PT, RO, SI, SK. In other Member countries, the legal definition of pay is not identical to that in the Directive, but the overall effect appears to be the same (EE, PL). Cfr. European Commission (2013). Key findings • Directive 2006/54/EC consolidates and modernises the EU acquis in the field of gender equality. • The principle of equal pay aims to eradicate pay discrimination, taking into account also occupational pension schemes. • Equality bodies have as their tasks the promotion, analysis, monitoring and support of equal treatment of all persons without any gender discrimination. • One of the major concerns in relation to equality bodies is their capacity to perform their tasks independently. Another concern is that where they deal with multiple grounds of discrimination, gender discrimination might be marginalized. • EIGE’s indicators show that in the majority of EU Member States, gender equality as a policy area is carried out by a limited number of staff members, not always placed at a highest level in the governmental hierarchy. • Social partners and civil society organisations are increasingly involved in the activities and tasks of equality bodies, in most cases concerning the dissemination of information and awareness-raising activities. • From 2005, the number of Member States in which gender impact assessment and gender budgeting is widely used has actually doubled, but monitoring and evaluation is used as a tool for gender mainstreaming to a limited extent. ",
        "Gender equality in employment and occupation II - 7 but also various bonuses, tips, accommodation, marriage gratuities, redundancy and sickness payments, as well as overtime payments and other fringe benefits . The Court of Justice of the EU (CJEU) has made clear that occupational pension schemes are to be considered as pay , thus the principle of equal pay applies to these schemes as well. As recalled by Burri and van Eijken (2014), different conditions applied in relation to access to occupational pension schemes might be indirectly discriminatory, for example the requirement of a large number of years of continuous employment (e.g. Germany), the application of a minimum threshold of working hours (e.g. Ireland) or a minimum period of employment (e.g. Poland). In Hungary, the employer can limit access to an occupational pension scheme to a selected group of employees, often those in managerial and key functions. In some countries, occupational pension schemes are scarce (e.g. Latvia, Lithuania and Portugal). II - The role of equality bodies Since 2002, by virtue of Directive 2002/73/EC, the Member States are obliged to designate equality bodies. The tasks of these bodies are ‘the promotion, analysis, monitoring and support of equal treatment of all persons without discrimination on grounds of sex’ (now article 20(1) of the Recast Directive). These bodies must have the competence to provide independent assistance to victims of gender discrimination, to conduct independent surveys concerning gender discrimination and to publish independent reports and make recommendations (Article 20 of the Recast Directive and Article 12 of Directive 2004/113/EC). 2 One of the major concerns in relation to equality bodies is their independence or at least their capacity to perform their tasks independently. In this context, what really matters, inter alia, are the procedures for appointing the staff of the bodies, their autonomy vis-à-vis the Government, their mandate, their investigative powers and, last but not least, their funding. For example, Italy has various bodies that could qualify as equality bodies under EU law, but it is not evident whether they satisfy the EU requirements, in particular that of operating independently. Another matter of concern is that where equality bodies deal with multiple grounds of discrimination, gender discrimination might be marginalized (Krizsán et al. 2012). As stressed by Burri and van Eijken (2014), ‘competences exist which go beyond what the directives require, but which are of great importance for the enforcement of gender equality law’ (p. 40). Some equality bodies have the authority to hear complaints on gender equality and, in some cases, to give a non-binding opinion (for instance, in Austria, the Czech Republic, Denmark, Estonia, France, Greece, Iceland, Lithuania, Malta, the Netherlands, Spain, Sweden and the United Kingdom). Some others may challenge discrimination in court, 2 Cfr. Holtmaat (2007). ",
        "Annex II - Gender Pay and Pension Gap II - 8 on behalf of a particular victim and sometimes even without an actual victim. They may sometimes do so on their own initiative and in the general interest (for instance, in Belgium, Bulgaria, Latvia and Spain). III - Factors impacting the effectiveness of institutional mechanisms for gender equality There are several factors that affect the effectiveness of equality bodies’ action. The political orientation of the government affects not only the existence of institutions and their budgets, but can also influence the continuity of their work (McBride and Mazur 2010). The current economic crisis is another significant factor influencing the structure of institutional mechanisms for gender equality in the EU . Bettio et al. (2012) has stressed that the economic crisis has influenced the gender equality machinery in several countries: ‘[...] in several Member States cuts in public budgets are seriously affecting the functioning of gender equality infrastructures. However, other Member States have decided not to reduce resources devoted to gender equality institutions and/or projects, or even to increase them’ (p.14). EIGE (2014) also reveals that cuts affected projects’ funding and human resources, ‘eventually leading to the downgrading or provisional closure of central gender equality and/or gender mainstreaming structures’ (p.14). Decentralisation, that is the dispersal of mandates on gender equality among regional governmental institutions, has had a positive impact on equality bodies, for example, by strengthening the institutional mechanisms as a whole in Belgium, Finland, Italy, Spain, Sweden and United Kingdom (Outshoorn and Kantola 2007). A multi-disciplinary approach to addressing inequalities may be effective because it can improve the policies and strategies that address inequalities (European Commission 2007). The importance of the approach stems from ‘acknowledging the heterogeneity of women in terms of age, class, disability, ethnicity/race, religion and sexual orientation’, and this represents a crucial step towards the recognition of diversity among women (Council of European Union 2009). IV - Measuring effectiveness EIGE (2014) proposes some specific indicators to assess the effectiveness of institutional mechanisms for gender equality. Status of governmental responsibility in promoting gender equality The political context specific to each Member State helps or hinders the sustainability and efficiency of equality bodies. According to EIGE (2014) , although recognised as a fundamental value of the EU and as a policy area in its 28 Member States, gender equality has seen its status decline since 2005 : ‘there are fewer governments with cabinet ministers responsible for gender equality and more governments with deputy ministers and assistant ministers responsible for ",
        "Gender equality in employment and occupation II - 9 gender equality. Italy placed the responsibility for promoting gender equality within an advisory body to the Government and not within any ministry. In Poland, responsibility for promoting gender equality is vested in the Government Plenipotentiary for Equal Treatment, which reports directly to the Prime Minister’ (p.81). The situation appears as critical concerning the hierarchical location of the governmental equality bodies . ‘In three Member States the location of the governmental equality bodies even decreased, while in 18 Member States the level of location remained the same. One third of 28 EU Member States still do not have the governmental equality body at the highest hierarchical level’ (p.79). Figure 1. Indicators of effectiveness – Governmental responsibility Source: EIGE (2014) The number of Member States that have adopted governmental action plans for gender equality (GAPGE) has increased . At the same time, reporting on the activities to implement gender mainstreaming and reach gender equality to the legislative authority has been established in 26 Member States . 3 In all 28 EU Member States, different types of civil society organisations (women’s organisations, social partners, others) are systematically consulted , involved and engaged in cooperation with equality bodies. As stressed by EIGE (2014), ‘Member States are increasingly involving civil society organisations - especially women’s organisations - in the development of policies, reporting, and evaluations. Civil society organisations are increasingly co-operating in the informational and awareness-raising activities of the governmental equality bodies. The representatives of women’s organisations from the Member States considered that their involvement in and consultation by the government on gender equality policies is limited, ad-hoc or even non-existent’ (p.79). 3 Only in the Czech Republic and Hungary reporting is not yet taking place. 0246 8 10 12 E S I T C Y L T L U A T S E U K D K S I B G D E E E E L F R L V P L P T S K F I N L B E C Z H U R O I E M T E U 2 5 2012 2005 ",
        "Annex II - Gender Pay and Pension Gap II - 10 Gender mainstreaming In the last decade, all EU Member States declared a commitment to implement gender mainstreaming, although with different degrees: in 2005, 36% of Member States had a legal obligation regarding gender mainstreaming; this number increased to 47% in 2012. 4 As stressed by EIGE (2014), ‘only three Member States have no structures to implement gender mainstreaming. The majority of Member States have contact persons for gender mainstreaming in the ministries. In more than a half of the Member States an inter- departmental coordination structure is in place in the government to coordinate or stimulate gender mainstreaming’ (p.80). Figure 2. Indicators of effectiveness - Gender mainstreaming Source: EIGE (2014) Despite a slight improvement in the application of gender mainstreaming tools and methods, key methods (such as training and capacity building, gender impact assessment, gender budgeting and monitoring and evaluation) are not institutionalised. As stated by EIGE (2014), ‘ gender impact assessment is rare or not used at all in the majority of Member States and is either an unknown concept or is still at an initial stage of application. Gender budgeting has become a legal obligation in only eight Member States, out of which gender budgeting is widely used by the ministries in just three countries. In a few other Member States gender budgeting was used only by some ministries and in the rest gender budgeting is an unknown concept and thus not implemented’ (p.81). Thus, there is not enough evidence to assess the effective implementation of gender mainstreaming, ‘leading to the conclusion that commitments are not always translated into action’ (EIGE 2014, p.81). 4 It is important to remember that EIGE’s indicators are based on the self-assessments of the governmental officials responsible for gender equality in the Member States. Despite these methodological limitations, the empirical evidence nevertheless demonstrates a strengthened commitment on the part of the Member States and shows that new structures have been created to implement gender mainstreaming in most if not all Member States. 0,0 2,0 4,0 6,0 8,0 10,0 12,0 14,0 16,0 F R F I E S S E A T C Z E E D K I T P L B E D E C Y L T U K H U P T L U S I B G M T R O N L E L L V S K I E E U 2 7 ",
        "Gender equality in employment and occupation II - 11 Chapter 2 - Gender Pay Gap and Gender Pension Gap over time I - Gender pay gap To understand changes in the Gender Pay Gap (GPG) over time, one must realise that factors influencing it are diverse, some of which tend to increase the pay gap while others may decrease it. The impact of each factor may differ widely across countries. As stressed by Corsi (2014), factors may be clustered into individual characteristics, establishment and industry characteristics, and institutional characteristics. Education, for example, is an individual factor. In most countries, workers with better education have on average higher earnings. Thus, if the share of high-educated women in the female labour force in a country increases faster compared with the share of better- educated men in the male labour force, the GPG should decrease. Firm size is an establishment factor. In general, workers in larger firms have on average higher earnings. Thus, if, in a country, the share of women working in large firms increases faster compared with the share of men doing so, the GPG should decrease. Minimum wages are an institutional factor. 5 Assuming compliance with minimum wage regulation, these can be assumed to raise the wage floor. As more women are paid low wages compared with men, minimum wage-setting is assumed to decrease a country's GPG. 5 As far as institutional factors are concerned, European Commission (2013) stresses that equal pay is hindered by a number of factors. These include a lack of transparency in pay systems, a lack of Key findings • The evaluation of the gender pay gap and the gender pension gap in the EU needs suitable comparable data. • Estimates based on EU-SILC data show that the public sector guarantees equal pay more than the private sector. However, both mean and median values of public and private gender pay gap have been decreasing over time (2006 – 20012). • The evolution of the gender pension gap over the period 2006-2012 suggests a small increase at European level. If we compute the gender pension gap relying only on the private pension recipients, we obtain a higher gender gap compared to the one estimated on total pensions. This result is partly explained by the importance of survivor’s benefits, mostly paid to women for demographic reasons. • From a statistical point of view, there is a weak positive relationship between both forms of gender gap. However, those countries experiencing higher values of gender pay gap are also showing the highest gender pension gap, such as Austria, Germany, the Netherlands and United Kingdom. ",
        "Annex II - Gender Pay and Pension Gap II - 12 The GPG is related in a complex way to women’s labour market participation rates . Depending on the initial situation of a country, an increase in women’s participation rates may affect GPG differently. If relatively large groups of poorly-educated women enter the labour market, the GPG will increase, assuming a stable stock of male workers. If relatively large groups of well-educated women enter the labour market, the GPG will decrease. Furthermore, in a country with low participation rates, on the one hand, the GPG may be low because the participating women might be well educated, gaining most financially from participating, as their earnings are relatively high. On the other hand, the participating women might be the ones with poor education and low earnings because they need to work to make ends meet. In this case, the GPG is expected to be wide, as concentration in low-paid jobs suppresses women's average wages. In most countries, the increase in women's participation rates is predominantly due to the employment growth in the services sector and in the public sector. As Tijdens and Van Klaveren (2012) show, in many countries, the average wages in these sectors are higher compared to average wages especially in agriculture and manufacturing. Thus, countries witnessing these changes can expect a decrease of the GPG, assuming all other factors remain constant. However, a strong occupational segregation may allocate women into the low paid jobs within these industries and as a consequence, the GPG may increase. Child rearing has a large impact on women's average wages and thus on GPG. In some countries, women withdraw from the labour market when marrying or giving birth while returning after a couple of years. A re-entry mostly goes along with an allocation into lower paid jobs than women had before their career break, with an allocation into part- time jobs, or into dead-end jobs. This is called 'women's child-penalty'. Therefore, a raising share of re-entering women is likely to cause an increase in GPG. However, in some countries where women withdraw from the labour market and do not re-enter, the GPG is likely to decrease. Workers in unionised sectors are better protected against gender pay gaps and against poor compliance with minimum wage regulation (Tijdens and Van Klaveren 2012). Sectors that are traditionally unionised tend to have lower pay gaps, such as the public sector. Those with low unionisation rates and low wage levels, such as retail, hotels and restaurants, and agriculture, tend to have relatively higher gender pay gaps. This suggests that these sectors suffer from low levels of compliance with minimum wage regulations. Male-dominated sectors such as construction have the smallest gender pay gaps. This is mainly attributed to the low numbers of women working in this sector combined with a relative higher level of education. Domestic workers show the lowest level of earning and the largest average gender pay gaps. This is mainly due to their low level of unionisation and the fact that many female workers live in the house of their legal clarity in the definition of work of equal value, and procedural obstacles. Such obstacles are, for example, the lack of information for workers necessary to bring a successful equal pay claim or including information about pay levels for employee categories. Increased wage transparency could improve the situation of individual victims of pay discrimination, who would then be able to compare themselves more easily to workers of the other gender. ",
        "Gender equality in employment and occupation II - 13 employers, with an average wage in cash much lower than the one of their male colleagues. Data and methodology The evaluation of the gender pay gap in the EU needs suitable comparable data. Most studies rely on the Structure of Earnings Survey (SES), a EU harmonized source (Eurostat, 2009). The use of the SES is a considerable improvement on previous measures for comparing EU Member States. However, as stressed by Smith (2010), some shortcomings affect this dataset: 1. some areas where women’s employment tends to be concentrated – smaller firms and in some Member States the public sector – are not represented; 6 2. the exclusion of employees in firms with less than ten employees is likely to underestimate the gender pay gap in the SES, since firm size has a negative impact on pay, particularly for women (Eyraud and Vaughan-Whitehead, 2007); 3. data do not allow matching earnings at individual level with personal and household characteristics. Given these shortcomings, we estimate GPG relying on the European Statistics on Income and Living Conditions (EU-SILC), which provides a wide range of information at individual level ensuring comparability across countries. 7 EU-SILC is a questionnaire- based survey that draws on a random sample covering the entire population and is conducted annually across all 27 EU Member States. Considerable effort is made to standardize answers’ categories to make them internationally comparable. The latest available data are based on the survey conducted in 2012; given that the questions refer to the previous year, the situation reflected in the data is that pertaining to 2011. In order to construct the measure of the gender pay gap, we define “employees” those receiving a non-zero gross employee cash or near cash income for the income reference period (year) . 8 Furthermore, to improve the comparability of gender pay gap built on EU SILC and SES data, we consider only those workers employed in manufacturing and services. 9 Unfortunately, we do not have information on the firm size where employees work. From this point of view, our estimates on EU-SILC data are not perfectly comparable with SES ones, which are based on all paid employees working in enterprises with 10 employees or more. A second major difference between our estimates and the ones based on SES concerns the unit of measurement of the gender pay gap. While SES considers gross earnings per hour , EU SILC refers to gross employee cash or near cash income at individual level per year . 6 To be more precise, the public sector is included only since 2010. 7 The same survey is used to construct other EU structural indicators, most notably those connected with social inclusion and the risk of poverty; its properties, advantages and disadvantages are well understood. 8 Incomes data have been deflated by the Consumer Price Index in order to allow intertemporal comparisons. All values are in euro. 9 Sectors: Nace Rev.1, C-K and M-O; Nace Rev.2, B-N and P-S. For a detailed list of sectors included in the analysis, see table A1 in the appendix. ",
        "Annex II - Gender Pay and Pension Gap II - 14 To compute the gender pay gap, we apply the following formula: (𝟏) �𝟏 − ∑ (𝐏𝐘𝟎𝟏𝟎𝐆𝐢)𝐰𝐢 𝐅 𝐢=𝟏 ∑ 𝐰𝐢 𝐅 𝐢=𝟏 ∑ (𝐏𝐘𝟎𝟏𝟎𝐆𝐣)𝐰𝐣 𝐌 𝐣=𝟏 ∑ 𝐰𝐣 𝐌 𝐣=𝟏 � ∗ 𝟏𝟎𝟎 where PY010G is the gross employee cash or near cash income at individual level, F is the subsample of women and M the subsample of men. As a result GPG is computed as the difference between mean gross earnings of male paid employees and of female paid employees, expressed as a percentage of mean gross earnings of male paid employees. Moreover, we compute the gender pay gap based on median values at country level, in order to control for the distribution of pay between men and women. If we rank earnings from the lowest to the highest, the median earning is the one located at the middle of the distribution: (𝟐) �𝟏 − (𝐏𝐘𝟎𝟏𝟎𝐆 𝐢𝐤 )𝐰 𝐢 (𝐏𝐘𝟎𝟏𝟎𝐆 𝐣𝐫 )𝐰 𝐣 � ∗ 𝟏𝟎𝟎 where k corresponds to ∑ 𝐰 𝐢 𝐅 𝐢=𝟏 𝟐 and r is equal to ∑ 𝐰 𝐣 𝐌 𝐣=𝟏 𝟐 . In a so-called “normal” distribution median and mean are equal, consequently the gender pay gap estimated by the mean values would be equal to the one computed on the median values. Comparing mean and median values of women’s and men’s pay provides information on the effective earnings distribution. In simple words, a median pay smaller than a mean pay implies a big proportion of employees on the left side of the mean, receiving a pay lower than the average one. Conversely, a median pay higher than the mean one implies a big proportion of employees on the right side of the mean, earning a higher pay than the average one. The current picture Table 1 allows comparing the gender pay gap estimated on EU SILC data with the one computed on SES data. At a first look, the gender pay gap based on SES data is significantly lower than the one estimated on EU SILC data. Differences between the two sources of data arise even in terms of time trends. Over the period 2006-2012 (i.e., after the adoption of the Directive) focusing on EU-SILC data we detect an upward trend for GPG in Austria, Germany, Hungary, Norway and Poland. By contrast, Spain, Italy, Portugal, Greece, Cyprus, but also Ireland and United Kingdom have experienced a reduction in the gender pay gap. A possible explanation relies on a “forced” participation of women in the labour market as a reaction to the massive job losses experienced by male-oriented sectors, due to the first impact of the crisis (the so-called he-session ). If we focus on the last available year (figure 3), we find GPG at the lowest values in “young” EU countries, like Slovenia, Croatia, Romenia, Lithuania and Latvia, while the “old” Europe, e.g. Germany, Austria, and the Netherlands, registers GPG above the EU27 ",
        "Gender equality in employment and occupation II - 15 average (31.1%). Furthermore, figure 3 provides useful insights on the distribution of earnings between women and men. Table 1. Gender Pay Gap in the European Union (2006-2012) EU-SILC SES 2006 2007 2008 2009 2010 2011 2012 2006 2007 2008 2009 2010 2011 2012 AT 35.0 36.8 35.0 39.1 37.9 37.5 39.5 : 25.5 25.1 24.3 24.0 23.7 23.4 BE 30.7 30.2 29.6 27.9 26.7 27.0 25.7 : 10.1 10.2 10.1 10.2 10.2 10.0 BG : 21.2 20.2 19.7 15.7 17.8 19.2 10.8 12.1 12.3 13.3 13.0 13.0 14.7 CY 28.6 30.7 28.7 27.2 26.2 26.9 26.0 22.2 22.0 19.5 17.8 16.8 16.4 16.2 CZ 31.3 31.8 32.7 31.1 30.4 31.2 31.2 23.1 23.6 26.2 25.9 21.6 22.6 22.0 DE 41.3 41.5 42.6 41.4 41.2 41.4 42.5 : 22.8 22.8 22.6 22.3 22.2 22.4 DK 23.7 24.2 24.9 23.1 18.2 19.0 20.1 17.6 17.7 17.1 16.8 15.9 16.3 14.9 EE 34.1 36.4 33.6 34.1 29.9 33.0 34.6 28.4 30.9 27.6 26.6 27.7 27.3 30.0 ES 31.7 29.1 29.1 26.3 24.6 22.6 22.2 : 18.1 16.1 16.7 16.2 17.8 17.8 FI 24.8 27.2 27.8 27.9 24.5 22.4 24.6 21.1 20.2 20.5 20.8 20.3 19.6 19.4 FR 28.4 30.8 27.9 28.7 28.1 26.5 28.2 : 17.3 16.9 15.2 15.6 15.6 15.4 GR : : 29.3 27.7 25.6 24.9 27.1 : 21.5 22 : 15.0 : : HR : : : : : 15.8 14.4 : : : : 15.5 17.6 18.0 HU 16.2 12.1 16.5 16.3 14.6 16.1 17.7 14.6 16.3 17.5 17.1 17.6 18.0 20.1 IE 31.8 37.4 36.2 28.9 28.6 27.2 27.7 17.6 17.3 12.6 12.6 13.9 11.7 14.4 IT : 26.3 25.8 23.7 24.5 25.7 24.2 : 5.1 4.9 5.5 5.3 5.8 6.7 LT 19.3 23.5 28.5 26.1 6.3 2.4 8.5 16.7 22.6 21.6 15.3 14.6 11.9 12.6 LU 36.8 36.8 39.7 35.1 34.3 34.3 30.0 : 10.2 9.7 9.2 8.7 8.7 8.6 LV : 28.4 25.8 20.6 15.3 18.3 17.2 13.4 13.6 11.8 13.1 15.5 13.6 13.8 MT : : 21.5 27.1 26.6 24.0 26.9 : 7.8 9.2 7.7 7.2 6.2 6.1 NL 47.1 47.9 45.8 45.1 41.7 40.5 40.7 23.1 19.3 18.9 18.5 17.8 17.9 16.9 PL 14.9 19.5 20.9 20.2 17.0 16.1 18.1 7.2 14.9 11.4 8.0 4.5 5.5 6.4 PT : 18.4 23.6 20.1 18.9 20.5 18.3 : 8.5 9.2 10.0 12.8 12.5 15.7 RO : 16.9 15.9 15.7 15.5 16.2 16.2 6.5 12.5 8.5 7.4 8.8 11.0 9.7 SE 28.3 28.3 28.3 29.6 27.3 25.6 25.4 16.4 17.8 16.9 15.7 15.4 15.8 15.9 SI 12.5 11.9 12.3 12.8 10.5 8.5 7.5 7.5 5.0 4.1 -0.9 0.9 2.3 2.5 SK 24.0 26.4 27.7 26.2 26.9 23.0 22.5 25.2 23.6 20.9 21.9 19.6 20.5 21.5 UK 39.8 41.0 41.1 41.0 39.4 43.0 34.0 24.0 20.8 21.4 20.6 19.5 20.1 19.1 EU27 35.0 34.2 33.9 33.2 32.3 32.4 31.1 : : 17.3 17.2 16.2 16.4 16.5 Source: Own elaborations on SES and EU-SILC datasets Figure 3. Gender Pay Gap (2012) Source: Own elaborations on EU-SILC data. 0510 15 20 25 30 35 40 45 50 05 10 15 20 25 30 35 40 45 S I L T H R R O L V H U P L P T B G D K E S S K I T F I S E B E C Y M T G R I E F R L U E U 2 7 C Z I S N O U K E E A T N L D E M e d i a n v a l u e o f G e n d e r P a y G a p M e a n v a l u e o f G e n d e r P a y G a p mean median ",
        "Annex II - Gender Pay and Pension Gap II - 16 For the majority of countries, the gender pay gap computed on the median pay for women and men is lower than the one estimated on the mean value. Greece deserves special attention because the median gender pay gap is considerably lower than the mean gender pay gap. This is probably due to the fact that a large segment of the female and male working populations receive a pay below the mean level. In some countries, like Germany, the Netherlands, Ireland, Cyprus and Slovenia, the gender pay gap estimated on the median wage is higher than the mean gender pay gap suggesting different shapes of the wage distribution for women and men. In these cases, a high value for the median pay gap underlines a higher concentration on the right side of the mean value meaning a major proportion of men receiving a wage above the mean value compared to women. Data shown in Table 2 confirm the almost stability of the gender pay gap, but highlight the relevance of individuals’ characteristics as well. In particular, it must be noticed that GPG for employees working part-time has increased, from 8% to 16%, while it has partly narrowed (from 26% to 25%) for those working full time. A similar trend applies to GPG by type of contract (temporary vs. permanent jobs). The age of employees makes a major difference for the gender pay gap, i.e. GPG increases with age. As stated by Hough and McGuinness (2014), behind this trend there might be factors that affect women’s pay when they are in their 30s or 40s, such as maternity leave and prolonged career breaks, suggesting that a higher GPG persist in the life course. Another possible explanation is that generational differences account for the larger gap among older workers, in which case the gaps might reduce as younger generations move through the labour market. GPG varies markedly depending on occupation. In part, this may reflect variation across different occupations in the proportion of women employees, as an effect of “horizontal segregation”. The lowest GPG is recorded for ‘service workers and shop and market assistants’, followed by ‘administrative and secretarial jobs’. Table 2. Gender Pay Gap by workers’ characteristics (2006-2012) 2006 2007 2008 2009 2010 2011 2012 M e a n M e d i a n M e a n M e d i a n M e a n M e d i a n M e a n M e d i a n M e a n M e d i a n M e a n M e d i a n M e a n M e d i a n Age 18-21 18.7 38.9 20.5 38.0 21.3 36.0 18.1 35.9 23.1 34.8 23.0 34.3 24.3 33.9 22-29 14.4 36.5 16.6 34.3 17.6 32.9 17.0 32.6 15.5 32.1 15.0 31.1 17.8 30.9 30-39 34.8 37.4 33.9 35.9 34.0 34.7 31.3 33.8 29.8 32.4 30.3 32.0 27.6 31.3 40-49 41.1 39.2 39.5 37.6 39.1 36.7 38.9 35.6 37.2 35.3 36.9 35.2 35.4 34.2 50-59 38.9 37.7 38.4 36.7 37.0 35.8 38.2 34.6 37.1 33.6 37.3 33.5 36.9 33.1 over 60 45.5 37.4 43.2 35.6 40.3 34.0 36.0 32.7 38.0 32.8 38.0 33.3 34.2 32.1 Type of contract Permanent 25.7 38.2 26.7 36.6 27.2 35.8 26.4 34.6 25.5 34.5 26.2 34.9 25.0 33.8 Short term 8.1 31.3 12.2 30.0 13.9 29.2 16.2 29.7 11.9 31.3 17.9 30.3 16.1 32.3 Hours worked Full time 25.7 40.5 26.7 40.1 27.2 39.0 26.4 38.2 25.5 37.7 26.2 37.7 25.0 37.0 Part time 8.1 40.4 12.2 36.9 13.9 35.1 16.2 35.3 11.9 34.7 17.9 35.8 16.1 35.0 ",
        "Gender equality in employment and occupation II - 17 Industry Mining- Manufacturing-Energy 37.3 43.3 38.5 43.8 37.7 39.2 36.5 41.5 36.0 40.9 34.7 41.7 37.1 41.4 Construction 16.3 32.6 8.9 31.5 6.2 32.6 11.6 29.1 10.4 28.0 7.3 28.5 1.9 22.9 Wholesale and retail 41.2 40.8 40.6 39.7 39.5 32.4 38.7 37.9 39.8 37.2 39.0 37.8 36.1 36.4 Hotels and restaurants 39.5 40.7 38.7 40.8 34.1 40.5 34.7 38.3 31.6 34.7 35.4 35.0 32.4 33.7 Transport storage and communications 31.5 41.4 28.7 39.6 31.0 39.9 26.7 35.0 12.0 33.1 20.7 33.1 18.5 33.2 Financial intermediation 45.7 43.4 44.6 41.7 51.2 41.3 46.4 40.5 45.3 40.7 52.3 39.8 42.1 38.7 Real estate 40.5 40.6 40.3 40.1 39.8 38.5 35.5 36.2 32.2 34.8 34.0 35.1 30.9 33.9 Education 34.1 41.9 33.4 40.7 32.2 40.1 33.8 38.7 31.7 38.3 31.0 38.6 32.3 37.1 Health and Social work 33.9 40.1 37.4 37.1 34.6 35.9 34.7 36.2 35.6 35.8 34.1 35.7 35.3 36.2 Other services and public administration 41.5 38.9 42.2 35.7 39.1 36.1 40.7 33.4 42.3 36.6 43.7 36.1 40.6 35.8 Occupation Legislators, senior officials, managers 34.5 40.1 36.3 39.2 38.7 39.1 33.7 37.7 30.9 37.3 40.6 37.0 29.1 34.0 Professionals 36.8 44.3 36.8 43.1 34.7 41.8 34.5 40.4 33.9 40.5 32.4 40.0 33.3 36.5 Technicians and associate professionals 32.3 40.4 31.5 38.9 31.0 37.3 30.8 36.6 29.2 35.2 29.8 33.3 32.5 35.9 Administrative and secretarial jobs 30.2 38.8 31.1 37.2 33.0 37.5 32.0 36.1 31.5 35.6 30.7 37.5 31.4 37.2 Service workers and shop and market assistants 30.1 35.8 28.5 34.5 29.2 33.2 28.1 32.0 27.3 31.4 29.4 32.7 36.2 38.5 Skilled agriculture and fishery workers 40.3 40.1 36.1 39.8 42.6 38.1 38.1 33.5 38.9 34.6 47.8 34.2 29.5 31.7 Craft workers 40.8 50.8 51.0 48.4 47.6 45.2 45.3 45.0 42.7 42.0 43.4 43.0 30.2 32.0 Plant and machine operators 38.2 39.9 40.1 40.2 40.7 39.6 39.5 37.6 37.3 35.2 45.9 35.7 43.6 34.5 Elementary occupations 43.8 39.7 41.8 38.1 40.3 35.5 37.4 33.4 40.9 34.5 35.7 35.0 34.3 33.7 Source: Own elaborations on EU-SILC data. The variation in the gender pay gap is much greater between industries than between occupations, both for full-time and part-time jobs (table 3). This is not surprising as people working in the same occupational group are more likely to be undertaking similar jobs, while people working in the same industry may be doing very different kinds of work. By far, the largest full-time pay gap is in the financial and insurance sector where the full-time GPG is around 40. At the other end is construction, where the full-time GPG is often negative. For those working part-time there is a partly different picture. The largest GPG is recorded in manufacturing and energy (42.8%), followed by financial intermediation (22.4%). ",
        "Annex II - Gender Pay and Pension Gap II - 18 Table 3. Gender pay gap by industry and hours worked (2006-2012) 2006 2007 2008 2009 2010 2011 2012 Full time Part time Full time Part time Full time Part time Full time Part time Full time Part time Full time Part time Full time Part time Manufacturing and Energy 33.7 16.3 37.2 16.7 36.6 16.3 60.2 13.7 34.1 23.0 33.7 30.7 35.0 42.8 Construction 3.5 -20.2 1.7 -22.3 -2.0 -36.4 22.2 14.0 2.6 -33.9 -3.2 -7.0 -6.4 -30.8 Wholesale and retail 31.0 -3.8 35.5 -3.2 34.3 9.8 58.1 -5.4 35.4 -1.9 34.6 4.9 32.5 -5.7 Hotels and restaurants 33.5 3.7 35.1 16.4 31.8 17.7 56.3 38.5 28.0 54.7 32.2 10.9 27.7 4.9 Financial intermediation 40.1 41.1 39.8 51.0 48.8 29.7 57.0 13.5 42.4 12.5 48.4 37.3 38.5 22.4 Real estate 32.0 15.4 31.7 29.2 32.3 38.3 36.0 30.3 23.8 23.1 26.2 4.4 23.5 14.1 Education 31.6 7.7 31.9 15.5 29.5 17.5 48.4 25.7 28.4 18.8 28.0 20.2 29.5 13.5 Health and Social work 31.7 -6.5 33.8 14.2 30.8 20.8 25.3 25.6 30.3 3.0 30.2 5.3 31.1 12.8 Other services and public administration 27.9 10.9 32.9 23.6 29.0 19.3 23.9 15.9 33.8 27.1 36.0 28.2 32.6 16.1 Source: Own elaborations on EU-SILC data. A special focus deserves public employment where we may expect a lower value of GPG. 10 Indeed, if we look at the mean and median values of the gender pay gap for public jobs, they are almost 10 percentage points below the mean and median values of private employment (figure 4). As expected, the public sector guarantees equal pay more than private sectors. However, both mean and median values of public and private GPG have been decreasing over time by 5 percentage points on average. Figure 4. The Gender Pay Gap in Private and Public Employment (2012) Source: Own elaborations on EU-SILC data. 10 We define public employment as occupation in public administration, defense and compulsory social security (Nace Rev. 1 – L or Nace Rev.2 – O). 25.0 23.8 22.9 22.6 23.6 23.6 24.3 35.0 34.2 33.9 33.2 32.3 32.4 31.1 2006 2007 2008 2009 2010 2011 2012 Public GPG - Mean GPG - Mean ",
        "Gender equality in employment and occupation II - 19 II - Gender gap in pension Pensions are the single most important component of older people’s income, especially for women. Thus, focusing on Gender Gap in Pensions (GGP) is the natural follow-up to a study of gender pay gaps. As stressed by Bettio et al. (2013) and by Corsi (2014), the structure of pensions is influenced by three sets of factors. Long-term structural changes : ageing is obviously the most important influence, but today’s pensions also reflect past employment history as well as past and present social status (e.g., divorce, widowhood, etc.). Past pension reforms : Two reforms are most likely to have a disproportionate effect on gender gaps in pensions. Firstly, the switch from public (‘first pillar’) pensions to occupational (‘second pillar’) pensions: the overall effect tends to tighten the link between contributions and benefits. Secondly, the emphasis on working longer; there may be relevant effects in the medium term leading to lower pensions for those who do not respond to the pension requirement (mostly women, due to their broken careers). Short-term pressures connected with the current economic crisis : these pressures vary from country to country but could lead to important swings in gender pension gap, both in first and second pillars pensions. 11 Data and methodology In the analysis of GGP a key consideration concerns the comparability of data at European level. If the analysis were based at country level, the natural way to measure gender gaps in pensions would be by using administrative data. However, for sake of comparability, we rely on the European Statistics on Income and Living Conditions (EU- SILC), as we did for computing gender pay gaps. 12 EU-SILC asks households detailed questions about the income sources of all their members, whether from employment, from property or social transfers. In terms of social transfers, EU SILC allows to focus on: 1) first-pillar (State) and second-pillar (occupational) pensions, which cannot be distinguished; 2) third pillar pensions (individually negotiated pension packages); 3) survivors’ pensions paid to individuals older than 65, classified as “old age protection”. We consider the sum of the three variables (named from now on ‘pensions’) instead of each of them separately due to problem of comparability among countries. 13 11 Cfr. Corsi et al. (2011). 12 There are some basic differences between EU-SILC survey data and administrative data: 1) administrative data would of necessity cover only those receiving a pension; 2) in multi-pillar systems, statistics for the pension total may be hard to get; 3) administrative data are frequently produced separately by types of pension: old age, disability, survivors may produce separate statistics. 13 The sum of the three components is more reliable and meaningful than each of them taken ",
        "Annex II - Gender Pay and Pension Gap II - 20 The study of the gender pension gap implies two main points: 1. the decision of whom to include in the definition of ‘pensioner’; 2. the definition of who is a pensioner. From the first point of view, individuals decide by themselves when to retire. They decide whether to apply for a pension as a conscious decision, depending on a number of factors related to the parameters and regulations of the pensions system in place (e.g., minimum retirement ages) and ultimately whether they prefer to become pensioners rather than to carry on working. Following Bettio et al. (2013), we investigate a ‘homogeneous group of people defined in such a way that the transition from work to retirement is complete, and for whom pensions have settled into the relationship with other income that will characterize the rest of their retirement’ (p.31). To achieve this, the simplest way is to focus on the group of people aged over 65. Moreover, the use of 65 as a cut-off age is the conventional statistical start for ‘old age’ and will thus allow the indicator to be harmonized with a large number of other works in the area. From the second point, a pensioner is ‘any person who appears to be drawing a pension as his/her own income’ (p.37), i.e. individuals with non-zero values of pensions. This excludes from the definition individuals aged over 65 who are not beneficiaries of pensions, and whose pension income is zero. The definition of who is a pensioner is thus sensitive to the definition of what is a pension. The GGP is computed in the simplest possible way: (3) �1 − ∑ (𝑃𝑌080𝐺 𝑖+𝑃𝑌100𝐺 𝑖+𝑃𝑌110𝐺 𝑖)𝑤 𝑖 𝐹 𝑖=1 ∑ 𝑤 𝑖 𝐹 𝑖=1 ∑ (𝑃𝑌080𝐺 𝑗+𝑃𝑌100𝐺 𝑗+𝑃𝑌110𝐺 𝑗)𝑤 𝑗 𝑀 𝑗=1 ∑ 𝑤 𝑗 𝑀 𝑗=1 � ∗ 100 where PY080G are regular pensions from individual private plans, PY100G old age benefits and PY110G survivor’s benefits, 14 F are the women in subsample, M are the men in subsample and w i is the EU-SILC personal cross-sectional weight. In brief, it is the percentage by which women’s average pension is lower than men’s, or, in other terms, it measures how much women pensioners are lagging behind men pensioners. In order to define both women’s and men’s average pension income we take into account the following assumptions: 1) we consider the subsample of individuals in the EU-SILC dataset, who are 65 years old at the beginning of the income reference period (t-1) of the EU-SILC wave concerned (t); 2) within the subsample of individuals, we select those who have at least one positive income value of old age benefits, regular private pensions or survivors’ benefits. As for the gender pay gap, we consider both mean and median values in order to check for the distribution effects. separately. The inability to distinguishing survivors’ pensions and second-pillar pensions, may be thought of as ‘blind spots’ of EU-SILC in the context of the analysis of gender gap in pensions. Cfr. Bettio et al. (2013). 14 See appendix for a detailed description of the variables included in the definition of pensions. ",
        "Gender equality in employment and occupation II - 21 Current picture The evolution of GGP over the period 2006-2012 suggests a small increase at European level (table 4). More in detail, an upward trend is detected for Austria, Germany, Finland, France, Ireland, Netherlands and Poland. As for the gender pay gap, highest values of GGP characterize Northern Europe. Below the level of 20% we find some Eastern countries (Czech Republic, Estonia, Hungary, Lithuania, and Latvia), while Southern European countries experience a gender gap in pension above 30% contributing to push up the average European GGP. Table 4. Gender Pension Gap in the European Union (2006-2012) 2006 2007 2008 2009 2010 2011 2012 EU27 37.9 38.4 31.2 38.5 38.6 38.3 38.3 AT 35.4 33.7 33.8 34.9 33.9 40.2 39.0 BE 33.2 30.5 29.6 32.2 31.0 27.8 31.5 BG .. 31.4 26.8 30.5 32.7 31.1 35.0 CY 41.0 44.1 41.2 40.8 38.0 40.1 36.8 CZ 12.9 10.6 10.4 10.7 12.8 13.8 13.5 DE 43.1 43.1 42.3 44.2 43.5 43.8 44.9 DK 17.1 16.8 16.7 20.2 18.2 11.0 9.8 EE 7.0 3.9 3.4 4.7 4.3 2.8 5.1 ES 34.4 34.8 33.1 33.2 33.2 32.6 32.6 FI 24.1 24.2 24.8 25.3 24.7 26.7 26.7 FR 32.7 36.4 : 38.6 38.9 36.7 37.0 GR : : 38.5 36.9 36.4 31.0 25.4 HR : : : : : 25.9 25.2 HU 16.9 16.0 14.0 15.3 15.0 15.8 15.5 IE 30.4 30.7 32.3 35.0 36.3 38.2 34.6 IS 15.6 14.7 16.7 23.3 24.5 22.3 15.8 IT : 33.3 32.7 32.4 31.0 33.1 31.8 LT 18.2 16.9 16.7 17.7 15.3 12.2 11.9 LU 45.7 45.5 45.3 43.1 47.1 46.5 43.9 LV : 17.0 14.9 10.8 9.3 14.4 17.2 MT : : 19.1 19.2 21.1 24.4 17.9 NL 36.9 37.8 38.4 40.1 40.9 41.3 41.0 NO 30.9 30.9 28.4 30.7 30.0 29.0 21.9 PL 23.6 22.5 21.9 21.2 23.2 24.0 24.7 PT : 35.9 34.5 35.4 34.0 31.0 31.5 RO : 31.7 31.6 31.3 31.2 30.7 30.7 SE 31.7 31.7 30.4 32.0 32.3 31.9 30.0 SI 30.2 28.5 29.2 27.8 28.3 28.3 25.4 SK 20.1 10.4 11.6 9.8 7.7 15.0 7.2 UK 41.1 43.2 37.6 40.5 42.4 41.1 40.9 Source: Own elaborations on EU-SILC data. Focusing our attention on the last available year (2012), we almost confirm the same rank detected for the gender pay gap with Northern and Central European countries, namely Germany, Luxembourg, the Netherlands, Austria and United Kingdom, with a GGP above the European mean (figure 5). ",
        "Annex II - Gender Pay and Pension Gap II - 22 Figure 5. The Gender Pension Gap (2012) Source: Own elaborations on EU-SILC data. Looking at the mean and median values, we see a difference of about 5 percentage points between both measures at the top of the rank. Those countries experiencing higher gender pension gaps are also characterized by higher median pension gap stressing major differences in terms of pension distributions between women and men. The median value for men is much higher than the women’s one. Our measure of the gender gap in pensions needs to be detailed considering the share covered by private pension plans. If we consider only pensioners receiving private pensions, we find that a higher share of men than women, almost constant over time (figure 6) cover alone more than 70% of European private pension recipients. Figure 6. The Gender Distribution of Private Pensions (2006-2012) Source: Own elaborations on EU-SILC data. 0510 15 20 25 30 35 40 45 50 05 10 15 20 25 30 35 40 45 50 E E S K D K L T C Z H U I S L V M T N O P L H R S I G R F I S E R O P T B E I T E S I E B G C Y F R E U 2 7 A T U K N L L U D E M e d i a n v a l u e o f G e n d e r P a y G a p M e a n v a l u e o f G e n d e r P a y G a p mean median 38 44 39 41 41 40 41 62 56 61 59 59 60 59 0 20 40 60 80 100 2006 2007 2008 2009 2010 2011 2012 EU27 Women EU27 Men ",
        "Gender equality in employment and occupation II - 23 As expected, GGP estimated on private pensions is higher compared to the standard gender gap in pension. This result is driven by the asymmetric gender distribution of private pensions for men. Furthermore, the European mean reflects the unequal distribution of private pension schemes in Europe favoring Northern countries like Germany, Finland, Sweden and United Kingdom. Those countries If we compute the gender pension gap relying only on the private pension recipients, we obtain a higher gender gap compared to the one estimated on total pensions (figure 7). This result is partly explained by the importance of survivor’s benefits, mostly paid to women for demographic reasons. Survivors’ benefits reduce the gender gap estimated on the total of pensions; conversely private pensions mostly paid to men push the gender pension gap up. Apart from a decrease registered in 2008, the gender pension gap both in private and total pension has remained almost stable over time, showing a flat trend. Figure 7. Gender Pension Gap and Gender Private Pension Gap Over Time Source: Own elaborations on EU-SILC data. III - Gender pay gap and gender pension gap: is there a link? As last step of this descriptive analysis, we correlate gender pay gap and gender pension gap in order to verify the existence of a relationship between what women and men earn during their working life and what they receive at the end of the career in terms of pension. 37.9 38.4 31.2 38.5 38.6 38.3 38.3 65.6 74.5 61,1 71.4 72.3 74.2 71.0 24.6 47.3 16.7 47.0 49.6 52.3 47.1 2006 2007 2008 2009 2010 2011 2012 EU27 EU27 (private plans) EU27 (ONLY private plans) ",
        "Annex II - Gender Pay and Pension Gap II - 24 Figure 8. The relationship between the Gender Pay Gap and the Gender Pension Gap Source: Own elaborations on EU-SILC data. Figure 8 shows the existence of a weak positive relationship between both forms of gender gap . However, those countries experiencing higher values of gender pay gap are also showing the highest gender pension gap, such as Austria, Germany, the Netherlands and United Kingdom. Looking at the evolution over time of GPG and GGP, we detect a systematic higher gender pension gap over the entire period , with the only exception of 2008. Furthermore, the gender pay gap has decreased in the last years, at least from 2009, probably due to massive job cuts experienced by male-oriented sectors. Also GPG estimated with SES data, follow the same trend; the systematic difference between the two measures of GPG is due to the divergence in terms of the definition of “pay”. Figure 9. The Gender Pay Gap and Gender Pension Gap over time (2006-2012) Source: Own elaborations on SES and EU-Silc. EU27 AT BE PT CY CZ DE DK EE ES FI FR IE HU GR IS IT LT LU LV MT NL NO PL BG RO SE SI SK UK y = 0.29 x + 17.84 R² = 0.15 05 10 15 20 25 30 35 40 45 0 5 10 15 20 25 30 35 40 45 50 G e n d e r p a y g a p Gender pension gap 35.0 34.2 33.9 33.2 32.3 32.4 31.1 17.7 17.6 17.3 17.2 16.2 16.3 16.4 37.9 38.4 31.2 38.5 38.6 38.3 38.3 2006 2007 2008 2009 2010 2011 2012 GPG - Eu silc GPG - SES GGP - Eu silc ",
        "Gender equality in employment and occupation II - 25 Chapter 3 – Causal factors for unequal pay I - Current obstacles to reducing gender pay gaps As shown in the previous chapters, there are a number of interrelated factors that cause unequal pay, of which one can be recognized as direct discrimination, in the sense that some women are paid less than men for doing the same job. The Directive has specifically addressed this type of discrimination at the European and Member States level. But how does the Directive interact with the other factors influencing the gender pay gap and the gender gap in pensions? To study these interactions we have to deal with two main issues. First, the existence of a relationship between GPG and GGP over the entire life course must be taken into account . This issue has been quite unexplored in the literature due to the fact that a proper analysis aiming at linking both dimensions of pay differentials, namely wages and pensions, requires administrative data that follow individuals over Key findings • Both GPG and GGP have decreased over the period 2006-2012 in those countries where the Directive has been applied. • The impact of the introduction of the Directive has to be evaluated considering structural elements of national labour markets that influence the evolution of unequal pay over time (choice of educational path, horizontal and vertical segregation, parenthood and elderly care responsibilities, broken careers, etc.) • In our analysis, increasing shares of female employees with secondary and tertiary education push up the gender pay gap, because high skilled workers experience major differentials in pay and best-paid jobs. • Sectoral employment structure has a major effect on pension gaps in fact increasing shares of men employed in education, health and public administration, which are typically “female-oriented” sectors, decrease the pension gaps between men and women. By contrast, a higher proportion of female workers in services drives up GGP. • Institutional factors matter. Major pay differentials are detected in those countries characterised by a higher segregation in terms of care activities, which is also reflected in terms of pension gaps. As expected, a worsening position at country level for economic power, namely equal representation as members of boards in the largest quoted companies or as members of the central bank, increases GPG. Surprisingly, those countries performing worst in terms of gender mainstreaming register lower gender pay gaps. Conversely, political commitment towards gender mainstreaming is reflected on lower pension differentials. ",
        "Annex II - Gender Pay and Pension Gap II - 26 the entire life course. The unavailability of such type of information has limited the accuracy of the analysis leading researchers to leave open such a question. Although the relationship between GPG and GGP is rather weak (figure 8), we can still test the presence of some forms of correlation between different forms of unequal pay over the life course, at country level, assuming that a higher gender pay gap experienced during the working life corresponds to a higher gender pension gap during retirement. 15 From this point of view, we choose to study the relationship between macro factors and gender pay and pension gaps by using a SUREG (seemingly unrelated regression) model, which adequately allows controlling for correlated error terms. 16 Second, the impact of the introduction of the directive has to be evaluated considering structural elements of national labour markets that influence the evolution of unequal pay over time . From this point of view, we test the relationship between the adoption of the directive at national level and other causal factors possibly increasing or decreasing pay gaps. Table 5. Average variation of GPG and GGP (2006-2012, percentage points) Application of the equal pay provision in practice Absence of application of the equal pay provision in practice Variation in GPG -2.62 -2.8 Variation in GGP -3.03 1.1 Overall, both GPG and GGP have decreased over the period 2006-2012 in those countries where the Directive has been applied (table 5). 17 More in detail, while the gender pay gap has decreased by 2.6 percentage points, the gender pension gap has decreased faster by almost 3 percentage points. However, also countries where the directive has not been adopted have experienced a decreasing gender pay gap. 18 By contrast, the variation of the gender pension gap is positive over the period for those countries where the directive has not been adopted. 15 It must be noted, of course, that today’s pay gap and today’s pension gaps refer to different groups of people. If evaluated today, pension gaps average income sources of a different generation than the one currently earning income in the labour market. In the study of ageing, a key distinction is between age groups and cohorts (i.e. people born at a particular time period). Today’s 60-year olds (born around 1950) may behave differently than the 60 year-olds of 1990 (who had been born around 1930). At any one time, however, the two concepts coincide. One should always be careful of making generalisations based solely on age, as these may be due to a cohort effect and hence not hold in the future. 16 We can reject at 5% of confidence level the absence of correlation between error terms of gender pay and pension gaps. 17 According to European Commission (2013), some Member States have explicitly transposed the Directive either with new legislation or with substantive amendments to existing legislation (CZ, DK, EE, EL, HR, IT, CY, LT, PT, SI, SK, SE, UK). In two Member States, the Directive was transposed together with other non-discrimination directives (FR, PL). In two other Member States, transposition was considered necessary only in relation to occupational social security schemes (RO) and return from maternity leave (BG). Transposition was not considered necessary by some Member States because transposition of earlier directives was sufficient to comply with the requirements of the Directive (BE, DE, IE, ES, LV, LU, HU, MT, NL, AT, FI). 18 The difference between the mean of both groups of countries is not statistically significant at 5% ",
        "Gender equality in employment and occupation II - 27 II - Factors to be analised Several factors influence directly, either the gender pay gap or the gender gap in pensions. Gender pay gap Traditions and gender stereotypes are the main hindrances to closing of not only pay gap but ensuring economic and social equality of men and women. Whilst in some cases this may reflect personal choices, traditions and stereotypes on the roles and expectations of women and men may influence, for example, the choice of educational path and consequently professional careers, particularly for girls and women leading them towards typically female professions which are less well paid. The occupational and sectoral segregation (horizontal segregation) of women and men into different types of job is an important factor explaining the persistence of the gender pay gap in the life course. While legislation might rule out direct discrimination, when women and men are concentrated into different sectors and occupations the chances for differences in remuneration expand, with inevitable repercussions in terms of gender pension gaps. Non-discriminatory pay differential can exist alongside a gender pay gap as long as women and men are not evenly distributed across high and low paying sectors occupations (Robinson 2001:158). Since the men and women are frequently found in different jobs the gender pay gap captures the different valuation of the roles attached to these jobs. This segregation of job opportunities into male and female areas also captures the roots of gendered disadvantage on the labour market – the fact that women and men are often operating in quite different sectors where the rewards are also quite different. Women’s jobs, particularly those in caring professions and those with ties to childrearing or domestic activities, are consistently undervalued (Bettio and Verashchagina 2009, Colgan and Ledwith 1996). Vertical segregation of the labour market also remains a factor in determining the gender pay gaps. Within the same sector or company women predominate in lower valued and lower paid occupations. Furthermore, there is evidence from across Europe of within occupation hierarchy and pay differentials from painters (Clarke et al 2005:168) to solicitors (Wass and McNabb 2005). Women are frequently employed as administrative assistants, shop assistants or low-skilled or unskilled workers – these occupations accounting for almost half of the female workforce. Many women work in low paying occupations (e.g.: cleaning and care work), and, even in feminised sectors, men tend to be over represented in high positions, for example, in teaching (Healy and Kraithmen 1996). Sectoral analysis of earnings and employment shows that men dominate the higher paying jobs even in female-dominated sectors (EuroFound 2006). of confidence level. ",
        "Annex II - Gender Pay and Pension Gap II - 28 Another important factor that bears the roots to unequal pay is part-time work. Female part-time workers are paid less compared to male part-time workers. Moreover, the gender pay gap among part-timers is wider than among full-timers (Grimshaw and Rubery 2001). The increase in part-time employment has been a common trend in many European countries over the last 10 years. Women are however, four times more as likely as men to take up part time jobs. Part-time jobs are typically low paid, with fewer prospects for promotion and access to training. It is the interaction between low pay, part-time work, and the separation of men and women into different types of jobs, which hits women hard. The impact of parenthood and of elderly care responsibilities make women more prone to taking up part-time jobs. Apart from the lower pay associated with working part time, parenthood – or more particularly motherhood – impacts upon the gender income gap over the life course through the ‘costs’ of years out of the labour market and reduced hours while working part time (Grimshaw and Rubery 2001). However, the impact of these elements on lifetime earnings does vary between Member States depending on the level of support afforded to working parents (Joshi and Davies 1992). Individual factors such as age and education are also positively correlated with the size of gender pay gaps (Blau and Kahn 2000). According to Plantenga and Remery (2006), in comparison to a representative sample of the total population, the gender pay gap is lower if only a sample of new entrants in the labour market is investigated. This means that the gender pay gap tends to widen with age , which is often a result of career breaks experienced by women during their working life especially by older women who could not benefit from specific equality measures because those did not exist when they started to work. A “motherhood penalty” is clearly in evidence for women over the age of 40 years, as older women are more likely to have career breaks to care for children (and elderly parents), impacting on their level of work experience and in turn affecting pay. The resulting pay gap starts to appear about 10 years after women start work. In the case of migrant workers , they suffer double disadvantage owing to their origins and gender. Studies have shown that migrant women not only earn less than migrant men, but also that they earn less than native-born women for doing the same work. Adserà and Chiswick (2007) shows that an immigrant worker, at the time of his/her arrival earns 40% less than what a native born worker would earn for doing the same. Another study by Antón et al. (2010) shows that the earnings gap between women natives and migrants, amounts to roughly 20 percent. Gender pension gap Few studies have tried to identify the factors explaining the gender gap in pensions, mainly focusing on specific institutional features or reforms. 19 Broadly speaking, GPG 19 See Horstmann and Hüllsman (2009); Brugiavini et al. (2013). ",
        "Gender equality in employment and occupation II - 29 may be considered the result of three factors: women participate less in the labour market; they work fewer hours and/or years; they receive lower wages. 20 An important hypothesis explaining gender gaps in pensions is that they are to a large extent a reflection of women’s low and intermittent previous involvement with paid labour . In particular, especially in recent decades, a large number of women dropped out of the labour force in order to fulfil their family responsibilities. This may have reflected personal choice but may also have been imposed on them by insufficient childcare facilities, inadequacies in maternity leave, etc. To define what a broken career means, and to classify women into categories according to labour force attachment, is quite a complex task. Following Bettio et al. (2013), it can be assumed that women with a number of years of employment greater than the median years 21 for their country do not have a broken career problem. To classify the remainder it is sufficient to note that in those countries that base their system on social insurance principles, the cut-off for pension entitlement (‘vesting’) is usually 15 years. Thus it makes sense to define three groups: (1) women with years of employment between 0-15 years (distinguished into two subgroups in Table 6); 22 (2) those between 15 and the median; (3) greater than the median. Many (perhaps most) women who have fewer than 15 years’ work experience would have worked after leaving school and at the early stages of building a family; thus at the age of 65 their involvement in employment may only be a distant memory. Given that many pension systems have vesting requirements, a woman who may have worked in the 1970s for 4-5 years would, for social insurance purposes, be treated in the same way as someone who has never worked. 23 Both would only receive an old-age pension, or a means-tested ‘standard’ pension at the age of 65. This is the reason for aggregating the ‘never worked’ group (0 years) with those with a few years of payments. Table 6 shows the classification of women into the three groups. It further breaks down the low category into those with 0-10 and those with between 11 and 14 years’ employment. In nine countries (Luxembourg, Cyprus, France, Greece, Ireland, Spain, Italy, Belgium and Slovenia), more than one in four women had been in employment for less than 14 years. On the contrary, in most Eastern European countries (with the possible exception of Poland and Romania), broken careers (in the sense of a large number of women with fewer than 15 years’ work) appear to be less of an issue. 20 See Jefferson (2009). 21 The (un-weighted) median value of years in paid work in the EU as a whole (but excluding Sweden, Denmark and Finland which do not report this variable in the SILC survey) is 28 years for men, 21 for women, with little change if we average out the single country’s median values in lieu of calculating the median at the aggregate EU level. For women, however there is considerable dispersion across countries: from 10 years in Malta and 16 in the Netherlands, to 29 years in the Czech Republic and 30 years in Hungary. 22 If the years worked data were of better quality, or if there could be access to administrative data, it would have made sense to distinguish ‘no work’ with even a small number of years. 23 A recent judgment of the Court of Justice of the European Union in Case C-385/11 ruled that Spanish legislation on contributory pensions discriminates against women on account of the higher prevalence of part-time work and is thus contrary to Council Directive 79/7/EEC. ",
        "Annex II - Gender Pay and Pension Gap II - 30 Table 6. Classification of women over 65 according to broken careers status (%) Country 0-10 years 11 – 14 years 15-median >median BE 39.5 3.4 7.9 49.2 BG 1.3 0.5 50.3 47.9 CZ 1.8 0.1 49 49.1 DK .. .. .. .. DE 18.8 6.1 25.4 49.7 EE 0.8 0.3 57.5 41.4 IE 46.1 4.3 49.6 GR 26 1.3 23.1 49.6 ES 40.4 4.6 5.5 49.5 FR 28.6 4.7 17.6 49.1 IT 29.5 2.8 19.4 48.3 CY 43 3.5 3.9 49.6 LV 1.1 0.2 53.2 45.5 LT .. .. .. .. LU 43.4 7.2 49.4 HU 9.6 1.9 42.4 46.1 MT 52 48 NL 50.3 49.7 AT 20.7 3.6 25.8 49.9 PL 11.3 1.7 38.3 48.7 PT 12.4 2.3 36.8 48.5 RO 15.4 1.1 35.8 47.7 SI 23.9 0.6 29.2 46.3 SK 4.7 0.5 50.3 44.5 FI .. .. .. .. SE .. .. .. .. UK 14.3 11.1 26.1 48.5 Source: Bettio et al. (2013), p.71 It can therefore be concluded that broken careers appear to be a major issue in explaining gaps in pensions . In almost all countries, women with a working life of less than 14 years exhibit a significantly greater Gender Gap in Pension income (table 7). 24 In Germany for instance, women who had been in employment for less than 14 years appear to have twice as high a Gender Gap in Pensions income (64.1%) compared with women with the ‘median’ working life (31.8%). The trend is also to be seen in France, Austria and to a lesser extent in Spain. The ‘dominant pattern’ holds with broken careers being associated with greater pension gaps; as years of employment increase, pension gaps shrink. However, in Bulgaria and in Poland, there appears no significant variation 24 To apply this categorization in order to compute gender gaps for each gradation of broken career and in order to get around the problem that broken careers are an exclusively women’s issue, the average pension for women in each broken career category is compared to the overall mean pension for all men. In this way all three computed gender gaps in pension have the same denominator. ",
        "Gender equality in employment and occupation II - 31 across different working life categories. Greece is the main exception where, remarkably, gender gaps are higher for women with the ‘median’ working life. This extraordinary result may well be an artefact of the fragmentation of the system into occupational categories, each with very different generosity. Portugal is a partial exception since it records the lowest gap among women having spent between 15 years and median years in employment. Table 7. Gender gaps in pension by broken careers (%) Country 0 – 14 years 15-median >median BE 37.8 43 18.8 BG 34.5 35.2 11.4 CZ 31 13.5 89.6 DK .. .. .. DE 64.1 48 31.3 EE 14 8.3 -1.4 IE 43.4 .. 26.3 GR 28.2 24.2 45.1 ES 39.9 41.8 26.8 FR 56.9 47.4 22.5 IT 41.7 37.9 20.9 CY 52.4 40.5 26.2 LV 12.8 14.4 3.1 LT .. .. .. LU 59.2 .. 33.8 HU 34.1 17.9 7.5 MT 23.4 .. 17.3 NL 38.6 .. 29.5 AT 50 43.1 21.3 PL 26.9 25.5 19.7 PT 51.3 16.5 40 RO 47.7 32.8 25.1 SI 50.7 31.1 11.5 SK 23 9.6 3.9 FI .. .. .. SE .. .. .. UK 50.2 47.3 36 Source: Bettio et al. (2013), p.72 III - Going deep In order to carry out our evaluation, we include in the analysis some indicators related to the factors impacting on unequal pay. Among them, we consider the employment structure in terms of educational attainments (share of women and men with secondary ",
        "Annex II - Gender Pay and Pension Gap II - 32 and tertiary education), 25 occupational structure by macro sectors (industry, services and public administration), professional groups (share of women working as managers), hours worked (share of women working part time) and labour supply factors such as the share of foreign women (extra EU) in employment. Furthermore, we include some ranking variables in order to control for institutional and occupational structure of labour market at national level 26 : (see next page) Educational segregation Gender gaps in the percentage of the population that has achieved third-level education in selected segregated sectors (Education, Health and welfare, Humanities and art). Unpaid work Gender gaps in the proportion of women and men that spend an hour or more every day in caring for and educating children and/or grandchildren, as well as on domestic tasks such as cooking and housework. Economic power Gender gaps in the percentage of women and men as members of boards in the largest quoted companies and as members of the central bank. Gender Mainstreaming The indicator includes five aspects: status of the governmental commitment to gender mainstreaming in public administration; existence of structures and methods for use in gender mainstreaming; gender impact assessment in law drafting. Intersecting inequalities: Older workers Gender gaps in employment rates among older workers (aged 55 to 64). Intersecting inequalities: Lone parents/carers Gender gaps in employment rates among people in households consisting of a single adult with one or more children. Occupational segregation Share of employed population that would need to change occupation (sector) in order to bring about an even distribution of men and women among occupations or sectors (Karmel and MacLachlan Index). Status of governmental responsibility in promoting gender equality Dummy variable based on an indicator that takes into account the highest responsibility for promoting gender equality at the governmental level; the existence and permanence of a governmental body; the position of the governmental gender equality body Minimum wages Monthly minimum wage legislation (dummy variable) Directive transcription Application of the equal pay directive in practice (dummy variable) 25 The base category is represented by the share of male and female employees with primary level of education. 26 Most of these ranking are computed on the basis of EIGE indexes (EIGE 2013, 2014). Data concerning minimum wages come from Eurostat dataset, while the occupational segregation index has been computed by Bettio and Verashchagina (2009). ",
        "Gender equality in employment and occupation II - 33 Overall, our findings confirm the general evidence on pay discrimination between men and women, but we also find some controversial results concerning the relation between GPG and GGP. 27 Factors affecting the gender pay gap over time are diverse, some of which tend to increase GPG (hours worked, education) while others may decrease it (equal subdivision of tasks in care activities, lowering gender gaps in employment rates among people in households consisting of a single adult with one or more children, etc). At this step of the analysis what clearly emerges is a decreasing gender pay gap for those countries that have introduced the equal pay directive. 28 In terms of education , in most countries workers with better education have on average higher earnings, therefore we should expect that a faster increase in the share of high- educated women in the female labour force should reduce the GPG. In our analysis, increasing shares of female employees with secondary and tertiary education push up the gender pay gap because major differentials in pay are experienced for high skilled workers and best paid jobs . We explicitly control for the share of women covering managerial positions. From this point of view, it is not unusual to detect a positive effect on the gender pay gap, namely a worsening of pay differentials, as the literature on the glass ceiling currently points out. Sectoral employment structure has a major effect on pension gaps in fact increasing shares of men employed in education, health and public administration, which are typically “female-oriented” sectors, decrease the gender gap in pensions. By contrast, a higher proportion of female workers in services drives up GGP. As expected, an increase in the proportion of women working part-time pushes up the pension gap, while an higher share of male part-time workers positively impacts on pay gaps. Finally, institutional factors matter. Major pay differentials are detected in those countries characterised by a higher segregation in terms of care activities, which is also reflected in terms of pension gaps. As expected, a worsening position at country level in terms of women’s economic power increases GPG. Surprisingly, those countries performing worst in terms of gender mainstreaming (status of the governmental commitment to gender mainstreaming in public administration, existence of structures and methods for use in gender mainstreaming and gender impact assessment in law drafting) register lower gender pay gaps. Conversely, political commitment towards gender mainstreaming is reflected on lower pension differentials. The existence of a legislation on minimum wage positively impacts on the gender pay gap indirectly increasing women inactivity in the labour market. 27 Detailed econometric results are available on request. 28 See chapter 1, footnotes 1, 2 an 3; information based on European Commission (2013). ",
        "Annex II - Gender Pay and Pension Gap II - 34 Overall, although there is a connection between pay gaps over the life cycle, namely wages and pensions, we do not always find the same association between causal factors and pay differentials. This effect can be partly due to the difficulty of detecting differences in pay deriving from institutional patterns, which change over time. ",
        "Gender equality in employment and occupation II - 35 Chapter 4 – What next for the EU I - Current opportunities and obstacles to responding to unequal pay The case for taking action on unequal pay is important for women as individuals for equity reasons, for the economic well-being of their children and families, but also for society at large as an improvement of the position of women in the labour market – including pay equality – is crucial for economic growth. According to OECD (2012), the EU’s GDP could increase by 12% if women and men were truly equal on the labour market. The return to growth depends crucially on achieving pay equality: Del Monte (2013) shows that a decrease of one percentage point in the gender pay gap would bring about an increase of 0.1% in economic growth. A levelling up of women’s earnings has the potential to bring gains not only in increased revenue from income taxes and national insurance, but also through a reduction in the payment of benefits and tax credits. It would improve the financial wellbeing not only of women but also of their partners and children, and, most importantly, it would reduce the likelihood of women’s poverty in retirement. Key findings • The case for taking action on unequal pay is important for women as individuals for equity reasons, for the economic well-being of their children and families, but also for society at large as an improvement of the position of women in the labour market – including pay equality – is crucial for economic growth. • Tackling the unequal pay is necessarily a long-term objective that requires: i) a combination of a variety of strategies and policies; ii) the involvement of different actors and stakeholders at different levels. A key role for the European Union is to bring together this variety of initiatives and multiple actors involved in promoting equality in the labour market. • The work for removing unequal pay should be carried on simultaneously and in close collaboration at the European, national, sectoral and organizational level. • In focusing the work specifically towards removing gender gap in pensions, the European Parliament can play a decisive role: to place the issue on the agenda and, through benchmarking, help to galvanise the type of national initiatives that would be in a position to deal with actions ameliorating the worse effects. As for the European Commission work, once sufficient visibility is given to a benchmarking exercise, the question could be put to each member state to ‘respond’ by explaining and projecting its own national issues. ",
        "Annex II - Gender Pay and Pension Gap II - 36 The economic case for equality means that social and economic goals around women in the labour market become more closely integrated. This potential is recalled in the recent EP resolution on the “Progress on equality between women and men in the European Union in 2013” (based on the so-called Tarabella report), that stresses the need to ensure equal pay for equal work and to draw full benefit from European workforces and their productive potential. A commitment to such an approach has the capacity to move equality from being regarded as a cost or a constraint to one where it has an important role in the development of a productive Europe. II - Recommendations on advancing equal pay Unequal pay is a complex problem caused by several interrelated factors. One single policy, however carefully designed and effectively implemented, will not be able to produce significant effects if not combined with other complementary policies. This implies that the tackling of the unequal pay is necessarily a long-term objective that requires: - a combination of a variety of strategies and policies; - the involvement of different actors and stakeholders at different levels. The directions for the policies addressing the issue of unequal pay have already been identified by the so-called Bauer report (European Parliament 2012). These directions can be grouped around four key concepts: - awareness : initiatives to increase awareness on the gender pay gap; - gender roles : initiatives to break traditional stereotypes (gender roles in society, in employment, in educational choices); - legislative measures : analysis of costs and benefits of new legislations; - promotion of equal pay in companies : through different actions such as charters, awareness-raising activities and trainings. There is a lot to learn from the experiences accumulated over time through the strategies and measures implemented at various levels so far. 29 A key role for the European Union in the continued fight against unequal pay is to bring together this variety of initiatives and multiple actors involved in promoting equality in the labour market. The work for removing unequal pay should be carried on simultaneously and in close collaboration at the European, national, sectoral and organizational level (Smith 2010). It could be focused on: - setting targets : creating definite targets would give direction and priority to the goal of closing gender pay gaps (both GPG and GGP); - creating obligations : by creating obligations on organisations to enforce proactive behaviours when complaints of unfair treatment are received; 29 Cfr. Council of the European Union (2010). ",
        "Gender equality in employment and occupation II - 37 - promoting transparency : by improving the availability of monitoring tools; - developing local leadership : by involving more and more social partners to combat unequal pay; - combatting low pay : by setting minimum wage systems that could also help in arresting discrimination on the ground of gender. Table 8 tries to provide an idea of how different actors could contribute to achieving equal pay. Table 8. Measures for achieving equal pay Targets Transparency Developing local leadership Combating low pay Obligations European Relative gender pay gap targets for Member States. Promote quality and comparable data for all Member States covering all sectors and firms. Leading the approach to maintain a high profile for the gender pay gap among EU institutions and initiatives. Promotion of gender- positive effects of minimum wages. Duty to monitor and coordinate Member State initiatives for equal pay. National Specific concrete targets for equal pay. Possible new legislation. Publish regular, sex-disaggregated wage statistics. National governments and equality bodies to lead action against pay gaps. Protection of minimum wage levels and low paid sectors in response to the crisis. Proactive duty on national bodies to investigate and address inequalities. Sectoral Sectoral targets to address specific pay gaps (e.g. public sector). Use of sectoral gender disaggregated wage statistics to identify key groups. Social partners campaigning for reduction of sector-level gaps. Protection of sectoral minimum wage levels and/or promotion to implement or raise levels. Duty on sectoral bodies to tackle sector- specific gaps. Workplace Involve social partners to focus on closing gaps for specific work places or occupations. Make publicly available organizational level data on pay gaps. Social partners promoting actions on specific local gaps. Identification of low paid groups within occupations and workplaces. Duty on organizational and workplace managers and employee representatives to act against unequal pay. In focusing the work specifically towards removing gender gap in pensions, it should be taken into account, at first, the lack of visibility and awareness of the problem. This is partly due to the lack of easily accessible national data, but is also aided by the difficulty of benchmarking national situations against a European norm. In this report, as an extension of the work by Bettio at al. (2013), we uncovered wide gaps in most countries for the period (2006-2012), a wide dispersion of gaps across Europe, but also an overwhelming complexity, especially when trying to relate empirical evidence to causal influences. ",
        "Annex II - Gender Pay and Pension Gap II - 38 It should be now clear that wide gender gaps in pension are the outcome of a series of overlapping factors, some of which are due to unforeseen and unanticipated consequence of policy decisions made in other contexts. It should be also clear that in many, if not most, cases relying on improvements in pay gaps of the working generation to act on gender gaps in pensions would be insufficient. As stresses by Bettio et al (2013), when a new concern enters policy ‘radar screens’ (p.115), understanding proceeds in three steps. The first stage is awareness – simply to make the issue visible. With the second phase comes amelioration – correcting the worse consequences, after the fact. By the third phase, the source of the problem is sufficiently well understood to proceed to prevention . In the case of gender gaps in pension we are still in stage one – visibility of the issue and an ability to grasp its complexity. It is in this first stage that the European Parliament can play a decisive role: to place the issue on the agenda and, through benchmarking, help to galvanise the type of national initiatives that would be in a position to deal with actions ameliorating the worse effects. It is already possible to hint some policy alternatives to those that, by compensating disadvantages, end up perpetuating them. For example, it is important to remove measures encouraging women to leave the labour market early, with the consequent permanent reduction of pensions and increase of the poverty risk of women. Policies that mitigate disadvantages – relying on survivors’ pensions, on ‘married bonuses’ to men’s pensions – can also fall in this category. In contrast, policies that attack the root cause of disadvantage, such as credits for child rearing, can be thought to operate towards creating a level playing field between men and women. As for the European Commission work, once sufficient visibility is given to a benchmarking exercise, the question could be put to each member state to ‘respond’ by explaining and projecting its own national issues. This kind of structured dialogue has been undertaken with some success in the context of the Open Method of Coordination in pensions as well as in other fields. It is thus something, which the European Commission has fruitful experience to share, and can usefully adapt for this purpose. It should not be forgotten that the main adequacy challenge acknowledged by the Pension Adequacy Report (European Commission 2012) is to give future pensions a strong gender dimension. ",
        "Gender equality in employment and occupation II - 39 References Adserà, A. and Chiswick, B. R. (2007), “Are There Gender and Country of Origin Differences in Immigrant Labor Market Outcomes across European Destinations?”, Journal of Population Economics , 20 (3): 495- 526. Advisory committee on equal opportunities for women and men (2007), Opinion on Gender Pay Gap , Social Europe. Advisory committee on equal opportunities for women and men (2009), Equal Pay for Equal Work or Work of Equal Value in Tackling the Gender Pay Gap , Social Europe. Bettio, F. and Verashchagina, E. (2009), Gender Segregation in the Labour Market: Root Causes, Implications and Policy Responses in the EU , EGGE report, Luxembourg: Publication Office of the European Union. Bettio, F., Corsi, M., D'Ippoliti, C., Lyberaki, A., Samek Lodovici, M. and A. Verashchagina (2012), The Impact of the Economic Crisis on the Situation of Women and Men and on Gender Equality Policies , ENEGE report, Luxembourg: Publication Office of the European Union. Bettio, F., Tinios, P. and Betti, G. (2013), The Gender Gap in Pension in the UE , ENEGE report, Luxembourg: Publication Office of the European Union. Blau, F. and Kahn, L. (2000), “Gender Differences in Pay”, NBER Working Paper 7732. Brugiavini, A., Cavapozzi, D., Pasini, G. and Trevisan, E. (2013), “Working Life Histories from SHARELIFE: A Retrospective Panel”, SHARE Working Paper Series , 11-2013. Burri, S. and van Eijken, H. (2014), Gender Equality Law in 33 European Countries: How are EU Rules Transposed into National Law in 2013? , Luxembourg: Publication Office of the European Union. Clarke, L., Pedersen, E.F., Michielsens, E. and Susman B. (2005), “The European Construction Social Partners: Gender Equality in Theory and Practice” European Journal of Industrial Relations , 11: 151 - 177. Colgan, F. and Ledwith, F. (1996), Women in Organisations (Management, Work and Organisations), Palgrave Macmillan, Basingstoke (UK). Corsi M., “Economic Independence and the Position of Women on the Labour Market of the European Union”, in European Parliament (2014). Corsi M., Crepaldi C. and M. Samek Lodovici (2011), The Socio-economic Impact of Pension Systems on the Respective Situations of Women and Men and the Effects of Recent Trends in Pension Reforms , EGGSI report, Luxembourg: Publication Office of the European Union. Council of the European Union (2009), Council Conclusions on the Review of the Implementation by the Member States and the EU institutions of the Beijing Platform for Action Beijing + 15: The Platform for Action and the European Union , Report from the Swedish Presidency of the Council of the European Union. Council of the European Union (2010), The Gender Pay Gap in the Member States of the European Union: Quantitative and Qualitative Indicators , Belgian Presidency report, Brussels. Del Monte, M. (2013), European Added Value Assessment on the Application of the Principle of Equal Pay for Men and Women for Equal Work of Equal Value , Brussels. Dex, S., Sutherland, H. and Joshi, H. (2000), “Effects of Minimum Wages on the Gender Pay Gap”, National Institute Economic Review , 173: pp. 80 - 88. ",
        "Annex II - Gender Pay and Pension Gap II - 40 Elvira, M.M. and Saporta, I. (2001), “How does Collective Bargaining Affect the Gender Pay Gap?”, Work and Occupations , 28: 469 – 490. EuroFound (2006), The Gender Pay Gap: Background Paper , European Foundation for the Improvement of Living and Working Conditions, Dublin. EuroFound (2010), Addressing the Gender Pay Gap: Government and Social Partner Actions , European Foundation for the Improvement of Living and Working Conditions, Dublin. EuroFound (2012), Income from Work after Retirement in the EU , European Foundation for the Improvement of Living and Working Conditions, Dublin. European Commission (2007), Tackling the Pay Gap between Women and Men: Communication from The Commission to The Council, The European Parliament, The European Economic and Social Committee and The Committee of the Regions , COM(2007). European Commission (2009), Indicators for Monitoring the Employment Guidelines including Indicators for Additional Employment Analysis: 2009 Compendium , Brussels. European Commission (2012), Pension Adequacy in the European Union 2010-2050 , Brussels. European Commission (2013), Report on the Application of Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the Implementation of the Principle of Equal Opportunities and Equal Treatment of Men and Women in matters of Employment and Occupation , SWD (2013) 512 final. EIGE European Institute for Gender Equality (2013), Gender Equality Index Report , Luxembourg: Publication Office of the European Union. EIGE European Institute for Gender Equality (2014), Effectiveness of Institutional Mechanisms for the Advancement of Gender Equality , Luxembourg: Publication Office of the European Union. European Parliament (2012), Equal Pay for Male and Female Workers for Equal Work or Work of Equal Value , P7_TA(2012)0225. European Parliament (2014), A New Strategy for Gender Equality Post 2015 , DG Internal Policies, Policy Dept. C, PE 509.984. European Parliament (2015), Report on Progress on Equality between Women and Men in the European Union in 2013 , Committee on Women’s Rights and Gender Equality (FEMM) A8-0015/2015. Eurostat (2009), Development of Econometric Methods to Evaluate the Gender Pay Gap using Structure of Earnings Survey Data , Luxembourg: Publication Office of the European Union. Eyraud, F. and Vaughan-Whitehead, D. (2007), The Evolving World of Work in the Enlarged EU: Progress and Vulnerability , International Labour Office, Geneva. Foubert, P., Burri, S. and Numhauser-Henning, A. (2010), The Gender Pay Gap from a Legal Perspective , European Commission, Luxembourg: Publication Office of the European Union. Gold, M. (2009), Employment Policy in the European Union: Origins, Themes and Prospects , Palgrave Macmillan, Basingstoke (UK). Grimshaw, D. and Rubery, J. (2001), “The Gender Pay Gap: a Research Review”, Research Discussion Series , Equal Opportunities Commission, Manchester. Heide, I. (2001), “Supranational Action against Sex Discrimination: Equal Pay and Equal Treatment in the European Union” in Loutfi, M. (ed.) Women, Gender and Work: what is equality and how do we get there? , Geneva: International Labour Office. ",
        "Gender equality in employment and occupation II - 41 Holtmaat, R. (2006), Catalyst for Change: Equality Bodies according to Directive 2000/43/EC , European Commission, Brussels. Horstmann, S. and Hüllsman, J. (2009), The Socio-Economic Impact of Pension Systems on Women , Gesellschaft für Versicherungswissenschaft und Gestaltung (GVG), European Commission, DG Employment, Brussels. Hough, D. and McGuinness, F. (2014), The Gender Pay Gap , House of Commons, Economic Policy and Statistics Section, SN/EP/07068. Jefferson, T. (2009), “Women and Retirement Pensions: A Research Review”, Feminist economics , 15:4, 115-145. Joshi, H. and Davies, B. (1992), Women and Personal Pensions, London, EOC/HMSO Kantola, J. and Nousiainen, K. (2009), “Institutionalising Intersectionality in Europe: Introducing the Theme”, International Feminist Journal of Politics, 11 (4), 459-477. Kirton, G. and Greene, A-M. (2005), “Gender Equality and Industrial Relations in the ‘New Europe’: an Introduction”, European Journal of Industrial Relations , 11: 141 - 149. Krizsán, A., Skjeie, H., and Squires, J. (2012), Institutionalizing Intersectionality: the Changing Nature of European Equality Regimes, Basingstoke: Palgrave Macmillan. Lombardo, E. and Verloo, M. (2009), “Institutionalising Intersectionality in the European Union? Policy Developments and Contestations”, International Feminist Journal of Politics, 11(4): 478-495 . McBride, D. and Mazur, A. (2010), Politics of State Feminism: Innovation in Comparative Research, Philadelphia: Temple University Press. Organization for Economic Cooperation and Development (2012), Closing the Gender Gap: Act Now , OECD Publishing, Paris. Outshoorn J. and Kantola J. (2007), Changing State Feminism. New York: Palgrave Macmillan. Pillinger, J. (2014), Bargaining for Equality , ETUC, Brussels. Plantenga, J. and Remery, C. (2006), The Gender Pay Gap — Origins and policy Responses: A Comparative Review of 30 European Countries , EGGE report, Luxembourg: Publication Office of the European Union. Robinson, D. (2001), “Differences in Occupational Earnings By Sex” in Loutfi, M. (ed.) Women, Gender and Work: What is Equality and How Do We Get There? , Geneva: International Labour Office. Rubery, J., Grimshaw, D., and Figueiredo, H. (2005), “How to Close the Gender Pay Gap in Europe: Towards the Mainstreaming of Pay Policy”, Industrial Relations Journal , 36(3): 184-213. Schulten, T. (2009a) \"Minimum Wages in Europe: New Debates against the Background of Economic Crisis\", ETUI Policy Brief: European Economic and Employment Policy , Issue 2/2009. Schulten, T. (2009b) “Towards a European Minimum Wage Policy? Fair Wages and Social Europe”, European Journal of Industrial Relations , 14(4): 421-439. Smith, M. (2010), The Gender Pay Gap in the EU – What Policy Responses? , EGGE analysis note. Squires, J. (2008), ‘Intersecting Inequalities: Reflecting on the Subjects and Objects of Equality’, Political Quarterly, vol. 79, pp. 53 – 61. Tijdens K.G. and M. Van Klaveren (2012), Frozen in Time: Gender Pay Gap Unchanged for 10 years , Brussels: ITUC. ",
        "Annex II - Gender Pay and Pension Gap II - 42 Vosko, L., MacDonald, M. and Campbell, I. (2009), Gender and the Contours of Precarious Employment , Routledge, London. Wass, V. and McNabb, R. (2006), \"Pay, Promotion and Parenthood amongst Women Solicitors\", Work, Employment & Society , 20: 289 – 308. Whitehouse, G. (2003), “Gender and Pay Equity: Future Research Directions” Asia Pacific Journal of Human Resources , 41(1): 116-128. Zeigler, S. (2006), \"Litigating Equality: The Limits of the Equal Pay Act\", Review of Public Personnel Administration , 26: 199-215. ",
        "Gender equality in employment and occupation II - 43 Appendix Table A1. List of sectors included in the analysis of GPG NACE Rev. 1.1 NACE Rev. 2 Section Description Section Description C Mining and quarrying B Mining and quarrying D Manufacturing C Manufacturing E Electricity, gas and water supply D E Electricity, gas, steam and air conditioning supply Water supply, sewerage, waste management and remediation activities F Construction F Construction G Wholesale and retail trade: repair of motor vehicles, motorcycles and personal and household goods G Wholesale and retail trade; repair of motor vehicles and motorcycles H Hotels and restaurants I Accommodation and food service activities I Transport, storage and communications H J Transportation and storage Information and communication J Financial intermediation K Financial and insurance activities K Real estate, renting and business activities L M N Real estate activities Professional, scientific and technical activities Administrative and support service activities M Education P Education N Health and social work Q Human health and social work activities O Other community, social and personal services activities R S Arts, entertainment and recreation Other service activities ",
        "Annex II - Gender Pay and Pension Gap II - 44 Table A2. List of EU SILC variables for computing GGP Old age benefits ( PY100G ) The Old age function refers to the provision of social protection against the risk linked to old age, loss of income, inadequate income, lack of independence in carrying out daily tasks, reduced participation in social life, and so on. Old age benefits cover benefits that: provide a replacement income when the aged person retires from the labour market, or guarantee a certain income when a person has reached a prescribed age. It includes: • Old age pensions: periodic payments intended to maintain the income of the beneficiary after retirement from gainful employment at the standard age or support the income of old persons • Anticipated old age pensions: periodic payments intended to maintain the income of beneficiaries who retire before the standard age as defined in the relevant scheme or in the scheme of reference. This may occur with or without a reduction of the normal pension. • Partial retirement pensions: periodic payment of a portion of the full retirement pension to older workers who continue to work but reduce their working hours or whose income from a professional activity is below a defined ceiling. • Care allowances: benefit paid to old people who need frequent or constant assistance to help them meet the extra costs of attendance (other than medical care) when the benefit is not a reimbursement of certified expenditure. • Survivor’s benefits paid after the standard retirement age. • Disability cash benefits paid after the standard retirement age. • Lump-sum payments at the normal retirement date. • Other cash benefits: other periodic and lump-sum benefits paid upon retirement or on account of old age, such as capital sums paid to people who do not fully meet the requirements for a periodic retirement pension, or who were members of a scheme designed to provide only capital sums at retirement. It excludes: • Family allowances for dependent children (which are included under ‘Family/children related allowances’. • Early retirement benefits paid for labour market reasons or in case of reduced capacity to work (they are included respectively under ‘Unemployment benefits’ or under ‘Disability benefits’. • Benefits paid to old people who need frequent or constant assistance to help them meet the extra costs of attendance when the benefits are reimbursed against a certified expenditure. Survivor’s benefits ( PY110G ) Survivors’ benefits refer to benefits that provide a temporary or permanent income to people below retirement age who have suffered from the loss of their spouse, partner or next-of-kin, usually when the latter represented the main breadwinner for the beneficiary. ",
        "Gender equality in employment and occupation II - 45 Survivors eligible for benefit may be the spouse or ex-spouse of the deceased person, his or her children, grandchildren, parents or other relatives. In some cases, the benefit may also be paid to someone outside the family. A survivor’s benefit is normally granted on the basis of a derived right, that is, a right originally belonging to another person whose death is a condition for granting the benefit. It includes: • Survivor’s pension: periodic payments to people whose entitlement derives from their relationship with a deceased person protected by a scheme (widows, widowers, orphans and similar). • Death grant: single payment to someone whose entitlement derives from their relationship with a deceased person (widows, widowers, orphans and similar). • Other cash benefits: other periodic or lump-sum payments made by virtue of a derived right of a survivor. It excludes: • Family allowances for dependent children (These benefits are included under Family/children related allowance. • Funeral expenses • Additional payments made by employers to other eligible persons to supplement the survivors’ benefits pay entitlement from a social insurance scheme, where such payments cannot be separately and clearly identified as social benefits (those payments are included under ‘gross employee cash or near cash income’). • Survivor’s benefits paid after the standard retirement age (these benefits are included under ‘Old age benefits’) Regular pensions from individual private plans (other than those covered under ESSPROS) ( PY080G ) Regular pensions from private plans (other than those covered under ESSPROS) refer to pensions and annuities received, during the income reference period, in the form of interest or dividend income from individual private insurance plans, i.e. fully organised schemes where contributions are at the discretion of the contributor independently of their employers or government. It includes: • Old age, survivors, sickness, disability and unemployment pensions received as interest or dividends from individual insurance private plans. It excludes: • Pensions from mandatory government schemes. • Pensions from mandatory employer-based schemes. ",
        ""
    ]
}