{
    "text": [
        "Dr Bob Hancke and Andrea Axisa June – 2019 Measuring Social Convergence across the EU ",
        "2 EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Directorate A — Employment and Social Governance Directorate A, Unit EMPL. A4 — Thematic Analysis Contact: Katarina Jaksic E-mail: katarina.jaksic@ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Social Situation Monitor 2019 Measuring Social Convergence across the EU “The opinions expressed and arguments used in this publication are those of the author(s) and do not necessarily reflect the official position of the European Commission. The European Commission does not guarantee the accuracy of the data included in this publication. Neither the European Commission nor any person acting on the European Commission’s behalf may be held responsible for the use which may be made of the information contained therein.” ",
        "LEGAL NOTICE Manuscript completed in June 2019 Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use that might be made of the following information. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2020 doi: 10.2767/358853 KE-02-19-985-EN-N PDF ISBN 978-92-76-14628-5 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. ",
        "Measuring Social Convergence across the EU 5 TABLE OF CONTENTS TABLE OF CONTENTS ..................................................................................................... 5 1. INTRODUCTION .................................................................................................. 6 2. APPROACH .......................................................................................................... 7 3. DATA AND METHOD ............................................................................................. 9 4. CONVERGENCE ANALYSIS BASED ON AGGREGATE INDICATORS ....................... 11 4.1 DIMENSION ...................................................................................................... 11 4.1 DIMENSION 1: HEALTH, FOOD AND SHELTER ................................................... 13 4.2 DIMENSION 2: PHYSICAL INTEGRITY ............................................................... 16 4.3 DIMENSION 3: HAPPINESS ............................................................................... 18 4.4 DIMENSION 4: EDUCATION ............................................................................... 19 4.5 DIMENSION 5: ENVIRONMENT .......................................................................... 21 4.6 DIMENSION 6: PARTICIPATION IN POLITICAL ACTIVITIES ............................. 22 4.7 DIMENSION 7: WORK AND EMPLOYMENT ......................................................... 24 5. CONTRAST WITH STANDARD ANALYSIS ........................................................... 29 6. CONCLUSION .................................................................................................... 33 7. BIBLIOGRAPHY ................................................................................................. 34 ACKNOWLEDGEMENTS This Research Note was written for the European Commission’s Social Situation Monitor. It provides the views of the authors and not necessarily those of the European Commission. We thank Luize Ratniece and Albert Pitarque Méndez for assistance in preparing this note. ",
        "Measuring Social Convergence across the EU 6 1. INTRODUCTION This research note will examine the extent of convergence in life chances across Europe and compare that with standard approaches to socio-economic convergence. Through its main instrument of political-economic integration the Single Market, the EU was built on the promise of peace and prosperity. While war is no longer a significant threat to EU member states, prosperity, especially rough equality in living standards, remains a challenge. A few stylised facts in this regard highlight the concerns. Average living standards have converged across many member states over the past 30 years; but living standards within countries have not. Living standards in Dublin and Lisbon are much closer to Hamburg and London – and because of their size pull up Ireland and Portugal – but regions outside these cities have been much slower in catching up. Similarly, the Single European Market has integrated economies much more deeply than ever before, but agglomeration effects have led to a concentration of economic growth, income and wealth in some EU member states and regions within those (Krugman). And a decade of crisis, adjustment and fiscal consolidation has resulted in significant socio-economic divergence between a European periphery and a core. Understanding levels and drivers of convergence c.q. divergence thus remains a key issue for policy makers. This paper aims to contribute to that broad debate. While our main preoccupations in this research note are substantive, we also aim to introduce two significant methodological innovations vis-à-vis the standard approaches. The first is that we have adopted a multi-dimensional framework, which covers many material and immaterial aspects of life, life chances and more generally human well-being. The inspiration for this approach came from work by Amartya Sen’s notion of capabilities (c.f. Sen, 1999), Martha Nussbaum’s conceptual elaboration of that idea (Sen, 1999) and several sources which operationalised these dimensions (e.g. Anand et al. 2009). The second is that we combine aggregate outcome indicators of these dimensions with the salience weightings for each one of these. The underlying idea is that what matters to average citizens in different countries is likely to be different as a result of sometimes important variations in history, policy-making regime, institutional governance of the economy, the welfare state, and the educational system (Esping-Andersen 1990; Hall & Soskice 2001; Hancké et al. 2007). Put somewhat schematically: for a variety of reasons that we take as exogenously given, Greeks and Swedes are likely to see the evolution of their life and their life chances differently, and those differences should, in our opinion, become part of the analysis (see the accompanying research note on theory and concepts in convergence). This research note builds on the augmented Sen-Nussbaum framework, which was developed in the accompanying Research Note on theory and concepts in the area of social ",
        "Measuring Social Convergence across the EU 7 convergence, and the indicators identified there in their relation to capabilities. The conclusion of that note was that a research strategy that combined salience weightings of different dimensions of life chances with the aggregate outcome indicators frequently used in this field offers a subtler approach to convergence than the outcome-based approach that has dominated the literature. This research note will put that idea into research practice by using life chances as a measure of convergence; and then compare that analysis with more conventional approaches. The research note is structured as follows: it starts with a short section debating approaches to convergence, based on the parallel research note that discussed this question in considerably more detail. We will then present data and method (section 3), followed by the main results of our analysis (4). The value added of this approach will be discussed in section 5, which compares the findings here with standard analyses. A short conclusion ends the paper. 2. Approach Several decades of research on socio-economic convergence in the EU has led to some important insights, the main one being that European integration has had, directly (through policies aimed at convergence) and indirectly (through, for example, trade), a significant positive effect on living standards in less developed regions, on access to policies, public services and public goods that improve the quality of life for the population, and at the aggregate national level has broadly led to a convergence in GDP/capita. But some doubts have emerged about this way of approaching the question. While material conditions remain important, the usefulness of GDP/capita as an indicator of human development writ large in the wealthy economies of the EU has been the subject of much debate (Stiglitz, 2014). Many analysts have, therefore, started to think about more multi-faceted approaches, which include material as well as immaterial dimensions, and go beyond the short-term here and now to include longer-term evaluations of the broad quality of life. The analysis here is informed by that critique of standard analyses of convergence: instead of a narrow, mainly economic set of indicators, we adopt a multi-dimensional framework well beyond the single GDP/cap indicator. The question then becomes one of how to determine relevant dimensions of (quality of) life; Amartya Sen and his colleague Martha Nussbaum offer just such a framework. Unpacking the broad idea of capabilities that Sen has introduced into different dimensions of life delivers a more sophisticated perspective. Capabilities refer to potentialities in life that people want to realise: a safe life, decent education and health, adequate shelter and food, etc. Nussbaum’s (2011) elaboration identifies ten relevant dimensions of life which need to be addressed to live a meaningful, satisfying life (see Appendix III for the details). ",
        "Measuring Social Convergence across the EU 8 Since these dimensions in principle cover all human beings on Earth, they are sometimes expressed in very elementary language and often remain at a relatively abstract conceptual rather than an empirical, operational level. There are also likely to be dimensions of life that matter more or less in the EU than elsewhere. And employment-related aspects of life, which are quite important in advanced capitalist economies, are somewhat underplayed in the Nussbaum framework, primarily because it attempts cover the entire human experience, in principle also in the past – and advanced capitalism as we know it in the EU is only a tiny fraction of that time-space matrix. Basing an analysis on this framework thus also implies adapting the Sen-Nussbaum categories to reflect these different substantive preoccupations. In addition, not all data bases have adequate indicators to cover (parts of) the dimensions in this framework. Adopting this multi-dimensional framework resolves a significant part of the problem with the standard convergence analyses. However, it still retains an unnecessary ‘distant’, technocratic flavour in assuming that all dimensions matter roughly in the same way for all citizens. Without wanting to fall prey to an ultra-relativistic position in which nothing is determined, a case can be made for introducing a significant subjective dimension into this research. An example might be helpful: assume, for example, that a clean environment is a very important factor in the evaluation of one’s life chances everywhere. Access to clean air, is therefore a part of a dimension of quality of life that figures highly among all citizens; however, it may not rank equally highly in all EU member states, as citizens in some face problems in areas of life such as crime, access to health, etc. As a result, environmental concerns receive a lower weight in some countries than in others. These differences can be important in many other areas that are loosely associated with the Sen-Nussbaum framework, such as health, crime, civil rights, etc. The rest of this research note develops this approach as an empirical research project that links aggregate outcomes to the intensity of importance about dimensions related to quality of life and life chances. In the next section we will explain in more detail how we operationalised that approach on the basis of existing data bases. We combined several data bases; missing data and general issues of data availability of course limited the analysis somewhat, but since this research note is an exploratory study, at the very least it will tell us if this idea of introducing salience weightings is worth pursuing (or not) because it produces (no) different results than analyses solely based on aggregate data without a coefficient of salience weights. ",
        "Measuring Social Convergence across the EU 9 3. Data and Method The empirical data used in this research note are publicly available secondary data. The only source providing micro-data and requiring a simple registration procedure is the European Social Survey. The data treatment carried out is very simple, described below in full, and easily replicable. The data sources used are: (1) European Social Survey; (2) Eurostat country aggregate database drawing from both institutional data sources and surveys (such as EU-SILC or LFS). Because of data availability issues and as an exploratory pilot study, this research note covers 13 of EU-28 countries and a time range of 12 years between 2003 and 2015. Those countries are: Austria, Germany, Ireland, UK, Portugal, Spain, France, Italy, Finland, Sweden, Estonia, Poland, and Slovenia. Using these countries enabled us to obtain a representative picture of the EU in terms in economic, geographical, and cultural terms: this sample covers the main economic and institutional models (c.f. Hall and Soskice, 2001; Esping-Andersen, 1990), and represents the main geographical and cultural and societal blocks in Europe (Mediterranean, Central and Eastern European, Nordic, and Anglo-Saxon). Aiming for an optimal solution between a comparison between two time points and a more granular view of developments, and looking to smooth out annual fluctuations and data availability issues, we have opted for averaging, when available, or at least having one value per four different time periods: 2003-2005, 2006-2008, 2009-2011, and 2012-2015. The key aim of this study was to compare convergence between using raw data and weighting dimensions by salience indicators. The information for the salience indicators comes from the European Social Survey (see Table 1). Typically we used questions along the lines of ‘How important is it to you that ... X’. We then re-scaled the average scores on these questions from 1-5 to 0-10. The values obtained from this exercise were transformed into salience weightings for every country across the seven dimensions, by adding them up and standardising the scores so that the total was 100%, and each of the seven dimensions had its own ‘contribution’ to the 100% according to the importance that respondents attributed to the dimension. This returns values that take into account the average importance of dimensions for citizens in the countries. The unweighted values simply follow from giving the same weight to all dimensions (100/7 = 14.3), which makes data perfectly comparable between unweighted and weighted. ",
        "Measuring Social Convergence across the EU 10 Table 1. Description and Sources of Salience Variables Dimension Variable Description Source 1: Health, food and shelter SBSTREC Social benefits/services place too great strain on economy ESS SBPRVPV Social benefits/services prevent widespread poverty ESS SBEQSOC Social benefits/services lead to a more equal society ESS SBBSNTX Social benefits/services cost businesses too much in taxes/charges ESS 2: Physical Integrity STFHLTH Important to live in secure and safe surroundings ESS 3. Happiness IMPFUN Important to seek fun and things that give pleasure ESS 4. Education IPCRTIV Important to think new ideas and being creative ESS 5. Environment IMPENV Important to take care of nature and the environment ESS 6. Participation in Political Activities POLINTR How interested in politics ESS 7. Work and Employment IPJBINI Important if choosing job: job enabled you to use own initiative ESS IPJBSCR Important if choosing job: secure job ESS IPJBHIN Important if choosing job: high income ESS IPJBWFM Important if choosing job: job allowed you to combine work/family ESS We will examine (Sigma) convergence by calculating the standard deviations in the sample for all four time periods and checking if it decreased over time. If standard deviations decrease over time, countries are converging in that particular indicator; conversely, if standard deviations increase, we are witnessing divergence. Appendix IV presents the different measures of convergence and justifies the choice of sigma-convergence. ",
        "Measuring Social Convergence across the EU 11 4. Convergence Analysis based on Aggregate Indicators 4.1 Dimension In this section we present the results of our analysis, comparing aggregate measurements without salience weightings and the same measures, weighted by the subjective importance. For two or more indicators (with one exception) covering the multi- dimensional framework that we adapted from Martha Nussbaum’s ten dimensions we then calculate standard deviations, which give us a measure of variation across the units of observation. Comparing those standard deviation values over time for four periods (2003- 05; 2006-08; 2009-11; 2012-15), we can then assess if (Sigma) convergence has taken place in the unweighted and the weighted versions of the 15 indicators that we have selected for the seven dimensions in the framework. The purpose of this section is simply to analyse the similarities and differences in the weighted and unweighted indicators. We are interested in three aspects of the analysis in particular: the direction of the evolution over time (constant, convergence or divergence); the speed or magnitude of convergence (value of standard deviation standard deviation and evolution over time); and any other relevant point that helps us explore how a salience-weighted analysis of broad quality of life indicators might shed a different light on convergence than unweighted aggregate outcome indicators might do. The presentation below is organised as follows. We start with a description of the indicators and sources, and explain how boxplot graphs are constructed and read. We then present our analysis indicator by indicator. Each indicator is introduced and then presented in two graphs, with the left panel as the unweighted and the right one the weighted version. Standard deviations are presented as boxplots (see below) over the four three-year periods between 2003 and 2015. Every ‘period’ value represents the standard deviation of the average raw scores over the three years covered. Underneath the graphs we explain the main findings in narrative form. Table 2. Description and Sources of Aggregate Variables Dimension Variable Description Sources 1: Health, food and shelter tepsr_sp32 0 Healthy life years and life expectancy at age 65 Eurostat ilc_mdho0 6a Severe housing deprivation rate by age, sex and poverty status EU-SILC ",
        "Measuring Social Convergence across the EU 12 ilc_mdes0 3 Inability to afford a meal with meat, chicken, fish (or vegetarian equivalent) every second day EU-SILC 2: Physical Integrity crmvct Respondent or household member victim of burglary/assault last 5 years ESS ilc_mddw0 6 Crime, violence or vandalism in the area Eurostat 3. Happiness happy How happy are you ESS 4. Education t2020_40 Early leavers from education and training by sex Eurostat sdg_04_40 Underachievement in reading, maths or science OECD/PISA 5. Environment env_ac_ex p2 Environmental protection expenditure - euro per inhabitant Eurostat sdg_11_50 Exposure to air pollution by particulate matter EEA 6. Participation in Political Activities vote Voted last national election ESS WRKPRTY Worked in political party or action group last 12 months ESS 7. Work and Employment lfsa_qoe_3 a2 Long working hours in main job by sex, age, professional status and occupation Eurostat ilc_iw01 In-work at-risk-of-poverty rate by age and sex EU-SILC gwg_p Gender Wage Gap OECD tipsun20 Unemployment rate Eurostat Box 4.1: Reading Box Plot Graphs The boxes in the figures in this section represent the interquartile range. The interquartile range is a measure that corresponds to the difference between quartile 3 (top of the box) and quartile 1 (bottom of the box). The line breaking the box in two corresponds to the median. The two vertical lines outside the box – the ‘whiskers’ – represent data points that lie outside the interquartile range. Data points beyond 1.5 times the interquartile range – which are severe outliers – are represented by a dot. ",
        "Measuring Social Convergence across the EU 13 4.1 Dimension 1: Health, Food and Shelter Indicator A. Healthy life years and life expectancy at age 65 (tepsr_sp320) Whereas most indicators in this area take into consideration only life expectancy, this indicator combines the latter with morbidity. Therefore, this indicator combines the mean number of years still to be lived by a person at age 65, and the number of years that a person at age 65 is still expected to live in a healthy condition. While data was available for both men and women, we decided to use the measure for the latter in view of higher variation. Progress and regress in this indicator would mean higher and lower average values, respectively. Fig 4.1. Healthy life years at age 65, women, 2003-2015, unweighted (L) and weighted (R) As Fig. 4.1 shows, there is practically no movement in terms of convergence across these time periods: the standard deviation is almost exactly the same for each of the time periods due to fact that progress among front runners - such as Sweden, consistently shown as an outlier - continued unabated. The analysis of the weighted indicators, in contrast suggests a slow but determined divergence across the 12 years examined here. Interestingly, weighing also changes the initial differences between countries, with a standard deviation that starts at 0.28 instead of 0.35 in 2003-2005. Weighing the aggregate indicators thus seems to produce a different result, from neither convergence nor divergence for the unweighted indicators to a slow but clear divergence in the weighted version of the analysis. ",
        "Measuring Social Convergence across the EU 14 Indicator B. Severe housing deprivation (ilc_mdho06a) This aggregate indicator, which is based on data from the EU statistics on income and living conditions (EU-SILC) database, takes into account the percentage of the population that is suffering from household deprivation. This includes a lack of certain basic sanitary facilities in the dwelling, and/or problems in the general condition of the dwelling (eg. leaking roof or dwelling being too dark). This indicator was taken to cover the element of having a good shelter within this dimension. Progress (i.e. lower household deprivation) and regress (i.e. higher deprivation) in this indicator would mean lower and higher average values, respectively. Fig 4.2. Severe housing deprivation, 2003-2015, unweighted (L) and weighted (R) For this indicator, reported in Fig. 4.2, there are very few differences between the weighted and the unweighted versions of the indicator, progress is similar across the four periods, and the value of the standard deviation decreases everywhere, suggesting convergence in all member states. Part of it reflects the fact that previous laggards such as Poland and Estonia catch up significantly, while the leaders stall somewhat in terms of progress on providing adequate housing. Indicator C. Inability to afford a meal with meat, chicken, fish (or vegetarian equivalent) every second day (ilc_mdes03) This indicator, found in EU-SILC data, was chosen in order to take nourishment - which is an important element within this dimension - into consideration. It measures in percentage whether the household can afford a meal with meat, chicken or fish (or equivalent vegetarian) every second day (without taking into account if the household desires this). Progress (i.e. higher ability to afford a meal) and regress (i.e. decreased ability to afford a meal) in this indicator would mean lower and higher average values, respectively. ",
        "Measuring Social Convergence across the EU 15 Fig 4.3. Inability to afford a meal, 2003-2015, unweighted (L) and weighted (R) Figure 4.3, which reports food deprivation, yields very few differences between unweighted and weighted versions of the indicator. Both show that there has been a clear convergence across the countries in our sample, not only as a result of laggards such as Poland – here shown as an outlier – catching up, but also due to deteriorating situation in several Western European member states, especially Italy and the UK, and to a lesser extent France and Spain. It is perhaps interesting to note that while countries like Italy and France regressed, other advanced industrial economies such as Germany and Austria continued steaming ahead, which is possibly an indication of the asymmetric economic performances of European countries during the Great Recession. The case of the UK, whose economy recovered relatively quickly, regression in this indicator occurred in a context of fiscal consolidation measure in the social field. In the weighted version of the indicator the initial differences are relatively less pronounced (1 v. 1.2 for the unweighted one), and as a result of this higher initial score, the speed and magnitude of convergence decreases slightly in the weighted version. ",
        "Measuring Social Convergence across the EU 16 4.2 Dimension 2: Physical Integrity Indicator A. Respondent or household member victim of burglary/assault last 5 years (crmvct) This ESS variable measures in percentage whether the respondent or a member of his or her household has been a victim of burglary or assault during the five years prior to the survey. Here, progress (i.e. decreased reported burglary or assault) and regress (i.e. increased reported burglary or assault) in this indicator would mean lower and higher average values, respectively. Fig 4.4. Victim of burglary/assault last 5 years, 2003-2015, unweighted (L) and weighted (R) The extent to which a respondent or household has been a victim of a burglary or assault is reported in both panels of Fig 4.4. Everywhere this type of exposure to crime has decreased and in both the unweighted and weighted versions of the indicator convergence is stable and relatively important. It may be useful to note that the extent of convergence decreased significantly after 2006-2008, possibly as a result of the end of the economic boom of the previous years and the advent of the crisis. There are a few small differences worth reporting, however. In the weighted version, the extent of initial differences (ie in 2003-05) between these countries in this indicator is higher (a standard deviation of 1.11 v. 1.04). As a result, the absolute value associated with convergence across the four periods is also higher. ",
        "Measuring Social Convergence across the EU 17 Indicator B. Crime, violence or vandalism in the area (ilc_mddw06) This EU-SILC indicator, the data for which were taken from Eurostat, assesses whether the respondent feels ‘crime, violence or vandalism’ to be a problem for the household. Here, progress and regress in this indicator would mean lower and higher average values, respectively. Fig 4.5. Crime, violence or vandalism in the area, 2003-2015, unweighted (L) and weighted (R) Fig. 4.5, reporting scores for crime and vandalism in the area again shows parallels between weighted and unweighted versions of the indicators. While the extent of convergence decreased significantly after 2006-2008, possibly as a result of the end of the economic boom and the start of the crisis, both graphs suggest a decline and a narrowing of differences between the countries in the sample. But there is one significant difference between the two versions. In the weighted version the convergence is larger and monotonous, whereas in the unweighted version, the standard deviation drops rapidly between the first two periods of measurement and then remains basically flat. The initial position for the weighted version is also higher and the end point considerably lower, suggesting that subjectively the convergence in this indicator has contributed significantly more to the improvement of the quality of life than the unweighted indicator might suggest. ",
        "Measuring Social Convergence across the EU 18 4.3 Dimension 3: Happiness Indicator A. How happy are you (happy) This ESS variable measures life satisfaction and happiness. The respondents were asked to rate how happy they are at the present moment. Progress (i.e. increase of the happiness) and regress (i.e. lower happiness) would mean higher and lower average values respectively. Fig 4.6. Happiness, 2003-2015, unweighted (L) and weighted (R) Fig. 4.6, which reports the standard deviation in responses to the standard ‘Happiness’ question shows little variation between the unweighted and the weighted versions that is worth exploring. The initial scores, the magnitude and speed of change are relatively similar. The subjectively weighted version seems to produce slightly more variation (the range), but the overall profile of convergence is very similar. ",
        "Measuring Social Convergence across the EU 19 4.4 Dimension 4: Education Indicator A. Early leavers from education and training (t2020_40) This indicator, which is based on Eurostat data, was taken in order to measure the proportion of early leavers from education and training. It refers to persons aged from 18 to 24 with at most lower secondary education and who were not in further education or training during the last four weeks preceding the survey. Progress (i.e. lower percentage of leavers) and regress (i.e. higher percentage of leavers) would mean lower and higher average values respectively. Fig 4.7. Early leavers from education and training, 2003-2015, unweighted (L) and weighted (R) Fig. 4.7 reports the variation in early school leavers. Both graphs show significant convergence, almost entirely due to substantial progress attained by Portugal, Spain, and Italy, shown here as outliers. There is very little difference between unweighted and weighted indicators, suggesting that educational attainment is essentially well captured by the aggregate indicator alone. Indicator B. Underachievement in maths (sdg_04_40) This indicator measures in percentage the share of 15-year-old students failing to reach a basic level of skills on the PISA scale for a particular core subject. Whereas this indicator also provides data for reading or science, for this exercise we considered that the data for maths provide us with enough information of this type to evaluate the dimension of education. Progress (i.e. decrease in underachievement) and regress (i.e. increase in underachievement) would mean lower and higher average values respectively. ",
        "Measuring Social Convergence across the EU 20 Fig 4.8. Underachievement in maths, 2003-2015, unweighted (L) and weighted (R) The same is true about Fig. 4.8, which is another, more specific educational attainment indicator – achievement in maths. Both graphs indicate significant convergence overall, mostly as a result of catching-up by laggards Italy and Portugal. As with the previous indicator, reported in Fig. 4.8, there is little variation between unweighted and weighted indicators, again suggesting that educational attainment is essentially well captured by the aggregate indicator alone. The combination of these two graphs on education suggest that there is little variation in the way citizens in different countries perceive, on average, the importance of education as part of their life chances. ",
        "Measuring Social Convergence across the EU 21 4.5 Dimension 5: Environment Indicator A. Environmental protection expenditure - % of GDP, industry (env_ac_exp2) This indicator, taken from Eurostat, measures industrial expenditure on environmental expenditure in euros per inhabitant. Progress (i.e. increase in spending) and regress (i.e. decrease in spending) would mean higher and lower average values respectively. Fig 4.9. Environmental protection expenditure, euro per inhabitant, 2003-2015, unweighted (L) and weighted (R) Fig. 4.9 produces an interesting picture. Both unweighted and weighted versions of the variation in this indicator, industrial investment in environmental protection, suggest a strong and clear divergence across our group of countries. In this sample, EU member states were more similar in this regard in the mid-2000s than a decade later, possibly as a result of the impact of the crisis on industries. The main differences between unweighted and weighted versions of the indicator seems to reside in the larger divergence in the initial starting point for the weighted version, and the difference in the standard deviation between the first and second period is also slightly higher, suggesting an acceleration. But the overall picture is similar for both versions: industrial investment in environmental protection policies important in some economies but took a back seat in others. Indicator B. Exposure to air pollution by particulate matter (sdg_11_50) The indicator measures the annual mean concentration of particulate matter (weighted by population) at urban background stations in agglomerations. We decided to use data for PM10 particles due to data limitations for other noxious particles. Progress (i.e. decrease ",
        "Measuring Social Convergence across the EU 22 in pollution) and regress (i.e. increase in pollution) would mean lower and higher average values respectively. Fig 4.10. Exposure to air pollution, PM10, 2003-2015, unweighted (L) and weighted (R) A different measure of environmental policies – but this time a more specific one related to poor air quality – yields a slightly different picture. Convergence takes place in both the weighted and the unweighted versions of this indicator, because more people who initially were exposed to polluted air have become less exposed. This was particularly the case with Italy, which is here shown as an outlier. The median line (inside the boxes) hardly moves for the unweighted version; the only important difference between the weighted and unweighted reports is that in the former the values are higher. 4.6 Dimension 6: Participation in Political Activities Indicator A. Voted in last national election (vote) National elections in most EU member states take place every four or five years, and we would have too many gaps in our time periods were we to rely only on official voting turnout rates. We therefore decided to use an ESS survey in order to assess voting participation. This variable measures whether the respondent has voted in the last national election. Progress (i.e. increase in voting participation) and regress (i.e. decrease in voting participation) would mean higher and lower average values respectively. ",
        "Measuring Social Convergence across the EU 23 Fig 4.11. Voted in last national election, 2003-2015, unweighted (L) and weighted (R) Fig. 4.11 is among those that suggest very strongly the value of a salience weighting. In political participation, measured her as voting in general elections, the unweighted indicator reports convergence, while the weighted indicator reports a divergence. Over the decade examined here, citizens in all countries reported voting more often and those who voted less before have increased that. It is unclear what actually drives this but the economic crisis may have politicised many citizens who remained on the side-lines of politics before. However, the fact that the subjectively weighted scores show a slight divergence suggests that many of those citizens that became politically more active may be less convinced that voting changes policies. Not only are the scores diverging, but the absolute values of the standard deviation are larger at the start and the end of the periods. Indicator B. Worked in political party or action group last 12 months (WRKPRTY) This ESS variable was taken in order to assess an essential feature of party democracy that goes beyond voting: direct engagement in political organisations. It measures the proportion of respondents in percentage that stated that they were active in political parties or other organisations of active political engagement. Progress (i.e. increase in participation) and regress (i.e. decrease in participation) would mean higher and lower average values respectively. ",
        "Measuring Social Convergence across the EU 24 Fig 4.12. Worked in political party or action group, 2003-2015, unweighted (L) and weighted (R For those who are already active in contrast, the picture is one of convergence both in the weighted and the unweighted version. Fig. 4.12, which presents data on individual engagement in a political party, shows a similar picture of convergence, independent of the weighted value, mostly as a result of a decline of political participation in Austria and Spain, shown here as outliers. This supports our earlier interpretation about the relative disappointment with politics for citizens generally; those who already believed in politics as a means of changing policies have become more alike in this regard, while the opposite may be true for the rest of the population. 4.7 Dimension 7: Work and Employment Indicator A. Long working hours in main job (lfsa_qoe_3a2) This Eurostat variable takes data from the EU Labour Force Survey (LFS) which assesses the number of hours per week usually worked in the main job, and from this data derives the percentage of respondents who according to EU directives are working long hours. This variable was chosen in order to assess the quality of work-life balance in European countries. Progress (i.e. decrease in long working hours) and regress (i.e. increase in long working hours) would mean lower and higher average values respectively. ",
        "Measuring Social Convergence across the EU 25 Fig 4.13. Long working hours, 2003-2015, unweighted (L) and weighted (R Fig. 4.13, measuring variation in our sample on long working hours, shows little difference between unweighted and weighted measures, with the exception, perhaps, of a slightly higher initial standard deviation for weighted measures. But overall the picture and the profile are very similar for both ways of measuring the evolution of this indicator: in essence little happens in terms of the spread, regardless of the subjective perception of the importance of the issue by citizens in the EU. Indicator B. In-work at-risk-of-poverty rate (ilc_iw01) Based on EU-SILC data, this variable measures the share of persons who are at work and have an equivalent disposable income below the risk-of-poverty threshold, which is set at 60 % of the national median equivalent disposable income (after social transfers). Due to data limitations, we chose this variable instead of possibly more appropriate indicators such as the percentage of the working population that does not earn a living wage. Progress (i.e. decrease of share of working people with a disposable income below the risk-of- poverty threshold) and regress (i.e. decrease of share of working people with a disposable income below the risk-of-poverty threshold) would mean lower and higher average values respectively. ",
        "Measuring Social Convergence across the EU 26 Fig 4.14. In-work at risk-of-poverty rate, 2003-2015, unweighted (L) and weighted (R Fig. 4.14 suggests that EU member states have converged, regardless of the subjective importance attached to the risk of in-work poverty across the EU. The unweighted version of this indicator shows an initially strong convergence as a result of rapid catching up by countries such as Poland and Portugal, and then very little evolution, mostly as a result of slower growth by traditional laggards and overall progress amongst frontrunners such as Finland. So does the weighted version. But the weighted version starts from a slightly higher initial level because of the higher weight given to this by some new member states (PL and EE), but that then also translates into a stronger convergence in the weighted version because of those different weights. Indicator C. Gender Wage Gap (gwg_p) This OECD variable seeks to cover the element of discrimination at work. Here the wage gap is defined as the difference between median earnings of full-time employed men and women relative to the median earnings of men. Progress (i.e. decrease in pay gap) and regress (i.e. increase in pay gap) would mean lower and higher average values respectively. ",
        "Measuring Social Convergence across the EU 27 Fig 4.15. Gender wage gap, 2003-2015, unweighted (L) and weighted (R) Fig. 4.15, which measures the overall gender pay gap, again shows different evolutions of the variation across member states when introducing the weighted version. The unweighted version of the indicator suggests a relatively clear convergence (except in the early crisis years) as a result of overall improvements in most countries, and stalled progress among frontrunners. The standard deviation associated with the weighted version, however, suggests an equally clear divergence. In countries where the gender pay gap is large, such as in Estonia which is indeed shown here as an outlier, citizens also attach more importance to the work dimension, which subjectively amplifies the score. Indicator D. Unemployment rate (tipsun20) Employment or wage labour is a fundamental element of social and economic life in modern industrial societies, and achieving low unemployment has been a crucial macroeconomic objective for all European political economies since the post-war period. Here, the unemployment rate provides data on the number of persons aged 15 to 74 who, as a percentage of the labour force, are: i) without work during the reference week; ii) available to start work within the next two weeks; iii) and have been actively seeking work in the past four weeks or had already found a job to start within the next three months. Progress (i.e. decrease in unemployment) and regress (i.e. increase in unemployment) would mean lower and higher average values respectively. ",
        "Measuring Social Convergence across the EU 28 Fig 4.16. Unemployment rate, 2003-2015, unweighted (L) and weighted (R) Fig. 4.16 suggests that the disparity among European countries when it comes to unemployment rates has indeed increased significantly between 2003 and 2015, despite a remarkable initial movement towards convergence. The sudden volte-face from convergence to divergence in the middle of period under examination corresponds directly to the outbreak and development of the European economic crisis. Indeed, most of the increase in disparity may be linked to the alarming increases in unemployment in Mediterranean countries, in particular Spain and Italy. It may be interesting to note that while the original outlier in period 2003-2005 was Poland, once the crisis erupted the main outlier becomes Spain, which is representative of the fact that in this indicator (and in contrast to most of the indicators examined above) most laggards are Mediterranean countries and not Eastern European ones. The general picture of overall divergence from 2003 to 2015 holds when the values are weighted. However, it is worth noting that when weighted, values for unemployment rates increase due to the higher subjective value granted to this dimension in most European societies; moreover, weighting increases significantly the extent of initial dispersion in unemployment rates amongst EU countries, and results in a slightly higher rate of divergence when compared to the standard deviation for the unweighted values. In sum, weighting suggests a decidedly more pessimistic outlook of developments in unemployment rates within the EU. ",
        "Measuring Social Convergence across the EU 29 5. Contrast with Standard Analysis What does this approach based on subjective weightings of salient dimensions of life contribute to our understanding of socio-economic convergence beyond, or in contrast to, what more conventional approaches based on unweighted aggregate indicators offer? This section will present that comparison. We will start with a comparison between traditional approaches to socio-economic convergence, which focus on mainly economic indicators, and then look at the material presented in the previous section, where we augmented the Sen-Nussbaum framework with salience weightings for the indicators. The comparison with standard approaches, mainly inspired by economic development, yields a series of interesting findings. The main measure of convergence within the neoclassical tradition has been GDP per capita, recently combined or replaced with related elements such as interpersonal income inequalities (c.f. Rodriguez-Pose and Tselios, 2015) and household disposable income (c.f. Goedemé & Collado, 2016). While this approach has its merits (not least in terms of availability of data), it is very narrow and ignores more meaningful dimensions of quality of life and well-being that have been raised recently in policy and academic circles. The Sen-Nussbaum ‘capabilities’ framework advances in that sense a considerably wider definition of what needs to be understood. Where economic approaches on the whole find convergence in most of the narrow indicators (Rodriguez-Pose and Tselios, 2015), the picture in this research note is slightly more mixed, as the summary of the detailed data in Table 3 suggest. On the whole, the unweighted results are more or less in line with the conclusions of the standard approaches. But that conclusion changes for the weighted indicators that we deployed. For at least five of these indicators, spread over four dimensions (health, environment, politics and work), we find either no convergence or divergence in at least one of the capabilities-related indicators over the last 15 years. For about half of the dimensions related the quality of life, in other words, we are not certain that convergence has taken place in the EU since the turn of the century. We may also not know if this has always been the case – our data do not allow us to go back earlier – but this is certainly a good reason to look again at the standard convergence data, and to introduce subjectively salient dimensions along the lines of what we have done here. ",
        "Measuring Social Convergence across the EU 30 Table 3. Results per Weighted (W) and Unweighted (U) Variable Dimension Description U/W t1 t2 t3 t4 t1-t4 1: Health, food and shelter Healthy life years and life expectancy at age 65 U 0.35 0.36 0.34 0.37 Constant W 0.28 0.30 0.29 0.33 Divergence Severe housing deprivation rate U 1.20 0.99 0.64 0.43 Convergence W 1.02 0.82 0.53 0.35 Convergence Inability to afford a meal U 1.23 0.85 0.56 0.52 Convergence W 1.02 0.70 0.47 0.43 Convergence 2: Physical Integrity Victim of burglary/assault last 5 years U 1.04 0.93 0.95 0.98 Convergence W 1.11 0.97 0.95 0.99 Convergence Crime, violence or vandalism in the area U 1.03 0.72 0.73 0.75 Convergence W 1.34 0.95 0.78 0.84 Convergence 3. Happiness How happy are you U 0.09 0.07 0.07 0.06 Convergence W 0.16 0.14 0.14 0.12 Convergence 4. Education Early leavers from education and training U 1.46 1.34 1.08 0.74 Convergence W 1.54 1.43 1.15 0.79 Convergence Underachievement in maths U 1.02 1.00 0.68 0.64 Convergence W 1.07 1.06 0.73 0.71 Convergence 5. Environment Environmental protection expenditure U 7.11 6.78 7.37 8.4 Divergence W 8.83 8.72 9.36 10.38 Divergence Exposure to air pollution U 1.79 1.01 1.02 0.84 Convergence W 2.28 1.34 1.33 1.11 Convergence 6. Participation in Political Activities Voted last national election U 1.24 1.06 1.23 0.99 Convergence W 1.67 1.6 1.81 1.82 Divergence Worked in political party or action group last 12 months U 0.32 0.21 0.52 0.21 Convergence W 0.24 0.18 0.4 0.15 Convergence ",
        "Measuring Social Convergence across the EU 31 7. Work and Employment Long working hours in main job U 0.45 0.45 0.41 0.43 Constant W 0.52 0.53 0.48 0.52 Constant In-work at-risk-of-poverty rate U 0.43 0.32 0.33 0.33 Convergence W 0.59 0.46 0.46 0.47 Convergence Gender Wage Gap U 1.04 0.88 0.96 0.84 Convergence W 0.81 1.15 1.23 1.13 Divergence Unemployment rate U 0.52 0.26 0.57 0.72 Divergence W 0.69 0.35 0.77 0.93 Divergence t1 (original state) + no change in a time period compared to previous time period (i.e. constant values) Convergence (decreasing values) Divergence (increasing values) ",
        "Measuring Social Convergence across the EU 32 That brings us to the methodological innovation introduced in this research note and its implications. The empirical exercise undertaken here takes as its starting point the need to ground the aggregate indicators employed in social convergence analysis in a ‘socially informed’ context that takes into account subjective (normative, cultural and institutional) variation across European societies. We operationalised that idea by giving salience weights to the same or similar indicators inspired by the capabilities approach in Section 4. In three of the 15 indicators there are (usually small) differences between the unweighted and the weighted indicators, as the last column in Table 3 demonstrates. In the areas of life that cover health, politics and work our salience measure is less optimistic than the unweighted measures suggest. In the latter two, in fact, we discover that countries have diverged since the turn of the century rather than converged, as the standard approaches, based on unweighted aggregate indicators, have found. Measured in unweighted terms, only spending on environmental policies seems to be a case for concern; in our weighted terms, there are at least three additional potential problem areas – health, politics and work, where the relatively large weight that citizens attribute to these spheres of life push them in a very different direction. In addition, where the two approaches broadly concur, that same differential in the salience weighting has produced different starting points, and can lead to important variation in the speed and magnitude of convergence. It is important not to overstate the differences between these three methodological approaches. Even in its least optimistic reading, in the EU convergence has occurred in important aspects of life, and the instances where convergence was the result of worse rather than better outcomes are, fortunately, rare. But the differences that we have found here are important, not least because we are looking at countries that are actually very similar in global perspective in most political-economic and institutional elements that we would associate with an increasing quality of life. The 13 EU member states that we analysed here share a high level of economic development, political stability and democratic constitutions, developed welfare states and regulated labour markets, and similar ‘European’ values, including a constitutionally enshrined respect for human and social rights. Differences in broad outcomes and in their convergence trajectories when comparing unweighted and weighted indicators of socio-economic development are highly significant as a result of these deep initial similarities. At the very least, it warrants further research into this variation, and possibly provides an invitation to policy-makers to think about differentiated policy packages that reflect national variation in the experienced quality of life. ",
        "Measuring Social Convergence across the EU 33 6. Conclusion In this research note we introduced a new approach to convergence and a new method to measure it, building on the salience weights that citizens give to different dimensions of quality of life. The basic idea was, put simply, that we should think about convergence as a function that covers multiple dimensions of life and that we attribute weights according to the importance that these dimensions have in the lives of (average) citizens in the country. This approach contrasts sharply with the standard (more or less one-dimensional) approaches that look at economic position and a few related indicators, thus imposing dimensions that the analyst considers relevant. Whilst this was an exploratory study, the results are sufficiently interesting, because different, to pursue this line of inquiry. What is needed for that, though, are better social indicators that can be mapped more directly onto the dimensions of quality of life and which allow for a better measurement of the weight of these dimensions in the lives of the respondents. As our research shows, the state of affairs in the EU might be considerably more complex than the ‘convergence machine’ narrative suggests. A necessary caveat to frame what follows: even under the least positive reading, convergence has been important in the EU. But we raised some counterpoints related to the fact that (a) measured in wider terms that cover quality of life more generally, and (b) when introducing factors that capture the subjective importance of these broader dimensions of life, the extent of convergence is considerably more circumscribed. As we have pointed out a few times earlier in this research note, considering that in the EU we are looking at a set of countries that are, in global terms very similar, any differences are important – both inside the EU and for wider comparisons. Even if the aggregate indicators suggest that most EU member states are converging in most relevant dimensions of life, many citizens do not necessarily experience that as such. In light of the broad disenchantment with the European political economy, expressed in social and political terms through new protest movements and parties, our findings suggest that a more careful understanding of the preoccupations of citizens will have to be part of the political and policy repertoire in future. Our method is a first step in identifying those. ",
        "Measuring Social Convergence across the EU 34 7. BIBLIOGRAPHY Anand, P., Hunter, G. and Smith, R. (2005). Capabilities and Well-Being: Evidence Based on the Sen–Nussbaum Approach to Welfare. Social Indicators Research , 74(1), pp.9-55. Esping-Andersen, G. (1990). The Three Worlds of Welfare Capitalism . 1st ed. Princeton: Princeton University Press. Goedemé, T. and Collado, D. (2016). The EU Convergence Machine at Work. To the Benefit of the EU's Poorest Citizens?. JCMS: Journal of Common Market Studies , 54(5), pp.1142- 1158. Hall, P. and Soskice, D. (2001). Varieties of Capitalism: The Institutional Foundations of Comparative Advantage . 1st ed. Oxford: Oxford University Press. Hancké, B., Rhodes, M. and Thatcher, M. (2010). Beyond Varieties of Capitalism: Conflict, Contradictions, and Complementarities in the European Economy . 1st ed. Oxford: Oxford University Press. Nussbaum, M. (2001). Symposium on Amartya Sen's philosophy: 5 Adaptive preferences and women's options. Economics and Philosophy , 17(01). Rodríguez-Pose, A. and Tselios, V. (2015). Toward Inclusive Growth: Is There Regional Convergence in Social Welfare?. International Regional Science Review , 38(1), pp.30-60. Sen, A. (1999). Development as freedom . 1st ed. New York: Oxford University Press. Stiglitz, J., Sen, A. and Fitoussi, J. (2019). Report by the Commission on the Measurement of Economic Performance and Social Progress . [online] Available at: https://ec.europa.eu/eurostat/documents/118025/118123/Fitoussi+Commission+report [Accessed 11 Mar. 2019]. ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        ""
    ]
}