{
    "text": [
        "The coverage rate of income support measures in the EU: measurement and challenges Working Paper 2/2016 Isabelle Maquet, Virginia Maestri and Céline Thévenot Social Europe ISSN: 1977-4125 ",
        "The coverage rate of income support measures in the EU: measurement and challenges European Commission Directorate-General for Employment, Social Affairs and Inclusion ",
        "LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2014 ISBN 978-92-79-62625-8 doi: 10.2767/098751 © European Union, 2016 Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "1 Table of content Summay / abstract .................................................................................................................................. 2 1 Introduction ..................................................................................................................................... 3 1.1 Focus on cash benefits for the working age ................................................................................ 3 1.2 Focus on coverage ....................................................................................................................... 4 2 A brief overview of income support schemes across Europe ......................................................... 7 2.1 The main types of income support schemes ............................................................................... 7 2.2 Different approaches to the measurement of coverage rates ................................................... 9 2.3 The design of unemployment schemes and factors that impact on coverage ......................... 10 3 Measurement of effective UB coverage rates .............................................................................. 15 3.1 Proposal of effective coverage measurement based on existing tools .................................... 15 3.2 Comparisons of existing tools ................................................................................................... 16 3.3 Summary of coverage estimated with SILC and LFS .................................................................. 22 4 Unemployment benefits coverage rates (based on LFS) .............................................................. 26 4.1 Trends over time ....................................................................................................................... 26 4.2 Coverage rate by duration of unemployment ........................................................................... 27 4.3 Widely available unemployment benefits schemes do not discourage transitions to employment ...................................................................................................................................... 34 5 Non-coverage of social benefits .................................................................................................... 36 5.1 Definition of the target population ........................................................................................... 36 5.2 Selection of benefits - An approach based on the whole set of benefits ................................. 38 5.3 The definition of non-coverage ................................................................................................. 40 5.4 Income sources of non-covered households ............................................................................ 41 5.5 Results ....................................................................................................................................... 42 5.6 Lack of income support and households relying on pensions .................................................. 44 5.7 Countries with the lowest levels of persistent poverty are those where the non-coverage of jobless and poor households is low .................................................................................................. 45 6 Final remarks ................................................................................................................................. 46 7 References ..................................................................................................................................... 47 8 Annex ............................................................................................................................................. 48 8.1 Full extracts of Staff working Documents, EU2020 2014 .......................................................... 48 8.2 Calculation of the coverage rate of unemployment benefits based on LFS data ..................... 51 8.3 STATA code to compute the non coverage of social benefits. .................................................. 54 8.4 Extracts from EU SILC SURVEY DESCRIPTION OF TARGET VARIABLE (DOC 065, Eurostat) ....... 58 ",
        "2 Summay / abstract Coverage, or the capacity to reach persons in need, is an important element of the effectiveness of social protection schemes. This paper deals with the measurement of coverage rates for income support schemes aimed at replacing the lack of primary income for the working age population, focusing on unemployment benefits and minimum income support. While a number indicators based on models or survey data are available to evaluate the adequacy and incentive structure of cash benefits (such as risk of poverty of unemployed, replacement rates, net income of benefit recipients, marginal effective tax rates) the data to assess the coverage of benefits is scarce and there is no consensus on how to measure it. This paper aims at clarifying the concepts and discusses the data sources and options for the measurement of coverage of unemployment benefits and \"non-coverage\" of minimum income support ; their potential use is illustrated with examples of analysis. A review of the methodological challenges of measuring Unemployment Benefit coverage with the available data sources (administrative and survey based) at EU level indicates that indicators based on the Labour Force Survey provide the most comparable and timely estimates. Analysis shows that the coverage of unemployment benefits varies across Member States and population groups (age, educational level, gender). Low coverage results from a variety of reasons, linked to the design of the benefits, the structure of the unemployed population and the characteristics of the labour market. Prevailing reasons vary across countries. The paper also explores the issue of non-coverage of social benefits in working age, using SILC data as they include data on all benefits. The three main aspects to be decided are the definition of the target population, the definition of coverage and the selection of benefits. After performing some sensitivity analyses, the proposed option focuses on the jobless poor as reference population, 10% as cut-off and all benefits received by working age persons excluding family/child benefits. The results show that non-coverage of people in need of last resort support increased during the crisis and that it is a considerable issue in countries such as Greece, Italy, Bulgaria and Romania. It also shows that in some countries, family and child benefits de facto play the role of last resort schemes, as a significant share of jobless poor households rely primarily on such benefits, which are not linked to activation. ",
        "3 1 Introduction Social protection smoothes and redistributes incomes over the life-cycle, insures people against the financial implications of social risks, such as ill health, old age or job loss, and contributes to prevent and alleviate poverty. Support is provided in cash to replace or supplement work income (unemployment benefits, pensions, child benefits) or in kind through the provision of services such as health care, child care, training or job search assistance. Beyond income smoothing, well designed social protection systems also aim to facilitate participation to the labour market, by avoiding financial disincentives to work while providing enabling services such as child care. Social protection systems also contribute to the development of human capital and to a better allocation of the labour force by allowing workers to participate in education and training and devote time to search for a job matching their skills. Beyond the protection of individuals, social protection plays a stabilising role for the economy (maintaining incomes in case of unemployment shocks) and an investment role by enhancing the quality and allocation of human capital. For all three functions of protection, stabilisation and investment, the performance of systems will depend to various degrees on - the adequacy of benefits (replacement rates), - the capacity of the system to reach all individuals in need of support (coverage), - the (dis)incentives built into the systems that may facilitate/discourage labour market participation (unemployment or inactivity traps, conditionality), - the effectiveness of individual programs, including the quality of services and their interaction with other types of intervention. This paper focuses on the measurement of coverage rates for income support benefits primarily aimed at replacing the lack of primary income for the working age population . 1.1 Focus on cash benefits for the working age The function of income support measures is i) to replace (or supplement) income of individuals that have insufficient or no access to employment income temporarily (unemployment, illness, long-term exclusion) ii) to replace (or supplement) income of individuals that have insufficient or no access to employment permanently (old age, disability 1 ). 1 Disability is not always considered as a \"permanent\" status and may be reassessed over time. In addition, disability benefits usually contain an income replacement component aimed at providing income support to those who cannot work, and a \"supplementary\" income component aimed at compensating the specific costs related to disability, which is paid regardless of the employment status. ",
        "4 1. iii) to supplement income to respond to specific needs, such as those linked to the presence of children in the household (family benefits), or to the lack of access to affordable housing (housing), or disability. In this paper, we focus on the benefits of the first category, namely unemployment and social assistance benefits, that have as a primary aim to replace income while people are temporarily out of work, and for which a policy objective is also to maintain (or establish) a link to the labour market . The specific case of disability benefits and of \"working age\" pensions will be discussed along the paper as they have an income replacement function that can interfere when we try to measure the coverage rate of unemployment benefits (UB) and social assistance benefits (SA), but they are not the focus of this paper as their primary aim is not to temporarily maintain employment incomes. We focus on unemployment and social assistance benefits for several reasons. At the individual level, the lack of replacement income during unemployment spells can translate into an increased risk of poverty, with a potential loss of human capital and adverse long-term impacts, for example on children. They also play a key role in stabilizing the economy, by evening out fluctuations in household income. Income support may also improve the efficiency of the labour markets and the economy. It can improve skills matching in the labour market, as in the absence of benefits, people may accept jobs which do not match their skills (reservation wage) or rely on the informal economy (with adverse feedback on public finances and the access to social protection, such as pension and health). Moreover, well-designed income support schemes can enhance individuals' participation in training and job search through activation measures and support from public employment services. 1.2 Focus on coverage A number of tools and indicators are available to evaluate the adequacy and incentive structure of cash benefits (risk of poverty of unemployed, replacement rates, net income of benefit recipients, marginal effective tax rates, etc). They are based on survey data (SILC) and models (Euromod, EC/OECD tax and benefit model). However, data to assess the coverage of benefits is scarce and there is no consensus on the best indicator and source to measure it. For instance, Table 1 below illustrates that available sources of data (LFS, SILC, administrative data) provide quite different estimates of the share of unemployed receiving benefits and indicate large country variations. It is thus important to review the concepts used and the data sources available, and to identify robust indicators that can be used to assess the coverage of benefits, as it is an important dimension of their effectiveness, besides adequacy and incentive structures. ",
        "5 Table 1: Unemployment benefit peudo-coverage rates, 2012 Administrative data (all schemes) Administrative data (excl. assistance) SILC LFS AT 56 69 84 54 BE 144 144 n.a. 62 CZ 29 29 31 22 DE 265 37 90 85 DK 15 45 89 52 ES 27 24 44 38 EE 32 32 19 16 FI 83 69 77 61 FR 13 82 71 41 UK 57 57 40 40 HU 2 12 55 33 IE 90 24 n.a. n.a. IT 37 37 33 7 LU 44 44 44 30 NL 66 66 42 n.a. PL 20 20 18 10 PT 8 35 32 33 SK 11 11 20 8 SI 40 40 29 26 SE 28 28 24 23 BG 29 29 16 9 CY 37 37 32 18 LT 18 18 38 20 LV 20 20 22 10 MT 43 9 42 26 RO 25 25 2 14 EUR18 63 42 n.a. n.a. Source: EC/OECD database on benefit recipients (http://www.oecd.org/social/soc/recipients.htm ), SILC and LFS. (*) The administrative data is presented both including and excluding unemployment assistance schemes, which play an important role in some countries, e.g. Germany). See section3.2 for more detail on sources. Improving information on coverage rates can strengthen the monitoring of social policy. Table 2 illustrates the importance of looking jointly at adequacy and coverage indicators when assessing the effectiveness of benefits. It reveals that, while some benefits offer relatively high replacement rates, they reach only a small share of the unemployed. For instance, the data suggests that low coverage rates partly explain why the risk of poverty of the unemployed is high in BG and IT, despite quite high replacement rates. Such data, together with more detailed information on the characteristics and performance of the systems, have been used recently by the Commission to underpin \"Country Specific Recommendations\" to improve the coverage of the main working age benefits in a few Member States where it appeared especially low (see examples of CSRs and extracts of staff working documents in Annex). ",
        "6 Table 2 - Adequacy, coverage of unemployment benefits and poverty among the unemployed in the EU (2013-14) Source: NRR: EC/OECD tax benefit model. Coverage rates: LFS; Risk of poverty: EU-SILC This paper aims at clarifying the concepts and discusses the data sources and options for the measurement of coverage and \"non-coverage\". It discusses ways to measure the coverage of unemployment benefits as well as the non-coverage of working age benefits. The potential use of these indicators is illustrated with examples of analysis. Section 2 describes the main characteristics of unemployment benefits and the availability of last resort schemes in EU Member States, with a focus on the features that are most likely to impact on coverage. This section presents the theoretical coverage of unemployment benefits for typical cases (e.g. young with a short working history and older workers), based on the eligibility criteria and duration of unemployment benefits in each Member State. The discussion helps identifying potential NRR of UB - after 6 months Coverage rate of the STU Coverage rate of the LTU Unemployed at-risk-of poverty 2013 2014 2014 2013 BE 83,0 59,1 69,8 46,2 BG 77,0 23,6 1,3 47,6 CZ : 37,9 0,4 44,5 DK 83,0 54,3 57,3 36,3 DE 59,0 83,7 86,7 69,3 EE 45,0 37,6 : 54,8 IE 51,0 : : 34,1 EL 39,0 27,0 4,1 46,3 ES 56,0 38,8 27,3 44,7 FR 69,0 54,2 43,7 35,7 HR 47,0 25,0 4,5 43,2 IT 64,0 16,1 2,0 46,8 CY : 19,6 : 33,6 LV 42,0 29,5 : 55,9 LT : 31,5 20,4 61,0 LU 83,0 38,5 21,3 53,0 HU : 35,6 25,2 50,6 MT 47,0 19,6 43,6 49,6 NL 72,0 : : 34,2 AT 55,0 60,5 61,7 45,8 PL 39,0 14,9 1,8 43,7 PT 68,0 37,6 29,8 40,3 RO 48,0 9,5 10,0 51,1 SI 65,0 25,4 9,8 46,2 SK : 17,8 1,5 43,8 FI 59,0 68,9 89,5 37,5 SE 64,0 28,3 18,3 42,4 UK 20,0 19,0 31,1 43,9 EU28 49,4 37,1 23,8 46,4 ",
        "7 weakness of Member States in terms of coverage (strong requirement, short duration of benefits, labour market problems). Section 3 reviews and discusses existing data sources and the way they can be adapted to proxy effective coverage rates of unemployment benefits. It provides an overview of the pros and the cons of using each data source and discusses resulting definitions of coverage rates and necessary hypotheses. Attempts to combine the data sources are also considered and discussed. Section 4 provides a similar approach to describe gaps in income support for those out of work, body-able of working age (non-coverage of social benefits). The last section illustrates some of the possible uses of the indicators presented in this paper. 2 A brief overview of income support schemes across Europe 2.1 The main types of income support schemes Workers who lose their job or are looking for a job may have access to three main types of schemes, depending on the country: 1 unemployment insurance/allowance, 2 unemployment assistance, 3 social assistance. Table 3 summarizes the availability of the three tiers of income support in EU Member States. The first tier intervention in case of job loss is represented by unemployment benefits, which are available under various forms in all Member States. The second tier of intervention (unemployment assistance) is targeted at the unemployed and is generally means-tested ; it is available in less than half of the countries. Almost all countries have social assistance schemes. The few countries which lack social assistance schemes (Greece and Italy), introduced pilot projects during the crisis which may still be weak compared to other countries. In Italy, for instance, the pilot is limited to households with children with recent employment spells. ",
        "8 Table 3 - Availability of income support schemes Source: MISSOC extraction at 1/7/14. Access to each of the three schemes is based on different eligibility criteria, with social assistance targeting a broader pool of people (generally based on citizenship and means-testing) than unemployment benefits, which are reserved to people with eligible work histories. The eligibility criteria are also reflected in the contributory nature of benefits: a) First tier: Unemployment insurance is based on the payment of social security contributions on a compulsory or voluntary base, as in Denmark. In FI and SE, there is a voluntary scheme to top up a compulsory flat-rate allowance. While unemployment insurance benefits generally depend on previous earnings, in countries such as the UK, MT and IE unemployment allowance is flat-rate (it may vary according to other circumstances such as age and marital status). It is traditionally restricted to employees, but an increasing number of countries are extending it to self-employed. b) Second tier: Unemployment assistance is usually based upon citizenship, means-tested and increasingly linked to activation measures. c) Third tier: Social assistance benefits can be viewed as last resort schemes for unemployed who lost their entitlement to unemployment benefits, although past employment is not necessary and are generally available to a larger segment of the population. 1st tier 2nd tier last tier type means-test insurance type means-test name translation conditionsduration Austria insurance compulsory X X Needs-oriented guaranteed minimum resources residency unlimited Belgium insurance compulsory Right to social integration nationalityunlimited Bulgaria insurance compulsory Social Assistance … unlimited Croatia insurance compulsory Social Assistance unlimited Cyprus insurance compulsory Social Welfare Services unlimited Czech Republic insurance compulsory Allowance for Living unlimited Denmark insurance+basic allowance voluntarcompulsory Social Assistance unlimited Estonia insurance compulsory X X Subsistance benefit unlimited Finland insurance+basic allowance optional+compulsorcompulsory X X Social Assistance unlimited France insurance compulsory X X Active solidarity income residency 3 months, renewable? Germany insurance compulsory X X Assistance towards living expenses unlimited Greece insurance compulsory No scheme, but pilot programme - Hungary insurance compulsory Benefit for persons of active age + old-age allowance unlimited Ireland insurance compulsory X X Supplementary Welfare Allowance unlimited Italy insurance compulsory social allowance + pilot for families age>65 varies Latvia insurance compulsory guaranteed minimum income unlimited Lithuania insurance compulsory Social Assistance unlimited Luxembourg allowance non-contributorcompulsory Guaranteed minimum income unlimited Malta insurance compulsory X X Social Security unlimited Poland insurance compulsory Social Assistance unlimited Portugal insurance compulsory X X Social integration income unlimited Romania insurance compulsory Guaranteed Minimum Income unlimited Slovakia insurance compulsory Assistance in material need unlimited Slovenia insurance compulsory Financial Social Assistance unlimited Spain insurance compulsory X X no general, various specific (e.g. Unemployment assistance, invalidity pension etc.) unlimited Sweden insurance voluntarcompulsory+allowance Social Assistance unlimited The Netherlands insurance compulsory Social Assistance unlimited United Kingdom allowance X compulsory X X Income Support unlimited ",
        "9 2.2 Different approaches to the measurement of coverage rates Coverage can be measured in terms of A) potential or B) effective beneficiaries. A) According to a first approach, coverage can be assessed as the share of the population or the labour force potentially covered (but not yet unemployed) based on existing formal rules (legal or protective approach). This approach is useful for a first round assessment of the availability of income support for working age individuals in case of job loss. Nevertheless, the legal or protective approach has some drawbacks. First, the composition of the employed population varies considerably across countries, with various shares of employees, self-employed and precarious workers who may benefit from different degrees of income support 2 . Second, it does not reflect the fact that all employed persons do not face the same risk to be unemployed. It is often those with the weakest protection who are also facing greater risk of unemployment (precarious workers). Third, the duration of benefits is not taken into account. This is especially an issue for the long-term unemployed. Fourth, it does not inform on the number of people entitled. Figure 1 and Figure 2 below present some data based on this approach. Figure 1 - Coverage rates of UB based on the potential approach - I Source: ILO 2 To cope with this issue, protective coverage rates can be computed on the basis of a labour force adjusted principle (see Esser et al. 2013). ",
        "10 Figure 2 -Coverage rates of UB base on the potential approach (2010) – II Source: Esser et al. (2013), Social Policy Indicator Database (SPIN). Note: This indicates the proportion of the labour force that is covered under an unemployment insurance that would entitle them to a future insurance benefit should they become unemployed. It is enough to be covered by a basic benefit to be included as long as the basic benefit is paid without means- or income-testing. A caveat of this approach is that it might include double counting, and doesn't allow to check whether people would actually be eligible to a benefit. B) The second approach measures the proportion of people actually receiving benefits among a defined relevant population (ILO-unemployed, for example, for UB coverage). This measure goes beyond potential legal entitlements and is a picture of the actual coverage of a certain population at a given point in time. Compared to the other approach, the effective approach reflects also the duration of benefits, the previous working history and possible non-take-up of benefits of the defined target population. This approach is particularly relevant as the stabilization function of benefits and their effect on incomes and poverty depend on effective and not on theoretical coverage. This paper focuses on the measurement of coverage following the effective approach. However, effective coverage is sensitive to the choice of the relevant population (in the measure used in this paper, for instance, we exclude from coverage working people who may be receiving benefits). 2.3 The design of unemployment schemes and factors that impact on coverage The effective coverage of unemployment benefits (which includes insurance and assistance) depends on: 1 The strictness of the eligibility rules (or qualifying conditions), 2 The duration of UB (minimum and maximum) and availability of second resort schemes, 3 The labour market situation and corresponding regulations in UB schemes (share of self- employment, pattern of working histories, type of work contracts), ",
        "11 4 The non-take-up rate, 5 Other factors. Table 4 summarises the main characteristics of unemployment benefits in EU Member States in terms of eligibility and duration of UB and Table 3 summarizes the availability of second resort schemes. 1 The eligibility for unemployment benefits generally depends on previous periods of contributions in a given reference period, which vary considerably among Member States. In terms of eligibility, Slovakia has the most stringent regulation with a requirement of having worked at least 2.2 years (in the last 3.3 years), while Greece has formally the most accessible unemployment benefits requiring a bit more than 4 months of past employment in the last 15 months. Table 4 (OECD) reports a broader set of characteristics of UB and their strictness, with Portugal, Slovakia and Romania having the most stringent system and Austria, Cyprus and Finland having the most relaxed. While in Finland and Slovakia the strictness of UB is consistent with their coverage rate (respectively, very high and very low), it is not necessarily the case for other countries. For instance, Portugal has the strictest system but a coverage rate almost double than Cyprus, which has one of the least strict system of UB. 2 In terms of basic entitlements ( minimum duration of unemployment benefits), Denmark has the most generous duration of unemployment benefits (2 years), with the exception of Belgium where the duration of UB was unlimited in 2014, while Slovenia has the shortest (only 2 months). The duration of unemployment benefits generally depends on previous working history and, in a smaller number of countries, on age and other factors. Therefore, a more realistic indication of the duration of unemployment benefits, which affects coverage, can be estimated for typical workers. This allows comparing the entitlement and duration of unemployment benefits for similar workers across countries. We consider two cases: a 24 year-old with a previous working experience of 11 months and a 40 year-old with a previous working experience of 17 years. Table 4 shows that the 24 year-old is not entitled to unemployment benefits in most Member States, due to his short working history in comparison to the eligibility requirements. Finland (in principle) provides the longest unemployment benefits for young people with short working histories. The 40 year-old with a longer work record is covered in most Member States, although the duration of the unemployment benefits varies widely, with the longest duration available in Belgium (unlimited) and in the Netherlands. Figure 3 shows the gap between the maximum duration of unemployment benefits and the effective duration for these two cases (young and old). While the duration of UB in some MSs can be low, in some of these, unemployed may access unemployment assistance which prolong de facto the duration of unemployment insurance. While Finland combines an equal treatment of young and older people with a high coverage rate of unemployment benefits (see Table 4), in other Member States (e.g. Cyprus) this equal treatment does not help in explaining the low coverage rate. 3 The eligibility criteria and duration of UB are not necessarily sufficient to identify which MS have potentially the highest coverage rates as it also depends on some labour market ",
        "12 characteristics and how these interplay with the legal framework of Unemployment Benefits. For instance, high shares of self-employment affects the coverage on unemployment benefits and the ability of social protection to reduce poverty, as generally self-employed have weaker entitlements to benefits than employees, in particular for UB. Table 6 reports the share of self-employment in each MS and whether and at which conditions UB are accessible also to self-employed. In some countries where the share of self-employed is high they are not covered by UB (RO, BG, IT), while in others where it is already low they are also covered (e.g. SE). The types of jobs, and especially the extent of temporary employment may affect the average tenure in the job of some categories of workers and their capacity to accumulate the necessary work history to be eligible for benefits. The social security coverage of temporary workers is lower than for permanent workers, all other things being equal. 3 4 Non-take up of benefits also affects the observed coverage of benefits. Non-take up is linked to multiple factors, such as the amount and duration of the expected benefit 4 , information and transaction costs of applying for social assistance and factors affecting individual stigma or its perception (see IZA (2010) 5 and Eurofound (2015) 6 ). Several studies underline the difficulty of measuring non-take up but all conclude to quite significant levels. Estimates of take-up rates are available in Eurofound (2015) and in Social Situation Monitor (2013) 7 . In Italy, for instance, the non-take up of UB is estimated to be as high as 89%, in UK 37%, while for social assistance it is estimated to be above 60% in Belgium, Germany and Lithuania. 5 Other factors include the reason for becoming unemployed. For instance, Matsaganis et al. (2014) show that in most MS those who were dismissed are more often covered than those who became unemployed because their temporary job came to an end (50% versus 36% at EU level). In some MS (e.g. IT, SK, BG, PL, LV) this deficit in covering people on temporary job is considerable. A few exceptions to this general observation are represented by DK, AT and HU. Strict conditionality of unemployment benefits on activation may also reduce coverage rates. 3 Alphametrics (2009), ‘Flexicurity: Indicators on the coverage of certain social protection benefits for persons in flexible employment in the European Union’, 4 In countries where the benefits is set at a flat rate, or capped at a low level in comparison to the average wage (e.g. UK, PL, MT, DK, BE) the incentive to claim the benefit is low for high wage earners, especially if they expect to quickly find a job again. 5 Bargain, Himmervol, Viitamäki, \"No Claim, No Pain: Measuring the Non-Take-up of Social Assistance Using Register Data\"; IZA DP No. 5355, December 2010 6 Dubois and Ludwineck; Eurofound (2015), Access to social benefits: Reducing non-take-up, Publications Office of the European Union, Luxembourg. 7 Matsaganis, Ozdemir, Ward (2014) \"The coverage rate of social benefits\" - SSM Research note 9/2013 ",
        "13 Table 4 - Characteristics of unemployment benefits in the EU Source: MISSOC extraction at 1/7/2014. Country Qualifying period Duration weeks depending on weeks worked reference period min max working history age other Austria 52 104 20 52 x shorter qualifying period for age <25 extended during training periods Belgium 62 91 unlimited - - job search activity Bulgaria 39 65 17 52 x - - Croatia 38 104 12 64 x - - Cyprus 26 - 22 22 - - - Czech Republic 52 104 21 47 - x extended during training periods Denmark 52 156 104 104 - - - Estonia 52 156 25 51 x - allowance available Finland 26 121 71 71 - - bridging to pension possible France 17 121 17 156 x x reference period depends on age, assistance available Germany 52 104 26 104 x x allowance available Greece 17 60 52 x special rule for under 30 year olds last 2 months are excluded from reference period; additionally for 1st time claimants: 80 days of work per year during previous 2 years Hungary 51 156 1 day 12 x - - Ireland 39 52 22 33 x x 1st condition and 104 total 2nd condition Italy 52 104 42 69 - x 1st condition and 104 total 2nd condition 13 52 6.5 26 x - Additional benefits system with laxer requirements. Latvia 39 52 39 39 - - 1st condition and socially insured for 52 2nd condition Lithuania 78 156 26 39 x x some exceptions Luxembourg 26 52 52 104 - x - Malta 50 104 22 22 x - but no more days than weeks contributed (70 weeks worked = 70 days UB, reduced by sick days) Poland 52 78 26 52 x x area unemployment rate, spouse employment status, children age Portugal 51 104 21 111 x x assistance available Romania 52 104 26 52 x - no qualifying period for graduates Slovakia 104 156 30 39 x - longer qualifying period for temporary contracts Slovenia 36 104 8 108 x x - Spain 51 313 17 104 x - - Sweden 26 52 42 64 - - - 480 hours 52 - Netherlands 26 36 13 165 x - - UK based on contribution (roughly 50 2 tax years 26 26 - - contribution ",
        "14 Figure 3 – Legal and effective maximum duration of UB by previous working history and age Source: based on MISSOC (version 1/7/2014). Note: for the computation of the maximum unemployment duration we consider two cases: 1) a 24 year old who becomes unemployed after working for 47 weeks with no previous employment or benefits; 2) a 40 year old with17 years of employment before becoming unemployed. * The 24 year old would have received benefits had he worked 12 months. ** If the unemployed is graduated is entitled to 26 weeks. + Missing or unclear information. Belgium has unlimited maximum duration. Table 5 - Unemployment benefits and self-employment Self-employed (in % of employed) Entitlement to unemployment benefits EL 34.9 yes (since 2013) RO 31.8 voluntary BG 26.6 no IT 23 no PL 22.1 yes SI 18.9 yes CZ 17.4 yes IE 17.3 no CY 16.6 no BE 16.5 no SK 15.4 yes (if no employees) NL 15 voluntary ES 14.6 voluntary PT 14.1 yes (if single contractor) UK 13.6 yes (unemployment assistance only) AT 13 voluntary MT 12.1 no HR 12 no FI 12 voluntary LV 11.9 voluntary LT 11.8 yes DE 10.7 voluntary HU 10.4 yes FR 9.7 voluntary EE 9 no LU 6 yes DK 5.9 voluntary SE 5.1 voluntary ",
        "15 Source: LFS data for the share of self-employed; MISSOC database (version 1/7/2014) and Matsaganis et al. (2014) for the information on entitlement to unemployment benefits. Note: data refer to 2013 for the share of self-employed. Information on entitlement refers to 2014. Table 6 - Overall strictness of eligibility criteria of UB Source: Langenbucher, K. (2015), \"How demanding are eligibility criteria for unemployment benefits, quantitative indicators for OECD and EU countries\", OECD Social, Employment and Migration Working Papers , No. 166, OECD Publishing, Paris. DOI: http://dx.doi.org/10.1787/5jrxtk1zw8f2-en 3 Measurement of effective UB coverage rates 3.1 Proposal of effective coverage measurement based on existing tools Estimating effective coverage rates for unemployment benefits requires computing the ratio between: 1. the population considered as in need of benefits (the unemployed or those in need of last resort schemes depending on the type of benefit considered). This population will be referred to as the target population. 2. the population actually receiving the benefits. This population will be referred to as the recipient population . 2011 Employment and contribution requirements Sanctions in case of resignation from previous job Availability for work during participation in ALMPs Demands on occupational mobility Demands on geographical mobility Other valid reasons for refusing job offers Proof of job- search activity Sanctions for refusing job offers or ALMP participation Sanctions for repeated refusal of job offers or ALMP participation Overall strictness of eligibiliy criteria 2012 Coverage UB Austria 3 1 4 3 2 1 4 2 2 2.6 52 Belgium 4 2 2 2 3 1 3 3 5 3.0 62 Bulgaria 2 5 1 2 2 4 3 4 4 3.2 9 Cyprus 2 2 3 2 3 3 3 2 3.5 2.6 18 Czech Republic 3 1 4 4 5 3 3 4 4 3.3 22 Germany 3 3 5 5 3 5 2 1 2.5 2.8 85 Denmark 3 1 5 5 3.5 3 2 1 5 2.8 52 Estonia 3 5 5 3 2 4 4 1 5 3.6 16 Greece 2 5 1 1 3 3 1 5 5 2.9 18 Spain 3 5 4 2 3 5 3 3 4.5 3.6 37 Finland 2 3 3 3 3 1 2 2 5 2.6 61 France 2 4 4 3 1.5 3 4 1 2 2.8 42 Croatia 14 Hungary 3 3 1 5 3 5 3 2 2 2.9 32 Ireland 4 2 2 5 1 5 2 5 5 3.3 Italy 4 5 4 4 3 5 1 5 5 3.6 7 Lithuania 4 1 1 1 3 5 4 4 4 3.3 20 Luxembourg 2 5 4 4 3 3 2 5 5 3.5 30 Latvia 10 Malta 3 4 5 2 4 5 4 4 4 3.9 26 Netherlands 2 5 5 2 2.5 5 4 1 1 3.0 Poland 3 4 4 5 3 3 1 4 4 3.1 10 Portugal 4 5 1 4 3 5 5 5 5 4.4 33 Romania 3 5 5 1 5 5 4 5 5 4.3 14 Sweden 3 3 5 4 3 3 1 1 3 2.4 23 Slovenia 3 5 3 3 3 5 4 5 5 4.1 26 Slovak Republic 5 1 4 4 5 3 5 5 5 4.3 8 United Kingdom 2 3 3 3 2.5 3 5 2 3 3.2 40 ",
        "16 The following analysis will focus on individuals aged 18-59. Indeed, the age group aged 60-64 is more specific as a large part of individuals across Member states are already retired, and to varying extent over Europe, which makes the situation more difficult to assess. This point is left for future analysis. The analysis will be based on unemployment spells longer than 3 months only. Indeed, the period before 3 months of unemployment is specific. As underlined in Matsaganis et al. (2013), coverage rates are often peaking up only after this duration. This might be due to several blurring factors, such as administrative delays in payments of benefits, but also large non take up during initial phases of unemployment (due to stigma, but also to trust in quick return to employment). 3.2 Comparisons of existing tools In the case of unemployment benefits, for varying reasons, target population and recipients are difficult to measure through existing statistical sources: administrative data, the EU Labour Force Survey (EU-LFS), and the EU-SILC survey. Each of them presents pros and cons. Combining them to estimate the ratio would also be an issue as using the best data source to estimate the recipient and target population will not necessarily provide a reliable ratio. The target population should actually refer to those unemployed as defined by the commonly agreed International Labour Organization (ILO) definition. The only data source allowing this estimation is the Labour Force Survey. As regards the recipient population, the EU-LFS contains some information on unemployment benefits recipiency. However this information is self-declared and can be blurred by measurement issues. Administrative data on unemployment benefit recipients can be considered as the best source to measure recipient population . However, it does not allow any complementary information on the beneficiaries, especially the ILO status. It does also not include any information on non-recipients. This is an issue, as some unemployed according to the ILO-definition might not be registered in the administrative data (if they are not receiving any benefits, for example if they are not entitled to them) and more importantly some recipients of UB according the administrative data might not be considered as unemployed as from the ILO definition (for example if they are not available for a job within the next two weeks). The EU-SILC measures both benefits recipiency and unemployment status. Howeveras regards the target population , the EU-SILC survey does not measure ILO-unemployed but self-declared unemployed. As regards benefit recipients, the EU-SILC measure provides a full description of incomes including unemployment benefits at individual level. However, income data in SILC refer to a whole reference year with no monthly breakdown. This is an issue as regards the duration of benefits. Indeed, one will only be able to identify unemployed having received some benefits over the reference period. An 8 month unemployed not entitled to any benefits, but who still was entitled two months ago would be considered as a covered unemployed. Therefore, the link between unemployment spells and benefit recipiency remains fragile. Table 7 summarises the pros and cons of using different sources to estimate the effective coverage of unemployment benefits ",
        "17 Table 7 - Pros and cons of available tools to estimate UB coverage Administrative data EU LFS EU SILC Target population (ILO unemployed) Not possible Best source Possible source (but self-declared unemployment status) Recipients population Best source Possible source (weaknesses in benefit measurement, self declared). Good source but no infra-annual breakdown Source: DG EMPL 3.2.1 Administrative sources An intuitive idea to cope with the drawbacks would be to combine the best available sources to compute the ratio between target population (EU-LFS) and recipient population (administrative). So- called \"pseudo-coverage rates\" can be calculated by relating the number of benefit recipients derived from administrative records to the number of unemployed as defined by the ILO. Table 8 relates to unemployment insurance schemes only. Table 9 relates to both unemployment insurance and unemployment assistance schemes where they exist (means-tested and received only when people are not entitled to unemployment insurance). \"Pseudo-coverage rates\" vary greatly across countries. When excluding unemployment assistance schemes, rates vary from less than 15% in Hungary, Malta and Slovakia to more than 100% in some countries. Rates can exceed 100% in cases where some recipients continue to receive UB even if they work a little, or on the contrary if they are not working and declare that they are not available for work or not searching actively for work. For instance, in Italy the ratio may be overerestimated as benefits recipients include a non-negligible number of employed working reduced hours. On the other hand, in Germany, the Grundsicherung für Arbeitssuchende covers both schemes \"Arbeitslosengeld II\" (unemployment assistance) and \"Sozialgeld\" which is very similar to a pure social assistance scheme even though it has an activation component. Table 8 - Pseudo coverage rates based on administrative records of benefit recipients (excluding means tested benefits)** Country 2007 2008 2009 2010 2011 2012 AT 62 70 72 70 70 69 BE 163 163 150 139 156 144 CZ 41 60 54 47 37 29 DE 30 29 35 35 33 37 DK 55 39 47 44 40 45 ES 42 42 39 31 27 24 EE 22 32 53 42 31 32 FI 55 66 72 64 62 69 FR 80 86 86 83 86 82 UK 46 63 61 55 60 57 ",
        "18 HU 31 29 36 27 23 12 IE 55 93 58 40 30 24 IT 36 38 43 42 44 37 LU 53 51 53 50 46 44 NL 77 72 73 68 67 66 PL 17 20 27 20 20 20 PT 44 41 42 41 34 35 SK 7 9 16 11 12 11 SI 33 37 51 40 42 40 SE 63 43 40 33 28 28 BG 25 31 49 38 28 29 CY 63 60 59 55 48 37 LT 28 27 33 21 15 18 LV 50 36 35 29 21 20 MT 13 15 13 10 8 9 RO 20 20 49 59 30 25 EUR18* 49 50 51 47 45 42 Sources: EC/OECD http://www.oecd.org/social/soc/recipients.htm ) and LFS. *EUR18: excluding Greece **Number of beneficiaries of unemployment insurance schemes as a share of total ILO unemployed. Table 9 - Pseudo coverage rates based on administrative records of benefit recipients (including means tested benefits)*** - Unemployment insurance + unemployment assistance pseudo-coverage rates** Country 2007 2008 2009 2010 2011 2012 AT 108 118 116 122 125 125 BE 327 326 299 279 313 287 CZ 41 60 54 47 37 29 DE 231 249 244 263 287 302 DK 78 59 61 57 55 60 ES 77 70 64 65 57 51 EE 45 64 107 83 62 65 FI 122 137 139 132 137 152 FR 96 101 98 97 100 96 UK 46 63 61 55 60 57 HU 43 41 48 40 32 14 IE 130 180 132 126 120 115 IT 72 75 86 84 88 74 LU 105 103 107 101 92 88 NL 155 143 145 137 134 131 PL 17 20 27 20 20 20 PT 61 59 62 57 42 43 SK 15 17 31 22 23 23 SI 66 73 102 80 83 79 SE 63 43 40 33 28 28 BG 25 31 49 38 28 29 CY 125 119 118 109 96 75 ",
        "19 LT 28 27 33 21 15 18 LV 50 36 35 29 21 20 MT 37 41 52 49 49 52 RO 20 20 49 59 30 25 EUR18 138 135 122 119 115 105 Sources: EC/OECD (http://www.oecd.org/social/soc/recipients.htm ) and LFS. *EUR18: excluding Greece ***Number of beneficiaries of unemployment insurance and unemployment assistance schemes (or other unemployment related means tested schemes) as a share of total ILO unemployed (countries concerned are Austria, Belgium, Denmark, France, Spain). The description of schemes and detailed number of recipients are available at http://www.oecd.org/social/soc/recipients.htm. However, computing such a ratio presents several drawbacks:  The reference periods might differ. The administrative data provide estimates of the recipients population at one point in time (generally 31/12) while the recipients data are generally a yearly average. This is especially a matter of concern in times of rapid economic changes (or in case of seasonal fluctuations).  Such a method presents the risk to add up the measurement errors in both population sizes. This might be an issue as statistical surveys always do better in terms of estimating a proportion rather than a population size. As a matter of fact, the results empirically suggest that there are some issues in particular since pseudo coverage rates are often higher than 100%. 3.2.2 LFS Estimating the ratio between both populations within a single data source avoids the statistical weakness linked to the combination of data sources. As discussed earlier, the LFS is the official source to measure ILO unemployment rates. Therefore, the measurement of the target population measurement (ILO unemployed) is good. Benefit recipients are identified in EU-LFS through a variable indicating whether a person is registered or not at a public employment office and receives benefits or assistance 8 . Information on recipiency is measured jointly with unemployment duration. For a more detailed explanation of this variable and the calculation of the coverage of unemployment benefits based on LFS data see annex 8.2 Nevertheless, the LFS explanatory notes mention that \" in this context, benefits are limited to allowances linked with unemployment status (not other social benefits) \" (see Annex). The difficulty is that the benefit which the unemployed report as receiving or not receiving is not defined but left to individual respondents to interpret. Consequently, it may be the case that some people receiving benefits do not report on it because it is not labelled as unemployment benefit. 8 REGISTER variable. ",
        "20 Another issue relates to the fact that there are a few countries for which data are not available or at least not in a suitable form. These are Ireland (for which it is not available) and the Netherlands (for which it is not accurate). For the UK there was a problem with the relevant LFS variable (REGISTER) in 2009 and 2010, as no distinction was made between people receiving and people not receiving benefits for those registered at a public employment office (Matsaganis et al., 2014) . 3.2.3 SILC The EU SILC survey allows getting information at individual level on unemployment spells and the receipt of unemployment benefits over a year. Unemployment spells as measured in EU SILC: some censorship issues The EU SILC also contains detailed information on the activity status on a monthly basis over the reference year. A retrospective calendar of activity describes for each month of the reference period whether the interviewee was working, unemployed or inactive 9 . This data structure makes it possible to identify the duration of unemployment spells over the reference period (number of months consecutive spent in unemployment). In the methodology developed here, the longest unemployment spell over the year is extracted. This raises some issues that would deserve further investigation for the cases of repeated unemployment spells over the year. Indeed, the first spell could result in eligibility while the second one could correspond to non-eligibility without any chance to measure it with the data. We assume currently that these cases remain limited in the sample population. The calendar structure has also the major disadvantage of left and right censorship of the data linked to the beginning and end of the year. An individual unemployed from July y-1 to February y will not be identified as being 8 months' unemployed but as a 2 months' unemployed (since only year y data is available). Similarly, an individual unemployed from September y to March y+1 will not be identified as being a 7 months' unemployed but as a 3 months' unemployed. Table 11 - Illustration of possible misclassification of long term unemployed classified as STU in SILC through the calendar of activity. SILC measurement Short term unemployed Long term unemployed Reality Short term unemployed ok impossible Long term unemployed Yes (due to censoring) ok The SILC survey is the reference source at EU level to describe incomes in a comparable way. It contains information on incomes at individual and household level over an income reference period. 9 See Annex for more information. ",
        "21 The reference period for both income and taxes is the previous calendar year for all countries except for the United Kingdom (centred around the interview date), Belgium (fixed 12-month period is used) and Ireland (12 months prior to the interview date) 10 . Income information cannot be broken down into shorter durations than one year 11 . Household income is built on the basis of several income sources, as described in the table below. Some are collected at individual level and others at household level. Unemployment benefits, is of course of particular interest in this exercise. Its precise definition is provided in annex. Table 12 - Types of social benefit in EU-SILC Type of benefit Unit HY050 Family/ children related allowances Household HY060 Social exclusion not elsewhere classified HY070 Housing allowance PY090 Unemployment benefits Individual PY100 Old age benefits PY110 Survivor's benefits PY120 Sickness benefits PY130 Disability benefits PY140 Education-related allowances Source: Eurostat, Doc 65, Description of Target Variables Estimation of coverage rates of unemployment benefits with EU-SILC A natural strategy to estimate the coverage rate with EU-SILC is to compare the target population and the recipient's population measured as:  Those unemployed over the reference period (target population)  Those unemployed over the reference period and receiving some unemployment benefit during the income reference period (recipients). This implies however some problems, in particular since it is implicitly assumed that an unemployed person is covered by unemployment benefits if he/she received some benefits over the reference period (e.g. a person who is unemployed for 10 months, actually covered during the first 3 months but not during the last seven months, will be identified as a covered person). Furthermore, the 10 See 2010 COMPARATIVE EU INTERMEDIATE QUALITY REPORT Version 3 – October 2012, latest information available; http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_living_conditions/documents/t ab9/2010_EU_Comparative%20Intermediate_QR_Rev%202.pdf 11 See doc 065 from Eurostat for a detailed discussion on the pro and cons of the income reference period. ",
        "22 eligibility rules cannot be checked for each individual. Therefore, this indicator does not allow to distinguish between non take-up 12 or non-eligibility. 3.3 Summary of coverage estimated with SILC and LFS Table 12 recaps the pros and cons of each data source. Given the larger number of advantages of using LFS data to estimate coverage of UB, we prefer to choose this data source to estimate the coverage rate of UB. On the other hand, SILC data represents the only source to assess the coverage of a wider set of benefits. The measurement of non-coverage of social benefits using SILC is discussed in section 5. Moreover, LFS data have a better timeliness than EU-SILC and larger sample size. Table 12- Summary assessment of SILC and LFS as sources for the measurement of unemployment benefit coverage SILC Pros (+) and cons (-) LFS Pros (+) and cons (-) Target population identified as… individuals with at least 3 months of consecutive unemployment over the past year (*) - Unemployed during the past 4 weeks (ILO) + Beneficiaries identified as… individuals receiving some of UB over the past year (-, overestimation) Recipient of UB + Coverage might be overestimated as benefits are considered over a whole year - ok + definition of LTU Weak because of censorship (some LTU defined as STU) (-) Ok + Recurring spells of unemployment problematic as benefits captured on an annual basis - Only the latest spell will be counted + Range of schemes covered Wide range: UB, but also SA, family, housing. + only UB + 12 This distinction can be made through the Euromod tool. See Matsaganis et al. 2010, Barton and Riley 2012, for further information on the non take-up. ",
        "23 The ranking of Member States in terms of the coverage rate of unemployment benefits is generally consistent between LFS and SILC measures. For a number of countries (DE, EE, EL, ES, HR, PT, SE, SI, UK) SILC and LFS estimates are very close. As explained above estimates based on SILC tend to be higher than the coverage rate estimates based on LFS (see Figure 4), with the exception of Croatia and, especially, Romania. This can be explained by several factors and in particular exhaustion of rights is better captured in the method using LFS than in the one relying on EU SILC. Indeed, an unemployed receiving benefits at an early stage during the year will be considered as covered during the whole year (because benefits are available on an annual basis only in SILC). Similarly, individuals experiencing several spells of unemployment over the year might be covered during the first spell, but not during the following ones as they might have exhausted their rights. Figure 4 - Coverage rates of UB measured through SILC (2012) and LFS (2012). Source: DG EMPL, 2012 EU-LFS; 2012 EU_SILC own calculations. When looking at the estimates overtime (see Table 13 and Table 14), both sources show limited volatility, and provide consistent trends with the exception of some countries (Austria, Czech Republic, Cyprus, Finland and Sweden). These cases would need to be investigated further. Table 13 - Estimates of coverage rates based on EU-SILC – 2009-2013 2009 2010 2011 2012 2013 AT 61 72 77 84 84 BE 88 89 87 83 82 ",
        "24 BG 10 18 20 16 17 CY 37 40 31 33 36 CZ 34 47 37 32 29 DE 89 87 89 90 91 DK 57 67 82 83 72 EE 17 45 31 18 25 EL 28 31 20 19 19 ES 47 50 56 42 52 FI 88 90 89 86 87 FR 62 64 60 63 62 HR n.a. n.a. 12 12 12 HU 57 59 58 55 43 IE 55 65 65 74 69 IT 31 34 36 34 35 LT 15 16 17 23 22 LU 47 53 46 44 49 LV 20 39 30 21 20 MT 37 40 36 41 38 NL 11 38 42 39 42 PL 12 13 12 11 10 PT 30 42 36 32 32 RO 19 29 28 2 n.a. SE 24 25 33 30 33 SI 15 28 29 29 29 SK 21 29 25 20 15 UK 13 22 35 39 42 Source: EU-SILC UDB EMPL own calculations Table 14 - Estimates of coverage rates based on EU-SILC – 2007-2014 2007 2008 2009 2010 2011 2012 2013 2014 EU-28 37 36 35 33 34 33 32 29 EUR19 44 42 43 41 38 36 34 33 AT 61 59 55 55 56 54 57 59 BE 68 67 67 66 66 62 65 63 BG 8 7 12 12 9 9 9 8 CY 24 26 25 23 22 18 16 10 CZ 19 18 30 22 28 22 24 21 DE 76 76 75 76 84 85 84 83 DK 47 40 52 53 51 52 53 48 EE 11 19 35 28 17 16 24 21 ES 27 31 40 42 38 38 34 32 FI 59 55 59 63 58 61 62 65 FR 42 42 44 40 38 41 45 46 EL 18 18 22 23 21 18 13 10 HR 11 14 19 20 16 14 14 12 HU 40 42 45 44 43 33 28 30 ",
        "25 IT 5 5 7 7 6 7 7 7 LT 13 19 28 22 18 20 22 26 LU 30 38 31 32 29 30 31 31 LV 22 18 24 18 10 10 14 17 MT 26 27 25 23 27 26 25 29 PL 8 10 15 13 11 10 10 9 PT 36 35 42 42 32 33 34 31 RO 12 12 16 19 16 14 14 10 SE 33 26 31 27 22 23 23 22 SI 26 25 34 34 33 26 19 17 SK 5 5 10 9 8 8 6 6 UK 33 33 n.a. n.a. 41 40 40 29 Source: EU-LFS EMPL own calculations In general, both estimates are in line with the figures estimated by ILO (2014) for most countries, with a higher coverage rate in Germany, Belgium and Denmark and lower coverage in most Eastern European countries (see Figure 5). Figure 5 - Effective coverage of unemployment benefits: unemployed who actually receive cash benefits, latest available year (percentages) Source: ILO ",
        "26 4 Unemployment benefits coverage rates (based on LFS) 4.1 Trends over time While unemployment expenditure increased in the first phase of the crisis mostly due to the increased number of unemployed, since 2011 it has declined due to a fall in average expenditure per unemployed. This can be explained by the end of stimulus measures put in place at the beginning of the crisis, the tightening of benefits calculation rules and the phasing out of benefits for long-term unemployed (see ESDE 2014 and 2013). These factors contribute in explaining the fall in the coverage rate over the crisis. Many countries took bold measures to expand unemployment benefit coverage in order to mitigate the effect of the crisis. However, others adopted fiscal consolidation measures including a tightening of entitlement conditions for unemployment benefits even in the early stages of the global crisis (ILO, 2012). Between 2007 and 2014 a few Member States (Finland and, more importantly, Ireland) tightened the qualifying conditions for UB, while some others (Denmark, France, Latvia Portugal, Slovenia and, more considerably, Italy and Slovakia) relaxed these qualifying conditions (see ILO,Social security world report). The UK relaxed the wealth ceiling for the means-test. Some countries extended coverage to workers previously excluded, such as non-regular workers in Germany, the self-employed in Austria (Bonnet, Saget and Weber, 2012). Italy introduced in 2014 a scheme ( Mini Aspi ) aimed at covering young unemployed with a discontinuous working history, which characterized the relatively high share of atypical workers. Duration was increased in Latvia and Spain and reduced in Portugal and Czech Republic (ILO, 2012). As for the duration of UB for persons with the lowest entitlement, only Italy extended the duration, while Ireland, Romania, Poland, France, Czech Republic, Portugal (depending on age and working history) and, especially, Denmark) reduced it (ESDE, 2014). Some countries (e.g. Spain and UK) strengthened the activation of unemployment benefits (ILO, 2012). Between 2007 and 2013 coverage of UB increased in the majority of MS (see Chart XX), including those who extended coverage to non-regular workers such as Germany (for Italy the potential impact of the reform is not visible yet in these data as they refer to 2013). In some others, coverage decreased, for instance, in Portugal where both the entitlement and duration of benefits were tightened. ",
        "27 Figure 6 - Coverage rate of unemployment benefits measured with LFS, 2007 and 2013 Source: EU-LFS Notes: for BE data for 2012. 4.2 Coverage rate by duration of unemployment The coverage rate of unemployed is generally decreasing with time spent in unemployment (Figure 7 and Figure 8). In Member states with short duration (such as Slovakia, Poland, the Czech Republic), the coverage is decreasing rapidly with time spent in unemployment. In Belgium, Finland and to some extent Germany and the UK, where unemployment insurance or unemployment assistance is not limited in duration, the coverage rate tends to increase over time 13 . 13 For some MS the coverage rate of LTU is higher than for STU. This may be explained by the fact that in systems where UB is set a basic level (not proportional to wage, or capped at low level: BE, FI, UK, MT, DK), many unemployed who are likely to find a job quickly do not claim the benefit. In such cases, STU coverage may be lower than LTU coverage. ",
        "28 Figure 7 - Unemployment benefits coverage by unemployment duration estimated through LFS, Short-term unemployed (<12 months) 2014 Source: EU-LFS Figure 8 - Unemployment benefits coverage by unemployment duration estimated through LFS, Long- term unemployed (>12 months) 2014 Source: EU-LFS ",
        "29 Figure 9 - Unemployment benefits coverage by unemployment duration estimated through LFS, Short- term (<12m), Long-term (>12 m) and Very long-term unemployment (>24m) 2014 Source: LFS. One average across EU countries, women tend to be less covered than men. In 2013, Malta reports a significantly lower coverage rate for women (Figure 10). In some Member States, women are more covered than men, especially in Estonia. This may depend by the distribution of women and men across different sectors (e.g. public and private), type of employment (e.g. self-employment) or contract (precarious versus permanent), etc. Figure 10 - Coverage of UB by gender, 2013 Source: LFS. ",
        "30 The level of education has a different impact on coverage rates depending on Member States (Figure 11). In some countries (especially in the periphery) low-skilled tend to be better covered, while in others (especially in Finland and Denmark) high skilled are better covered. This again may depend by the distribution of different educational across different types of jobs and by the decision to contribute to unemployment benefits in voluntary schemes. Figure 11 - Coverage rates of UB by level of education, 2013 Source: LFS Coverage is generally lower for the young unemployed (15-24 years) as compared to for instance 25- 34 or 35 years old or more (Figure 12). This probably reflects shorter work records and as a result a lower share of eligible unemployed to benefits. The lower coverage rate for 35 years old and more compared to 25-34 years old probably reflects a higher share of long term unemployed in this age bracket. 0 10 20 30 40 50 60 70 80 90 100 IT HR SI LT MT ES PT HU UK EL CY CZ SE LU FR BE DE SK BG PL RO LV EE DK FI low skilled better covered medium skilled better covered high skilled better covered UB coverage by level of education low medium high ",
        "31 Figure 12 - Coverage rates of UB by age, 2013 Source: LFS. ",
        "32 Box 1 - The low coverage in Sweden and Italy – cautious interpretation Sweden The level of the estimated coverage for Sweden is low. A possible reason pertains individuals in activation, as their benefits might not be self-declared as unemployment benefits or assistance but treated as wages, while those individuals can be counted as unemployed. This is confirmed by the table below: administrative recipients of UB are estimated at 141 240 in 2010, divided by ILO unemployed estimated at 423 700 (33% of coverage, a bit higher than SILC/LFS estimates of 25%). ILO (2014) provides similar figures, with a coverage rate below 33%. Whether such outcomes reflect problems in the coverage of unemployment benefits is not straightforward. However, recent changes in policy rules as from 2007 lead to a lower number of people covered by unemployment insurance. This shortcoming in the definition of benefits in the LFS suggests a re-definition of the REGISTER variable in order to include also such cases. Table 15 - Programmes included in SOCR - Sweden 2009 2010 Unemployment Basic unemployment insurance 12 058 10 043 Complementary income-related insurance 151 406 131 197 Unemployment Total 163 464 141 240 In-work Activity support programs 88 442 124 696 Part-time and temporary work loose 85 649 77 930 In-work Total 174 091 202 626 Other-Social Social allowance 299 897 309 627 Other-Social Total 299 897 309 627 Incapacity Care Allowance 42 093 42 984 Disability Allowance 61 661 61 509 Sickness / activity compensation (Former Disability Pension) 498 301 442 812 Incapacity Total 602 055 547 305 Source: OECD. Comment: Unemployment figures are annual averages. Disability pensions and social assistance stocks reflect the situation at 31 December. Totals by branch are not adjusted for double counting. Italy For Italy, coverage rates are low and the difference between SILC and LFS estimates is very large: 33% and 7%, respectively, in 2012 (this value is much lower than the estimates based on administrative data). Both the low level of coverage and the large difference between the estimates based on SILC and LFS data can be explained by a peculiar type of income support measure ( Cassa Integrazione Guadagni ), which represents a considerable share of unemployment spending in Italy. This type of income support aims at compensating incomes for reducing working hours and is, in fact, a partial unemployment benefit. People receiving partial unemployment benefits do not need to be registered at a public employment office. Therefore, the variable used in the LFS for the calculation of coverage (REGISTER) does not capture these people. The low values obtained even with SILC data are explained by the fact that the denominator used for the measurement of coverage (unemployed) excludes most people actually receiving (partial) unemployment benefits. However, our chosen indicator of coverage still signals that a large share of unemployed are not receiving income support. ",
        "33 Drivers of low coverage As illustrated in section 1 some MS have strict legal requirement for the eligibility of UB and a short duration of benefits, especially for young people who normally have a short working history. In some other MS, while the overall legal framework of UB is not particularly stringent the low coverage may be explained by a legal framework which is particularly strict in particular for people with a short working history. In some other MS, while the legal framework of UB is not particularly strict the coverage of unemployed is still low. In some of these countries the explanation can be due to the characteristics of the labour market, for instance to an important share of self-employed workers who are generally not entitled or not to the same extent as employee to UB. Table below summarizes the principal drivers of low coverage of UB in EU countries. Low coverage is an issue? Primary reason Austria Belgium Bulgaria yes self-employment Cyprus yes self-employment Czech Republic yes self-employment, legal framework esp. for young Germany Denmark Estonia yes legal framework esp. for young Greece yes self-employment, legal framework esp. for young Spain Finland France Croatia yes ? Hungary yes legal framework esp. for young Ireland Italy yes self-employment Lithuania yes lega esp. for young Luxembourg yes ? Latvia yes legal framework esp. for young Malta yes legal framework Netherlands Poland yes self-employment, legal framework esp. for young Portugal legal framework Romania yes legal framework Sweden yes other reason (measurement) Slovenia yes legal framework Slovak Republic yes legal framework United Kingdom Source: MISSOC ",
        "34 4.3 Widely available unemployment benefits schemes do not discourage transitions to employment Unemployment benefit systems are intended to provide income replacement and resources for the unemployed to enable them to both maintain acceptable living standards and search for adequate job matches. However, higher levels of benefits can also carry financial disincentives to work, as illustrated in the form of high marginal effective tax rates (unemployment traps indicators). The following analysis shows that broad coverage and relatively high net replacement rate of unemployment benefits are in fact associated with lower rates of entries into poverty and that they do not prevent, and even in certain circumstances facilitate, returns to employment, and thereby are associated with better exits from poverty. There seems to be no relationship between the level of financial disincentives (as measured by the average unemployment trap) and the chances to get back to work for the unemployed. Figure 12 and Figure 13 show the extent of diversity that exists across the Member States. Countries that, by combining relatively broad coverage with high income replacement rates, such as Denmark, Austria and the Netherlands, tend to achieve low rates of entry into poverty, high returns to employment, and high exit rates out of poverty. In Bulgaria, Poland and the UK, the low coverage and low net replacement rates of their unemployment benefit schemes are associated with larger entries into poverty. However, returns to employment and exit rates from poverty are much higher in the case of the UK 14 than they are in Poland or Bulgaria. The case of Spain stands out in that there is a high rate of entries into poverty despite rather high replacement rates and a medium level of coverage. Figure 12 - Coverage and adequacy of unemployment benefits limit entries into poverty : Source: DG EMPL calculations based on Eurostat, EU-SILC 2009–10–11 longitudinal data Note: EU-SILC — transitions in/out of poverty refer to yearly 2008–10 averages 14 See also ESDE 2012, Chapter 2, on the large turn-over of poverty in the UK. ",
        "35 Figure 13 - Higher coverage and adequacy of UB do not prevent returns to employment Source: DG EMPL calculations based on Eurostat, EU-SILC 2009 – 10 – 11 longitudinal data and OECD-EC tax-benefit model Note: EU-SILC — transitions in/out of poverty refer to yearly 2008–10 averages ",
        "36 5 Non-coverage of social benefits As the crisis years extended, an increasing number of workers lost their entitlements to unemployment benefits, or did not acquire enough rights to become eligible. In most countries, means-tested \"last resort\" schemes are available to support financially the working age people that have insufficient access to resources, and are not entitled to other benefits. These individuals have insufficient access to market income, because themselves or their partner do not work (or work very little) and they do not have assets on which to rely. However, it appears that a significant number of such individuals who would \"in principle\" be in need of some form of income support do not receive any kind of benefit. In such cases, in the absence of social transfer, they are likely to rely on family solidarity (multi-generation households, inter-household transfers) or on the informal economy. Such situations are likely to undermine efforts to bring the workers back to (formal) employment, as there are no incentives to participate in training or to actively search for a job. During the crisis, a number of national and international reports alerted on the growing importance of the problem, due to rising long-term unemployment, and in some cases to the tightening of the eligibility criteria of minimum income schemes. However, there is no established indicator measuring the extent of the phenomenom. This section aims to measure the extent of the \"non-coverage\" of social benefits primarily aimed at replacing/supplementing the income of the working age population, and to document the different sources of income on which the non-covered population tend to rely. For the estimation of the non-coverage rate of social benefits we use the EU-SILC data, which contain information on a broad range of social benefits. In order to estimate non-coverage we need to make three choices: A) on the definition of the target population; B) on the selection of social benefits to be considered; C) on the definition of the concept of non-coverage. D) We also analyse the income sources of non-covered people in order to have a better understanding of the population in need and possibly refining our definition of non-coverage. 5.1 Definition of the target population From a policy point of view, what matters is the share of the working age population in need that is left uncovered by social benefits. Working age people with no job may be a first target of social benefits. However, many jobless people can rely on the income of other members of the household. While eligibility for unemployment benefits is in most cases mainly depending on the individual situation of the worker, benefits such as social assistance are means-tested, and often take account of the total income and potential assets of the household. In order to define the population in need, several options can be envisaged:  Option 1 is to concentrate on jobless households (households with a very low work intensity) and possibly on those among them who are poor (see remark below on how to define the poor). This option concentrates on the income replacement function of benefits. In this option, the definition of insufficient access to resources is centered around the lack of work ",
        "37 income, and could be refined by further excluding those who rely on other types of primary income – e.g. property income (see section 5.4).  Option 2 would be to also include working age individuals living in households with higher work intensity who may also be poor and in need of income support to supplement low earnings. This option would take account of the fact that some benefits are also designed to supplement insufficient income. In this option, insufficient access to resources is the main criteria, and results will be sensitive to the choice of the proxy to define what level of income is insufficient (e.g. AROPE, AROP or SMD). Figure 14 reports the sensitivity of the non-coverage rate to the definition of the target population. As the definition of poverty in based on disposable income after social benefits, some welfare systems may pull some households in need out of our definition of the target population. For this reason, we also consider jobless poor before social transfers. Non-coverage is generally higher among people at-risk of poverty or exclusion (AROPE), followed by severely deprived, jobless and poor before social transfers, jobless poor and jobless. In some MS (CY, EL, BG, IT, RO) the non- coverage measures is very sensitive to the choice of the target population, while in others it is not very sensitive (e.g. in FI, FR, LU, NL). A further issue linked to the definition of the target population is the sample size in the EU-SILC data. In some MS (in particular in those with fewer people \"in need\"), restricting too much the population in need shrinks too much the sample size and make results non reliable. We decided to define the target population as working age jobless poor (option 1). The lack of replacement income for such people would suggest a lack of effectiveness of the benefit system in reaching a first round assessment of vulnerable jobless. However, this measurement does not consider the coverage of in-work poor, an important factor highlighted also by Matsaganis et al. (2014). Figure 14 - Sensitivity of non-coverage to the definition of the target population Source: EU-SILC, DG EMPL calculations. ",
        "38 5.2 Selection of benefits - An approach based on the whole set of benefits Contrary to unemployment benefits, in the case of social assistance, neither the target population of those in need of a last resort scheme nor those who are eligible can be precisely defined in comparative way. Moreover, the individual may receive other benefits than social assistance that provide adequate resources. The suggested indicator refers to all benefits received at an individual level by household members as measured in EU-SILC (unemployment, sickness, disability, education-related allowances, family/children benefits, and old age and survivors’ benefits received by household members aged less than 60). We are interested in benefits which are linked to working age individuals and may possibly allow activating them. For this reason, we consider family/child allowances and pension received by other members of the household separately. This means that a non-working household that would only receive child or housing benefits as the main source of income support is not considered covered, because such income support is not primarily meant as income replacement and is not likely to be linked to activation. We nevertheless calculate the indicator including child benefits separately, to illustrate that in some countries child and housing benefits act, de facto, as last resort schemes (see above). Chart reports non-coverage rates with and without family/child benefits. In some MS (notably RO, BG, IE, HR, MT) the inclusion of family/child benefits makes a considerable difference in the extent of non-coverage. In these MS the income support of poor and jobless households is mainly through child benefits, while in MS like DK or FI the non-coverage rate is quite insensitive to the inclusion of family/child benefits. Figure 15 - Non-coverage with/without family/child benefits Source: 2012 EU-SILC UDB, DG EMPL calculations. Pensions (old age and survivors’ benefits) received by individuals aged less than 60 are included in the scope of benefits, as they provide income support and are sometimes used as safety nets despite ",
        "39 this not being their original aim. Pensions received by the elderly present in the household are not included in the calculation, since they are not received by working age adults, and their primary aim is not to alleviate poverty in working age; they are considered as a separate income source (Part 3). Figure 16 illustrates the composition of income support of working age jobless poor by type of benefit. From this chart, it is possible to check the relative importance of specific benefits in supporting jobless poor. In DK, for instance, educational allowances have a considerable importance (also due to the importance of young single households). In the UK housing benefits also have a considerable importance. Figure 16 - Composition of income support received by working age people living in poor jobless households, by type of benefit. In % of disposable income Source: 2012 EU-SILC UDB, DG EMPL calculations. ",
        "40 Table 16 - Types of social benefit in EU-SILC Source: Eurostat 5.3 The definition of non-coverage We suggest to consider that individuals are non-covered if they receive only weak income support. For example, we suggest considering the limit of 10% of annual net disposable income coming from income support. Figure 17 reports the sensitivity of the non-coverage rate by three different thresholds (10%, 20%, 30%). Consistently with previous sensitivity tests, in some MS measurement of non-coverage is quite robust to the choice of definitions (DK, FI), while in others the choice of, for instance, different thresholds makes a considerable difference (as in HU, BG and FR). Measurement Unit (individual/ household) Type of benefit Referred in the chapter as… Family/ children related allowances (HY050) Social exclusion not elsewhere classified (HY060) Housing allowance (HY070) Unemployment benefits (PY090) Old age benefits (PY100) Survivor's benefits (PY110) Sickness benefits (PY120) Disability benefits (PY130) Education-related allowances (PY140) Household Individual Pensions if perceived by household member aged60+ Social benefit if perceived by household member aged 18-59 Social benefits Social benefits ",
        "41 Figure 17 - Different definitions of non-coverage Source: EUSILC 2012 UDB own calculations. Notes: the target population is jobless poor. 5.4 Income sources of non-covered households Figure 18 reports the level and composition by income source of covered and non-covered people. This chart helps to shed some light on how non-covered people live and to better assess the population in need. We can identify three groups of countries. In the first (DK, FI, NL, SE) a large component of income of non-covered derives from rent, so from an underlying asset. These households may be excluded from benefits by means-testing. In the second group there is a strong dependence from family benefits (e.g. IE, HU) and pensions of older members (e.g. SI, LT, LU). In the third group of countries non-covered people strongly depends on inter-household transfers (AT, DE, UK). The target population could be refined by excluding those households owning assets above a certain value. This is possible by setting absolute ceilings for the income from rent and interests. In order to take also into account the main residence we would need to consider imputed rent. Due to the methodological problems linked to imputed rent, in particular in EUSILC data, we decide not to implement this refinement of the target population. ",
        "42 Figure 18 - Composition of income of covered and non-covered household Source: EUSILC 2012 own elaboration. Notes: covered households are jobless poor receiving more than 10% of gross income from benefits (excluding child/family benefits). Following these sensitivity analyses, we decided to define the non-coverage rate as the share of individuals aged 18–59, who live in a jobless household and are at risk of poverty, but whose total benefits/allowances received is less than 10 % of their total household gross income. 5.5 Results In 2013, 20 % of adults living in poor and jobless households receive less than 10 % of their income from social benefits, on average in the EU, when child benefits are included, and when child benefits are excluded the rate increases to 24 %. The non-coverage rate varies greatly between countries. It ranges from 2% in Finland to almost 60% in Greece (see Figure 19 and Table 3). ",
        "43 Figure 19 - Proportion of 18–59 individuals living in jobless households at-risk-of-poverty, whose total benefits received is less than 10 % of total net disposable household income 2013 Source: Eurostat elaborations based on EU-SILC 2013 Notes: 2012 data for IE. MS are sorted in ascending order in the non-coverage rate excluding child benefits. Non-coverage increased in the EU, on average, over the crisis. The increase in jobless poor and tightening of benefits in some Member States contribute to explain this trend. Non-coverage increased particularly in CY and BG between 2008 and 2013 (above 10 pps). On the other hand, the share of non-covered household was substantially reduced in LT, ES and MT (by more than 10 pps) (see chart and table in Appendix). Figure 20 - Trend of non-coverage in selected EU member States, 2008-2013 Source: from Eurostat elaborations based on EUSILC data. Note: coverage defined as before. Data for IE only until 2012. ",
        "44 5.6 Lack of income support and households relying on pensions Some vulnerable households receive little support from the state. Beside, in some countries, significant shares of working age adults tend to rely more heavily on pensions, including elderly pensions received by other household members. Such situations are not supportive of returns to employment because they are not associated to any incentive structures (activation, conditionality, etc). As an illustration, a significant proportion of households contain household members over 60 years of age who receive pensions which represent more than 25 % of the household income 15 . In the EU as a whole, 9 % of the people aged 18–59 and at-risk-of-poverty are living in a household where more than 25 % of the total household income comes from the pensions received by a 60+ year-old household member. In Denmark, the Netherlands, Finland and Germany, the share is very low — less than 1 %, but it is much higher in Bulgaria, Greece, Cyprus, Spain and Poland (15–20 %). Figure 21 - Proportion of the 18 – 59 population living in a household where at least 25 % of annual income comes from pensions of 60+ year-old household members and the share of the population with 60+ year- old household members (multigenerational households) Source: DG EMPL calculations based on Eurostat, EU-SILC 2011 Figure 22 shows that, in Member States with low coverage rates of social benefits, the share of individuals at-risk-of-poverty who are relying on pensions from 60+ year-old household members is much larger. This is the case in Greece, Cyprus, Bulgaria, Poland and the Baltic States, as well as in Spain and Italy, while the incidence is very low in Continental and Northern Europe. As illustrated above, a large proportion of individuals not covered by social transfers are found in countries with large numbers of multi-generational households. This may be explained in so far as individuals rely on family solidarity in the absence of adequate income support. This may not facilitate the return of working age people to employment, as those without individual income 15 These countries are generally those where a large proportion of working age adults are living in multigenerational households, which is especially the case for those living in jobless and poor households, see Figure 21. ",
        "45 support may not have access to the rights and obligations associated with receiving working age benefits (job search requirement, training, etc.). Another coping ‘strategy’ that those without access to income support may adopt is to seek work in the informal economy. This cannot be observed directly in standard statistics, but available evidence 16 tends to show that undeclared work is widespread in the countries indicated above. Figure 22 - Support from social transfers or intergenerational solidarity — share of the 18 – 59 population living in a jobless and poor household not covered by social transfers (>10 % of annual gross disposable income) and share of the 18 – 59 population living in a household where at least 25 % of annual income comes from pensions of 60+ year-old household members Source: DG EMPL calculations based on Eurostat, EU-SILC 2011 5.7 Countries with the lowest levels of persistent poverty are those where the non- coverage of jobless and poor households is low The effectiveness of social assistance is assessed here through indicators of non-coverage of the jobless and poor households, the net income of people living on social assistance relatively to the median income, and the effective marginal tax rate for inactive people taking up a job, the so-called inactivity trap. The results show that countries with the lowest levels of persistent poverty are those where the non-coverage of jobless and poor households is low, and where the adequacy of social assistance benefits is high (see Figure 23). It has to be noted, that, in most countries, it is not social assistance in itself that lifts people out of poverty, since it is only in Sweden, Denmark, and the Netherlands that safety nets cover almost all those living in jobless and poor households, and provide net incomes for those living on social assistance that are above the poverty threshold. By contrast, Romania, Greece and Bulgaria are 16 See Chapter 3 of ESDE 2013 on undeclared work. ",
        "46 characterised by a very low coverage of the population living in jobless and poor households and very low adequacy of social assistance, resulting in very high rates of persistent poverty. Higher inactivity traps are associated with lower persistence of poverty, suggesting that such theoretical financial disincentives do not materialise into actual barriers to work. Figure 23 - Non-coverage and adequacy of social transfers and the dynamics of poverty Source: DG EMPL calculations based on Eurostat, EU-SILC 2009–10–11 longitudinal data 6 Final remarks Consistently with recent CSR for some MS, this paper focuses on the importance of the coverage of UB and other income support measures, in order to complement other measures on the adequacy of benefits and their link to activation. The structure of income support schemes generally consist in two/three layers. UB schemes are quite different across MS, with some imposing more stringent requirements for eligibility and a short duration. For young people, who normally have a short working history eligibility to UB is difficult in most MS, with exceptions such as in Cyprus and Finland. We discussed the methodological challenges of measuring UB coverage with the available data sources at EU level and we concluded that the measurement based on LFS data is to preferred, because ILO unemployed can only be identified with LFS data. The coverage of UB varies across population groups (age, educational level, gender) and by MS. Low coverage results from a variety of reasons, linked to the design of the benfits, the structure of the unemployed population and the characteristics of the labour market. Prevailing reasons vary across countries. The paper also explores the issue of non-coverage of social benefits, using SILC data as they include data on all benefits. The three main aspects to be decided are the definition of the target population, the definition of coverage and the selection of benefits. After performing some sensitivity analyses we chose jobless poor as reference population, 10% as cut-off and all benefits received by working age persons excluding family/child benefits. The results show that non-coverage of people in need increased during the crisis and it is a considerable issue in countries such as Greece, Italy, Bulgaria and Romania. ",
        "47 7 References European Commission (2013) ESDE Barton and Riley (2012) Income Related Benefits: Estimates of Take-up in 2009–10, Department for Work and Pensions. Dubois, H, Ludwinek, A (2014) Access to benefits, EUROFOUND Working Paper Esser, Ferrarini, Nelson, Palme & Sjoberg (2013) \"Unemployment Benefits in EU Member States\", study financed byt eh European Commission Matsaganis M., H.Levy, M. Flevotomou (2010) Non take up of social benefits in Greece and Spain, Euromod Working Paper Matsaganis M., Ozedemir E. and Ward T. (2014) The coverage rate of social benefits, Research note 09/2013, Social Situation Monitor, European Commission. World Social Protection report (2014-15) ILO and World Bank, 2012; Bonnet, Saget and Weber, 2012 (quoted by ILO p 40) ",
        "48 8 Annex 8.1 Full extracts of Staff working Documents, EU2020 2014 Table: Country specific recommendations & staff working documents related to coverage of income support made to Member states during the European semester, 2014 Unemployment benefits Bulgaria CSR - \"Improve the effective coverage of unemployment benefits and social assistance and their links with activation measures.\" SWD – \"Overall, the coverage and efficiency of both unemployment benefits and social assistance is limited. Significant shares of unemployed are not covered by standard safety nets (unemployment benefits and social assistance) in Bulgaria and tend to rely on family solidarity or informal work. The rather strict and tightened eligibility criteria contribute to the low coverage, with those not receiving any benefits being also not easily reached by activation measures.\" Hungary CSR - \"Consider increasing the period of eligibility for unemployment benefits, taking into account the average time required to find new employment and link to activation measures.\" SWD –\"[T]here is a clear risk that the very short length of unemployment benefit deteriorates job prospects.\" SWD- \"The short length of unemployment benefit (at three months) is in contrast with the average time required to find employment for job seekers (over one year). While lowering the level of unemployment benefit can enhance job search, such a short period of the entitlement could result in a low-income trap as well as labour market mismatches. It is because the unemployed, facing the limited benefit duration and not having adequate financial savings, may be forced as a last resort to join the public works scheme. As the outflow from this scheme to the open labour market is limited, the unemployed easily find themselves outside of the open labour market for long periods. To avoid this outcome, some of the unemployed may be forced to accept job offers which do not fit their qualifications, which results in inferior labour-market matching, or could be left without any social assistance.\" Italy CSR - \"Work towards a more comprehensive social protection for the unemployed, while limiting the use of wage supplementation schemes to facilitate labour re-allocation.\" SWD – \"[A] substantial increase in fixed-term temporary contracts in combination with still incomplete access to unemployment benefits, notably for semi-dependent, own- account workers and the self-employed, suggest that segmentation remains a challenge for the Italian job market. Furthermore, the new unemployment benefit system is being put under strain by the increase in unemployment and is not supported by effective activation policies.\" ",
        "49 SWD – \"The government intends to introduce additional measures on contractual simplification, active labour market policies, unemployment benefits, and disincentives to work. The government has also put forward a draft enabling law aimed at, inter alia: further streamlining the existing contractual forms, including by introducing a new permanent contract with increasing entitlements, extending the coverage and duration of unemployment benefits, strengthening conditionality and activation by better linking active and passive labour market policies, preventing moral hazard in the use of wage supplementation schemes (Cassa Integrazione Guadagni) by adjusting the contributions paid into such schemes to companies’ actual use of them (across and within industries). While many of the proposed actions appear adequate to address Italy's labour market challenges, their effectiveness will depend greatly on their design and subsequent implementation.\" Lithuania CSR - \"Improve coverage and adequacy of unemployment benefits and link them to activation.\" SWD –\"There is scope for reviewing the adequacy and coverage of unemployment and social assistance benefits, which remain among the lowest in the EU. \" Social assistance Italy CSR – \"To address exposure to poverty and social exclusion, scale-up the new pilot social assistance scheme, in compliance with budgetary targets, guaranteeing appropriate targeting, strict conditionality and territorial uniformity, and strengthening the link with activation measures.\" SWD-\"The share of people at risk of poverty and social exclusion is rising fast and the social protection system is not well equipped to address this problem. Italy has seen the number of people at risk of poverty and social exclusion increase from 17.1 million in 2011 to 18.2 million in 2012, one of the largest increases in the EU, and to a level that is well above the 12.9 million Europe 2020 target. Also, the level of gross household disposable income further deteriorated. The share of people affected by severe material deprivation more than doubled between 2010 and 2012,32 particularly affecting children under 16 years. In-work poverty also increased in recent years.33 Social expenditure in Italy is largely oriented towards the elderly and dominated by pension expenditure, which represented 17% of GDP in 2012, the highest share in the EU. This leaves little scope for the other functions of social rotection, namely to support families and children and address the risk of social exclusion and poverty. Social assistance expenditure is fragmented and there is no nation-wide minimum income scheme in place. As a result, Italy has the third highest share of people living in poor or jobless households that are not covered by social transfers, and a large share of the working age population is dependent on the pension income of a family member.\" SWD- \"Following the 2013 country-specific recommendation, the steps taken towards a strengthened protection against poverty go in the right direction, but close monitoring is warranted. An updated and nationally harmonised criterion informing the means-testing ",
        "50 system was approved in December 2013 to improve the selection of those most in need of social assistance. The government has taken further action to facilitate access to housing for people in difficult economic conditions.34A new measure — Support for Active Inclusion —was also introduced as a pilot project to support those in the most disadvantaged situations by means of the ‘new social card’, already in use in the 12 largest cities and in southern areas. It is expected to gradually replace the old support (purchase card) in force since 2008 with an approach combining monetary support with compulsory activation and social services programmes. The new scheme represents a significant step in the right direction. However, its strict eligibility requirements, which limit it to households with children and with recent employment spells, and the uneven quality of services provided by the public employment and social services across different regions, limit its effectiveness as a social safety net and activating tool. Given Italy's important budgetary constraints, the extension of this measure to the entire Italian territory, as announced in the national reform programme, requires adequate and efficient allocation of the available financial resources through a recalibration of the social expenditure and appropriate targeting of the beneficiaries, in particular families with children.\" Hungary CSR - \"Improve the adequacy and coverage of social assistance while strengthening the link to activation\" SWD – \"In 2013, [severe material deprivation] affected more than a quarter of all Hungarian residents (more than a third of all children). Housing deprivation among children is growing and despite some improvement in 2013 the share of children living in low work intensity households is still higher than EU average. The stagnating economy is one cause. The other main causes were: the inability of the social protection system to respond to social needs; a persistent level of unemployment; frozen social transfers since 2008; reduced amount of employment substitute benefit (HUF 22 800 per month) with tightened eligibility criteria; and a reduction in the maximum duration of unemployment benefit to three months (the shortest in the EU). Social assistance benefits are among the lowest in the EU, while the capacity of the social safety net to alleviate poverty decreased significantly between 2007 and 2012.38 This is reflected in increasing relative poverty rates after cash transfers are accounted for, despite decreasing relative poverty rates before cash transfers.\" Lithuania CSR- \"Ensure adequate coverage of those most in need and continue to strengthen the links between cash social assistance and activation measures\" SWD – \"A reform to social assistance benefits piloted in five municipalities has significantly reduced the number of people receiving benefits and thus also overall social expenditure. The effects of the reform on social activation and on poverty reduction are less clear however. Following a pilot project, the management of social benefit schemes has been moved to municipal level as of 2014. This allows municipalities to exercise discretion in granting social benefits, with a view to increasing efficiency. The effects of the reform may require careful monitoring to ensure that there is equal access to social assistance in all municipalities. As municipalities have the right to transfer unused funds allocated to social assistance to other programmes, adverse incentives may arise, which ",
        "51 could affect the most vulnerable in society. Only limited progress has been made in extending the coverage of activation measures. While these measures have been extended to recipients of benefits without children, the activation measures continue to be mainly focused on public service employment schemes and employment for socially useful activities and thus have only a limited impact on future employability.\" Latvia CSR – \"Reform social assistance and its financing further to ensure better coverage, adequacy of benefits, strengthened activation and targeted social services. Increase coverage of active labour market policies. Improve the cost-effectiveness, quality and accessibility of the health care system.\" SWD – \"The coverage and adequacy of social assistance is low and the incentives to work for some groups of social assistance recipients could be improved. Many benefit recipients face barriers to employment such as poor health, low skills, caring obligations, addictions, low regional mobility, and low motivation. The weak capacity of social services limits the success of bringing benefit recipients into active employment.\" Portugal CSR – \"Increase the threshold for the eligibility for the minimum income scheme. Ensure adequate coverage of social assistance, while ensuring effective activation of benefit recipients.\" SWD – \"The social protection system is characterised by a high non-coverage rate of jobless poor, which at 42.3% is the 4th highest after Italy, Greece (which have no national minimum income schemes) and Bulgaria. In particular, the income threshold for eligibility of the Minimum Income Scheme (Rendimento Social de Inserção) has been lowered in 2010 and again in 201219, effectively reducing coverage especially for large families. In particular, since 2011. The income threshold for eligibility for unemployment assistance (Subsídio Social de Desemprego) has also decreased in 2010 as a consequence of a change in the equivalent scale.\" Source: Authors, based on http://ec.europa.eu/europe2020/making-it-happen/country-specific- recommendations/index_en.htm 8.2 Calculation of the coverage rate of unemployment benefits based on LFS data The coverage rate of unemployment benefits is calculated as the ratio between the number of a) persons registered or not at a public employment office and receiving benefits or assistance and the number of b) ILO unemployed. a) In the LFS data unemployment benefit recipients are identified through the variable REGISTER. The number of unemployment benefits recipient is calculated as the sum of people answering 1 or 3 to the REGISTER question (see box below). ",
        "52 Source: EU LABOUR FORCE SURVEY Explanatory Notes. ",
        "53 b) According to the ILOSTAT variable in LFS, unemployed persons comprise persons aged 15 to 74 years who were:  (1) not employed according to the definition of employment above;  (2) currently available for work, i.e. were available for paid employment or self-employment before the end of the two weeks following the reference week;  (3) actively seeking work, i.e. had taken specific steps in the four week period ending with the reference week to seek paid employment or self-employment or who found a job to start later, i.e. within a period of at most three months from the end of the reference week. For the purposes of point (3), the following are considered as specific steps:  a) Having been in contact with a public employment office to find work, whoever took the initiative (renewing registration for administrative reasons only is not an active step),  b) having been in contact with a private agency (temporary work agency, firm specialising in recruitment, etc.) to find work,  c) applying to employers directly,  d) asking among friends, relatives, unions, etc., to find work,  e) placing or answering job advertisements,  f) studying job advertisements,  g) taking a recruitment test or examination or being interviewed,  h) looking for land, premises or equipment,  i) applying for permits, licenses or financial resources. ",
        "54 Source: EU Labour Force Survey Database User Guide. 8.3 STATA code to compute the non coverage of social benefits. ****************************************************************** * Programme prepared by: Virginia MAESTRI and Céline THEVENOT - Unit A2 /* This program aims at computing share of those NOT covered by some Benefs among those jobless poor. */ ****************************************************************** clear all set more off /// Variables that are being used in this work local myvariables YEAR COUNTRY PERS_ID HH_ID HX040 HX050 HX090 /*HX100*/ HY020 /*RB170*/ RB090 RB240 RX010 RX020 /* */ RB050 RB070 RB080 RB220 RB230 RB240 RX050 RX060 RX070 PE040 /// ",
        "55 PH010 PH020 PH030 PH040 PH050 PH060 /// PL020 PL025 PL031 PL035 PL040 PL060 PL100 PL120 PL140 PL160 PL170 local income_var HX090 HY010 HX080 /// HY022 HY025 /// HY030G HY040G HY090G HY050G HY060G HY070G HY080G HY081G HY110G HY120G HY130G /// HY030N HY040N HY090N HY050N HY060N HY070N HY080N HY081N HY110N HY120N HY130N /// PY010G PY020G PY021G PY050G PY080G PY090G PY100G PY110G PY120G PY130G PY140G PY200G /// PY010N PY020N PY050N PY080N PY090N PY100N PY110N PY120N PY130N PY140N /*PY200N*/ /// local calendar_var PL080 PL211A PL211B PL211C PL211D PL211E PL211F PL211G PL211H PL211I PL211J PL211K PL211L use `myvariables' `income_var' `calendar_var' using \"year-v_cross_idb.dta\", clear drop if COUNTRY==\"CH\" |COUNTRY==\"IS\" |COUNTRY==\"NO\" recode RX010 (18/59=1) (60/90 =0) (00/17 =0) (.=.) , gen (WA_AD) *Summing \"social transfers\" at hh lev (social exclusion & housing) with and without fam benefits* egen incstrh = rowtotal(HY050G HY060G HY070G) if RX020>17 & RX020<60 egen incstrh_nofam = rowtotal( HY060G HY070G) if RX020>17 & RX020<60 egen incstrh60 = rowtotal(HY050G HY060G HY070G) if RX020>=60 egen incstrh_nofam60 = rowtotal( HY060G HY070G) if RX020>=60 *Summing \"benefits\" at individual level (pensions)* egen incpen1859 = rowtotal(PY100G PY110G) if RX020>17 & RX020<60 egen incpen60plp = rowtotal(PY100G PY110G) if RX020>=60 *Summing all ben at individual lev (UB, sickness, disability, edu allowance, pensions)* egen incstrp = rowtotal(PY090G PY120G PY130G PY140G incpen1859) if RX020>17 & RX020<60 egen incstrp60 = rowtotal(PY090G PY120G PY130G PY140G incpen60plp) if RX020>=60 *Computing hh income by summing the hh members' incomes bysort COUNTRY HH_ID: egen incstrph = total(incstrp) bysort COUNTRY HH_ID: egen incstrph60 = total(incstrp60) *Summing HOUSEHOLD & PERSONAL income components egen incstr = rowtotal(incstrh incstrph) non coverage SILC.do egen incstr_nofam = rowtotal(incstrh_nofam incstrph) egen incstr60 = rowtotal(incstrh60 incstrph60) *Computes share of (gross) benefits in total (gross) HH income * HY010 is th TOTAL HOUSEHOLD GROSS INCOME gen ben_share = incstr/HY010 gen ben_share_nofam = incstr_nofam/HY010 *other sources of income at pp lev* bysort COUNTRY HH_ID: egen privpen=total(PY080G) egen ywork=rowtotal(PY010G PY021G PY050G) bysort COUNTRY HH_ID: egen yempl=total(ywork) *other sources of income at hh lev* g famtr=HY080G-HY081G g privpen_s=privpen/HY010 g rent_s=HY040G/HY010 g famtr_s=famtr/HY010 g interest_s=HY090G/HY010 g yless16_s=HY110G/HY010 g alimony_s=HY081G/HY010 g yempl_s=yempl/HY010 g ben60_s=incstr60/HY010 g famben_s=HY050G/HY010 *Computes dummies according to degree of benefits-dependency gen ben_10 = (ben_share<0.10) gen ben_10_nofam = (ben_share_nofam<0.10) gen ben_20_nofam = (ben_share_nofam<0.20) gen ben_30_nofam = (ben_share_nofam<0.30) *covered=0, non-covered=1* descriptive statisitcs of covered and non-covered ",
        "56 population* *income levels for covered and non-covered* sort COUNTRY by COUNTRY: egen ycov=mean(HY010) if HX080==1 & RX050==1 & ben_10_nofam==0 by COUNTRY: egen ynon=mean(HY010) if HX080==1 & RX050==1 & ben_10_nofam==1 by COUNTRY: egen ycov_1=max(ycov) if HX080==1 & RX050==1 by COUNTRY: egen ynon_1=max(ynon) if HX080==1 & RX050==1 by COUNTRY: g ratioy=ycov_1/ynon_1 if HX080==1 & RX050==1 *new poverty line before benefits* g newy=(HY022+privpen)*HY025/HX050 bysort COUNTRY: egen med_income=median(newy) g new_povline=med_income*0.6 g newpoor=0 replace newpoor=1 if newy<new_povline *dummy jobless poor* g lwipoor=0 replace lwipoor=1 if HX080==1 & RX050==1 g poor=0 replace poor=1 if HX080==1 & RX050==0 g lwi=0 replace lwi=1 if HX080==0 & RX050==1 g AROPE=1 replace AROPE=0 if RX070==0 sort COUNTRY g i=1 by COUNTRY: egen n_lwipoor=count(i) if WA_AD==1 & RX050==1 & HX080==1 by COUNTRY: egen n_lwinewpoor=count(i) if WA_AD==1 & RX050==1 & newpoor==1 by COUNTRY: egen n_lwi=count(i) if WA_AD==1 & RX050==1 by COUNTRY: egen n_poor=count(i) if WA_AD==1 & HX080==1 by COUNTRY: egen n_dep=count(i) if WA_AD==1 & RX060==1 *descriptive statistics* sort COUNTRY table COUNTRY if WA_AD==1, c(mean n_lwipoor mean n_lwinewpoor mean n_lwi mean non coverage SILC.do n_poor mean n_dep) format(%9,0f) table COUNTRY [aweight=RB050] if WA_AD==1, c(mean poor mean newpoor mean lwi mean lwipoor) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10==0, c(mean HX040 mean HX050 mean HY030G) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10==1, c(mean HX040 mean HX050 mean HY030G) format(%9,4f) table COUNTRY if WA_AD==1 & HX080==1 & RX050==1 & ben_10==0, c(n PERS_ID) format(%9,4f) table COUNTRY if WA_AD==1 & HX080==1 & RX050==1 & ben_10==1, c(n PERS_ID) format(%9,4f) table COUNTRY if WA_AD==1 & RX050==1 & ben_10==0, c(n PERS_ID) format(%9,4f) table COUNTRY if WA_AD==1 & RX050==1 & ben_10==1, c(n PERS_ID) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10==0, c(mean HY010) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10==1, c(mean HY010) format(%9,4f) ***covered* table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10_nofam==0, c(mean privpen_s mean rent_s mean famtr_s mean interest_s mean alimony_s) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10_nofam==0, c(mean yless16 mean ben_share_nofam mean ratioy mean yempl_s) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10_nofam==0, c(mean famben_s mean ben60_s) format(%9,4f) *non-covered* table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10_nofam==1, c(mean privpen_s mean rent_s mean famtr_s mean interest_s mean alimony_s) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10_nofam==1, c(mean yempl_s mean yless16 mean ben_share_nofam mean ben60_s ",
        "57 mean famben_s) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 & ben_10_nofam==1, c(mean ratioy) format(%9,4f) *yless16 mising as max 5 stat can be specified* /* find figures = working age adults, all benefits*/ table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_10) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_10_nofam ) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_20_nofam ) format(%9,4f) table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_30_nofam ) format(%9,4f) /*sensitivity*/ *jobless poor* table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_10_nofam) format(%9,4f) *jobless newpoor* table COUNTRY [aweight=RB050] if WA_AD==1 & newpoor==1 , c(mean ben_10_nofam) format(%9,4f) *only jobless* table COUNTRY [aweight=RB050] if WA_AD==1 & RX050==1 , c(mean ben_10_nofam) format(%9,4f) *only poor* table COUNTRY [aweight=RB050] if WA_AD==1 & HX080==1, c(mean ben_10_nofam) format(%9,4f) *severely materially deprived* table COUNTRY [aweight=RB050] if WA_AD==1 & RX060==1, c(mean ben_10_nofam) format(%9,4f) *AROPE* non coverage SILC.do table COUNTRY [aweight=RB050] if WA_AD==1 & AROPE==1, c(mean ben_10_nofam) format(%9,4f) * EU27 gen un=1 table un [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_10 ) * eurozone aggregate table eurozone [aweight=RB050] if WA_AD==1 & HX080==1 & RX050==1 , c(mean ben_10 ) ",
        "58 8.4 Extracts from EU SILC SURVEY DESCRIPTION OF TARGET VARIABLE (DOC 065, Eurostat) The definitions of unemployment benefits and main activity status in EU-SILC data are described below (source: DESCRIPTION OF TARGET VARIABLES: Cross-sectional and Longitudinal 2013 operation (Version May 2013)). Unemployment benefits (PY090G) Unemployment benefits refer to benefits that replace in whole or in part income lost by a worker due to the loss of gainful employment; provide a subsistence (or better) income to persons entering or re-entering the labour market; compensate for the loss of earnings due to partial unemployment; replace in whole or in part income lost by an older worker who retires from gainful employment before the legal retirement age because of job reductions for economic reasons; contribute to the cost of training or re-training people looking for employment; or help unemployed persons meet the cost of travelling or relocating to obtain employment; It includes: – Full unemployment benefits: benefits compensating for loss of earnings where a person is capable of working and available for work but is unable to find suitable employment, including persons who had not previously been employed. – Partial unemployment benefits: benefits compensating for the loss of wages or salary due to formal short-time working arrangements, and/or intermittent work schedules, irrespective of their cause (business recession or slow-down, breakdown of equipment, climatic conditions, accidents and so on), and where the employer/employee relationship continues. – Early retirement for labour market reasons: periodic payments to older workers who retire before reaching standard retirement age due to unemployment or to job reductions caused by economic measures such as the restructuring of an industrial sector or of a business enterprise. These payments normally cease when the beneficiary becomes entitled to an old age pension. – Vocational training allowance: payments by social security funds or public agencies to targeted groups of persons in the labour force who take part in training schemes intended to develop their potential for employment. – Mobility and resettlement: payments by social security funds or public agencies to unemployed persons to encourage them to move to another locality or change their occupation in order to seek or to obtain work. – Severance and termination payments (benefits compensating employees for employment ending before the employee has reached the normal retirement age for that job) . ",
        "59 – Redundancy compensation: capital sums paid to employees who have been dismissed through no fault of their own by an enterprise that is ceasing or cutting down its activities. – Other cash benefits: other financial assistance, particularly payments to the long-term unemployed It excludes: d under ‘Family/children related allowances’ (HY050G)). Unemployment benefits (PY090N) The net income component correspond to the gross income components but the tax at source, the social insurance contributions or both ( if applicable) are deducted. Comments about unemployment benefits - There are two concepts related to vocational training allowance under the unemployment benefit function: The vocational training allowance, i.e. payment by social security funds or public agencies to targeted groups of persons in the labour force who take part in training schemes intended to develop their potential for employment. This is considered as benefit in cash and thus included in PY090. A benefit (in-kind) related to vocational training, i.e. payments by social security funds or public agencies to institutions that provide training courses to unemployed people. This benefits are excluded from EU-SILC. PL211A: Main activity on January PL211B: Main activity on February PL211C: Main activity on March PL211D: Main activity on April PL211E: Main activity on May PL211F: Main activity on June PL211G: Main activity on July PL211H: Main activity on August PL211I: Main activity on September PL211J: Main activity on October PL211K: Main activity on November PL211L: Main activity on December LABOUR INFORMATION (Calendar of activities) Longitudinal (see note below) ",
        "60 Reference period: income reference period Unit: selected respondent (where applies) or all current household members aged 16 and over Mode of collection: personal interview (proxy as an exception) or registers Values 1 Employee working full-time 2 Employee working part-time 3 Self-employed working full-time (including family worker) 4 Self-employed working part-time (including family worker) 5 Unemployed 6 Pupil, student, further training, unpaid work experience 7 In retirement or in early retirement or has given up business 8 Permanently disabled or/and unfit to work 9 In compulsory military community or service 10 Fulfilling domestic tasks and care responsibilities 11 Other inactive person Flags 1 filled -1 missing -3 not selected respondent This variable replaces, from the 2009 operation onwards, the variables PL210 defined in the EU- SILC Regulation1 1 The status is self-defined and the same definitions as for variable PL031 apply (see PL031 for definitions and explanations). In particular, if the person combines different part-time jobs as employee leading to an equivalent full-time work, the person should consider his/herself as employee working full-time (code 1 should be ticked for the month). If more than one type of activities occur in the same month, priority should be given to economic activity (“main activity: work”) over non-economic activity and over inactivity. On the basis of this principle, the following rules may be used: - If the respondent worked, at least during 2 weeks of the month, then code 1, 2, 3 or 4 should be ticked for the month. - If more than one of the other codes apply in the same month, the respondent will select one on the basis of self-assessment. The criterion of most time spent may be useful where applicable. See also PL040 Note For those MS using a ‘rotational panel’ as well as those MS using a ‘pure panel’ the variables PL211A-PL211L will also be provided for EU-SILC cross-sectional component. ",
        "61 ",
        "62 Annex A: Overview of main characteristics of unemployment benefit schemes in the EU and other major OECD countries 5. Where weekly earnings while in employment were below certain amounts, reduced rates of payment are made. If dependent adult is employed, supplement is reduced or suppressed depending on income level. 6. For employees with a temporary reduction of working hours there is also the CIG scheme which pays benefits of 80% of average gross earnings for non-worked hours. initial at end of legal entitlement period National currency % of AW National currency % of AW [1] [2] [3] [4] [6] [7] [8] [9] [10] [11] [12] Eurozone countries Austria E+C: 1 year in 2. C (if earnings above threshold) 0 9 Net -- -- 16.316 42 No reduction for earnings up to EUR 4396, total loss if earnings greater. Each dependant: EUR 354. Belgium E+C: 468 days in 27 months. C 0 Unlimited 60 53.8 (after 1 year) Gross 10.159 24 15.887 38 Maximum: limit of EUR 3872 for artistic employment. If dependants, minimum benefit is increased to EUR 12090 (29% of AW. Estonia E+C: 12 months in 3 years. C 7 12 50 40 (after 101 days) Gross 26.100 17 Approx. 220000 149 None. -- Finland E: 34 weeks in 28 months, C: 10 months. V 7 23 Gross (excluding additional holiday pay) less SSC. -- -- Working hours <75% of full time. Benefit reduced by 50% of gross income. Benefit plus income cannot exceed 90% of reference earnings. Supplements: EUR 1254, 1840, 2371 for 1, 2 and 3 or more children respectively. France C: 4 months in 28 months. C 7 24 Gross 9.829 28 79.488 228 Income <70% of reference earnings, hours worked/month <110 and duration <15 months. Benefit reduced depending on income ratio to reference earnings. -- Germany E: 12 months, C: 12 months in 2 years. C 0 12 Net -- -- 38.880 92 Total loss if working more than 15 hours/week. Rate increases by 7 percentage points if dependant children present. Greece E+C: 125 days in 14 months or 200 days in 2 years. C 6 12 -- -- -- -- -- None. Benefit increased by 10% for each. Malta C: 50 weeks, including 20 in last 52. C -- 5 Fixed amount (21% of AW). -- -- -- -- -- Earnings must be below payment level. Additional 11% of AW if lone parent or maintaining a spouse. Ireland(5) C: 39 weeks in 1 year (or 26 \"reckonable\" contributions in 2 years). 104 weeks contributions paid since starting work C 3 12 -- -- -- -- -- Benefit is not paid for any day or partial day of employment. Earnings are not assessed. Supplements of 5% of AW per qualifying child, and 21% of APW per qualifying adult. Italy(6) C: 52 weeks in 2 years. C 7 8 60 50 after 6 months Average gross earnings of last 3 months. -- -- 12.879 46 No benefits if receiving earnings from employment (except for CIG scheme). -- Unemployment insurance benefits, 2010 For a 40-year old (where benefits are conditional on work history, the table assumes a long and uninterrupted employment record) Basic benefit (17% of AW) plus 45% of earnings exceeding basic benefit to 81% of AW then 20%. None 57-75 60 Flat rate benefit (27% of AW). Fixed amount (32% of AW). Employment (E) and contribution (C) conditions Insurance is voluntary(V) or compulsory(C) for employees Waiting period (days) Maximum duration (months) Payment rate (% of earnings base) Earnings base(2) Minimum benefit (1) Maximum benefit (1) Permitted employment and disregards Additions for dependent family members [5] 55 ",
        "63 Annex A: Overview of main characteristics of unemployment benefit schemes in the EU and other major OECD countries initial at end of legal entitlement period National currency % of AW National currency % of AW [1] [2] [3] [4] [6] [7] [8] [9] [10] [11] [12] Eurozone countries Luxembourg E+C: 26 weeks in 1 year. C 0 12 Average gross earnings of last 3 months. -- -- 39.584 80 Reduced if earnings exceed 10% of the earnings base used to calculate benefit. Replacement rate increases by 5 percentage points if dependent children present. Netherlands E+C: 26 weeks in 36, plus 52 days in 4 of 5 years. C 0 38 75 70 (after 2 months) Gross 12.846 28 36.131 80 If <5 hours/week, benefit reduced by 70% of gross earnings. If >5 hours/week, proportional reduction. Supplementary benefits for low- income households to bring income up to a minimum guaranteed level. Slovak Republic E+C: 3 years in 4 years. C 0 6 Gross -- -- 13.208 142 No benefits if employed. -- Slovenia E+C: 12 months in 18 months. C -- 9 70 60 (after 3 months) Gross earnings of last 12 months (incl. bonuses) 4.014 24 12.041 71 A beneficiary who is seeking full-time work keeps receiving a proportional amount of UI if they get part-time work (up to 20 hours per week). -- Spain C: 360 days in 6 years. C 0 24 70 60 (after 6 months) Gross 5.964 24 13.046 53 Benefits are reduced in proportion to hours worked. Increased minimum and maximum benefit if person has dependent children. Other EU countries Bulgaria E+C: 9 months in last 15. C -- 12 60 Gross 1.564 21 -- -- No benefits if employed -- Czech Republic E+C:12 months in 3 years. C -- 5 65 50-45 (after 2 and 4 months) Net -- -- Approx. 167000 58 (4) Half of the minimum wage in a month is allowed without losing entitlement to unemployment benefits. -- Denmark E: 52 weeks in 3 years. C: membership fee. V 0 24 Gross less 8% SSC. 160.416 43 195.516 52 Benefits are reduced in proportion to hours worked. -- Latvia C: 9 months in 12 months C 0 9 65 32,5 after 7 months Gross -- -- -- -- No benefits if employed -- Lithuania C: 18 months in 36 months C -- 9 40% + fixed amount of LTL 350 per month 20 after 3 months Gross 4.200 18 7.800 33 No benefits if employed -- Hungary E+C: 365 days in 4 years. C 0 9 60 60% of mandatory minimum wage Gross average earnings of last 4 calendar quarters 529.200 21 1.058.400 42 For short term (<90 days) and occasional/seasonal employment, the benefit is suspended. -- Poland E+C: 365 days in 18 months and earnings > minimum wage. C 7 12 Fixed amount 30% of AW.(8) Fixed amount 23% of AW (after 3 months).(9) -- -- -- -- -- Gross income disregard of up to PLN 7902 (half the minimum pay). -- Romania C: 12 months in 24 C -- 12 Fixed amount of 24% of AW plus 10% of earnings. Gross -- -- -- -- Can keep 30% of benefit if re-employed -- Sweden E: 6 months in last year, C: been a member of an insurance fund for 12 months. V 7 35 80 70 (after 9 months). 65 for Job and Development Guarantee (after 14 months). Gross 83.200 23 176.800 48 Benefits are reduced in proportion to days worked. -- United Kingdom C: 12 months in 2 years. C 3 6 -- -- -- -- -- Income over GBP 260 (520 for couples) reduces benefit by same amount. -- Fixed amount (10% of AW). Employment (E) and contribution (C) conditions Insurance is voluntary(V) or compulsory(C) for employees Waiting period (days) Maximum duration (months) Payment rate (% of earnings base) Earnings base(2) Minimum benefit (1) Maximum benefit (1) Permitted employment and disregards Additions for dependent family members [5] 80 50 90 ",
        "64 Annex A: Overview of main characteristics of unemployment benefit schemes in the EU and other major OECD countries initial at end of legal entitlement period National currency % of AW National currency % of AW [1] [2] [3] [4] [6] [7] [8] [9] [10] [11] [12] Other non-EU countries Japan E+C: 6 months in 1 year (at least 11 days each month). C 7 9 Gross earnings of last 6 months (excl. bonuses). -- -- 2.516.400 53 No benefits if employed. -- Canada(3) E+C: 595 hours in 1 year. C 14 11 Gross -- -- 23.764 53 Up to 40% of benefits or CAD 3900, whichever is higher. Family supplements depend on income plus age and number of children. United States (9)E: 20 weeks (plus minimum earnings requirement). C 0 23 53 Gross 6.084 13 18.824 41 Earnings less than gross benefit are deducted at 50% rate; Earnings exceeding gross benefit are subtracted from 1.5 times the gross benefit amount. Individuals earning more than 1.5 times their gross benefit amount are ineligible. USD 312 for each dependant. Minimum benefit (1) Maximum benefit (1) Permitted employment and disregards Additions for dependent family members [5] Insurance is voluntary(V) or compulsory(C) for employees Waiting period (days) Maximum duration (months) Payment rate (% of earnings base) Earnings base(2) Employment (E) and contribution (C) conditions 55 50-80 ",
        "65 Table 17 - Trend of non-coverage rate 2008-2013 Source: Eurostat elaborations based on EUSILC data 2008-2013. Family/child benefits included Family/child benefits not included Family/child benefits included Family/child benefits not included Family/child benefits included Family/child benefits not included Family/child benefits included Family/child benefits not included Family/child benefits included Family/child benefits not included Family/child benefits included Family/child benefits not included AT 11% 17% 13% 25% 9% 12% 17% 22% 26% 28% 15% 18% BE 6% 8% 7% 9% 6% 10% 8% 9% 5% 9% 6% 7% BG 24% 39% 29% 47% 31% 52% 28% 47% 30% 46% 26% 49% CH 30% 33% 22% 27% 17% 20% 12% 15% 19% 32% 23% 31% CY 20% 24% 32% 34% 40% 46% 40% 47% 43% 49% 23% 34% CZ 7% 21% 5% 15% 7% 16% 13% 22% 9% 15% 13% 16% DE 10% 14% 12% 15% 10% 12% 9% 12% 9% 14% 11% 15% DK 12% 15% 14% 15% 15% 17% 11% 11% 11% 11% 6% 6% EE 23% 30% 22% 30% 19% 30% 21% 28% 19% 28% 19% 30% EL 45% 51% 47% 51% 54% 60% 53% 57% 65% 70% 50% 59% ES 32% 36% 30% 32% 26% 27% 26% 27% 31% 32% 23% 24% FI 2% 3% 2% 2% 2% 2% 2% 2% 2% 2% 2% 2% FR 4% 6% 3% 4% 5% 7% 6% 8% 7% 7% 10% 12% HR 21% 30% 24% 33% 22% 32% 29% 37% HU 5% 12% 4% 12% 4% 16% 5% 14% 4% 13% 11% 20% IE 3% 20% 3% 24% 3% 19% 1% 15% 2% 15% IS 8% 24% 21% 21% 17% 17% 13% 21% 31% 31% 19% 26% IT 56% 59% 52% 56% 50% 54% 48% 51% 47% 51% 47% 51% LT 31% 38% 32% 35% 37% 49% 25% 30% 18% 21% 16% 21% LU 8% 11% 6% 11% 5% 13% 6% 8% 6% 6% 6% 8% LV 30% 40% 36% 48% 32% 41% 29% 40% 31% 38% 32% 39% MT 22% 25% 10% 14% 15% 22% 13% 18% 11% 21% 6% 13% NL 1% 2% 8% 14% 6% 12% 3% 4% 7% 7% 11% 11% NO 16% 20% 12% 14% 6% 8% 7% 8% 6% 8% 10% 15% PL 12% 18% 11% 15% 15% 18% 18% 26% 23% 30% 18% 25% PT 20% 27% 16% 20% 18% 23% 20% 24% 26% 33% 21% 25% RO 27% 39% 27% 36% 15% 32% 15% 37% 27% 46% 32% 44% SE 10% 13% 11% 11% 7% 8% 7% 8% 9% 11% 5% 7% SI 15% 15% 13% 14% 5% 7% 9% 9% 8% 9% 7% 9% SK 6% 10% 7% 12% 5% 9% 6% 12% 8% 14% 5% 10% UK 6% 13% 9% 12% 10% 14% 11% 14% 13% 15% 12% 14% EU27 18% 23% 17% 21% 17% 21% 18% 22% 21% 25% 20% 24% EU28 17% 21% 18% 23% 21% 25% 20% 24% 2008 2009 2010 2011 2012 2013 ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "K E - E W - 16 - 002 - E N - N "
    ]
}