{
    "text": [
        "COMMISSION RECOMMENDATION of 18 June 2019 on the draft integrated National Energy and Climate Plan of Estonia covering the period 2021-2030 (2019/C 297/06) THE EUROPEAN COMMISSION, Having regard to Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council ( 1 ), and in particular Article 9(2) thereof, Whereas: (1) Pursuant to Regulation (EU) 2018/1999, each Member State is required to submit to the Commission a draft of its integrated national energy and climate plan covering the period from 2021 to 2030 in accordance with Article 3(1) and Annex I of that Regulation. The first drafts of integrated national energy and climate plans had to be submitted by 31 December 2018. (2) Estonia submitted its draft integrated national energy and climate plan on 28 December 2018. The submission of this draft plan represents the basis and first step of the iterative process between the Commission and Member States for the purpose of the finalisation of the integrated national energy and climate plans and their subsequent implementation. (3) Pursuant to Regulation (EU) 2018/1999, the Commission is required to assess the draft integrated national energy and climate plans. The Commission made a comprehensive assessment of the Estonian draft integrated national energy and climate plan, taking into consideration the relevant elements of Regulation (EU) 2018/1999. This assessment ( 2 ) is published alongside the present recommendation. The below recommendations are based on that assessment. (4) In particular, the Commission's recommendations may address (i) the level of ambition of objectives, targets and contributions with a view to collectively achieving the Energy Union objectives and, in particular, the Union's 2030 targets for renewable energy and energy efficiency as well as the level of electricity interconnectivity that the Member State aims for in 2030; (ii) policies and measures relating to Member State- and Union-level objec­ tives and other policies and measures of potential cross-border relevance; (iii) any additional policies and mea­ sures that might be required in the integrated national energy and climate plans; (iv) interactions between and consistency of existing and planned policies and measures included in the integrated national energy and climate plan within one dimension and among different dimensions of the Energy Union. (5) In developing its recommendations, the Commission considered, on the one hand, the need to add up certain quantified planned contributions of all Member States in order to assess the ambition at Union level, and, on the other hand, the need to provide adequate time for the Member State concerned to take due consideration of the Commission's recommendations before finalising its integrated national energy and climate plan. (6) The Commission's recommendations with regard to the Member States' renewable ambitions are based on a formula set out in Annex II of Regulation (EU) 2018/1999 which is based on objective criteria. ( 1 ) OJ L 328, 21.12.2018, p. 1. ( 2 ) SWD(2019) 277. 3.9.2019 EN Official Journal of the European Union C 297/21 ",
        "(7) With regard to energy efficiency, the Commission's recommendations are based on the assessment of the national level of ambition put forward in the draft integrated national energy and climate plan, compared to the collective level of efforts needed to reach the Union's targets, taking into account the information provided on specific national circumstances, where relevant. The final national contributions in the area of energy efficiency should reflect the cost-effective potential for energy savings and be supported with a robust long-term building renovation strategy and measures to implement the energy savings obligation stemming from Article 7 Directive 2012/27/EU of the European Parliament and of the Council ( 3 ). Member States should also demonstrate that they have properly taken into account the energy efficiency first principle, by explaining notably how energy efficiency contributes to the cost-effective delivery of the national goals of a competitive low-carbon economy, security of energy supply and to address energy poverty. (8) The Governance Regulation requires Member States to provide a general overview of the investment needed to achieve the objectives, targets and contributions set out in the integrated national energy and climate plan, as well as a general assessment on the sources of that investment. The national energy and climate plans should ensure the transparency and predictability of national policies and measures in order to ensure investment certainty. (9) In parallel, as part of the 2018-2019 European Semester cycle, the Commission has put a strong focus on Member States' energy and climate related investment needs. This is reflected in the 2019 Country Report for Estonia ( 4 ) and in the Commission's recommendation for a Council Recommendation to Estonia ( 5 ), as part of the European Semester process. The Commission took into account the latest European Semester findings and rec­ ommendations in its assessment of the draft integrated national energy and climate plans. The Commission's recommendations are complementary to the latest country-specific recommendations issued in the context of the European Semester. Member States should also ensure that their integrated national energy and climate plans take into consideration the latest country-specific recommendations issued in the context of the European Semester. (10) In addition, the Governance Regulation requires each Member State to take due account of any recommendations from the Commission to its draft integrated national energy and climate plan to be submitted by 31 December 2019 and, if the Member State concerned does not address a recommendation or a substantial part thereof, that Member State should provide and make public its reasons. (11) Where applicable, Member States should report the same data in their integrated national energy and climate plans and updates in later years as they report to Eurostat or the European Environment Agency. The use of the same source and, where available, of European statistics, is also essential to calculate the baseline for modelling and projections. Using European statistics will allow for a better comparability of the data and the projections used in the integrated national energy and climate plans. (12) All elements of Annex I of the Regulation (EU) 2018/1999 are to be included in the final integrated national energy and climate plan. In this context, the macroeconomic and, to the extent feasible, the health, environmen­ tal, employment and education, skills and social impacts of the planned policies and measures should be assessed. The public and other stakeholders are to be engaged in the preparation of the final integrated national energy and climate plan. These and other elements are described in detail in the staff working document pub­ lished alongside this Recommendation ( 6 ). (13) In the final plan Estonia should take into account interlinkages between the planned policies and measures, notably, by considering the implications of the energy efficiency first principle on the decarbonisation, energy security and internal energy market dimensions. The contribution of energy efficiency to reducing energy import dependency and offsetting the impact of the reduction of electricity generation from oil shale are important elements in this regard, also with a view to integrating increasing shares of renewables and ensuring future elec­ tricity system generation adequacy. The impact of climate change risks on energy supply is another relevant con­ sideration. Estonia should pay particular attention to specifying the implementation status and impacts of policies and measures, as well as providing greenhouse gas projections split by policy sector (emission trading system, effort sharing sectors and land use, land use and forestry). Similarly, the objectives under the research, innovation and competitiveness dimension need to underpin the efforts planned for the other Energy Union dimensions. ( 3 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). ( 4 ) SWD (2019) 1005 final. ( 5 ) COM (2019) 506 final of 5 June 2019. ( 6 ) SWD(2019) 277. C 297/22 EN Official Journal of the European Union 3.9.2019 ",
        "(14) The final integrated national energy and climate plan would benefit from presenting a comprehensive analysis on where the low-carbon technologies sector is currently positioned in the global market, highlighting areas of com­ petitive strengths and potential challenges and pointing at measurable objectives for the future and policies and measures to achieve them, making appropriate links to enterprise and industrial policy. It could also benefit from a better interaction with the circular economy, emphasising its greenhouse gas emissions reduction potential. (15) The Commission's recommendations to Estonia are underpinned by the assessment of Estonia's draft integrated national energy and climate plan which is published alongside this Recommendation ( 7 ), HEREBY RECOMMENDS ESTONIA TAKES ACTION TO: 1. Clarify how it plans to reach its greenhouse gas target for emissions not covered by the EU emissions trading sys­ tem of -13 % below 2005, including the role of the land use, land use change and forestry sector. This requires notably to analyse further the combined impact of the planned policies and applying the accounting rules under Regulation (EU) 2018/841. 2. Underpin the welcomed level of ambition of a 42 % renewable energy share for 2030 as Estonia's contribution to the Union's 2030 target for renewable energy by detailed and quantified policies and measures that are in line with the obligations requested in Directive (EU) 2018/2001 of the European Parliament and Council ( 8 ), to enable a timely and cost-effective achievement of this contribution. Provide additional details on measures to meet the indicative target in the heating and cooling sector pursuant to Article 23 of Directive (EU) 2018/2001 and ensure that adequate measures are in place for the increase of renewables to meet the transport target set out in the draft plan and in line with Article 25 of Directive (EU) 2018/2001. Provide additional details on the specific measures planned to ensure the long-term sustainability of the use of biomass in the energy sector, given the important contribution of biomass across the Estonian energy mix. Provide measures on the enabling frameworks for renew­ able self-consumption and renewable energy communities, in line with Articles 21 and 22 of Directive (EU) 2018/2001 including simplification of administrative procedures. 3. Increase the level of ambition towards decreasing both final and primary energy consumption in 2030 in view of the need to increase the level of efforts necessary to reach the Union's 2030 energy efficiency target. Support it with policies and measures that would deliver additional energy savings by 2030. In the final plan include all the policies and measures planned to achieve the cumulative savings goal with a realistic schedule of implementation and a clear assessment of their investment needs. 4. Specify measures to ensure the electricity generation adequacy in light of the ambitious renewables target, including measures on demand response and storage. 5. Define forward-looking objectives and targets concerning market integration, in particular measures to develop more competitive retail markets and to increase the level of consumer engagement in the retail market. 6. Further clarify the national objectives and funding targets in research, innovation and competitiveness, specifically related to the Energy Union, to be achieved between now and 2030, so that they are readily measurable and fit for purpose to support the implementation of targets in the other dimensions of the integrated national energy and climate Plan. Underpin such objectives with specific and adequate policies and measures, including those to be developed in cooperation with other Member States, such as the Strategic Energy Technology Plan. 7. Intensify the already good regional cooperation arrangements between Baltic countries (Estonia, Latvia and Lithuania); extend them to new areas and broaden the geographic reach to include the Nordic countries (Denmark, Finland, Iceland, Norway and Sweden). The focus of the regional exchanges should be on internal energy market and energy security areas, in view to the changes in the electricity systems accommodating higher shares of renewable electricity, which will increase electricity import/export and enhance the need for system flexibility, as well as on the decarbonisa­ tion of the transport sector and research. ( 7 ) SWD(2019) 277. ( 8 ) Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (OJ L 328, 21.12.2018, p. 82). 3.9.2019 EN Official Journal of the European Union C 297/23 ",
        "8. Provide a general overview on the investment needed to modernise its economy by reaching its energy and climate objectives, and a general assessment of the sources of that investment, including appropriate financing at national, regional and Union level. 9. List actions undertaken and plans to phase-out energy subsidies, in particular for fossil fuels. 10. Complement the analysis of the interactions with air quality and air emissions policy, presenting the impacts on air pollution for the various scenarios, providing underpinning air pollutant projections, and considering synergies and trade-off effects. 11. Integrate just and fair transition aspects better, notably by providing more details on social, employment and skills impacts of planned objectives, policies and measures. Further develop the approach to addressing energy poverty issues, including by highlighting the use of energy efficiency measures to alleviate energy poverty as required by the Regulation (EU) 2018/1999. Done at Brussels, 18 June 2019:. For the Commission Miguel ARIAS CAÑETE Member of the Commission C 297/24 EN Official Journal of the European Union 3.9.2019 "
    ]
}