{
    "text": [
        "1996R1292 — EN — 28.12.2005 — 003.001 — 1 This document is meant purely as a documentation tool and the institutions do not assume any liability for its contents ► B COUNCIL REGULATION (EC) No 1292/96 of 27 June 1996 on food-aid policy and food-aid management and special operations in support of food security (OJ L 166, 5.7.1996, p. 1) Amended by: Official Journal No page date ► M1 Regulation (EC) No 1726/2001 of the European Parliament and of the Council of 23 July 2001 L 234 10 1.9.2001 ► M2 Regulation (EC) No 1882/2003 of the European Parliament and of the Council of 29 September 2003 L 284 1 31.10.2003 ► M3 Regulation (EC) No 2110/2005 of the European Parliament and of the Council of 14 December 2005 L 344 1 27.12.2005 NB: This consolidated version contains references to the European unit of account and/or the ecu, which from 1 January 1999 should be understood as references to the euro — Council Regulation (EEC) No 3308/80 (OJ L 345, 20.12.1980, p. 1) and Council Regulation (EC) No 1103/97 (OJ L 162, 19.6.1997, p. 1). ",
        "▼ B COUNCIL REGULATION (EC) No 1292/96 of 27 June 1996 on food-aid policy and food-aid management and special operations in support of food security THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty establishing the European Community, and in particular Article 130w thereof, Having regard to the proposal from the Commission ( 1 ), Acting in accordance with the procedure laid down in Article 189c of the Treaty ( 2 ), Whereas now, as ever, food aid is an important aspect of the Community's development cooperation policy; Whereas food aid must be integrated into the developing countries' policies for the improvement of their food security, in particular by the establishment of food strategies aimed at alleviating poverty and geared to achieving the ultimate goal of making food aid superfluous; Whereas the Community and its Member States closely coordinate their development cooperation policies as regards food aid programmes and operations aimed specifically at enhancing food security; whereas the Community, with its Member States, is a party to certain international agreements in this domain, and in particular the Food Aid Convention; Whereas regional, national and household food security, with the long- term aim of securing universal and constant access to a diet that will promote a healthy and active life, is an important element in the fight against poverty and whereas it is important for this to be emphasized in all programmes intended for developing countries; Whereas food aid must not have any adverse effects on the normal production and commercial import structures of the recipient countries; Whereas food aid and operations in support of food security are key features of Community development cooperation policy and must be taken into account as objectives in all Community policies likely to affect the developing countries, in particular from the point of view of economic reforms and structural adjustment; Whereas, given the different responsibilities of men and women for the food security of households, systematic account should be taken of their different roles when drawing up programmes aimed at achieving food security; Whereas women and communities should be involved to a greater extent in efforts to achieve food security at national, regional or local level and at the level of households; Whereas food aid must be an effective instrument ensuring access to an adequate and appropriate diet and improving the availability and acces- sibility of foodstuffs to the public, consistent with local dietary habits and production and trading systems, particularly in food crises, and fully integrated into development policy; Whereas the food-aid instrument is a key component of the Community's policy on preventing or helping in crisis situations in the developing countries and whereas account should be taken in its imple- mentation of its possible social and political effects; Whereas food-aid operations cannot be part of a viable solution unless they are integrated into development operations geared to relaunching local production and trade; 1996R1292 — EN — 28.12.2005 — 003.001 — 2 ( 1 ) OJ No C 253, 29. 9. 1995, p. 10. ( 2 ) Opinion of the European Parliament of 15 December 1995 (OJ No C 17, 22. 1. 1996), Council Common Position of 29 January 1996 and decision of the European Parliament of 24 May 1996 (OJ No C 166, 10. 6. 1996). ",
        "▼ B Whereas analysis, diagnosis, programming and monitoring need to be improved to make food aid more effective and avoid adverse effects on local production, distribution, transport and marketing capacities; Whereas food aid should be made a real instrument of the Community's policy of cooperation with the developing countries, thereby enabling the Community to participate fully in multiannual development projects; Whereas it is therefore necessary that the Community be able to provide a steady overall flow of aid and be in a position, in appropriate cases, to undertake to supply to the developing countries minimum amounts of products under specific multiannual programmes linked to development policies as well as to enter into undertakings in relation to international organizations; Whereas the Community's support for the developing countries' efforts to achieve food security could be enhanced by greater flexibility in food aid, granting financial support for operations concerning food security, and in particular the development of farming and food crops, as an alternative to food aid in certain circumstances, while protecting the environment and the interests of small farmers and fishermen; Whereas the Community can assist those in need in rural and urban areas in the developing countries by helping finance operations in support of food security through the purchase of food products, seed, agricultural implements and inputs, and relevant means of production, and through storage programmes, early-warning systems, mobilization, supervision and technical and financial assistance; Whereas it is necessary to continue to support regional approaches to food security, including local purchasing operations in order to make use of the natural complementarity between countries belonging to the same region; whereas the policies conducted in the field of food security should be given a regional dimension in order to foster regional trade in foodstuffs and promote integration; Whereas the purchase of foodstuffs at local level reduces inefficiency, costs and damage to the environment which might be caused by the transport of large quantities of foodstuffs in the world; Whereas the genetic potential and bio-diversity of food production must be safeguarded; Whereas Community food-aid policy must adjust to geopolitical change and the economic reforms under way in many recipient countries; Whereas a list should be drawn up of the countries and bodies eligible for Community aid operations; Whereas to that end provision should also be made for Community aid to be made available to international, regional and non-governmental organizations; whereas such organizations must satisfy a number of conditions guaranteeing the success of food-aid operations; Whereas, in order to facilitate the application of certain of the measures envisaged and ensure that they mesh with the recipient country's food security policy, provision should be made for close cooperation between the Member States and the Commission within a Food Security and Food Aid Committee; Whereas in determining the steps to be taken for the execution of food- aid operations the implementing procedures should be adjusted to the specific nature of each recipient area, although within the framework of a common policy and strategy; Whereas, in order to ensure better management of food aid, aligning it more closely on the interests and needs of the recipient countries, and to improve the decision-making and implementing procedures, it is desirable to replace Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management ( 1 ), 1996R1292 — EN — 28.12.2005 — 003.001 — 3 ( 1 ) OJ No L 370, 30. 12. 1986, p. 1. Regulation as last amended by Council Regulation (EEC) No 1930/90 (OJ No L 174, 7. 7. 1990, p. 6). ",
        "▼ B Council Regulation (EEC) No 1755/84 of 19 June 1984 on the imple- mentation in relation to food of alternative operations in place of food- aid deliveries ( 1 ), Council Regulation (EEC) No 2507/88 of 4 August 1988 on the implementation of storage programmes and early warning systems ( 2 ), Council Regulation (EEC) No 2508/88 of 4 August 1988 on the implementation of cofinancing operations for the purchase of food products or seeds by international bodies or non-governmental organizations ( 3 ) and Council Regulation (EEC) 1420/87 of 21 May 1987 laying down procedures for the implementation of Regulation (EEC) No 3972/86 on food-aid policy and food-aid management ( 4 ), HAS ADOPTED THIS REGULATION: CHAPTER I Objectives and general guidelines for food aid and operations in support of food security Article 1 1. Under its policy of cooperation with developing countries and in order to respond appropriately to situations of food insecurity caused by serious food shortages or food crises the Community shall carry out food-aid operations and operations in support of food security in the developing countries. Food-aid operations of a humanitarian nature shall be carried out in the framework of the rules on humanitarian aid and shall not fall within the scope of this Regulation. In the event of a serious crisis, all the instruments of the Community's aid policy shall be implemented in close coordination for the benefit of the population concerned. 2. Operations under this Regulation shall be appraised after analysis of the desirability and effectiveness of this instrument as compared with other means of intervention available under Community aid which could have an impact on food security and food aid, and in coordination with these means. The Commission shall ensure that operations under this Regulation are appraised in close coordination with intervention by other donors. 3. The objectives of the food-aid operations and operations in support of food security referred to in paragraph 1 shall, in particular, be: — to promote food security geared to alleviating poverty, to help the population of developing countries and regions, at household, local, national and regional levels, — to raise the standard of nutrition of the recipient population and help it obtain a balanced diet, — to take account of the concern to ensure the supply of drinking water to the population, — to promote the availability and accessibility of foodstuffs to the public, — to contribute towards the balanced economic and social development of the recipient countries in the rural and urban environment, by paying special attention to the respective roles of women and men in the household economy and in the social structure; the ultimate objective of Community aid operations shall be to make the recipients into agents of their own development, — to support the efforts of the recipient countries to improve their own food production at regional, national, local and family level, 1996R1292 — EN — 28.12.2005 — 003.001 — 4 ( 1 ) OJ No L 165, 23. 6. 1984, p. 7. ( 2 ) OJ No L 220, 11. 8. 1988, p. 1. ( 3 ) OJ No L 220, 11. 8. 1988, p. 4. ( 4 ) OJ No L 136, 26. 5. 1987, p. 1. ",
        "▼ B — to reduce their dependence on food aid, — to encourage them to be independent in food, either by increasing production, or by enhancing and increasing purchasing power, — to contribute to the initiatives to combat poverty with development as an objective. 4. The Community's aid shall be integrated as thoroughly as possible into the development policies, particularly those on agriculture and agri- foodstuffs, and the food strategies of the countries concerned. Community aid shall back up the recipient country's policies on poverty, nutrition, reproductive health care, environmental protection and rehabilitation, with special attention to the continuity of programmes, particularly in a post-emergency situation. Whether sold or distributed free of charge, aid must not be liable to disrupt the local market. TITLE I Food-aid operations Article 2 1. The products supplied, along with an other operation in the framework of food aid, must reflect as closely as possible the dietary habits of the recipient population and shall not adversely affect the recipient country. When products are selected, consideration shall be given to how to maximize the quantity of food with a view to reaching the maximum number of people, taking into account the quality of products in order to ensure adequate levels of nutrition. When selecting the products to be supplied as Community aid and the procedures for the mobilization and distribution of that aid, particular account shall be taken of the social aspects of access to food in the recipient countries, and especially of the most vulnerable groups and the role of women in the household economy. 2. Food aid shall primarily be allocated on the basis of an objective evaluation of the real needs justifying such aid, as this is the only way to improve the food security of groups which do not have the means or possibility of plugging their food shortage themselves. To that end, consideration shall be given to the following criteria, without excluding other relevant considerations: — food shortages, — the food situation measures using human development and nutritional indicators, — per capita income and the existence of particularly poor population groups, — social indicators of the welfare of the population in question, — the recipient country's balance-of-payments situation, — the economic and social impact and financial cost of the proposed operation, — the existence in the recipient country of a long-term policy on food security. 3. The granting of food aid shall, where necessary, be conditional on the implementation of short-term, multiannual development projects, sectoral operations or development programmes, and as a priority those which promote sustainable long-term food production and food security in the recipient countries within the framework of a food policy and strategy. Where appropriate, this aid may take the form of a direct contribution to the implementation of such projects, operations or programmes. Where Community aid is intended for sale, such comple- mentarity must be ensured by the use of counterpart funds for purposes agreed by the Community and the recipient country or, where 1996R1292 — EN — 28.12.2005 — 003.001 — 5 ",
        "▼ B appropriate, the body or non-governmental organization which receives the aid. Where food aid is provided as backing for a development programme spread over a number of years, it may be supplied on a multiannual basis linked to the programme in question. Besides the allocation of basic foodstuffs, aid may be used for the supply of seed, fertilizer, tools, other inputs and commodities, the creation of reserves, technical and financial assistance and awareness and training schemes. 4. As a key component of food-security programmes food aid may be given to support efforts by the recipient countries to create buffer stocks paying special attention to individual farmers' stocks and national reserves, in tandem with the setting-up of regional reserves. 5. Counterpart funds shall be managed in a manner consistent with other Community aid instruments. In the case of countries undergoing structural adjustment, and in line with the relevant resolutions of the Council, the counterpart funds generated by the various development assistance instruments constitute resources which must be managed as part of a single and consistent budgetary policy in the context of a programme of reforms. In this context, the Community could move from targeting counterpart funds towards more general allocation, as soon as progress has been made in improving the effectiveness of the monitoring instruments, programming and budget implementation, and as regards internalization of reviews of public expenditure. Without prejudice to the foregoing, these funds shall be managed in accordance with general Community aid procedures for such funds and as a priority to support food-security policies and programmes. TITLE II Operations in support of food security Article 3 Where circumstances warrant it, the Community may carry out operations in support of food security in developing countries suffering a food shortage. Such operations may be implemented by the recipient countries, the Commission, international or regional organizations or non-govern- mental organizations. The purpose of these operations shall be to support, using the resources available, the framing and execution of a food strategy or other measures fostering the food security of the population concerned and to encourage them to reduce their food dependency and their dependence on food aid, especially in the case of low-income countries with serious food shortages. The operations must help to improve the living standards of the poorest people in the countries concerned. Operations in support of food security shall take the form of financial and technical assistance, in accordance with the criteria and procedures laid down in this Regulation. Such operations shall be planned and appraised in the light of their consistency with, and complementarity to, the objectives and operations financed by other Community development-aid instruments. They must be part of a multiannual plan. Article 4 A developing country eligible for Community food aid operations under this Regulation may receive part or all of the food that has been — or may be — allocated to it in the form of operations in support of food security either directly or through international, regional or non-govern- mental organizations, with particular account being taken of trends in production, consumption and reserves in that country, the food situation of its inhabitants and the food aid granted by other donors. 1996R1292 — EN — 28.12.2005 — 003.001 — 6 ",
        "▼ B Article 5 Operations in support of food security shall take the form of technical and financial assistance aimed, in accordance with the objectives laid down in Article 1, at improving sustainable and long-term food security by helping finance, inter alia : — the supply of seed, tools and inputs essential to the production of food crops, — rural credit support schemes targeted particularly at women, — schemes to supply the population with drinking water, — storage schemes at the appropriate level, — operations concerning the marketing, transport, distribution or processing of agricultural and food products, — measures in support of the private sector for commercial development at national, regional and international level, — applied research and field training, — projects to develop the production of food crops while respecting the environment, — flanking, awareness, technical assistance and field training operations, in particular for women and producers' organizations and agricultural workers, — support measures for women and producers' organizations, — projects to produce fertilizer from raw materials and basic materials found in the recipient countries, — schemes to support local food-aid structures, including training schemes on the ground. TITLE III Early-warning systems and storage programmes Article 6 The Community may support existing national early-warning systems and help to strengthen existing international early-warning systems concerning the food situation in developing countries and, in exceptional and duly substantiated cases, it may operate such systems, in accordance with the procedure laid down in Article 27. It may also cover the cost of implementing storage programmes in these countries in support of food-aid operations under this Regulation or comparable measures undertaken by the Member States, international or regional organizations or non-governmental organizations. Such operations should be consistent with other Community development aid instruments, including the use of counterpart funds generated by the sale of food aid, and be compatible with Community development policy. These operations are intended to strengthen the food security of the recipient countries. They must help improve the living conditions of the poorest sections of the population in the countries concerned and conform with their development objectives, in particular the policy on food crops. Community participation in such operations shall take the form of financial and/or technical assistance, in accordance with the criteria and procedures laid down in this Regulation. Operations supported by Community aid shall be appraised in the light of and in a manner consistent with existing programmes managed by specialist international organizations. 1996R1292 — EN — 28.12.2005 — 003.001 — 7 ",
        "▼ B Article 7 Community support for storage programmes and early-warning systems may be granted, upon request, to international or regional organizations or non-governmental organizations for operations to help developing countries eligible for food aid from the Community and its Member States. Article 8 Community aid may help finance the following measures: — early-warning systems and systems for gathering data on trends in harvests, stocks and markets, the food situation of households and the vulnerability of the population with a view to improving under- standing of the food situation in the countries concerned, — operations aimed at improving storage systems with a view to reducing waste or ensuring sufficient storage capacity for emergencies. Such operations may also include the establishment of the infrastructure, in particular bagging, unloading, disinfection, treatment and storage facilities, needed to handle food products in these countries in support of food-aid operations or operations in support of food security, — preparatory studies and training schemes in connection with the above activities. CHAPTER II Implementing procedures for food aid and storage and early- warning operations in support of food security Article 9 1. The countries eligible for Community aid for operations under this Regulation are listed in the Annex. In this connection, priority shall be given to the poorest sections of the population and to low-income countries with serious food shortages. The Council, acting by a qualified majority on a proposal from the Commission, may amend that list. Eligibility for contracts shall be determined in accordance with the rules of eligibility, and the derogations therefrom, set out in Regulation (EC) No 2110/2005 of the European Parliament and of the Council of 14 December 2005 on access to Community external assistance ( 1 ). 2. Non-profit-making non-governmental organisations (NGOs) eligible for direct or indirect Community financing for the implementa- tion of operations under this Regulation must meet the following criteria: (a) they must be autonomous organisations in an eligible country under the laws in force in that country; (b) they must have their headquarters in an eligible country. The headquarters must be the effective decision-making centre for all co-financed operations; (c) they must show that they can successfully carry out food-aid operations; in particular through: — their administrative and financial management capacity, — their technical and logistical capacity to handle the proposed operation, 1996R1292 — EN — 28.12.2005 — 003.001 — 8 ( 1 ) OJ L 344, 27.12.2005, p. 1. ▼ M3 ",
        "▼ M3 — the results of operations implemented by the relevant NGOs carried out with Community finance or finance from the Member States, — their experience in the field of food aid and food security, — their presence in the recipient country and their knowledge of that country or of developing countries; (d) they must undertake to comply with the conditions laid down by the Commission for the allocation of food aid. Article 10 1. The Community may help finance operations in support of food security of the kind described in Titles I, II and III (Chapters I and II) executed by the recipient country, the Commission, international or regional organizations or non-governmental organizations. 2. Cofinancing operations may be carried out at the request of recipient countries, international or regional organizations or non- governmental organizations, where such operations seem the most appropriate way of enhancing the food security of groups without the ways and means to cope with a food shortage themselves. ► M3 Parti- cipation in contractual procedures implemented through an international organisation or co-financed with a third country is defined in Regulation (EC) No 2110/2005. ◄ 3. In the design of the Community operations defined in Titles I, II and III, the Commission will give particular attention to: — the pursuit of sustainable impact and economic viability in project design, — the clear definition and monitoring of objectives and indicators of achievement. Article 11 1. Products shall be mobilised in the recipient country or in one of the developing countries (listed in the Annex), if possible one belonging to the same geographical region as the recipient country. The origin of supplies and materials purchased under this Regulation shall be determined in accordance with the rules of origin, and the derogations therefrom, set out in Regulation (EC) No 2110/2005. 2. Exceptionally, products may be mobilized on the market of a country other than those provided for in paragraph 1 of this Article in accordance with the procedure laid down in Article 27: — if the requisite type or quality of product is unavailable on the market of the Community or any of the developing countries, — if there is a serious food shortage, where such purchases are likely to increase the effectiveness of the operation. ► M3 3. ◄ Where food is purchased in the recipient country or in a developing country, steps must be taken to ensure that such purchases threaten neither to disrupt the market of the country concerned or of any other developing countries in the same region nor to affect adversely the supply of food to their inhabitants. Such purchases shall be integrated as thoroughly as possible into the implementation of Community development policy towards these countries, particularly with regard to the promotion of food security in the country concerned or at regional level. 1996R1292 — EN — 28.12.2005 — 003.001 — 9 ▼ B ▼ M3 ▼ B ▼ M3 ▼ B ",
        "▼ B Article 12 Where a recipient country has partially or totally liberalized food imports, the mobilization of Community aid must be consistent with that country's policy and not distort the market. In such cases, the Community contribution may take the form of a foreign-currency facility to be made available to private-sector operators in the country concerned, subject to the operation being part of a social and economic policy and an agricultural policy aimed at alleviating poverty (including the strategy on the importation of basic foodstuffs). The recipients shall be required to prove that they have made proper use of the means put at their disposal. Priority shall go to small and medium-sized private operators in order to ensure that operations are complementary. To the extent that its powers to carry out operations so allow, the Commission may adopt positive discrimina- tion measures for small and medium-sized private operators. Such aid shall be governed by the principles laid down in Article 11. Article 13 1. The Community may cover costs relating to the transport of food aid. 2. Where the Commission considers that the Community should cover costs relating to the inland transport of food aid, it shall take account of the following general criteria: — a serious food shortage, — the delivery of food aid to low-income countries suffering from serious food shortages, — whether the food aid is destined for the international or regional organizations or non-governmental organizations referred to in Article 10, — the need to increase the efficiency of the food-aid operation in question. 3. Where food aid is sold in the recipient country, the Community should cover inland transport costs only in exceptional circumstances. 4. The Community may also cover the air transport costs of food-aid operations in exceptional circumstances. Article 14 The Community may cover final distribution costs where the smooth execution of the food-aid operations concerned requires it. Article 15 Community aid shall take the form of grants. Aid may cover the external and local costs of implementing operations, including maintenance and operating costs. Operations under this Regulation shall be exempt from taxes, duties and customs charges. Any counterpart funds shall be used in accordance with the objectives laid down in this Regulation and managed in agreement with the Commission. The competent authority of the recipient country shall keep accounts on the collection and use of the funds and shall be obliged to render accounts. Article 16 The Community contribution may also cover flanking activities necessary to make the operations under this Regulation more efficient and, in particular, supervision, monitoring and inspection, distribution and field training. 1996R1292 — EN — 28.12.2005 — 003.001 — 10 ",
        "▼ B Article 17 Eligibility for participation in tendering procedures under this Regulation shall be determined in accordance with the rules of eligibility, and the derogations therefrom, set out in Regulation (EC) No 2110/2005. When implementing this Regulation, the Commission shall guarantee the openness of the operations in question by publicizing them properly. The Commission shall ensure that operations by intermediary organizations are also publicized properly. Article 18 The Commission may authorize a representative to conclude cofinancing agreements in its name. Article 19 1. The Commission shall lay down the allocation, mobilizing and implementation conditions for aid under this Regulation. 2. Aid shall not be implemented unless the recipient country, interna- tional or regional organization or non-governmental organization complies with these conditions. Article 20 The Commission shall take all measures necessary for the proper imple- mentation of food-aid programmes and operations, and operations in support of food security. To that end, the Member States and the Commission shall afford each other all necessary assistance and exchange all relevant information. CHAPTER III Procedure for implementing food-aid operations and early-warning and storage operations in support of food security Article 21 1. The Council, acting by a qualified majority on a proposal from the Commission and after consulting the European Parliament, shall determine the Community share of the overall amount of aid, either in tonnes of wheat equivalent or in value or in a combination of tonnage and value, laid down in the Food Aid Convention as the total contribu- tion of both the Community and its Member States. 2. The Commission shall coordinate the operations of the Community and the Member States as regards the supply of aid under the Food Aid Convention and shall ensure that the total contribution by the Community and its Member States is at least as high as the commitment provided for in the said Convention. Article 22 The Commission, acting in accordance with the procedure laid down in Article 27, and taking account of the general policy guidelines for food aid shall: — adopt the list of products which may be mobilized as aid, — lay down rules for mobilization, monitoring and evaluation, — determine each recipient's share of the products, in terms of quantity and cost, — where necessary, adjust allocations during the implementation of programmes. 1996R1292 — EN — 28.12.2005 — 003.001 — 11 ▼ M3 ▼ B ▼ M1 ▼ B ",
        "▼ B Article 23 Decisions: — granting food aid or providing for an operation in support of food security and laying down the conditions for the latter, — granting a contribution to international or regional organizations or non-governmental organizations for the financing of operations in support of food security, — granting aid for a storage programme or early-warning system; shall be adopted by the Commission in accordance with the procedure laid down in Article 27, in compliance with the limits set in Article 25. Article 24 1. In accordance with the Council decisions referred to in Article 21 and the decisions taken under Article 22, the Commission shall decide on: (a) emergency or serious food shortage operations, where famine or an imminent danger thereof seriously threatens the lives or health of people in a country without the ways and means to cope itself with a food shortage. The Commission shall act after consulting the Member States by the most appropriate means. Three working days shall be allowed to the Member States in which to put forward any objections. If there are any objections, the Committee referred to in Article 26 shall examine the question at its next meeting; (b) the conditions governing the supply and implementation of aid, in particular: — the general conditions applicable to recipients, — initiation of the procedures governing mobilization, supply of products and implementation of other measures, and conclusion of the relevant contracts. 2. For the purposes of paragraph 1 (a), the Commission shall be entitled to take all necessary measures to speed up the supply of food aid. The volume of aid granted in a given case shall be limited to the quantities needed by the population affected to cope with the situation for a period not normally exceeding six months. The Commission shall ensure that priority is given at all stages to the mobilization of food aid for the operations provided for in paragraph 1 (a) and (b). Article 25 Decisions regarding operations the financing for which under this Regulation exceeds ECU 2 million shall be taken in accordance with the procedure laid down in Article 27. Article 26 1. The Commission shall be assisted by a Food Security and Food Aid Committee, hereinafter referred to as ‘‘ the Committee' ’ , composed of representatives of the Member States and chaired by a representative of the Commission. 2. The Committee shall examine the long-term implications of any proposal to commit funds for food security at household, local, national and regional level in the recipient countries, bearing in mind the principles laid down in Article 1. It shall also analyze and monitor food-security policies which are in receipt of Community aid and examine proposals for joint initiatives. 3. The Committee shall draw up its own rules of procedure. 1996R1292 — EN — 28.12.2005 — 003.001 — 12 ",
        "▼ M2 Article 27 Where reference is made to this Article, Articles 4 and 7 of Decision 1999/468/EC ( 1 ) shall apply, having regard to the provisions of Article 8 thereof. The period laid down in Article 4(3) of Decision 1999/468/EC shall be set at two months. Article 28 1. In order to guarantee the principle of complementarity referred to in the Treaty and enhance the effectiveness and consistency of the Community and national food-aid provisions and operations in support of food security, the Commission shall seek to ensure that its own activities are as closely coordinated as possible with those of the Member States and with other policies of the European Union, both at decision-making level and on the ground, and may take any appropriate initiative in pursuit of this end. To that end, Member States shall notify the Commission of their national food-aid operations and of their food security programmes. The Commission, acting in accordance with the procedure laid down in Article 27, shall stipulate how notification of national operations is to be effected. 2. The Commission shall ensure that operations implemented by the Community are coordinated with those of international organizations and bodies, in particular those which form part of the United Nations system. 3. The Commission shall seek to develop collaboration and cooperation between the Community and third-country donors in the field of food security. 4. Coordination and cooperation between the Community and the Member States, and between the latter and international organizations and third-country donors shall be the subject of a regular exchange of information within the Committee. Article 29 The Committee may examine any other matter concerning food aid and the other operations under this Regulation raised by its Chairman, either on the latter's own initiative or at the request of a representative of a Member State. The Commission shall inform the Committee, within one month of taking its decision, of the food-aid or food-security operations and projects it has approved, indicating their amount and nature, the recipient country and the partner entrusted with implementation. The Commission shall notify the Committee of the general guidelines for products mobilized as Community food aid. Article 30 The Commission shall undertake regular evaluations of significant food- aid operations to establish whether the objectives laid down in the appraisal of those operations have been achieved and to provide guidelines for improving the effectiveness of future operations. It shall inform the Committee periodically on the evaluation programmes. Member States and the Commission shall notify each other as soon as possible of the results of evaluation work and of analyses or studies that would improve aid efficiency. The work will be analyzed in the 1996R1292 — EN — 28.12.2005 — 003.001 — 13 ( 1 ) Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (OJ L 184, 17.7.1999, p. 23). ▼ B ",
        "▼ B Committee. Member States and the Commission shall endeavour to carry out joint evaluation exercises. The Commission shall draw up procedures for the dissemination and internal and external communication of the conclusions of evaluation exercises to the departments and organizations concerned. Article 31 At the close of each financial year, the Commission shall submit an annual report on the implementation of this Regulation to the European Parliament and the Council. The report shall set out the results of execution of the budget as regards commitments and payments and projects and programmes financed during the year. As far as possible, the report shall contain information on the funds committed nationally during the same financial year. As far as possible, it shall contain the most important statistical data (by recipient country, nationality, etc.) on contracts awarded for the implementation of projects and programmes. The report shall also contain a breakdown of expenditure assigned to each type of operation as provided for in Articles 2, 5 and 8. Lastly, the report shall contain information on operations undertaken with the counterpart funds generated by food aid. Article 32 Regulations (EEC) No 3972/86, (EEC) No 1755/84, (EEC) No 2507/88, (EEC) No 2508/88 and (EEC) No 1420/87 shall be repealed. As a transitional measure and until the new mobilization Regulation is adopted by the Commission, Commission Regulation (EEC) No 2200/ 87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be supplied as Community food aid ( 1 ) shall continue to apply. Three years after the entry into force of this Regulation, the Commission shall submit to the European Parliament and to the Council an overall evaluation of the operations financed by the Community under this Regulation, accompanied by suggestions for the future of the Regulation and, if necessary, by proposals for amendments to it. Article 33 This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities . This Regulation shall be binding in its entirety and directly applicable in all Member States. 1996R1292 — EN — 28.12.2005 — 003.001 — 14 ( 1 ) OJ No L 204, 25. 7. 1987, p. 1. Regulation as amended by Regulation (EEC) No 790/91 (OJ No L 81, 25. 3. 1991, p. 108). ",
        "▼ B ANNEX 1. COUNTRIES LLDCs (Least-developed countries) Other LICs (Other low-income countries. Per capita GNP < US $ 675 in 1992) LMICs (Lower middle-income countries. Per capita GNP US $ 676 — US $ 2 695 in 1992) Afghanistan Bangladesh Benin Bhutan Botswana Burkina Faso Burundi Cambodia Cape Verde Central African Republic Chad Comoros Djibouti Equatorial Guinea Ethiopia Gambia Guinea Bissau Guinea Haiti Kiribati Laos Lesotho Liberia Madagascar Malawi Maldives Mali Mauritania Mozambique Myanmar Nepal Niger Rwanda Sao Tome and Principe Sierra Leone Solomon Islands Somalia Sudan Tanzania Togo Tuvalu Uganda Vanuatu Western Samoa Yemen Zaire Zambia China Egypt Eritrea Ghana Guyana Honduras India Indonesia Kenya Nicaragua Nigeria Pakistan Sri Lanka Tajikistan Timor Vietnam Zimbabwe Albania Algeria Angola Anguilla Armenia Azerbaijan Belize Bolivia Cameroon Chile Colombia Congo Costa Rica Côte d'Ivoire Cuba Dominica Dominican Republic Ecuador El Salvador Fiji Georgia Grenada Guatemala Iran Iraq Jamaica Jordan Kazakhstan Korea (Democratic Republic) Kyrgyzstan Lebanon Macao Marshall Islands Micronesia, Federated States Moldova Mongolia Morocco Namibia Niue Occupied Territories (Gaza and The West Bank) Panama Papua New Guinea Paraguay Peru Philippines Senegal South Africa St Helena St Vincent and The Grenadines 1996R1292 — EN — 28.12.2005 — 003.001 — 15 ",
        "▼ B LLDCs (Least-developed countries) Other LICs (Other low-income countries. Per capita GNP < US $ 675 in 1992) LMICs (Lower middle-income countries. Per capita GNP US $ 676 — US $ 2 695 in 1992) States of Former Yugoslavia Swaziland Syria Thailand Tokelau Tonga Tunisia Turkey Turkmenistan Turks and Caicos Islands Uzbekistan Wallis and Futuna 2. BODIES WFP ICRC IFRC UNHCR UNRWA FAO UNICEF 3. NON-GOVERNMENTAL ORGANIZATIONS European NGOs, NGOs of the recipient country or, exceptionally international NGOs, specializing in development. 1996R1292 — EN — 28.12.2005 — 003.001 — 16 "
    ]
}