{
    "text": [
        "Commission staff working doCument Towards more knowledge-based policy and practice in education and training SEC(2007)1098 ",
        "europe direct is a service to help you find answers to your questions about the european union. freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800numbers or these calls may be billed. more information on the european union is available on the internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: office for official Publications of the european Communities, 2007 © european Communities, 2007 reproduction is authorised provided the source is acknowledged. Printed in Belgium Printed on white chlorine-free paper ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, SEC(2007) 1098 COMMISSION STAFF WORKING DOCUMENT Towards more knowledge-based policy and practice in education and training {SEC(2007) 1098} ",
        "EN 2 EN ",
        "EN 3 EN COMMISSION STAFF WORKING DOCUMENT Towards more knowledge-based policy and practice in education and training Contents Executive Summary 1 – I NTRODUCTION 2 - K EY CHALLENGES TO IMPROVE THE EFFECTIVENESS OF THE KNOWLEDGE CONTINUUM 3 - T HE KNOWLEDGE CREATION CHALLENGE – 3.1 - Creation challenge – 3.1.1 - Focus and structure – 3.1.2 - Research-based knowledge creation – 3.1.3 - Contextual background – 3.2 – Analysis of the situation – 3.2.1 – Varying levels of activity and starting points – 3.2.2 – Improving relevance – 3.2.3 – Improving quality – 3.3 – Summary 4 – T HE KNOWLEDGE APPLICATION CHALLENGE – 4.1 – Application challenge – 4.1.1 - Focus and structure – 4.1.2 - Identified weaknesses – 4.2 - Analysis of the situation – 4.2.1 - Building competence and capacity – 4.2.2 - Developing a culture of evaluation – 4.3 – Summary 5 – T HE KNOWLEDGE MEDIATION CHALLENGE – 5.1 – Mediation challenge – 5.1.1 – Focus and structure – 5.1.2 – Types of mediation – 5.2 – Analysis of the situation – 5.2.1 – Improving accessibility – 5.2.2 – Building trust and consensus – 5.3 – Summary 6 – C ONCLUSION R EFERENCES ",
        "EN 4 EN Executive Summary 1. I NTRODUCTION 1.1 - Achieving the Lisbon goals through a stronger knowledge base in the field of Education and Training The 2000 Lisbon European Council identified knowledge as the key to future growth, jobs and social cohesion in the EU. We need policies that reinforce this knowledge base. Education and training are a prerequisite for a fully functioning \"knowledge triangle\" (education – research – innovation). Member States and the EU institutions need to use evidence-based policy and practice 1 , including robust evaluation instruments 2 , to identify which reforms and practices are the most effective, and to implement them most successfully. The 2006 Spring European Council Conclusions stressed the need for an evaluation culture, and the more systematic use of evidence as a basis for the modernisation of education and training systems. These messages were further highlighted in the Communication and Council Conclusions on \"Efficiency and equity in European education and training systems\" 3 of last year as well as in discussions in Education Council meetings in February and May 2007. Education and training have a critical impact on economic and social outcomes. Ineffective, misdirected or wasteful education policies incur substantial financial and human costs 4 . It is therefore essential that investment in education 5 , which amounts to 5.5% of GDP 6 or € 500 billion each year, is as efficient and effective as possible. Improving the use and impact of knowledge for developing policy and practice at the national and EU levels would improve the quality and governance of education systems. This in turn would contribute to realising the main aim of the Education and Training 2010 Work Programme as a key contributor to the Lisbon objectives. This open method of coordination provides a solid foundation for further development as it is based on research, evaluation and the collection of evidence, particularly the results of peer learning and the exchange of good practice, and the development of indicators and benchmarks. The purpose of this Staff Working Document is to provide for policy makers and other relevant stakeholders an overview of the major actions being undertaken at the national and EU levels to strengthen the creation, application and mediation of knowledge for policy- making in education and training. It aims to identify the challenges in this field and to set out an agenda for further cooperative work. 1 Evidence-based policy can be defined as the conscientious and explicit use of current best evidence in making decisions and choosing between policy options (OECD, 2007). 2 COM (2006) 816 \"Implementing the renewed Lisbon Strategy for Growth and Jobs\" (p. 28, 53) 3 COM (2006) 481 and JO 2006/C 298/03. 4 COM (2006) 481 \"Efficiency and equity in European education and training systems\": the average gross cost over the lifetime of an early school leaver is an estimated 350,000 euros; Schmidt (2007). 5 In this Staff Working Document, the terms ''education'' and ''educational'' are generally to be understood as including training. 6 2003 data EU25; Source: Eurostat Yearbook 2006/07. ",
        "EN 5 EN 1.2 - EU and international policy initiatives International and inter-EU cooperation in linking knowledge to policy and practice on education and training has developed considerably in recent years. In 2007, the German Presidency of the Council of the EU organised a major conference on 'Knowledge for Action in Education and Training' and twelve Member States have participated in peer-learning activities on evidence-based policy and practice in education and training organised in the context of Education and Training 2010. The OECD has produced four reports charting the trends, issues and challenges for improving knowledge-based policy and practice. The EU has also been instrumental in the production and dissemination of educational research notably through its successive research framework programmes, its expert agencies in the field of training (CEDEFOP 7 and ETF 8 ), an information network on education in Europe (Eurydice), and the educational research centre (CRELL 9 ), within the Joint Research Centre. The Commission has also created two expert networks (EENEE 10 and NESSE 11 ), to strengthen the knowledge base in education and training. These rich sources of educational research results and analyses are available to support Member States in conceiving and implementing their education policies and practices. Eurydice, experts engaged by the Commission 12 , EENEE and NESSE have provided evidence and inputs to underpin this Staff Working Document. The May 2007 Council Conclusions on a Coherent Framework of Indicators and Benchmarks 13 underline the need to further develop a solid statistical and research base for the improvement of educational policy and practice, particularly through the work of Eurostat. Indicators and benchmarks are an essential way of monitoring the effect of policies and practice, and help support policy learning through the exchange of experience. 1.3 - The role of evidence in complex social and political processes Relevant evidence can take many forms, such as experience and evaluation of practice, the results of independent or commissioned scientific analyses, quantitative and qualitative research, basic and applied research, and the development of statistics and indicators. Evidence is only one of the factors contributing to decision-making and will, in any case, always be mediated through complex social and political processes. In particular, education and training are part of the diverse cultural traditions and identities of countries and regions and they interact with a web of other policies. In these circumstances, there can be no simple prescriptions about what makes good policy or practice or about how transferable a policy might be. This makes it all the more important to know as much as possible about what works, for whom, under what circumstances and with what outcomes. Although researchers, policy-makers and practitioners share a common commitment to developing more efficient and equitable education and training systems, they have distinct knowledge needs. Interaction between and within the three communities is made complex by 7 European Centre for the Development of Vocational Training. 8 European Training Foundation. 9 Centre for Research on Education and Lifelong Learning. 10 European Expert Network on the Economics of Education. 11 Network of Experts on Social Sciences in Education. 12 M. Rickinson, T. Leney, and H. Niemi. 13 Council – 10083/07 EDUC 100 SOC 173 STATIS 66 ",
        "EN 6 EN their different priorities, motivations agendas and time horizons. For example, research outcomes can often not be used immediately, because they need to be validated and confirmed over time. However, policy makers and practitioners may not be able to wait. Furthermore, the process of behavioural change is itself complex and far from linear. The influence of knowledge on policy making may in fact be strongest not when it comes directly from the educational research community in direct advice to policy makers but when it is filtered through actors such as print or broadcast media, lobbyists, popularisers, etc. 2. K EY CHALLENGES TO IMPROVE THE EFFECTIVENESS OF THE KNOWLEDGE CONTINUUM The “knowledge continuum” cycl e involves a way of looking at the interaction between the three communities (researchers, policy-makers and practitioners) and three dimensions of knowledge-based policy and practice: knowledge creation; knowledge application; and knowledge mediation. As the diagram below shows, the relationship between these communities and dimensions is non-linear and one of interdependence (as in a feedback loop). The Knowledge Continuum Source: Adapted from Levin, 2004, p. 8 Over the past years, some Member States have introduced initiatives, institutions policies to strengthen certain aspects of this continuum, including the adoption of legislation designed to ensure a holistic, coordinated approach across all these dimensions to evidence-based policy and practice. While it is too early to evaluate the effectiveness of these actions, it is clear that strengthening the knowledge continuum and its dimensions of creation, application and mediation raises important challenges which this paper seeks to highlight and clarify. Knowledge creation • Fundamental • Applied • Quantitative • Qualitative • Funders of research Knowledge mediation • Media • Mass • Professional • Think tanks • Lobbyist • Policy entrepreneurs • Popularizers Knowledge application • Policy • Politicians • Advisers • Practice • Leaders • Practitioners • Clients Social context • Current issues • Ways of thinking • Popular prejudices • Preoccupations • Conventional wisdom ",
        "EN 7 EN 2.1 - The knowledge creation challenge The challenges relating to the creation of knowledge on education and training are related to concerns about its relevance and quality as well as low levels of funding available for such research. This appears to be more of a concern than in other policy fields, such as social care or employment policy. In addition, this research often takes place in a range of different disciplines which may follow very different methodologies and reach differing results on the same issues. Such diversity of outcomes represents the wealth of educational research and reflects the complexity of the problems being studied. It leads, however, to a real risk of having no impact. Some Member States have begun to address these concerns through efforts to increase educational research relevance (new research agencies, national programmes, dedicated centres, institutional restructuring, and the broadening of research involvement), and improve educational research quality (methodological developments, capacity building, and quality assurance). That said, there is still a need for the further development of educational research strategies and capacities, to address and make best use of the inherent complexity of research- based knowledge, on the basis of which it would be possible to justify increased investment in relevant and high-quality research. 2.2 - The knowledge application challenge A second challenge is to strengthen the capacity of policy makers and practitioners to use education research and other evidence. This is not straightforward, as educational evidence is so closely bound to its context and the research/policy/practice relationship is often ideologically highly charged. The working methods, organisational structures and political and cultural context of education policy making and practice are often not conducive to a spirit of experiment and the application of new knowledge. There is a need to further develop a culture of reflection and evaluation, so that research and evaluation can contribute better to pedagogical innovation and the improvement of educational practice. In addition, practitioners and policy-makers should also be direct producers of knowledge, in collaboration with researchers. However, the tradition of such cooperation is not strong. Practitioners do not often have the chance to share their own professional know-how with researchers or other practitioners and so do not contribute their potential to the educational knowledge base. Policy-makers and practitioners should be able to benefit from more opportunities to share knowledge and experience and to enhance their competences through training in the use of evidence. The development of a stronger consensus at all levels on the need for reflective practice and to evaluate systems and reforms would help to create policies where the actual outcomes better match the stated objectives. 2.3 - The knowledge mediation challenge Mediation is the bridge between creation and application, without which successful knowledge management and use is impossible. Mediation involves translating and disseminating knowledge and the outcomes of educational research through networks, platforms, websites and the media that can inform and influence policy and practice. Currently, in most Member States, mediation is the weakest link in the knowledge continuum. What educational research exists is often difficult to access and to comprehend, notably in ",
        "EN 8 EN comparison with research in other fields. Although the spread of the internet has given us unprecedented access to vast amounts of information, much of this is not subject to quality control. This increases the risk that irrelevant or questionable material may be taken up in the policy-making process, and valuable evidence may be lost in the “noise”. By developing more efficient and effective mediation of educational knowledge via partnerships, communication networks and brokerage agencies, policy and practice could become better informed. The benefits of these forms of collaboration will only become visible over time, and so it is important that these networks are designed to be sustainable. By improving accessibility and building trust and consensus between researchers, policy-makers practitioners, families and learners, it should be possible to make educational policy and practice more responsive to the needs of the educational system as a whole, and to its users. 3. P OSSIBILITIES FOR POOLING E UROPEAN EFFORTS TO STRENGTHEN ITS KNOWLEDGE BASE IN THE FIELD OF EDUCATION AND TRAINING As the Staff Working Document shows, various Member States have already been active in implementing initiatives to address some of the key challenges in order to better inform policy and practice. While decisions how to tackle the challenges of creating better-informed policy and practice are a national, regional or local responsibility, the EU can help Member States by developing a European space which supports the pooling of expertise and experience. This can be realised by using the instruments of the Education and Training 2010 Work Programme and by targeting funding support through the Lifelong Learning Programme, the seventh Research Framework programme and also, in certain cases, the Structural Funds (in particular the European Social Fund). Using these means, the Commission proposes to undertake the following initiatives for 2007-2009. Possible measures to support national developments and European cooperation The existing peer learning and peer review activities related to the development of indicators, and existing expert networks on these issues under Education and Training 2010 could be strengthened. The Commission will propose to produce a comprehensive mapping – through its cluster on \"Making best use of resources\" - of successful national practices on evidence- based policy and practice in education and training and in other policy fields. The Lifelong Learning Programme is available to support the creation of networks of brokerage agencies and of national experts and actors in the field of evidence-based policy and practice. Support from the seventh Research Framework and Lifelong Learning Programmes could be targeted on relevant research projects in those areas where evidence is particularly lacking, such as science education projects, and those specifically highlighted by the Council Conclusions on Efficiency and Equity in Education and Training and in the Coherent Framework of Indicators and Benchmarks in Education and Training. Details of the specific areas which need further research are addressed in the conclusions of this Staff Working Document. The Commission intends to continue its support for the development of national and international statistical and research infrastructures, particularly through the UOE data collection, in order to strengthen the comparability of statistics and indicators at national, European and international level. In 2009, the Commission hopes to take stock of the results of these initiatives and of national developments and, on this basis, draw conclusions and make proposals as necessary as part of the ongoing development of the work programme on education and training. ",
        "EN 9 EN Staff Working DOCUMENT T OWARDS MORE KNOWLEDGE - BASED POLICY AND PRACTICE IN EDUCATION AND TRAINING \"There is nothing a government hates more than to be well informed; for it makes the process of arriving at decisions much more complicated and difficult\" J.M. Keynes 1 - I NTRODUCTION 1.1 - Context This Staff Working Document is concerned with the relationship between research, policy and practice in education and training within the European Union (EU). It comes at a time of increasing interest and activity relating to strengthening the knowledge base for policy and practice in education and training within and among Member States. An increase in evidence-based policy and practice can improve the quality and governance of education and training systems most effectively, thereby helping to realise the main aim of the \"Education and Training 2010 Work Programme\" as a key contributor to the Lisbon Partnership for Growth and Jobs. Evidence-based policy and practice should be the driver of reform in education and training systems. To contribute to the implementation of such reforms, the EU uses the Open Method of Coordination, based on solid research, evaluation and the collection of other evidence, particularly using the results of peer learning and the exchange of good practice, and the development of indicators and benchmarks. Within Member States there are several signs that this theme is receiving increased attention. The recent German Presidency of the Council of the EU organised in March 2007 a major conference on ‘Knowledge for Action in Education and Training’. Over the last year, representatives of six countries 14 have worked together, under the leadership of the Dutch government, to share experiences and approaches in ‘evidence-based policy in education’. In addition, 12 European countries have participated in a ‘peer-learning activity’ on the same topic in May 2007 in the Netherlands. Within recent policy initiatives of the EU there are similarly encouraging developments. The need for the development of an evaluation culture and the use of more evidence-based educational policy and practice as a basis for more efficient and equitable policies, were two of the key messages that emerged from the Spring European Council Conclusions of 2006. These points were further endorsed in the Communication and Council Conclusions on Efficiency and Equity in European Education and Training Systems that followed that year (European Commission, 2006). More recently, the May 2007 Council Conclusions on a Coherent Framework of Indicators and Benchmarks and the specific discussion on evidence- based policy and practice underlined the need to further develop a solid statistical and research base for the improvement of educational policy and practice. 14 The Netherlands, Austria, Denmark, Finland, Germany, UK (England). ",
        "EN 10 EN The issues underlying these developments, however, are not new. Work undertaken by OECD/CERI since the early 1990s, for example, has charted many of the trends, issues and challenges in this area internationally (OECD/CERI, 1995; 2000; 2003; 2007). What is clear, however, from OECD/CERI’s most recent work is that these issues have become newly important for a number of reasons: ''Key factors underlying this change are a greater concern with student outcomes; a related explosion of available evidence due to a greater emphasis on testing and assessment; more explicit and vocal dissatisfaction with education systems, nationally and locally; increased access to information via the internet and other technologies; and resulting changes in policy decision-making. These are accentuated by broader issues to do with perceived legitimacy of policy-making in general'' (OECD/CERI, 2007). 1.2 - Aims and scope The overall aim of this Staff Working Document is to provide up-to-date insights into the nature, extent and future implications of ‘evidence-based policy and practice’ developments within the education and training systems of EU Member States. It identifies specific examples of Member States' efforts to address the challenges in this area. Nowadays decision-makers and practitioners are under intense scrutiny from the public, the media and politicians, and therefore have to be accountable to their authorities and communities, as well as parents and employers. By further basing policy and practice on research and other evidence, this necessary accountability can be achieved. The recent recognition of this issue's significance is reflected in the fact that no Member State has yet a comprehensive strategy covering evidence-based policy and practice. However, most countries are active in different areas of this field, meaning there is real added value available in exchanging good practices. The purpose of this staff working document is to convey to policy makers and all other relevant stakeholders, the progress Member States have already made on this issue, and to identify the key challenges they need to deal with in order to improve the current state of evidence-based policy and practice. For the purposes of this work, the relationship between research, policy and practice in education and training was conceptualised in terms of three main dimensions: • Knowledge creation – the production of research-based knowledge relating to education and training • Knowledge application – the utilisation of research and evidence by educational decision- makers, practitioners and other end-users. • Knowledge mediation –the brokerage of such knowledge in terms of making it accessible and facilitating its spread It is important to stress that these three sets of knowledge processes were not viewed as separate or distinct in any actual sense. In other words, while the three-fold breakdown was helpful analytically in structuring the preparation of the working paper, the complex nature of the knowledge cycle as a whole system was central to all aspects of this work. This was in recognition of the increasingly blurred boundaries between the communities of educational researchers, policy-makers and practitioners, the increasingly important role of knowledge brokers and mediators within the knowledge system, and the critical significance of wider social influences such as public opinion, the media, political imperatives and so on. ",
        "EN 11 EN The remainder of the working paper is divided into three parts. Chapters 3, 4, and 5 respectively examine recent developments and future possibilities in the areas of knowledge creation, knowledge dissemination and knowledge applications. 1.3 - Sources The findings of this working paper are based on an analysis of empirical and conceptual literature relating to ‘evidence-based policy and practice’ and ‘the relationship between research, policy and practice’ in education and training within the EU. The literature sources were wide-ranging and included journal articles, books, commissioned reports, research reviews, conference papers, government statements, individual country reviews and international studies. While some of this literature was international in scope, a key challenge was overcoming a tendency within the published literature to focus on trends in Anglo-Saxon (UK, North America and Australasia) and, to a lesser extent, Nordic countries. This is largely due to the fact that Anglo-Saxons or Nordic experts who often publish in English are more aware of the situations taking place in their own countries and consequently partially ignore important developments in other countries. In view of the need to build up as broad and up-to-date a picture of developments across the EU as possible, the published literature was complemented with a number of additional sources of information. These included: • the findings of an EU-wide Eurydice survey of ‘evidence-based policy and practice’ developments in Member States (Eurydice, 2007) • A working paper from three commissioned experts 15 • chapters from an OECD/CERI publication entitled ‘Research and Evidence in Educational Policy-Making’ (OECD/CERI, 2007) • written outputs from the meetings of a group of six EU/OECD countries that have collaboratively explored evidence-based education (e.g. Morris, 2006) • presentations given at the recent German presidency conference (e.g. Storm, 2007). These helped to extend the geographical reach of this work and the variety of the examples and case studies within this document. That said, it is still important to flag up that: (i) there is more detailed information concerning developments in certain contexts such as Nordic and Anglo-Saxon countries; and (ii) many of the initiatives reported in this paper are recent and so have not yet been rigorously evaluated. 1.4 – Contribution of evidence-based policy and practice to the knowledge economy and society Knowledge and learning are seen as key drivers of social and economic change in Europe and in the whole global world (e.g. OECD, 2000; Kuhn & Remoe, 2005). Urgent questions are how education research should be driven globally, regionally, nationally, and locally, what scenarios are emerging from changing formations and practices of education research and how policy-makers and practitioners will be as users of new knowledge and partners in knowledge creation and management. The aim of research/evidence based or research/evidence informed practice is promoting economic competitiveness and social cohesion by improving educational resources, 15 M. Rickinson, T. Leney and H. Niemi. ",
        "EN 12 EN structures, and practices. For promoting these two objectives, we need an educational infrastructure that provides all learners with opportunities to obtain an education at the highest level commensurate with their own growth and growth potential (Niemi 2007). This means that decision-making in education should strategically aim at improvements in education and training, and for this purpose we need research and evidence. The educational systems must allow flexible routes to facilitate the continuation of education at any stage of life and practitioners should ensure that all learners really can be empowered through education and learning. A knowledge-based society needs all of its citizens to be committed to the pursuit of learning (Conçeic ă o & Heitor & Lundwall 2003). Policy-makers, practitioners and researchers should seek together how to create new knowledge and how to advance economic competitiveness and social cohesion through education and training. 1.5 – Evidence in the context of broader social and political processes Education and training are embedded in the cultural identities of countries and regions and interact with a web of other policies. In these circumstances, there are no simple prescriptions about what makes up good policy or practice. But in order to make the right decisions, we must know as much as possible about what works, for whom, under what circumstances and with what outcomes, while acknowledging that research evidence is only one of the factors contributing to the decision-making process and will, in any case, always be mediated through broader social and political processes. Research-based knowledge is but one of many influences upon policy and practice. With respect to policy-making, for example, Davies (2004) highlights seven factors other than evidence that cannot be overlooked: experience, expertise and judgement; resources; values; habit and tradition; lobbyists, pressure groups and consultants; and pragmatics and contingencies. This is backed up by recent studies in the US (Rigby, 2005; Rich, 2005) and the UK (GSRU, 2007) which highlight the relatively low status of academic research amongst sources of evidence used by policy-makers. Likewise, Carol Weiss (1979, quoted in Reimers et al, 1995) has characterized seven alternative models to describe how research can contribute to the policy process: 1. The linear model, which assumes that the development of policy follows from research on the topics addressed by policy; 2. The problem-solving model, in which research is used to fill specific gap in knowledge, from which decisions and action follow; 3. The interactive model, in which researchers and policy makers dialogue and collaborates in the solution of specific problems; 4. The political model, in which research serves the perfunctory role of justifying decisions made on the basis of other rationales; 5. The tactical model, in which research is an excuse to avoid a decision; 6. The enlightenment model, in which research gradually ‘permeates’ and informs public understanding of problems and the identification of suitable policy options; 7. The intellectual or research-oriented model, in which research, together with other intellectual endeavours (journalism, history, etc.), raises the quality of public debate about public policy issues. Regardless of how much research points to a certain reform, a government will be unable to make such a reform unless the timing is right and it is publicly visible and acceptable (see table 1). This also explains why research can only have an indirect impact over extended ",
        "EN 13 EN periods of time (Bates (2002); Black (2001); Davies (2004); Hammersley (2005); Hood (2003); Levin (2004); Young et al. (2002); Weiss (1979); Willinsky (2000)). Due to the different priorities, agendas and value systems of the three communities (researchers, policy- makers and practitioners), it must be acknowledged that even when they are working on common issues, true collaboration can be difficult due to the inevitable complex exchanges between them (Bates, 2002). There is therefore a need to build appropriate incentives schemes and communication tools within and between these three communities. As Figure 1 indicates, there is a clear perception among more than 700 economists from over 80 countries that the evidence base for policies in the field of the knowledge economy (i.e. research and education) is much less substantial than for other fields related to the Lisbon Strategy such as the economy or the labour market. Figure 1: Impact of evidence on public debate according to survey respondents – Answers to questionnaire on public debate & statistical evidence: 'Do you think that the public debate on the following issues is based on well established evidence?' 16 34 23 34 8 37 23 29 76 29 54 37 0% 20% 40% 60% 80% 100% Economic Growth (GDP) Knowledge Economy (Research and Education) Labour Market (Employment) Social Conditions (Poverty) Yes Undecided No Source: OECD and CESifo World Economic Survey (WES), I/2007 In comparison with the other sectors, including more closely related policy fields such as employment and social care, networks between actors, which are useful for the effective and efficient mediation and application of new knowledge, are less widespread in education. A more in depth comparative analysis with more similar policy fields, such as employment and social care, could further help improve the development of the education sector in this area. 1.6 - Comparing knowledge management in education with other policy fields Education and training systems are not currently fulfilling their potential, and it is for this reason that they have increasingly come under pressure from policy-makers and the wider public, as well as other stakeholders, to improve their outputs. Public accountability is especially present in the education sector, in comparison to other policy fields, as lay people claim a greater understanding of the sector than is the case for medicine for example. In order for education and training to realize its potential, it would be helpful for the education sector to learn some valuable lessons from other policy domains, which are more successful in using research and other evidence to improve their practices (OECD, 2000, 2003, and 2007). There is a weak tradition in the field of education, compared with other policy fields such as medicine, for making new techniques known and available in order to make practice more effective and efficient. Indeed, this is not surprising when one considers the very different nature of the knowledge-base of teachers, to that of doctors and engineers. The education sector, unlike these other sectors, has little scientific knowledge to underpin it, and not a ",
        "EN 14 EN strong enough body of research evidence about what works to inform it. Although sectors such as health, engineering and ICT are very different to the education sector, particularly because the latter is most highly influenced by cultural factors which affect how knowledge is conceptualised and used, they can nevertheless provide some meaningful lessons (OECD, 2000). The health sector is an example of a sector which, like the education sector, is heavily under pressure to improve its knowledge-base to enhance the quality and cost-effectiveness of its services. It would be worthwhile to reflect on what processes allow new advances in medicine to be known to millions of doctors throughout the world within a short period of time, for example. If practitioners' and policy-makers' learning were as continuous as it is, by and large, for doctors, then they would be able to continually update their knowledge of educational practices so that they could acquire and apply these new techniques as they developed (Hargreaves, D. 2000). The ICT and engineering sectors are examples of fields in which creation, mediation and application of knowledge must be achieved quickly and efficiently if firms are to survive commercially. There is a need to explore further what kinds of knowledge development and transmission processes allow ICT technicians and engineers to innovate so quickly that techniques become obsolete frequently. In this way, these sectors can inform the education sector about the nature of successful innovation (OECD, 2000). Figure 2 below shows the different sources and strengths of pressures to create and disseminate new knowledge in three sectors. As the table below shows, and as one would expect, expenditure on research in education is lowest, in comparison to the fields of high technology and medicine. Also, apprentice modes of training are weakest in education. Links with universities are also less strong in the education sector, than in other sectors. A close analysis of how these factors enable other sectors' knowledge management to function successfully would greatly benefit the attempt to improve how knowledge is generated, mediated and used in education. Figure 2: Differences in the creation, mediation and use of knowledge between sectors Dimension High Tech Medicine Education Level of R&D Expenditure Very high High Low Level of quality of R&D High Variable Low Level of success in knowledge creation Very high High Low Speed of new knowledge mediation Very fast Fast Slow Speed of new knowledge implementation Fast Variable Slow Source: adapted from OECD, 2000 ",
        "EN 15 EN 2 - K EY CHALLENGES TO IMPROVE THE EFFECTIVENESS OF THE KNOWLEDGE CONTINUUM The knowledge continuum is a cycle involving the continuous interaction between the three communities (researchers, policy-makers and practitioners) and dimensions (knowledge creation, mediation and application) (de Vibe et al. (2002); Hargreaves (2003); Hood (2003); Hoppers (2004); OECD (2000; 2003). As the diagram below shows, the relationship between these communities and dimensions is non-linear and one of interdependence (as in a feedback loop), covering the lifelong learning span. Figure 3: Knowledge Continuum Source: Adapted from Levin, 2004, p. 8 The above diagram illustrates the three elements of research impact, including research production, mediation and use. The three educational communities of researchers, policy- makers and practitioners work and interact within and between these dimensions of the knowledge continuum. Although contact between each dimension and community can be direct, it is often filtered through third party mediators, such as print or broadcast media, lobbyists and popularisers. The diagram reminds us that the whole process is situated in a larger social and political context that is itself constantly changing, and that research evidence is only one of the factors contributing to the decision-making process (Levin (2004). Over the past years, Member States have taken initiatives to strengthen certain aspects of this continuum, with the most comprehensive efforts being made by countries where relevant laws have been adopted to ensure a holistic and coordinated approach is taken to further improve the state of evidence-based policy and practice (e.g. ES, and to a lesser extent IT). However, while these initiatives are illustrative of progress being made in this area, due to their recent introduction, most of these initiatives have not yet fully been evaluated. As well as an appreciation of the breadth of educational research, it is also crucial to emphasise the limits of its role with respect to wider knowledge processes and the development of policy and practice. Two points are important here. The first is that Knowledge creation • Fundamental • Applied • Quantitative • Qualitative • Funders of research Knowledge mediation • Media • Mass • Professional • Think tanks • Lobbyist • Policy entrepreneurs • Popularizers Knowledge application • Policy • Politicians • Advisers • Practice • Leaders • Practitioners • Clients Social context • Current issues • Ways of thinking • Popular prejudices • Preoccupations • Conventional wisdom ",
        "EN 16 EN knowledge creation is only part of a wider and more complex picture encompassing a range of other knowledge processes such as knowledge mediation, knowledge brokerage, knowledge transfer, knowledge utilisation and knowledge application. Levin’s (2004) model of research impact (Figure 3) represents this point diagrammatically and ‘reminds us that the actions of researchers, while important, are only one part of the effort to affect ideas and social practices’ (p.7). This underlines the importance of seeing the issues raised in Chapter 3 on knowledge creation in close connection with those raised subsequently in Chapter 4 on knowledge application and Chapter 5 on knowledge mediation. 3 – T HE K NOWLEDGE C REATION C HALLENGE 3.1 - Creation Challenge This section explains the chapter’s focus and structure, clarifies the meaning of ‘research- based knowledge creation’, and outlines the wider contextual background. The challenge is to improve the creation and overall coordination of all forms of evidence that can be considered by stakeholders to rationalize a given course of action. This evidence can take many forms, such as results of independent or commissioned scientific analyses (research results from mono disciplinary, inter-disciplinary and multi-disciplinary research); statistics and indicators; and other forms of evidence such as experiences of good practice (Davies (2004), p. 3; OECD (2007); Schmidt (2007). Policy advice will strive in countries that have open access to data, accept the merits of different research methodologies and guarantee the independence of research institutions. In comparison with other policy fields such as social care or employment policy, educational research currently has a more limited impact on policy and practice (Hemsley-Brown & Sharp (2003, 2004); Hood (2003); Latham (1993); Locock & Boaz (2004); Nutley et al. (2002); OECD (2000, 2003); Prost (2001); Whitty (2006). This is largely due to concerns about its relevance and quality as well as lower levels of research funding (Kearns (2004); OECD (2003, p. 10: less than 0.3 percent of total expenditure on education is spent on educational R&D); OECD (2000); Slavin (2002); Hood (2003); Latham (1993); Pirrie (2001); Whitty (2006) (see Figure 2). Moreover, educational research relies on different disciplines and therefore may follow very different methodologies to reach different or even contradictory results on the same issues. While such diversity of outcomes represents the wealth of educational research, there are currently inadequate mechanisms in place to deal with them, with the result that complex evidence which may point to a significant issue risks having no impact because of the difficulties of reconciling such tensions and the contradictions within it. 3.1.1 - Focus and structure This chapter is concerned with the creation of research-based knowledge in the field of education. It comes against a backdrop of increasing interest in evidence-based policy and practice within Europe (e.g., DfES, 2002; Education Council Netherlands, 2006; INRP, 2006; Eurydice, 2007; Storm, 2007) and internationally (e.g., OECD/CERI, 2000; 2003; 2007; Shavelson & Towne, 2002; Ozga et al., 2006). The chapter aims to review recent developments in educational research across the EU. ",
        "EN 17 EN Section 2 \"Analysis of the situation\" provides an overview of the ways in which certain EU countries have sought to enhance the capacity of educational research to contribute to educational policy and practice. 3.1.2 - Research-based knowledge creation In order to clarify the focus of this chapter, it is important to consider what is meant by ‘research-based knowledge creation’ in the context of education. Quite clearly there are many different forms and sources of knowledge, but the concern here is with knowledge that is generated through educational research.As a field of enquiry rather than a discipline in its own right, educational research needs to be understood in terms of a wide range of activities, approaches and outputs (see, for example, Figure 4 below). Educational research can therefore be defined broadly and inclusively as: A set of activities which involves the systematic collection and analysis of data with a view to producing valid knowledge about teaching, learning and the institutional frameworks within which they occur. (Hillage et al., 1998, p. 7) This definition allows for the fact that research-based knowledge creation in education spans all three of the OECD-generated categories of (i) basic research; (ii) applied research and evaluation; and (iii) developmental, practice-based research and enquiry (OECD/CERI, 2007). It also permits recognition of the fact that ‘educational researchers are to be found in many different location and roles, from university-based academics to hired contractors working for government or private sector’ (OECD/CERI, 2007). Figure 4: The variety of ‘educational research’ (Wales/UK)In their review of research capacity in Wales, Furlong & White (2002) highlighted the way in which educational research comprises a wide variety of: - subject matter – relating to all sectors of the educational system, including pre-school, school, continuing, further, adult and higher education. - funding – ranging from large scale publicly funded projects to personal unfunded research projects. - purposes – including, for example, research that aims to produce knowledge which is primarily theoretical, is applied or is a form of action research; involves the development of ‘new’ knowledge or is a form of ‘scholarship’, reviewing ‘what is known’. - outcomes – including research that aims primarily to develop knowledge for its own sake; ‘blue skies’ research where practical outcomes are predictable; research that is designed to directly inform policy, practice or new materials; research that is primarily for personal development. - methods – including for example, research that involves original data collection or the analysis of secondary data; research based on different techniques – qualitative, quantitative, philosophical, historical etc. Source: Furlong & White (2002, p. 6) 3.1.3 - Contextual background A discussion of recent developments in educational research within Europe needs to be seen within the context of a number of broader influences. The first of these is the growth of the idea of evidence-based policy and practice across a wide range of public policy areas including education (e.g. Davies et al., 2000; Oakley, 2002; Thomas & Pring, 2004). Evidence-based policy has been defined as ‘an approach that helps people make well informed decisions about policies, programmes and projects by putting the best available ",
        "EN 18 EN evidence from research at the heart of policy development and implementation’ (Davies, 2004, p. 3). It represents an international phenomenon that ‘has become a major part of many governments’ approaches to policy making and the machinery of government’ (Davies, 2004, p. 1). As such, it can be seen to connect with broader change processes such as government modernisation, public sector accountability, outcome-based international assessments and public access to information. Another significant contextual factor is developments in the nature of knowledge production across many areas of science, technology and social science. As argued by Gibbons et al (1994) some years ago now: A new form of knowledge production is emerging alongside the traditional, familiar one […] These changes are described in terms of a shift in emphasis from a Mode 1 to a Mode 2. Mode 1 is discipline-based and carries a distinction between what is fundamental and what is applied […]. By contrast, Mode 2 knowledge production is trans-disciplinary. It is characterised by constant flow back and forth between the fundamental and the applied, between the theoretical and the practical. Typically, discovery occurs in contexts where knowledge is developed for and put to use (p.19). While these ideas were developed largely in the context of science and technology, their ramifications for knowledge production within social sciences such as education have not gone unnoticed. Recent writing on educational research, for example, has argued that Gibbons et al’s work: ‘alerts us to the fact that research and researchers are not the universal sources of knowledge’ (Hodgkinson & Smith, 2004, p. 155) and ‘gives us an idea of how research and practice can inform each other and support each other’ (Furlong & Oancea, 2005, p. 8). The underlying point is that developments within the field of education cannot be isolated from the fact that ‘the contexts of knowledge production and use in society are diversifying and new models of research are being developed to respond to these challenges’ (Furlong & Oancea, 2005, p. 6). The third important background factor is that the last 10-15 years have seen considerable dissatisfaction with the quality, coherence and impact of educational research. A recent paper on this topic describes how: In the 1990s, most major education journals and many handbooks of research methodology in the UK and abroad hosted extensive debates on the (questioned) quality of educational research. The critical stances expressed the dissatisfaction of almost all the groups directly involved with educational research: practitioners, decision-makers, researchers. (Oancea, 2005, p. 157) Examples of such critiques have been seen in France (Prost, 2001), the UK (Hargreaves, 1996; Hillage et al., 1998; Tooley & Darby, 1998), Denmark (OECD/CERI, 2004) and Switzerland (OECD/CERI, 2007), as well as further afield in Australia (McGaw et al., 1992) and the USA (Kaestle, 1993). While the emphases will have varied between individual countries, common themes according to OECD/CERI include: • concern about the quality and effectiveness of educational research • low level of investment in educational research • generally low levels of research capacity, especially in quantitative research • weak links between research, policy and innovation (OECD/CERI, 2003; 2007). ",
        "EN 19 EN In summary, recent developments in European educational research have taken place within a socio-political context characterised by the growth of evidence-based agendas, a diversification of knowledge production and sustained criticism of educational research (See Figure 5 below). Clearly, the nature and prevalence of these three factors have varied considerably between different European countries and regions. So too have the nature and extent of countries’ responses to such changes. Figure 5: The EUA report on the Creativity Project When seeking new ways for knowledge creation as an interactive process we must see that European universities are uniquely positioned to advance knowledge creation and European social and economic development. The European University Association (EUA) has published the report of the Creativity Project in which 32 European higher education institutions explored how universities could promote creativity in European countries (EUA, 2007). The project provides several recommendations how to strive creativity in higher education. Many of them focus on knowledge creation within institutions as well as with partners in society. The knowledge creation is seen as a process in which inter-disciplinarity and diversity within institutions should be “complemented with engagement, outreach activities and cooperation on the local level and beyond. Relations with external partners expose the academy to expertise not found within its walls and prevent isolation and self-reference. Cooperation between HEIs and external partners should follow the model of virtuous knowledge creation by aiming towards co-creation of knowledge through a two-way communication process to the mutual benefit of both partners”. 3.2 – Analysis of the situation This section charts recent developments in educational research in terms of two main foci: improving relevance and enhancing quality. These are prefaced by an overview of the varying levels of activity and starting points seen across member states of the EU. 3.2.1 - Varying levels of activity and starting points It is clear that there are marked differences in the degree to which individual EU countries have sought to improve the capacity of educational research to inform policy and practice. As noted by Ozga et al. (2006) the international trend of increased steering of educational research has manifested itself quite differently in different national contexts. Several countries have seen developments on a number of fronts, including Denmark (OECD/CERI, 2004; Schmidt, 2004), Finland (Kyrö, 2004), France (Prost, 2001; INRP, 2006), Germany (Storm, 2007), the Netherlands (Education Council, 2006) and the UK (DfES, 2002; OECD/CERI, 2002; Furlong & White, 2002). Countries such as Spain and Italy have gone as far as introducing laws to support educational research and its use in policy and practice (See Figure 6 below). Figure 6: Educational research and legislation in Spain and Italy In Spain, educational research is included within the educational legislation as another element of the teaching process. The 1990 Ley Orgánica de Ordenación General del Sistema Educativo, LOGSE (Organic Act on the General Organisation of the Education System) is the first Act that includes research linked to the teaching practice. This Act establishes research as a principle of the educational activity. Thus, since the enactment of this Act, teachers of non-university levels carry out educational research, which, in turn, should benefit their teaching activity. In accordance with the fourth Title of this Act, on the quality of education, public authorities should pay priority attention to those factors favouring the quality and improvement of ",
        "EN 20 EN education, such as educational research and innovation, teachers’ qualification and training, and the evaluation of the education system. The Act also established that regional education authorities should foster research and innovation in the curricular, methodological, technological, didactic and organisational areas. In Italy, the importance of research and evaluation is emphasized in the law (n.59/1997) and decree of 1999 on school autonomy. Furthermore, these laws were followed up by two legislative acts (n.300/1999) and (n.258/1999) on the reforms of institutions supporting research (IRRE, INDIRE, and INVALSI). Source: Eurydice, 2007. What is important to understand, however, is that there is variety not only in terms of the level of activity, but also in terms of countries’ starting points. Sources of variation here are many, but some examples drawn from the recent literature include: • whether a country has a well-developed field of educational research –Scarce resources are an important factor, particularly in the EU10, the two new member states and candidate countries. The European Training Foundation has documented this lack of resources for research and development activity for VET and the labour market in several of the countries that joined the EU in 2004 (Masson, 2004). Beyond the specific issue of resources, some European countries appear at present to lack the capacity to establish extensive research and development activity across the different sectors of national activity including education and training, as part of an innovation strategy. • whether a country’s educational research is more conceptual/theoretical or more empirical/applied – To quote from a recent description of educational research in France: ‘for intellectual, institutional and political reasons, there has been a long tradition of strongly speculative and theoretical, rather than empirical, research in the social sciences’ (van Zanten, 2006, p. 260). A similar point has been made about the ‘long-standing tradition of historical studies’ in Swiss educational research (OECD/CERI, 2007, p. 21). In contrast to France and Switzerland, most Danish educational research ‘can be characterised as applied research that seeks solutions to practical questions in education’ (OECD/CERI, 2004, p. 8).whether a country has a strong notion of research and inquiry within teacher and school development - in countries such as the Czech Republic, Cyprus, Germany, Finland, Denmark, Hungary, Latvia, Lithuania, Malta, Romania, Slovakia and the UK for example, there is support for ‘research-based teacher education’ (Jakku-Sihvonen & Niemi, 2006) and ‘action research’ (Shor, 1992). • the degree of internationalisation of a country’s educational research community – The recent OECD/CERI review of educational research and development in Switzerland noted ‘serious concerns about the isolation of Swiss educational research and its real impact on the academic community worldwide’ (2007, p. 22). • the age profile and background of a country’s educational researchers – A recent demographic review of social sciences in the UK, for example, highlighted the ‘relative dearth of young, skilled researchers’ in the field of education which had ‘the smallest proportion across the social sciences of staff under 34 (8%)’ (Economic and Social Research Council, 2006, pp. 44). The point being made here is that there are many ways in which educational knowledge production can differ between countries.New developments in educational research relating to evidence-based agendas will therefore play out very differently in different national contexts ",
        "EN 21 EN owing to their distinctive starting points, traditions, capacities and so on. That said, where there have been efforts to enhance the role of research in educational policy and practice, certain key foci of activity can be identified. These can be summarised (Figure 7) in terms of efforts to: • improve the relevance of educational research • enhance the quality of educational research Figure 7: The context and foci of efforts to improve educational research Improving relevance Improving quality Broadening involvement Evidence-based agendas Critiques of educational research Diversification of knowledge production Source: Rickinson (2007) Each of these will now be considered separately. As a general point, however, it is important to be aware that many of the initiatives described are recent and so detailed evaluations of their effectiveness and effects are seldom available. 3.2.2 - Improving relevance To improve the relevance of educational research, some Member States (e.g. CZ, DK, ES, FI, FR, LV, SE, UK) have developed national research strategies which seek to coordinate educational research and evaluation through the development of new departments and/or agencies. Some countries are increasing spending levels on educational research (e.g. CY, CZ), with the aim of increasing the supply of evidence. Others are developing national statistical and analytical infrastructures, capable of collecting the necessary data, and making it more accessible to the research community (e.g. ES, HU, PO). In order to address the complexities due to different disciplines contributing to educational research, some Member States are seeking to strengthen networking between these disciplines, through the establishment of large-scale national research programmes to improve relevance, limit unnecessary duplication and distinguish real from apparent contradictions (e.g. AT, DE). More could be done to encourage communication between researchers of different disciplines, so as to achieve a better understanding between them of how their work complements one another's. Such programmes have been targeted on issues where evidence is lacking, or seen as particularly pertinent to educational practitioners and decision-makers (e.g. FI, UK). ",
        "EN 22 EN A common argument within recent critiques has been that educational research is too ‘supplier-driven’ and so insufficiently focused on issues of importance to users (e.g. Hillage et al., 1998 in England and Prost, 2001 in France). Such concerns have seen governments and research funders seeking to more closely direct the focus of educational research activities. This has manifested itself in the introduction of new national strategies and/or initiatives for educational research and development. Such strategies and initiatives have typically involved investment in: New departments and/or agencies to coordinate educational research and evaluation Countries such as Malta, Scotland and England have seen the creation of new units within government with specific responsibility for commissioning, coordinating and using research evidence within the context of education. Elsewhere there are examples of the establishment of new agencies or committees to oversee educational research and evaluation: National Institute for Quality and Evaluation of Education System (INECSE) (Spain); National Committee to Coordinate Research in Education and Incentive Programme for Research in Education and Training (PIREF) (France); Federal Institute for Educational Research, Innovation and Development of the Education System (BIFIE) (Austria); and the National Educational Research Forum (NERF) (England). There is also evidence in some national contexts of increased research commissioning powers amongst organisations and agencies working within the field of education beyond central government. Large-scale national research programmes focused on issues seen as pertinent to educational practitioners and decision-makers Examples include the Life as Learning research programme in Finland (Kyro, 2004: Niemi, forthcoming), the Knowledge, Education and Learning research programme in Norway (Research Council of Norway, 2007) and the Teaching and Learning Research Programme in the UK (see Figure 8 below). Such programmes have been distinctive in the scale of their funding and time-span, the cross-institutional, multi-phase and multi-disciplinary scope of their projects and the focus on user engagement and impact within their approaches. Figure 8: Teaching and Learning Research Programme, UK The Teaching and Learning Research Programme (TLRP) has been described as the ‘largest coordinated research initiative in education that the UK has ever known’ (Pollard, 2004, p. 11).It is a long-term venture (2000-2011) managed by the Economic and Social Research Council (ESRC) with £37 million of funding from a wide range of UK government bodies. TLRP had its origins in the earlier discussed mid-1990s critiques of educational research in England.As described by the Programme Director, ‘TLRP’s overarching strategy has been to support research which is of both high quality in social scientific terms and of high relevance in terms of policy and practice (Pollard, forthcoming). Among its many distinguishing features has been a commitment to: - user engagement - collaboration with research users throughout the course of the programme - learning across the life course - supporting projects at many ages and stages in education, training and lifelong learning - capacity building – through a dedicated capacity building network (see Box 4) and a range of other professional development provisions - knowledge transformation for impact – a multi-layered impact strategy involving a wide variety of research outputs and events for specific audiences. Sources: Pollard, 2004; forthcoming; http://www.tlrp.org/ ",
        "EN 23 EN Dedicated research centres for issues of priority to national educational development The creation of Learning Lab Denmark, Leading Houses for research in vocational training research in Switzerland, the Pedagogical Research Centre of Riga Teacher Training and Educational Management Academy in Latvia and Centres for Research on the Wider Benefits of Learning, the Economics of Education, ICT and Adult Literacy and Numeracy in England, are all examples of this trend. So too is the establishment of what have been termed ‘policy- facing research centres’ in three countries (Finland, Austria and the Netherlands) involved in a recent series of seminars organised by the Dutch government on Evidence-based Policy in Education (Morris, 2006). The rationale behind such developments is about bringing together different kinds of research and development expertise to tackle particular educational challenges. Restructuring of existing institutions and agencies involved in educational research According to a recent Eurydice (2007) survey, this has been seen in: Austria (upgrading of teacher education centres, with scientific research becoming part of their mandate); Denmark (grouping three previous centres under the Danish University of Education); Italy (rationalising financial and operational resources of regional and national research centres, IRRE and INDIRE, and reorganising the National Institute for Educational Evaluation, INVALSI); Romania (reorganisation of the Institute of Education Sciences to address topics of interest to the ministry of education); and Slovakia (restructuring of the Culture and Education Agency, KEGA, in terms of theme-based areas). Broadening involvement The task of improving educational knowledge production has not only been concerned with questions of what knowledge (relevance) and how it is produced (quality), but also with questions of who is involved. In other words, there have also been efforts in some European countries to broaden the range of players and perspectives that are involved in the production of educational research knowledge. This connects with wider trends in contemporary knowledge production discussed earlier. In the context of education this has led to the promotion of user involvement in research projects and programmes – Following developments in other social sciences, there is now growing support in education for greater ‘user engagement’ during the research process (Edwards et al., 2006; Sebba, forthcoming; Huberman, 1994). The motivations for this are connected to many of the themes already discussed in this section. To quote Pollard (2004, p. 17): ‘To be convincing, to claim authority, we have to demonstrate both the relevance and the quality of our work. […] This is the rationale for the authentic engagement of research users at every stage of the research process, from the conceptualisation of key research issues onwards’. Arguments of this kind have led to: (i) increasing numbers of research funders and research programmes expecting applications to address issues of user involvement; (ii) research projects, programmes and centres seeking strong user representation on advisory panels and steering groups; (iii) greater interest in collaborative and participative approaches in primary research and research synthesis; and (iv) large-scale strategic developments with notions of partnership, collaboration and engagement at their centre. ",
        "EN 24 EN 3.2.3 - Improving quality Critiques of educational research have not just been about relevance but also about its quality. One of the reviews of work in England in the 1990s, for example, argued that where research did address policy and practice questions, it tended to be small scale, insufficiently based on existing knowledge and presented in a way that was largely inaccessible to a non-academic audience (Hillage et al., 1998). While the basis for and the implications of such concerns have generated widespread debate and contestation within educational research communities, they can be seen to have stimulated improvement efforts on several fronts. The existence of robust and influential evidence depends on the use of an appropriate range of quantitative and qualitative research methodologies: e.g. empirical approaches (Fitz-Gibbon (2000), Steyer (2007)) and systematic reviews (Davies (2000). Some countries have also developed quality assurance systems for assessing the value of educational research outcomes (e.g. AT, DK, FI, RO, UK). Through its expert agencies, centres and networks, the EU largely contributes to the production of systematic reviews, comparative research, statistical data and analysis. However, there is an increasing recognition of the need for more comparative analyses at international and European levels - as well as more country and region specific analyses sensitive to cultural context - to pool evidence and identify commonalities between countries and regions which can provide a more fruitful base for research than a single national context (Hadji and Baille (1998)). If comparative studies are made using rigorous methods and based on sound theory, they can help distinguish between elements of policies and practices whose nature are context specific, and those that are intrinsic, and therefore capable of being used in different contexts. It is clear that such comparisons are of great use to decision-makers who are interested in basing reforms on what works elsewhere, with a view to implementing them in their own national contexts. What has been seen thus far are developments in one or more of the following areas: Strengthening and developing the use of particular methodological approaches and research designs One line of argument about educational research quality has been the need to redress the relative shortage of studies using certain methodological approaches and research designs. This has seen calls for far greater prominence of: (i) experimental approaches such as randomised control trials (RCTs) as a way of generating more robust answers to causal questions (see, for example, Fitz-Gibbon, 2000 in the UK and Steyer, 2007 in Germany); (ii) intervention-based approaches such as design studies or design experiments as a way of improving the development and testing of research-informed educational products in naturalistic settings (see, for example, Gorard et al., 2004 and Desforges et al., 2005 in the UK); (iii) mixed-method designs and the use of large data-sets as a way of diversifying methodological skill sets and challenging narrow ‘methodological identities’ (Taylor, 2002; Gorard & Taylor, 2004); and (iv) systematic research synthesis in order to enable better use of existing evidence (see, for example, Davies, 2000 in the UK). It should be pointed out that many of the points referred to above have their origins in methodological developments coming from beyond Europe (i.e. usually from the United States) and beyond education (i.e. from areas such as medicine or engineering).As such, they have been the source of considerable controversy and contestation amongst some researchers ",
        "EN 25 EN who have challenged their validity and applicability within the field of education (as described, for example, by McCormick, 2003 and OECD/CERI, 2007). For example, the ethical difficulties of using experimental methods, such as randomised control trials in the field of education, cannot be ignored. In particular, the end would not ethically justify the means if a randomised control trial to find out 'what works' were to damage the educational experience, opportunities or motivation of individual participants in the trial (Morrison, 2001). These difficulties signal the need to work on methodological advances, which take the specificities of education into account. Examining and building future research capacity Alongside calls for increased use of particular research designs and methodologies has been recognition that ‘enhancing research quality requires building research capacity’ (NERF, 2000, p. 11). As noted by Sebba (2004, p. 38), ‘concerns have been expressed that the research “system” lacks the human, intellectual and material resources to ensure that research of sufficient scale and quality can be produced’. In some countries, arguments of this kind have led to a range of initiatives aimed at enhancing different kinds of capacity within the educational research system. One initial development has been national reviews and surveys to examine current strengths and weaknesses (e.g. McIntyre & McIntyre, 1999; Furlong & White, 2002; Taylor, 2002). These have then been followed by some combination of: (i) development opportunities for researchers to update, retrain or refresh their skills through courses, coaching and secondments; (ii) infrastructural developments such as research centres, research networks and ICT-based provision; and (iii) initiatives to increase the capacity for practitioner and policy-makers to understand and use research (Examples of this third strand to capacity building are considered in more detail in the subsequent chapters on Knowledge Mediation and Knowledge Application) (Dyson & Desforges, 2002). These efforts can focus on a range of different priorities from developing specific kinds of methodological capacity, through fostering more generic skills in project management and research communication, to supporting the development of certain sectors of the research community such as younger researchers. Another important focus for many European countries has been targeted support for better and stronger international links and exchange. Examples of these different activities are the UK Research Capacity Building Network and the Swiss Leading Houses. Facilitating greater debate and discussion about research quality and quality assurance There is evidence in some countries of increased attention being given to the difficult issues surrounding what constitutes good research in education. Analysing and developing clearer procedures for appraising existing research evidence, for example, has been a key dimension of organisations such as the Danish Clearinghouse and the EPPI Centre. There have also been government- and research council-commissioned projects to examine and develop frameworks for assessing quality in particular forms of research such as qualitative work (Spencer et al., 2003) and applied and practice-based research (Furlong & Oancea, 2005). Austria, Finland and Romania (see Figure 9 below), have developed quality assurance systems for assessing the value of educational research outcomes. Figure 9: Quality assurance in Romania The main body supporting the decision making process carried out by the Ministry of Education and Research in the field of education and training is the Institute of Education Sciences, an institute for research and development, acting in the domain of innovating and ",
        "EN 26 EN reforming the national education system. Research supporting the decision-making process in the field of education and training is financed by the Ministry of Education and Research, which establishes together with the Institute of Education Sciences the research themes. During the last 15 years, this institute has been reconfigured several times in order to be adapted to the needs of education reform undertaken by the Ministry. The actual configuration is composed of five departments: theory of education, curriculum, education policies, education management, counseling and lifelong learning. In order to evaluate the quality of research on education and training, the research reports are assessed by external prestigious scientific personalities. University research is financed on the basis of a competition among research applications submitted to the National Council for Higher Education Financing. (Source: Eurydice 2007) 3.3 – Summary Educational research currently appears to have a lower impact on policy and practice than research in other policy fields, such as social care or employment policy. While the degree of activity varies considerably between individual EU countries, there is evidence of efforts to enhance knowledge production in education through: increasing relevance (new research agencies, national programmes, dedicated centres, institutional restructuring, research synthesis, and the development of statistical and analytical infrastructures) and broadening involvement (user engagement, practitioner research, policy research); improving quality (methodological developments, capacity building, quality assurance, and more comparative analyses at international and European levels). However, there is still room for further improvement notably by developing educational research strategies and increasing investment in research and its effectiveness. While presented here as measures relating to knowledge creation, it is crucial to stress that they are all also intricately connected with issues of knowledge mediation and application. As emphasised at the outset, knowledge creation is just part of a wider and more complex picture encompassing a range of other knowledge processes. Put another way, if the measures discussed here are about creating ‘intelligent providers’ of educational research, their success will depend greatly on similar efforts to develop ‘intelligent users’ of educational research (Davies, 2004, p. 8). 4 – T HE K NOWLEDGE A PPLICATION C HALLENGE 4.1 - Application Challenge Policy makers and practitioners often do not have the capacity and opportunity to make fruitful use of educational knowledge in order to inform their work (Hargreaves (1996); Hood (2003); Huberman (1990); Stenhouse (1979)). They are rarely trained in how to make use of research and acquire evidence. The policy/research relationship is not straightforward, and can be ideologically biased (Black (2001); Bullock et al. (2001); Deshpande & Zaltman (1982, 1984, 1987); Hood (2003); Huberman (1987); Nutley et al. (2002); OECD (2003); Weiss (1998)). In particular, teaching is often seen as a personal art rather than a collective, applied discipline. Working conditions and organisational structures may not be favourable to inquiry, accessibility and application of new knowledge (OECD (2003)). ",
        "EN 27 EN There are also many uncertainties linked with evaluations from the perspective of practitioners, especially because of the relative absence of contextual factors in explaining evaluation results. How well evaluations can inform practitioners depends on how these are implemented and how practitioners can be partners in quality assurance processes (Laycock (2000); Nutley et al. (2000; 2002)). Note, however, that the motivations and interests of the end users are different and this implies that the type of knowledge they need to inform their policies and practices may differ (Hemsley-Brown & Sharp (2004); Nutley et al. (2002, 2003); OECD (2003)). Indeed, there are essential distinctions between politicians and civil servants, teachers and principals, teachers in schools and professors in universities. Each subcategory will need specific and targeted evidence in order to rely on relevant information. In addition, practitioners and policy-makers should not be seen only as users of knowledge. They can also be direct contributors in combination with other actors (e.g. researchers) in creating knowledge. However, their professional culture may not encourage a tradition of cooperation and this may limit joint knowledge creation (Hood (2003); Huberman (1987); Nutley et al. (2002; 2003); OECD (2003)). For instance, practitioners often do not have the chance to share their own professional know-how with researchers or other practitioners in order to contribute to the knowledge base (Black (2001); Hammersley (2005); Hood (2003); Young et al. (2002)). This section will focus on how best to make teaching more evidence-based, as teachers are the community that have the crucial role in implementing education. For this reason, there is much evidence on how much of current teacher education and training focuses on training practitioners in using research (Eurydice, 2007). Conversely, there is little research on what type of training currently exists for policy-makers. There is a need to enhance our knowledge of this, as policy-makers' decisions have a major impact on what takes place in education, in practice. Thanks to the stronger commitment of both teachers and policy makers to better evidence-based policy and practice, education can become more effective and responsive to the needs of its users (Hargreaves (1996); Hood (2003); Huberman (1990); Stenhouse (1979)). 4.1.1 – Focus and structure Different policy-makers, practitioners and stakeholders have different needs with regards how to best access and apply research-based and evidence-based knowledge in education. In the education sector we need various strategies to promote research-based and evidence-based policy and practice. Different sources of information - Policy-makers at the national level need different kinds of information sources and databases than teachers or pupils’ parents at the local level. Therefore some supportive tools and platforms are needed to provide large-scale research and data with national and international statistics, while different types are needed to make daily decisions in local rapidly changing contexts. Different roles in knowledge production and applications - Each group makes important decisions in education but their consequences have a different impact. Even though they have different roles, they are needed as partners in joint knowledge creation. ",
        "EN 28 EN Different levels of decision-making –The evidence needs of the different communities will depend on whether countries have more centralised or decentralised educational systems. Training to become empowered as knowledge producers and users - Besides the tools and knowledge providers, practitioners themselves need training to build competences to utilize different information sources. The following list describes different educational professional groups (e.g. practitioners and policy-makers) and their different functions, for which evidence based knowledge is needed: i) - For practitioners Teachers - work with pre-school children, primary and secondary pupils, adult learners, and students on vocational programmes based in colleges, companies or training organisations. Principals – responsible for school administration and pedagogical leadership in local school contexts. Trainers – responsible for the support and training of trainees. They are experts in companies and working-life contexts. Trainers also provide continuous education and in-service training to different professionals in education. Teacher educators – In most cases working in higher education institutions. Schools are increasingly also seen as teacher education institutions and in some respect their teachers play a key role as teacher educators. ii) – Practitioners in Higher Education Teachers, researchers, and students in higher education have a special role in knowledge production. The public missions of universities and other education institutions focus on teaching and learning, research or service to society. In all these areas they are responsible for producing new knowledge and practices. New concepts of knowledge creation as an interactive process with societal partners are a challenge to higher education. Partners and stakeholders in higher education – universities and other higher education institutions are expected to work in two-way communication processes with local, regional communities, and businesses in society. In this context of interaction, all partners and stakeholders increasingly need more awareness about joint knowledge creation processes and how to strive for innovations.Progress towards a knowledge-based society and economy will require European universities and the whole of the higher education sector, together with social partners and the government, to give their full creative responses to complex questions (EUA, 2007). iii) - For policy-makers Local and regional authorities – responsible for school development and for policy making on primary, secondary and tertiary education and training at local or regional level. National authorities – responsible for national or state-level administration and strategic planning (ministries, national boards, state offices, and national economists). This educational community needs effective evidence that is efficient at the macro level. ",
        "EN 29 EN iv) - For partnership Parents, stakeholders, companies – needed as partners in policy development and evaluation. As a result of changing governance structures in many European countries, there are a range of organisations that make use of research and other forms of evidence in the preparation of, for instance, learning materials such as textbooks, videos, on-line learning activities, and so on. These include publishers, think-tanks, and companies concerned with learning (e.g. Microsoft, Sylvan Learning Systems, British Broadcasting Commission) and non-government organisations such as Oxfam (Robertson & Dale, 2007). v) - For public communication The media has a strong influence on public opinion and it creates images of how effective and efficient education and schooling are in society. vi) - For learners in formal, non-formal and informal learning settings A learner is a key actor in knowledge-based society. Learning and knowledge are no longer only the business of schools and universities. In our late modern societies, there are many other forums of learning which may be called learning spaces. Working life and work organizations are important learning spaces.People also learn in their leisure time, for their own sake, or in order to build competences for their professional future. People, including very young children, can also provide evidence through their own actions by enquiring and acquiring information from phenomena in their surroundings (e.g. Kellet, 2005). This evidence is very valuable for democratic decision making as well as for their own development. 4.1.2 - Identified weaknesses The mapping of the current situation includes an analysis of major weaknesses and difficulties in applying research and evidence-based knowledge in education. Policy makers and practitioners have difficulty in finding evidence-based knowledge and getting access to it. In addition, policy makers, teachers and other practitioners are seldom trained in how to make use of research and evidence and therefore they have a weak capacity to apply evidence-based knowledge. Traditionally practitioners’ professional culture has also been very individualistic and models of cooperation within and between different professional groups are underdeveloped. Also there are many uncertainties linked with evaluations and evaluation policy from the practitioners’ perspective because of a lack of contextual factors. Difficulty of finding evidence-based knowledge and obtaining access to it The development of educational systems requires the best and most up-to-date information on research on teaching, learning, the economics of education, and social policy. Teacher education demands high quality research-based pedagogy and knowledge construction.Teachers at school must follow up the recent developments in each subject matter they teach, as well as how to teach different learners in different cultural and societal contexts (Hargreaves, D. 2000). ",
        "EN 30 EN The need for research is clear but policy-makers and practitioners often question its value to provide real help to problems in practice (e.g. Hemsley & Brown 2003; Department of Education, Training and Youth Affairs, Australia, 2000). Educational phenomena are multi- layered and multidisciplinary. Most studies inform only from a very narrow perspective. The knowledge coming from research is often in coherent, particularly if it comes from single studies unconnected to a larger research project design or research programme. Moreover, access to educational research and its application in practice face many barriers. The reality of policy-makers' and practitioners’ working environment, is that their workload does not always include time for seeking and reading new studies, even though they may know where to find them. Even where practitioners are accepted as partners in knowledge production, they do not have time to design and conduct research, collect and analyze data, and finally report it. Their working environments have not been organized with these activities in mind (Hargreaves, D. 2000). Weak capacity to use evidence-based knowledge among professionals in educational fields Practitioners, and even less so policy-makers, have limited access to training in how to make use of research. They do not necessarily have research training in their education or research orientation in their work. Ben Levin (2004, 10) writes that “very few organizations have the capacity to be involved actively in research partnerships or to make extensive use of the results. Efforts to increase teacher research or action research run into problems of time and research background among teachers. Many user organizations – for example, schools, adult learning organizations, or individual employers – are small and lack training or skills in research.” It is not easy to obtain a coherent picture of how teacher education programmes coach prospective teachers to use research and / or an evidence-based approach in their practice. Eurydice gives information about the duration of teacher education in different countries and the proportion of professional training; however, it does not provide information on how much of these programmes consist of research-oriented studies or teacher supervision, for the development of reflective practitioners. In some countries, the educators of teachers for both primary and secondary levels, benefit from research training (a PhD is often the prerequisite), and in some cases, a certain number of years of experience in research is also required. However, the picture as regards practitioners is not homogenous. Even among professionals of the same professional group, there are several different age cohorts that have different training and skills. In the same school, teachers may have very different competences, as well as attitudes towards research- based practice. There are also huge differences in Europe. Pavel Zgaga (2006) has edited a large collection on the current state of teacher education in eleven South-east European countries (Albania, Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Kosovo, Macedonia, Moldova, Montenegro, Romania, Serbia and Slovenia). In these countries, only 1.5% of teacher trainers have doctoral degrees, and 16.1 % MA level degrees. Professional culture is individualistic ",
        "EN 31 EN Teaching is often seen as a personal art rather than a collective, applied discipline, and many teachers believe in tacit knowledge and intuition more than research and systematic evidence (OECD, 2003). Since the early 90’s, many researchers (e.g. (Hargreaves, A., 1994; Hargreaves D, 1994; Lieberman, 1990; 1996; Oser, 1994; Niemi & Kohonen, 1995) have highlighted the importance of a new professionalism in which there is an emerging shift towards more collaboration in teacher values and practice. There is a mutual relationship between professional and institutional development. The professional culture changes very slowly. We are an integral part of our contextual cultures and traditions, and we reproduce them through our own acts (Kemmis 1995). Schools are part of larger cultures, dependent on particular histories. These cultures contain a lot of common wisdom, but also many irrelevant practices or concepts that do not support students' or practitioners’ development into becoming active learners. Teachers' practice is significantly influenced by their own experience of school and learning (Niemi 2002). 4.2 – Analysis of the situation The section introduces emerging strengths and new practices dealing with how to promote research and evidence-based policy and practice in education. Efforts are being made increasingly to raise teachers’ competence and status in Europe. There are new networks and models of research-based teaching and teacher education. There are also initiatives promoting a new professional culture, and promising examples of professional and school-based networks, as well as cross-boundary networks where researchers, policy-makers and practitioners work together. National research programmes investing in research on teaching and learning have opened pathways to new applications of research-based knowledge. Also, there are emerging models that use evaluations as tools of development to increase practitioners' commitment through participatory approaches. 4.2.1 - Building competence and capacity There is a need to build more capacity and readiness among educational professionals to access and contribute to the generation of evidence and to act on its results. This requires more initial and continuous training for educational professionals in using research and evaluation to inform policy and practice and has implications for the organisation of their work. There are increasingly efforts to raise teachers’ competence and status in Europe by providing them with training in educational research (e.g. initial training: CY, CZ, DE, DK, FI, HU, LT, LV, MT, RO, SK, UK; continuous training: CY, ES, SE, UK). New initiatives and practices are emerging to promote the application of new evidence in practice. For instance, in the US, guides and manuals have been made available to educational practitioners with user-friendly tools to distinguish practices supported by rigorous evidence from those that are not and enable them to make thoughtful use of the findings of research (Slavin, 2004). Teacher Education comprises initial teacher education or training, masters and doctorates, and in-service or continuous training. It refers to both general and vocational strands of education and training. Increasingly, it covers not only a wide range of educational professionals - teachers, trainers and lecturers, but also support staff and managers. While trainee teachers almost certainly come into contact with research during their training, learning to use research outcomes and techniques as an occupational competence seems to be ",
        "EN 32 EN the exception rather than the rule. A number of European countries train their teachers to analyse research as part of their professional skills (CY, CZ, DE, DK, FI, HU, LT, LV, MT, RO, SK, and UK). The requirement that teachers are qualified to masters level in Finland and the introduction of doctoral programmes for well-qualified teachers strengthen research capacity among practitioners (Niemi, 2007). There has also been discussion about whether polytechnic high schools should also offer research orientated programmes to practitioners in the vocational field (Nyyssölä,2007). Requirements for teachers' continuous professional development, whether as part of national conditions of service or an annually negotiated collective agreement, are becoming more prominent in European systems. Nevertheless, this does not mean that serving or trainee teachers are actively engaged in research and development work by and large. Thus David Hargreaves writes in the OECD’s publication on Knowledge Management in the Learning Society (OECD, 2000) that, unlike medical teams: ‘Practising teachers who serve as mentors for trainee teachers are usually not actively engaged in educational research and development. Educational research and knowledge production in the UK is funded through various sources …. But most of it is channelled through the universities, where academics design and execute the research. Only rarely do practising teachers play a part in the design of research programmes or receive funding to carry it out.’ Hargreaves D, 2000 Page 226. There are examples of initial and continuous teacher training across Europe that link a teacher's active and reflective skills with research activity. However, by and large, this link does not yet seem to be a common component of the activity conducted within teachers’ communities of practice (Eurydice, 2003). The contradiction between a lack of training facility on the part of teachers to engage with research activity and outcomes, and the increasing trend for effective change to be identified with local frames of action and action research is clear. This is likely to lead to growing pressures for teachers to be better equipped with the knowledge, skills and competences to engage actively with research outcomes and activity – and to be allocated the time and facilities to do so. In several countries, the research component is established centrally as part of initial teacher education. This is the case in Denmark (in all professional teacher education programmes); in Cyprus (at undergraduate level, a 42-hour compulsory course concerning qualitative and quantitative research methods, critical reading of research papers and use of databases for policy-making recommendation; SPSS training is optional; in addition, a 30-hour course on research methods is required for a permanent post as a secondary school teacher); in Latvia (all study courses include research aspects and skills); in Malta (where 4 ECTS credits at undergraduate level and 10 ECTS credits at postgraduate level cover both qualitative and quantitative research); Finland; Romania and Slovakia (in a context of diversification of topics addressed by research and development in various regions at methodical centres outside of universities). In Finland, all teachers from elementary to secondary school, have research training in their five year initial teacher education programmes. Teacher education has been very research- oriented since the late 70’s and all teachers must obtain MA-level studies (second cycle degree of the Bologna process). These programmes consist of about 20 % research studies (60 ECTS), including teaching on research methodologies and dissertation. The basic ",
        "EN 33 EN qualification needed to serve as a teacher training lecturer in universities is a doctoral degree. (Niemi & Jakku-sihvonen 2006). There are also recent reforms in Austria, the “upgrading” of previous teacher training centres to teacher training universities is considered a first step towards the objective of familiarising teachers with research, whose development is considered a very important challenge in the coming years.In some countries (e.g. Germany and Spain) research training is linked only with subject training and not professional training, i.e. not in relation with education matters except for those who choose this subject as a field of study as such. Ensuring continuous learning of practitioners Ensuring continuous learning for practitioners means implementing a strategic plan to promote their capacity to inquire, access, produce and use new knowledge. It requires the improvement of their initial and in-service professional education, as well as the promotion of a working context and professional culture that are favourable to research and evidence-based practice. Advancing cooperation and continuous learning among practitioners requires a high quality research community that contributes to internationally recognized research, produced in collaboration with practitioners and policy-makers. Cooperation must not lower ambitious scientific aims but rather enrich research designs and methodologies. We need a new generation of researchers who have an understanding of cooperative collaboration as an important process in knowledge creation. However, this requires new kinds of research projects, where time and other resources are reserved for collaboration. Researchers need funding, and new methods and time allocations must be recognized. Practitioners need resources in their local contexts to be partners. The latest Eurydice survey (2007) revealed that no country has any research component in teachers’ daily work load. In some countries teachers are allowed to be partners in research projects. Evidence and research based practice cannot occur without funding, infrastructure and human resources. Models of research based teaching and teacher education Research-based teaching John Elliot (2001) has developed the theory and practice of action research in curriculum and teacher development contexts, and has directed a number of collaborative classroom research projects. He has been a promoter of teachers as researchers and the action research paradigm. He has also raised the question about the need for a theory of evidence-based practice. He has analysed David Hargreaves’ and Lawrence Stenhouse’s concepts of teachers as researchers. He concludes that the major difference between them is one of perspective. “Whereas Hargreaves is primarily concerned with defining research as a ‘basis’ for practice, Stenhouse is primarily concerned with defining practice as a basis for research” (2001, p.572). Teachers as researchers as well as practitioners, who use an evidence-based approach, is a movement that is gaining momentum in several parts of the world. Bob Dick has collected a review of action research cases in several countries (Dick, 2006). His article shows that there are a lot of activities under the action research title. Sometimes it is difficult to differenciate between action research and other research methods. He summarises that ",
        "EN 34 EN “good research is designed to fit the situation and the purpose. In a fast changing world, that philosophy suits action research well” There are many good examples of how teachers develop their practice through action research (e.g. Visser, 2004;Vanderweghe et al, 2006) or work in joint projects in which they combine their professional wisdom and research in local contexts (e.g. Pounder, 1999; Ragland, 2006; Peng et al., 2006; Issitt & Spence, 2005; Jackson, 2006). Teaching in higher education There are also examples of teachers in higher education applying a research-based approach to both the content and methods of their teaching. The network of research intensive universities, coordinated by the University of Oxford, is promoting such an approach. In 2005, the University of Helsinki organised an international symposium on “What is research- based teaching in higher education?”. Cases from different countries and from different fields were presented. (Lindblom-Ylänne 2006). Professional and school-based networks Learning is a process which can be monitored and managed by several kinds of meta-skill and supportive arrangement. To develop their professional capacity, practitioners need a community in which the learning of new ideas and practices can be promoted. We have descriptions of many projects which encourage teachers to learn to create their own evidence- based practice by sharing experiences and learning from others (Scribner et al 2007;Frankham, & Howes, 2006;. Lavie & Lavie, 2006; Pounder, 1999; Shank, 2006;ten Dam et al., 2006; Tillema & Orland-Barak, 2006). There are many examples of school-based networks in Sweden, Finland, the Netherlands, and the U.K. Very often they have a close relationship with a teacher education institution or university. School-based networks can also have a close relationship with research. The Teacher Researcher Net (TRN) (See Figure 10 below) consists of teachers working in different schools around Finland and partly abroad. Figure 10: The Teacher Researcher Net (Finland) The Teacher Researcher Net was founded in the beginning of 1994 at the Department of Teacher Education in the University of Jyväskylä in Finland. This Net works as a resource for developing teacher education, and a forum of collegial learning and empowerment.The Network’s research activities cover science teaching, village schools, pre-primary education, narrative research, assessment developing, mathematics teaching and inclusive teaching. The Teacher Research Net has arranged Teacher Researcher Days (1994-1998), Teacher Researcher Summer Schools (since 1999) for post-graduates, and in-service education for teachers in Finland and Estonia. Student teachers have also been able to include Teacher Researcher Courses in their advanced studies since 1995. Publishing is the most essential part of the Net. The series Journal of Teacher Researcher, the discussion forum for students, school, and university teachers, was founded in 1995 (e.g. Husso, M.-L. & Vallandingham, T.2004; Husso, M.-L. 2005) Fostering research activities within practitioner communities Across several EU countries there is evidence of increased recognition of the importance of practitioner engagement with research. This can take many forms, but common to all is a concern with supporting practitioner involvement in the process of doing and using research. ",
        "EN 35 EN Such developments build upon long-standing traditions of ‘teacher research’ (e.g. Stenhouse, 1979) and more recent notions such as ‘knowledge-creating schools’ (e.g. Hargreaves, 1999). Different Types of Practitioner Research Initiatives Professional development opportunities – This can include higher degree university courses for serving practitioners with a focus on practice-based research (e.g., the Scottish Masters degree in Applied Educational Research), in-service training provision within schools and local authorities (e.g., Danish school development projects supported by universities or university colleges) and/or funding for individual practitioners to undertake school-based research and enquiry (e.g., the English ‘Best Practice Research Scholarships’). Whole-school approaches – Here the focus is on moving beyond individual practitioners to the development of research-active organisations. Two examples of work in this area are ‘school-based research consortia’ (Beale & Kogan, 1998) and ‘research-engaged schools’ (Hanscomb & McBeath, 2003; Sharp et al., 2005). Inter-school networks and partnerships – A recent study of practitioner research found that ‘networks play a significant part in providing opportunities for practitioners to meet, to share their findings and experiences and, in some cases, to work together on collaborative projects’ (Barker et al., 2005, p. 17). It is not surprising then that professional networks and partnerships have been part of several countries’ practitioner research developments. To take but a few examples, school-university partnerships in the Netherlands and Denmark (Morris, 2006), network learning communities in England (McLaughlin & Black-Hawkins, 2005; Jackson, 2006), the Teacher Researcher Net in Finland, and two European Networks for teacher education (See Figure 11 and 12 below). Figure 11 - ENTEP European Network on Teacher Education Policies ENTEP is a network established in 2000 to raise the quality of teacher education so as, in turn, to raise the quality of education and training in the EU in a way which responds to the challenges of lifelong learning in a knowledge-based society. It comprises a representative of every European Union Minister of Education, and a representative of the European Commission.. The aim of the ENTEP network is to enhance continuous teacher education systems through the promotion of the lifelong learning perspective in professional teacher education and development; articulation in a coherent system of initial, induction, in-service and further teacher education; linking continuous teacher professional development with school improvement and quality assurance and with school-based educational research. Their agenda states also that the network want to promote research and graduate studies related to teacher education and teachers' work. Figure 12 - Teacher Education Policy in Europe (TEPE) Network TEPE was created in 2005. This is an informal network of experts and researchers of teacher education in European countries. Organizing partners were from Estonia, Finland, Slovenia, Sweden, and UK. ENTEP and TEPE are complementary and work in close cooperation. The TEPE –network has set three headings for its first phase of work: 1 - Advancing research in and on teacher education by strengthening the linkage between research and teaching in teacher education, developing doctoral studies and supervisory capacity in teacher education, exploring the relation between evidence-based practice and research-based practice, and Promoting a research-orientated attitude at all three cycles. ",
        "EN 36 EN 2 - Increasing mobility and extending the European Dimension in teacher education by promoting common principles and competences for teachers in Europe, sharing practice across national boundaries, developing a core module for teacher education in Europe, promoting joint degrees in teacher education in Europe, and addressing the local, national, regional and European dimensions in curricula of teacher education and schools. 3 - Enhancing quality through the renewal of evaluation cultures in teacher education by promoting cultures of self evaluation at different levels, promoting the use of digital portfolios as tools for supporting reflective practice, professional development and certification in teacher education, and promoting peer reviews of teacher education institutions and/or programmes at the European level Different types of incentives schemes The creation of incentives for all educational professionals to invest time, money and dedication to the improvement of knowledge management in education, is essential. While in other sectors (e.g. engineering and to a certain extent health) professionals are driven by market pressure and therefore have clear incentives to ensure they use the latest research and other forms of evidence to inform their work, the case is less clear and straightforward in education. However, if partnerships between all the educational communities and stakeholders are to be encouraged to ensure that knowledge management is most efficient and effective, then it is necessary to motivate all actors to contribute as fully as possible to this process (OECD, 2000). Some suggestions for concrete incentives for teachers to use research and other evidence in their daily work are as follows: While all teachers should benefit from a research component in their initial teacher training courses, further courses at a more advanced level should be available to teachers at higher education institutions, so that they have the chance to deepen their research skills that they can then put to good use in the classroom. Teachers that complete these specialised courses and become competent in school-based research, could be given the title of 'research teacher/facilitator', and rewarded financially for their extra qualification and daily workload. Continuous training in how to use educational research should include teachers' own developmental projects in their local schools. This way of connecting educational research to teachers' evidence-based practice could be encouraged by ensuring teachers are given the time and appropriate salary incentives to invest whole- heartedly in this process (OECD, 2000). National and local educational authorities could create a reward system to encourage schools to engage in school-based development, through taking measures to strengthen evidence- based practice, through the better use of research and evaluation. At the individual level, teachers could be encouraged to keep a personal portfolio of their own professional development. Such a portfolio could include the recording of specific courses taken in how best to use educational research in the classroom, involvement in school-based developmental projects, and participation in school evaluation studies. For teachers to be motivated to keep such a portfolio updated, it would be necessary for all stakeholders in the educational community to appropriately reward a teacher both financially and in terms of time allocation to take part in such research activities, based on the richness of their portfolio. For instance, in Spain teachers have the possibility of having their research activity evaluated every six years in order to achieve a salary increase and improve the dissemination of their work both at national and international levels. In Lithuania, according to results of creative ",
        "EN 37 EN work reviews organized at municipality level, the best teachers are awarded with some remuneration by the educational board of their local municipality. 4.2.2 - Developing a culture of evaluation Research and other evidence are central to ensuring that educational professionals from all three communities are accountable to the public, the media and politicians, their authorities and communities, as well as parents and employers. Researchers, policy-makers and practitioners have a clear responsibility to collaborate in order to identify what works in educational institutions and in particular specify the key features of quality teaching. Indeed, research shows that high quality teaching has a higher impact than other school level variables on student outcomes in terms of efficiency and equity (Alton Lee (2003); Hammond et al. (2005); Hanushek et al. (2005)). Furthermore, studies by economists (Angrist and Lavy, 2001) have found positive relationships between in-service training and student achievement and ‘suggest that an in-service training programme… raised children's achievement …(and) suggest that teacher training may provide a less costly means of increasing test scores than reducing class size or adding school hours’. For example, in New Zealand, the PISA results show that there is a high mean achievement, but that the achievement disparities are second widest out of 30 countries. Further analyses using the PISA data 16, indicate that for New Zealand, such variance is predominantly within- school variance, rather than between-school variance (Alton-Lee (2003)). This suggests that it is the quality of teaching, rather than other school variables, which impacts most on achievement outcomes. A culture of evaluation is based on the monitoring and assessment of educational systems and policy interventions with the aim of identifying causes and effects (Schmidt, 2007) as well as the assessment of individuals (e.g. pupils and teachers). The way in which the evaluation of policy and, in particular, practice has been put into effect has, however, sometimes led to tensions and confrontation, centred more on political and ideological pressures than on research and theoretical underpinning. Practitioners are as a result often uncertain of the “real” purpose of evaluations, wary of their consequences, and hostile to the bureaucracy that evaluations can involve. Although evaluations can help to improve performance, increased accountability and performance measurement can also lead to undesirable responses. For example, teachers' pedagogy can be too heavily influenced by test preparation, and an increase in testing can lead to an improvement in only the specific skills tested, that may not be applicable to other performance measures (Jacob, 2005). How well evaluations can inform practitioners depends on how these are implemented and how practitioners can be partners in quality assurance processes (Laycock, 2000); Nutley et al. (2000; 2002)). The function of evaluations may be very different, and the focus and methods may vary very much. They may focus, for example, on: • Students’ learning outcomes (in different subject matters or in generic skills or special educational needs) • Teachers’ competences and career-long learning (various theoretical approaches) • Teaching and learning methods (small case studies vs. large scale surveys) 16 OECD (2001). Knowledge and Skills for Life: First Results from PISA 2000. OECD: Paris. Table 2.4, Appendix B1, p. 257. ",
        "EN 38 EN • Curriculum development (tied to national contexts, historical and political roots) • School development (tied to administrative structures) • National or local policy programmes (national educational policy) Internal and external evaluation A healthier and less confrontational culture of internal and external evaluation also exists, contributing to pedagogical innovation and the improvement of educational practice, by assessing progress and measuring success (see Figure 13 and 14 below). Some Member States have established dedicated evaluation bodies for this purpose (e.g. AT, CY, DE, DK, ES, IT, LV). Several countries use assessments based on value-added measures to produce information about the quality and results of educational institutions in relation to objectives agreed in the curricula (e.g. FR, UK). Also, there are emerging models on how to use evaluations developmentally and to encourage the involvement of practitioners through financial rewards (e.g. ES, LV) and participatory approaches (e.g. AT, ES, UK). System monitoring is becoming a more prominent feature in many European systems, as quality, quality assurance and value-for-money in public expenditure on education and training become prominent issues. System monitoring involves an element of research and evaluation, and in practice many of the agencies that governments have established for this ",
        "EN 39 EN purpose are responsible – often as their primary function – for aspects of system development (See Figure 14 below). Thus, numerous member states have set up their own monitoring and quality assurance agencies, which also normally have a research function. Across Europe this would encompass a large number of state-led institutions. These include: the National Institute for the Evaluation of the Education System (INVALSI) in Italy; the National Institute for Pedagogic Research (INRP) and the Centre for Studies and Research on Qualifications (CEREQ) in France; the Centre for Educational Research and Documentation (CIDE) in Spain; and the National Institute of Public Education (OKI) in Hungary (See Figure 15 below) 17 . All the Nordic countries are adopting this approach. Figure 15: Quality assurance and competency measurement (Hungary) In Hungary, there are two national developments that merit attention in this context. The first is the national programme for the development of school level quality assurance, started at the end of the nineties, which has driven schools to establish school level self-evaluation mechanisms. These often contain data collection and analysis exercises (for example surveys among parents for measuring “consumer satisfaction”). The second national development is 17 For details of these and similar organisation across other member states, see the website of the Consortium of Institutions for Development and Research in Education in Europe (CIDREE): http://www.cidree.org/ ",
        "EN 40 EN the establishment of a national system of competency measurement based on standardised tests covering every school since 2001. In the framework of this programme, schools are encouraged to make a systematic analysis of their own performance data and to make adjustments on the basis of this. Source: Eurydice 2007 Figure 16 that follows identifies some of the development and monitoring agencies that have become part of many national scenes over the last decade or so. Figure 16: Government development and monitoring agencies (examples) Italy INVALSI is responsible for evaluation activities. INDIRE supports teacher education, research and pedagogic documentation. ISFOL is the labour ministry’s research and development agency. Slovakia KEGA is the culture and education agency for the government. Finland The National Board of Education is the government agency which supports the ministry, and is responsible for aspects of research and reporting, as well as reform. France Among other government agencies, INRP links research and development in general education, as does CEREQ for vocational qualifications. Source: Eurydice, 2007 These agencies provide information to the ministry or state, for example by setting up developments and through systems of quality assurance and evaluation. The potential and importance of these agencies inmediating between research and policy – and also practice – should not be underestimated. Knowledge from evaluations There are many journals and databases which provide increasingly relevant knowledge and help us to make meta-level analyses. Benefiting from these databases and articles necessitates high-level expertise and it is unlikely that even highly-educated teachers could use them directly in their own work or when contributing to evaluation designs (See Figure 17 below). Figure 17: The Finnish national board of education The Finnish National Board of Education is one example of an institution that uses evaluations as a tool for school development. Since the mid 1990s, the Finnish National Board of Education has conducted national assessments of learning outcomes, mostly in the 9th grade of basic education. Regular assessments have been carried out in mathematics, the students’ mother tongue (either Finnish or Swedish) and literature, and occasionally in other subjects as well. National assessments produce information about the quality and results of education and training in relation to objectives stated in the national core curricula. Assessments are sample based and thus do not cover the whole age group. This is because the results are used for the development of education. Recently, evaluations have also been started at the end of the second grade, for example. The purpose of this is to enhance the use of evaluation for formative purposes. All schools in a sample of an assessment receive an individual feedback report. These reports are delivered to schools as soon as possible after the assessment data has been collected, as fresh results are more interesting for schools than results that are months old. Recently, feedback has been received as quickly as two months after data collection. (Laukkanen, 2006; National Board of Education 2002.) Evidence from evaluation should help teachers, policy-makers and stakeholders to understand cultural, social and other contextual factors better and create space for reflection and ",
        "EN 41 EN transformation. Evaluations should help professionals orient towards the future, and strengthen partnerships so as to support effective change strategies (Niemi & Kemmis 1999). Quality assurance is an important element of teachers’ work and teacher education. This assurance should take into consideration the many-sided requirements of teaching professions, as well as its ethical nature. Evaluations should increase interaction between different partners in society. In all evaluation processes developmental aspects should be present. The key issue is how to make the profession stronger and more capable of facing future challenges (See Figure 18 below). Figure 18: External evaluation (Austria) In a pilot project, Austria is examining the feedback of data from external evaluations, in the context of the development of educational indicators. The results of national tests are intended to guide teachers to generate evidence and research-based quality assurance. During the feedback of results of the standard tests, teachers of pilot schools are being trained by an external coach in how to interpret the test results correctly and how to use them as a basis for the development of instruction and quality in their schools. Source: Eurydice 2007 In order to promote an evaluation culture, the following activities are needed: Databases and repositories for practitioners are needed as mediators. For instance, national resource centres for knowledge creation and reviews (e.g. the UK's EPPI Centre). Professional culture – A move towards more cooperation with colleagues and stakeholders is needed, to support participatory evaluation, and an evidence-based approach to improve practice. Administrative structures at local level should allow and encourage teachers to contribute to updating teaching practices. This idea was analysed in the earlier OECD: CERI Project on Active Learning. The project showed that teachers used active learning methods only if administrative structures and the curriculum allowed for this (Stern & Huber, 1997). 4.3 - Summary The successful application of evidence and research-based knowledge in the field of education and training depends on many factors, which are in mutual interaction. The following paragraphs summarize the main components. The figure below illustrates that no source of information by itself can promote evidence- based action. Policy-makers and practitioners need the capacity to understand how evidence is built. The more their decisions have a significant impact, the more they need critical scientific literacy to help them understand the validity and relevance of information from research and other evidence sources. This is where the development of a culture of evaluation based on system monitoring and individual assessment can generate a richer knowledge base and allow policy-makers and practitioners to identify which policies and practices are working effectively, and which are not. Evidence should not only be used, but created by practitioners and policy-makers through reflection and the sharing of experiences. They need open and analytical minds to produce sound evidence and communities which support practitioners’ and policy-makers' knowledge creation. Educational contexts and decisions are always very complex phenomena, and for ",
        "EN 42 EN this reason, the evidence-based approach must also include multidisciplinary and multi- professional perspectives. The figure also illustrates that knowledge application depends on the social, economic and cultural determinants of each country, and its regional or local context. It illustrates that all factors influence the different phases of knowledge application. Social, economic, and cultural contexts are in a state of continuous change because of earlier decisions leading to revised policies and practices. Knowledge application in education is not a process of static implementation, but rather a continuous one. Figure19:Factors which influence the application of knowledge C o m p e t e n c e o f p r o f e s s io n a ls t o u s e a n d p r o d u c e e v id e n c e E v i d e n c e / r e s e a r c h - b a s e d e d u c a t io n ( e . g . t e a c h e r e d u c a t io n ) W o rk in g m et h o d s a n d o r g a n iz at io n a l s t r u ct u r e s f o r s u p p o rt o f e v id e n c e - b a s e d p o licy /p r ac t ic e - t im e - s p a c e P r o f e s s io n a l n e t w o r k in g Q u a lit y o f e v id e n c e - m u lt i- d is c ip lin a r y - c o m p le x ity D e liv e ry a n d d is s e m in a t io n o f e v id e n c e E v a lu a t io n c u lt u r e - t o o l o f - d e v e lo p m e n t A p p l ic a t i o n o f k n o w le d g e S o c ia l c o n t e x t s E c o n o m y C u lt u r a l f a c t o r s © N ie m i 2007 Source: adapted from Niemi 2007 5 – T HE K NOWLEDGE M EDIATION C HALLENGE 5.1 - Mediation Challenge To ensure that knowledge created is successfully applied, effective mediation needs to take place. Mediation involves translating the knowledge outcomes of research into networks, platforms, websites etc. that can inform and influence policy and practice. The first process involves treating knowledge so that it is transferable, and the second process involves the use of mediation sites, such as websites or partnerships, to diffuse research outcomes. Mediation or brokerage between research, policy and practice, can take an active or interactive form. For example, some variants of research brokerage provide a resource that is available to, but separate from, the activities of policy makers and practitioners. A website or database, for instance, is readily accessible to decision makers and practitioners, while not directly involving their interaction. Conversely, an interactive form of brokerage involves collaborative interaction between all the participants, through learning partnerships for example. Vocational education and training is a concrete example of a sector where knowledge is mediated as it flows to and from the worlds of education and work. Currently, in most Member States, mediation is the weakest link in the knowledge continuum, and yet mediation is the bridge between creation and application, without which successful knowledge management is impossible. What educational research exists is often difficult to access and to comprehend notably in comparison with other fields. The spread of the internet Social contexts Economy Working methods and organizational structures for support of evidence-based policy/practice -time -space Cultural factors Quality of evidence -multi disciplinary -complexity Delivery and dissemination of evidence Evaluation culture -tool of -development Application Knowledge Professional networking Competence of professionals to use and produce evidence Evidence/research-based education (e.g. teacher education) Social contexts Economy Working methods and organizational structures for support of evidence-based policy/practice -time -space Cultural factors Quality of evidence -multi disciplinary -complexity Delivery and dissemination of evidence Evaluation culture -tool of -development Application of Knowledge Professional networking Competence of professionals to use and produce evidence Evidence/research-based education (e.g. teacher education) ",
        "EN 43 EN has exacerbated the problem. We have access to vast amounts of information but with less quality control, which increases the risk that irrelevant or questionable material may be taken up into the policy-making process, and valuable evidence may be lost in the “noise”. Policy- makers and practitioners may be \"more\" but not \"better\" informed and therefore less able to take well-informed decisions (Hemsley-Brown & Sharp (2004); Nutley et al (2002); CSE (2006); Slavin (2002); Walter et al. (2003). 5.1.1 - Focus and structure The mechanisms for mediating and improving the relationship between education research, policy and practice have received considerable attention over the past two decades, as the governments particularly of wealthy nations have sought to gear their reforms to the developing information age and to aims, sometimes vague, of developing a learning society and/or learning economy. The OECD has given this process strong impetus and has already published four reviews covering this area (OECD, 1995, 2000, 2003 and 2007). At the start of the OECD work, a conference for ministers of education was held in 1990, and concluded that the potential of education research was underdeveloped. The ministers were critical in the following respects (OECD, 1995): • Research should be more closely linked to practice through processes of diagnosis, comparison and analysis; • More innovation is needed to create links between research, policy and practice. As the first chapter of this report has shown, the picture is certainly not necessarily so gloomy everywhere, 15 to 20 years later. That some countries pay considerable attention to the relationships between research, policy and practice is signalled in the papers that two European ministers of education have contributed to the latest OECD review (OECD, 2007). Johnny Nilsson (Nilsson, 2007), former minister in Sweden, observes that the way that research is used in policy development in Sweden has changed, as the pace of education reforms has accelerated. Slow-working state commissions that could call for their own research have been replaced by a more step-by-step approach where - in a system that is now decentralised – innovation and the evaluation of reforms tends to take place on a more localised basis. Nilsson calls for a long-term engagement in evidence-based policy research, and for researchers to concentrate less exclusively on pedagogy, more on governance. Maria van der Hoeven, the Dutch education and science minister at the time of writing (Van der Hoeven, 2007) also emphasises that a major shift has taken place in the dynamics of education development. In the Dutch case, as in Sweden, this now takes place less at the national level and more at the local and establishment/school level. Unlike Nilsson, van der Hoeven calls for more concentration on evidence-based practice, for example to harness initiatives from neuroscience and cognitive science. Van der Hoeven points out areas in which the linkages between research and policy, and research and practice need strengthening. However, her conclusion is optimistic: ‘All things considered, over the past years in the Netherlands a lot has been set in motion to promote and better facilitate an evidence-based approach.’ (op cit page 4 in the original) ",
        "EN 44 EN In the relationship between research, policy and practice in European education and training systems, we are now seeing – at least in some member states - a growth and diversification of networks, tools, partnerships, websites and other processes that can facilitate this aspect of knowledge management. Even though some countries appear to be taking few initiatives in these respects and others are responding in different ways, this signals the development of a more knowledge-based approach to policy and practice. This is the subject of this chapter: the mediation of research, broadly understood. 5.1.2 - Types of mediation It is helpful at the start to distinguish between two aspects of the research mediation process. Firstly, we can identify mechanisms that are intended to bring together, summarise or simplify the outputs of research to make it more readily understandable and accessible to policy makers and practitioners. We can call this transferability. Secondly, mediation involves establishing networks, websites, partnerships, etc. for sharing among stakeholders the knowledge developed through research. (University of Kassel, Germany, 2005) To give coherence to the variety of mechanisms for transferability and mediation that form the substance of this chapter, a term that can encompass ways for linking research, policy and practice will be helpful. OECD has coined the term brokerage to describe the process of bridging the gap between internally and externally heterogeneous groups of researchers, policy makers and practitioners, adding that this is ‘no easy task’ (Burns and Schuller, 2006). The latest OECD report (OECD, 2007) also uses the term to define the activity that links knowledge creation with the domains of policy makers and practitioners. The term brokerage suggests a mediating agent, whose role is to bring research to the attention of policy makers and practitioners. It also suggests a market place – but an imperfect market whose working can be improved, when an independent agent intervenes to the benefit of the partners in transactions. It is worth emphasising that both active and interactive forms of brokerage involve a significant amount of resources and development, and are probably difficult to achieve and sustain without state backing (or public/private partnership), preferably as a clear part of national lifelong learning policies. On the one hand, research portals are expensive to establish, maintain and bring to the forefront of stakeholders’ attention. On the other hand, interactive brokerage calls for considerable human and collaborative investment to build and maintain partnerships: this includes the building of trust (between participants from different backgrounds, each of whom has their own set of priorities and may carry differential status at the outset), the development of common outcomes-led cultures, the motivation (and, probably, incentivising) of the participants in a learning partnership, as well as forms of impact evaluation. As the interest in the recent Frankfurt conference organised by the German presidency of the EU demonstrates 18 , improved brokerage between education and training research, policy and practice is receiving prominent attention on the part of international agencies at present. Significant developments are taking place in quite a number of European Union member states, and these will be the focus of this section. However, the conclusion suggested by the OECD studies (OECD 1995, 2000, 2003 and 2007) is that, even in the national systems 19 that 18 For details of the conference, presentations, reports, etc., see: http://interkoop.dipf.de/index.php?option=com_content&task=view&id=48&Itemid=64 19 It was agreed that, for this paper, activities in the EU member states rather than sectors or regions would provide the focus. ",
        "EN 45 EN have developed aspects of brokerage, these are at best partial or patchy, rather than comprehensive. Furthermore, brokerage arrangements hardly exist or reach discernible prominence in many countries; there may be several reasons for this. Figure 3 \"The knowledge continuum\" presented under section 2 on \"Key challenges\" shows how brokerage could operate to link effectively research, policy and practice. A strength of this illustration is that it takes into account the role of stakeholders, notably school boards, governors, parents, the media and school leaders. Specific attention should be drawn to some of the players outside the education systems who have considerable impacts on the mediation between research, policy and practice. In particular, the media includes publishers, IT software companies, the press, general and education TV channels may exert a strong influence. Some of these players can be expected to have an active role in bringing research results to the attention of a wider public, and also to influence policy makers and practitioners, and to be motivated by a mix of drivers. Of course, even in this rather idealised picture, numerous factors will continue to have a role, both legitimate and intrusive, in educational development at the level of policy and practice. At the policy level, politicians are committed to programmes through manifestos and elections and these may reflect dominant values in society about the values and purposes of education. Similarly, teachers can legitimately be expected to build up their own individual and collective experience through practice and praxis, which will be influenced by what they learn in situ, as well as by what others have concluded. Then there is the question of powerful groups in society able to protect their vested interests; these may be, for example, influential groups of parents or social groupings, teacher unions or political groupings. Journalists and the influence of the press will vary by country, for example according to the aspects of education and training that cause controversy and the existence or not of a specialised educational press, such as Le Monde - Education in France or The Times Education Supplement. Finally, the coolness of the relationship that sometimes exists between education research communities and education policy makers has been commented on often enough not to need much further elaboration here. Clearly, in a number of countries this is quite a deep-seated cultural issue. However, a recent Sweden report on politics and science in Sweden (Vetenskap and Allmanhet, 2006) indicates that politicians there are positively inclined towards research by and large, that education research influences policy less than health research but more than both social welfare and business research. Politicians had considerable contact with researchers, and negative experiences of research and researchers ‘were mainly connected to difficulties communicating with researchers who have languages of their own and live in their own world’ (op cit page 5). Recognising that studies in different countries had come to a similar conclusion, the Swedish report recommends that: What researchers and politicians need are more meeting places, new and different ways of interacting, more contact and dialogue, and easy to digest summaries of research information. Together these measures can help to drive the two worlds closer, and to make research easier for politicians to access and understand. (Vetenskap and Allmanhet, 2006, page 9). In other words: brokerage, and opportunities to share as far as possible common agendas, which can also generate trust and cooperation. Though lacking coherence, European countries have considerable and diverse experience in this respect, to which this report will now turn attention. ",
        "EN 46 EN 5.2 – Analysis of the situation The sections that follow will explore the mechanisms that the research has identified in European countries 20 for each of these relationships, concentrating in particular on the relation between research and policy, research and practice and research in relation to both policy and practice. This analysis leads to a distinction between brokerage mechanisms that make knowledge available and those that actively engage the stakeholders in the process. Considerable experience of brokerage between research, policy and practice has developed up in European countries. 5.2.1 - Improving accessibility It is necessary to encourage research strategies which focus on transmission mechanisms, in order to improve the accessibility of outputs. The types of instrument include electronic summaries, literature reviews, training, conferences or involvement of the media (Schmidt (2007). In most Member States web portals, databases and conferences exist to act as a communication bridge between research results and policy makers and practitioners. 21 These instruments are usually under the responsibility of educational public authorities, research institutions or teachers' organisations (respectively). However, the most interested potential users are rarely aware of – let alone involved in - such initiatives, so that the true diffusion and therefore relevance and usefulness of this information is usually limited. The achievement of improved access to evidence, including data, brings with it a greater responsibility for quality control. If greater accessibility leads to greater influence, the material in question should be subject to thorough quality checks, through peer reviews for instance. It is often rightly the case that single pieces of research do not have great impact on the direction of policy or practice until they form a body of evidence from which a trend can be distinguished. With the aim of improving effective dissemination of research, it would be useful if research contracts had dissemination approaches built into their design at the time of being commissioned. This way, researchers would be encouraged to make their work relevant and accessible to all possible stakeholders, including the broad range of relevant mediators, rather than simply the direct end-user. Portals Communications developments mean taking the outcomes of research, making succinct and accessible summaries (transferability) and placing the outcomes such that policy makers can more readily find and make use of them (dissemination or communication). Sometimes this involves bringing together known research projects in an area, and providing an overview of cumulative results, though seldom on a multi-disciplinary basis, of the sort called for by the Dutch minister (see above). 20 While in most European countries, mediation is largely undertaken by state agencies, elsewhere, such as in North America, most mediation occurs through private agencies that mobilize knowledge or do lobbying work, or through professional as well as mass media, and stakeholder organisations such as teacher unions. 21 See also the PERINE project at EU level. ",
        "EN 47 EN Many countries in Europe have or are developing website portals for making research outcomes more widely available, whether to policy makers and practitioners. Naturally, these are also open to journalists and the wider public. Some examples of these are shown in Figure 20 below. Figure 20: National research portals (examples) Country Portal Czech Republic A database on research projects has existed for over a decade Spain A government agency (CIDE) keeps several catalogues of research report s up to date on the Internet France Periodically, the government makes reports available on the Internet, covering specific aspects of research Italy The PLEIDI portal gives access to a wide range of research reports, and has a section on research methods Lithuania The ministry website publishes research reports and thematic reviews. There are plans for a more widely accessible portal. Malta The ministry publishes research outcomes on its website, after working groups have prepared the reports Austria The ministry website publishes an annual abstract of government-funded research, with abstracts and keywords. An agency (BIFIE) is enhancing this function. The Austrian education research society also has a research results portal. Germany The Federal Ministry has a research portal, and regularly updates it with reports and papers dealing with research and innovation. Federal agencies such as BIBB for VET disseminate research in their specialist field. Source: Robertson and Goodson, 2007 and Eurydice, 2007 Transferability and dissemination are the motivation behind a number of other initiatives in the UK. Notably, the Educational Evidence Portal (see Morris, 2007) has been under development since 2003, with the involvement of the UK government and major actors in the UK education research and information technology community, alongside international software developers. The aim is to make accessible educational evidence on a large scale, by setting up a tool that proves useful across all sections of education and gives access to a wide range of professional users – policy makers and practitioners. A similar initiative exists in Poland: Figure 21: The \"Polish Science\" database (SYNABA) The Ministry of Education has established the System of Information on Education (SIO). The system was established on the basis of the Parliamentary Act of 19 February 2004 and the Regulation by the Minister of National Education and Sport of 16 December 2004. The system, as defined in the legislation, is to serve the purpose of collecting necessary data for the preparation of state educational policy, improvement of quality in education, making education more accessible and financing of educational tasks more efficient. The detailed list of types of data collected by the system is defined in the above mentioned Regulation. The national integrated data base on research results called “Polish Science” (SYNABA) is available on the Internet. The data base is supported by the national Centre for Information Processing which was established in 1990 by the Committee for Scientific Research and now is operating under the supervision of the Ministry of Science and Higher Education as its R&D unit. The Centre is responsible for providing smooth access to up-to-date and comprehensive information on Polish research. The Centre has resources for creation of ",
        "EN 48 EN research and innovation policy and preparation of statistics and analysis. The area of educational research shows some 1200 entries. Source: Eurydice 2007 In the educational sector, there are many informative portals or platforms where practitioners can have the latest information about educational research. They are promising making visible new research as well as information about national evaluations (See Figure 22 below). Figure 22: The Swedish National Board of Education Sweden Skolverket (The national board of education) has very informative wed sites for teachers and parents. The Web pages provide information about educational system and its laws and statutes, school inspections and inspectorates’ work, assessment and grading of learning outcomes, national examinations, and statistics of education system. The web pages help practitioners to have basic information about education and there is also a forum “Skolporten” (in English School door/gate) which provides much information about recent publications for education and training. There are also news from the newest academic dissertations and other research publications. The sites offer also short introductions to relevant studies and give links with the original reports. (http://www.skolverket.se/sb/d/107) However, while the numbers of countries with research portals is increasing, we have not been able to find examples of evaluations that have reached conclusions about their use or usefulness. Mediators using reviews We need different mediators and tools through which practitioners can find evidence and use it in their work. Boaz et al (2003) describe that there are a wide variety of approaches to reviewing evidence, from traditional literature reviews, to rapid reviews and systematic reviews. Traditional reviews offer a summary of a number of different studies and sometimes draw conclusions about a particular intervention or policy. Rapid reviews are carried out to meet pressing policy demands or to lay the ground for a more comprehensive, systematic review. Policy makers also use review methods, such as specially commissioned scoping studies and briefing papers, to inform policy developments. These reviews tend to summarise a number of different studies as part of a wider discussion of a particular policy issue (See Figure 23 below). Figure 23: Systematic reviews in medicine: the Cochrane Collaboration In other fields than education there have been for several years systematic reviews. A key part of the evidence based health care agenda is the emphasis on systematic reviews of research. This approach acknowledges the large body of existing research and seeks to synthesise the findings from all relevant studies. The reviews carried out as part of the Cochrane Collaboration 22 offer a detailed model of research synthesis. Over the past ten years the Collaboration has built up an impressive library of reviews on a very wide range of health related topics. However, there remains some concern about the transferability of a model developed in a medical context that seems to focus on promoting specific research methodologies. There is also some confusion about what these reviews entail and how feasible it is for individual researchers to carry out systematic reviews (Boaz et al., 2002, 3). 22 The Cochrane Collaboration produces and disseminates systematic reviews of healthcare interventions and promotes the search for evidence in the form of clinical trials and other studies of interventions. http://www.cochrane.org/index.htm ",
        "EN 49 EN 5.2.2 - Building trust and consensus Given the previous history of relative isolation of the research, policy, practice communities in education, there is a need for a closer and more stable relationship between them, which will build understanding, trust and consensus (CSE (2006); Hemsley-Brown & Sharp (2004); Slavin (2002); Walter et al. (2003)). A condition for cooperation is trust, and for enhancing trust, mutual respect, shared norms, encouraging contacts, dependencies and concrete cooperation are needed. Sharing expertise and creating knowledge is a reflective process, in which members must be aware of their roles, tasks, and how to monitor the work in a strategic way. Trust is also an outcome of rigorous joint work (Jackson 2006, 11). Knowledge is increasingly seen as the creation of a social practice, as it engages in its daily interaction and praxis, and both adapts to and transforms the environment around it (Vygotsky, 1978; Cole 1991). A number of countries are seeking to achieve this through new forms of partnership between the communities, such as research departments in ministries (e.g. AT, DK, ES, FR, MT, NL, UK). Some Member States have created regional institutions to create a consensual approach to policy development at local level (e.g. DE, ES, FR, IT). Member States are also seeking to establish stable partnerships between researchers and practitioners to help enhance the capacity to combine scientific research with professional experience (Hargreaves (1996); Hodkinson & Smith (2004); Hood (2003); Huberman (1990); Stenhouse (1979)). Involving practitioners, as well as end users (e.g. learners and their families) early in the research process aims to give them a sense of ownership of and commitment to the initiative (e.g. CY, DE, FR, MT, RO, UK). This calls for a stronger involvement of social partners and other relevant stakeholders to enhance knowledge management (e.g. LV). An increasingly widespread new approach is the establishment of brokerage agencies (e.g. DK, NL, UK), involving collaboration between all three communities and the production of systematic reviews and comparative analyses. The characteristics of such agencies are the production of independent reviews, the creation of evaluation agreed tools, and the synthesis and re-presentation of research results according to the needs of end-users. Partnerships between research and policy Alongside the promotion of practitioner research has been support for research activities within policy contexts. This has seen the creation of new research/analysis units within education ministries in, for example, Malta, the Netherlands, Spain, France, and the UK, and ‘policy-facing research centres’ in Finland, Austria, and Denmark. Researchers in ministries - Acting on the recognition that researchers and politicians need more meeting places, new and different ways of interacting, more contact and dialogue, and easy to digest summaries of research information a number of European ministries of education and other agencies have developed mechanisms that are designed to fill at least some of these gaps (See Figure 24 below). Figure 24: Research and policy departments in education ministries (Malta) The Ministry of Education, Youth and Employment is committed to base policy reviews and initiatives on the basis of educational research. In 1995, it set up a Research Branch within the Department of Planning and Development which provides support to researchers ",
        "EN 50 EN carrying out research in state schools. This branch is also responsible for carrying out international surveys at the national level. It is currently managing the administration of TIMSS 2007 and the OECD study Teaching and Learning International Study (TALIS). A Policy Unit was set up in the Ministry to review current educational policies and launch new initiatives. The Policy Unit has instituted a number of research working groups from among leading professionals to carry out these functions. Most of the functions of the Policy Unit have been taken over by a newly created Department of Policy Development and Programme Implementation. The Department of Curriculum Management also carries research on the curriculum. Among its studies it carried out a national literacy survey. Source: Eurydice 2007 Similarly, there have been efforts to establish secondment programmes in both directions between staff in research organisations and those in government ‘as a means of creating greater mutual understanding and knowledge transfer’ (Sebba, 2004, p. 41). The UK Economic and Social Research Council’s ‘Placement Fellows Scheme’ for early-mid career social science researchers to spend time in government organisations is one such initiative. In connection with such schemes have also been training courses aimed at enhancing decision- makers’ skills in understanding and using research evidence. Policy-facing research centres are dedicated to developing a greater quality and mass of research, and also to communicating the messages effectively to politicians. They may be based at universities or consortia of higher education institutions, and have consolidated budgets provided by the state or public/private funding initiatives. Often, a research funding body manages the whole process. Examples can be summarised as follows (Source: Morris 2006): • Dedicated research centres established through nationally financed funding councils. In the UK, the Economic and Social Research Council has successfully established major centres for such aspects as the teaching and learning project, basic skills, and the wider (non- economic) benefits of learning). • In Finland, the science and technology strategy is mediated by the Academy of Finland, which is responsible for funding research, including strands that involve education and training; • Research analysts appointed within government and a research verification unit in Parliament – the Netherlands. In most or all cases, policy-facing research centres are designed to deal with new initiatives and innovation, and they frequently also link into the domains of education and training practice. System initiatives such as these refer to situations in which research and policy- making functions are linked more closely through interactive processes, such as a common research/policy agenda and analytical units within policy-making bodies. There is some evidence, for example, that the concerns of education research and educational policy making in France have become more closely aligned (Van Zanten, 2006). Van Zanten (op cit page 259) identifies two types of researchers (‘knowledge producers’) who inform education policy. Firstly, there are researchers at universities and research centres who receive government funding but work in a relatively independent way; secondly, other researchers work in close cooperation with policy-making bodies, and their role is specifically to develop state knowledge. Van Zanten argues that there is a growing interpenetration of the output of these two groups: research has become more widely used by policy and administrative managers; implementation, monitoring and evaluation of reforms becomes a more widespread activity; and; policymaking is taking on new models in regions and municipalities, and also at the international level. Thus, state-based research institutes such as INRP for the general ",
        "EN 51 EN education sector and CEREQ for the VET sector have a well-established and institutionalised research role in developing what van Zanten refers to as state knowledge (See Figure 25 below) Figure 25: The French Observatoire A brokerage mechanism to link research, information and policy-making that has developed in France is the observatoire. This appears to offer an interactive version of brokerage. The observatory is now a well-established mechanism in policy development in France 23 . In a note on the case of the French observatories, (Normand 2007) show how, in different aspects of lifelong learning, observatories have been established as a shared tool for knowledge and policy development. They are intended to bring stakeholders into a common process of diagnosis and planning, based on a sound knowledge and research input, in order to create a consensual approach to policy development. The note suggests that consensus is, in practice, difficult to forge and that, furthermore, some of the outcomes of observatories have been disappointing, in particular when an observatory fails to take on the need for capacity building across complex systems as a pre-condition for effective change agency (op cit pages 2 – 6). System initiatives are reported in a number of European countries. For example, Curriculum 2000 in Denmark was a reform in which research, evaluation and policy development were interlinked through a series of local initiatives. After evaluation, the successful local reforms are then incorporated into wider reform, in a process often referred to as up-scaling (Shapiro, 2004) This is an approach favoured in other Nordic countries as well, where much of the significant push for reform is now defined as taking place close to the point of educational delivery – as the regional, local or institutional level. As the earlier quotation from the Dutch minister suggested, the Netherlands tends to act similarly in generating links between the stakeholders (including researchers) to generate effective, localised change. An interesting initiative in respect of policy-research links has been established in Poland. Ten ministers and vice-ministers of education who have held office between 1989 and the present have met and identified problems with short-term reform programmes that are not backed up by research knowledge (Wisniewski, 2007). They have formed a consortium to champion the introduction of a more evidence- or research-based approach to policy in Poland in the future – a kind of brokerage agency for the introduction of closer links between research and policy: brokering brokerage. Partnerships between research and practice Cooperation between researchers and practitioners is also a key element in Ken Zeichner’s article (2005) which examines the issue of strengthening self-study research in teacher education. These are individual studies of teacher educators’ own practice within coherent research programmes on particular substantive issues. Although acknowledging the positive professional development impact of self-study on teacher educators he calls for more closely connecting the self-studies of teacher educators to the mainstream of teacher education research so that the voices of practicing teacher educators are incorporated into syntheses of research on particular aspects of teacher education. He wants to reject the dualism of research either contributing to greater theoretical understanding or to the improvement of practice and 23 AdminNet – l’Observatoire des Observatoires – lists several hundred in the public sector in France, quite anumber of which are in the domains of education and training. ",
        "EN 52 EN argues that self-study research should attempt to work on both goals simultaneously. The small individual self studies should be connected as larger projects and programmes and also point how teachers, teacher educators and researchers have built on previous work methodologically and substantively. They should make more visible what is learned in their research and how this knowledge contributes to what we know about specific issues. Otherwise there is a danger that the inquiries of teacher educators will continue to be ignored in the broader research community and by policy makers. We can identify two categories of brokerage that form links between research and practice. These are: school-higher education partnerships and, knowledge centres acting as an agency for schools, training centres, etc. School/higher education partnerships provide a growing focus for generating and brokering effective reform at the regional and local levels. The emphasis on learning partnerships has gained impetus in particular as the marked trend to the decentralisation, which was highlighted in the cases of Sweden and the Netherlands, of European education systems continues. This entails a move away from the idea that a government can carry through reforms to a more subtle interplay of bottom-up and top-down change processes. Turning again to the work of the OCW partnership (Morris, 2006), we can identify several mechanisms in use in particular countries to broker close working links between research as an HE-based activity and research as a school-based activity. These include: • Researchers in residence: the Netherlands; • HE/school research partnerships: Denmark and Finland; • Experimental schools: the Netherlands; • Pathfinder schools: UK, England; • School-defined research projects: the Netherlands; • Research projects in which schools take part in national pilots: Finland. Broadly speaking, these innovative aspects of generating change at the local or institutional level operate through different kinds of participatory action research. Nevertheless, the question of up-scaling and making the outcomes of (interactive) localised research more widely available – for all stakeholders – serves to emphasise the importance of the relationship between localised action research and its wider availability through government- sponsored website portals and other (active) forms of brokerage. Knowledge centres are developing in several European systems, to facilitate access for practitioners to research knowledge and skills. In Denmark, a clearing-house helps to perform this function, and in the UK (England), the Department of Education and Skills provides a regular digest of current research 24 , summarised to be accessible to a busy profession. In its recent advice to the government, the Dutch National Education Council (Onderwijsraad, 2006) pointed out that teachers have to be actively convinced of the importance of research and research findings, and need support to put knowledge into practice. Onderwijsraad draws four conclusions: • Knowledge has to be capable of conversion into practice; • Collaboration between knowledge creators, intermediaries and practitioners involves developing extended communities of practice, which change the usual linear relationships, with practitioners taking an active role; 24 The Schools Research News is accessible online at The Research Informed Practice Site (TRIPS) www.standards.dfes.gov.uk/research ",
        "EN 53 EN • One or more teachers – not just the school leaders or an isolated expert - should be trained as internal knowledge creators; • Schools are becoming more responsible for their own quality and reforms, and should therefore invest more in knowledge management. Thus, there is a need for a systematic towards knowledge creation. To this end, a series of knowledge centres with active links to both schools and the policy community have been developed in response to perceived needs in specific areas of education knowledge development, and this is now a recognised feature of the Dutch system. An example can be drawn from the field of VET. The Dutch VET expert centre CINOP has developed a practical theory for competence-based training (de Bruijn and Westerhuis, 2004), involving co-development between the expert centre and VET schools. The authors describe this as one of the promising and perhaps neglected examples, in which educational practice gains from educational theory and research (op cit page 4). Partnerships between research, policy and practice Brokerage agencies – These come in response to concerns about the lack of an infrastructure to support the cumulation of evidence within the field of education, particularly in comparison to areas such as health or social care. They are based on the argument that ‘the main channel of communication between researchers and lay people ought to be reviews of whole fields of research, rather than reports of single studies’ (Foster & Hammersley, 1998, p. 610). The literature describes a number of such developments and devices, several of which have occurred in the UK. Perhaps the best-known current European example of this is the Evidence for Policy and Practice Information and Co-ordination (EPPI) Centre in England (Oakley, 2002). The EPPI-Centre is one approach (See Gough, 2007 and Robertson and Goodson, 2007). Based on models originating in medical and health research, the aim of the EPPI- Centre is to produce and disseminate systematic reviews that are both user-friendly and can address important issues in policy, practice and research. Key to its work has been a focus on ‘developing methods and tools for systematic reviews’ in ways that help in ‘answering the questions of policy makers, practitioners [and] users of services’ (Gough, 2007). The EPPI- Centre reviewers are made up of different educational professionals, representing all three communities. See Figure 26 below. The EPPI Centre is not alone, though, as other new institutions such as the Danish Clearinghouse for Educational Research (Figure 27) and the Dutch Knowledge Chamber (Figure 28) (Stegeman & Rouw, 2007; Van der Hoeven, 2007) come into existence. As experience in countries testifies, building up such partnerships is a careful and lengthy process, and requires commitment in terms of funding and staffing. Key factors include careful feasibility analysis to identify what is useful and what can be done, project development that involves identified stakeholders as partners to develop the project, sufficient resources to ensure the continuation of the agency responsible for the partnership, and a clear commitment on the part of government (as one of the key partners) to support. Figure 26: The EPPI-Centre in the UK The EPPI-Centre is part of the Institute of Education, University of London. Its work on systematic research synthesis for evidence informed policy and practice started in 1993 with the aim of developing and promoting participatory and user-friendly systematic reviews addressing important questions in policy, practice and research in the public interest. It attempts to achieve these aims through a number of interrelated strategies. These are: (i) to ",
        "EN 54 EN develop a broad conceptual framework for understanding, undertaking and using question- driven reviews; (ii) by developing methods and tools for systematic reviews answering all types of research questions and including all types of research evidence; and (iii) undertaking reviews in-house and supporting others to undertake reviews; (iv) providing support and training to develop capacity in evidence informed policy and practice; (v) working with others nationally and internationally to achieve these aims and products. The EPPI-Centre’s interest in evidence informed policy and practice is based on the use of systematic reviews to make a difference by answering the questions of policy makers, practitioners, users of services and other members of society. Systematic reviews ask ‘what do we know from research’ in relation to different questions, which take different user needs into account. Figure 27: The Clearinghouse for Educational Research in Denmark The Danish Clearinghouse for Educational Research was established in the autumn of 2006 at the Danish University of Education. Its stated aims are to help: politicians and practitioners have access to reliable, informed knowledge; and researchers to have a more certain overview of existing research. Its main activities include: establishing an overview of existing knowledge through systematic review performing quality assessment of available knowledge identifying and communicating the big picture. These come in response to problems identified in the OECD’s report on Danish educational research, in particular the inadequacy of links between knowledge producers and knowledge users. It is clear, however, that this is not conceived as an isolated Danish development but instead: ‘part of an emerging international community of organisations that work with a range of methods to map out evidence’. Sources: DCfER, 2006; http://www.dpu.dk/site.aspx?p=9882 Figure 28: The Knowledge Chamber in the Netherlands In the Netherlands, an effort is currently being made to bring together stakeholders on education policy and on knowledge of education policy in an environment which takes into account both politics and the knowledge factor. This is the so-called Knowledge Chamber (“Kenniskamer”), which met for the first time in the summer of 2006, on the initiative of the Dutch Ministry of Education, Culture and Science. The Knowledge Chamber is a political response to doubts over the status of current educational policy-making. In the Knowledge Chamber, knowledge is defined ‘...as being empirical data, concepts, analyses and theories that are considered true and correct and enable people tot take decisions’. This means codified, stored and traceable knowledge that is publicly validated, mostly in an academic forum. This kind of knowledge is often the result of scientific research, which is performed mainly at universities, research institutes, planning offices and advisory councils and less frequent by commercial consultants. The Knowledge Chamber is a consultative body of the top-ranking officials of both the knowledge institutions and the ministry. The Knowledge Chamber was formed in recognition that there is (i) an excess of knowledge and information reducing the capacity the make relevant policy; (ii) knowledge is compartmentalized in knowledge domains, and that (iii) government officials, especially at the top, tend to concentrate on the process of policy making rather than on the content of a certain policy. The Knowledge Chamber stresses the need to formulate knowledge policy at the top, starting from a strategic vision of the role of knowledge in policy. However, a knowledge chamber is not a strictly defined entity. The ",
        "EN 55 EN essence is interaction between policy and research. 5.3 – Summary By developing more efficient and effective mediation of educational knowledge via partnerships, communication networks and brokerage agencies, policy and practice could become better informed. By improving accessibility and building trust and consensus between the three communities, educational policy and practice could become more responsive to the needs of the educational system as a whole, and its users. Nevertheless, useful as the active forms of mediation, such as web-based summaries of research, described in this chapter may be, it seems clear that the interactive forms of brokerage that imply active inter-relationship have a greater innovative potential, particularly as the decentralisation of European education and training systems matures. There is a great need to ensure that all forms of communication networks, partnerships, and brokerage agencies are designed with their future sustainability taken into consideration. The benefits of these forms of collaboration will only become visible over time, and so it is imperative that these networks are designed to be durable. The UK's EPPI Centre and the U.S's WWC, are examples of brokerage agencies that have designed strategies that specifically take into consideration the sustainability of partnerships between educational professionals. By making long-term strategies aimed at ensuring the durability of their agencies' work, they maximise the chances of their collaborative networks having a significant impact on evidence-based policy and practice (Hood (2003)). 6 – C ONCLUSION This Staff Working Document has taken up, in turn, issues concerning knowledge creation, application and mediation in education and training. Each of the sections has emphasised the importance of establishing sets of dynamic interrelationships, rather than series of linear relationships. Finally, bringing together the three themes, an agenda is set out to address, through European cooperation, the challenges detailed in this paper. There is no doubt that a growing body of experience has developed in European countries as the call for a sound knowledge base for education and training policy and practice has grown stronger. Some countries have given this issue considerable policy attention. There is now a need to develop further initiatives throughout Europe with the aim of producing coherent arrangements for the creation, application and mediation of educational research in national settings. Building improved linkages between the actors in the practice, policy and research communities is in itself a task that needs careful handling. An important condition for cooperation is trust. The different partners have different stakes in the process, and often do not begin from a position of equal status or power. Mutual respect, encouraging contacts, and practical cooperation leading to shared norms and dependencies are features of developing trust. Furthermore, sharing expertise and creating knowledge is a reflective process, in which partners must be aware of their roles, tasks, and how to monitor their work in a strategic way. This Staff Working Document has identified the need to develop better interdisciplinary research, make outcomes more widely available through portals, and to develop a stronger culture of evaluation of reforms at the policy level and of teacher training to facilitate active engagement with research as part of professional good practice. There is also much to be ",
        "EN 56 EN learnt from the ways in which issues of research and research impact have been tackled in other public policy areas such as employment, social care, and health. While decisions regarding how to tackle the challenges are a national, regional or local responsibility, the EU can support Member States' work to make further progress on this issue within the context of the Lisbon Strategy. This can be achieved by developing a European space which supports the pooling of Member States' efforts on evidence-based policy and practice in education and training. This could be done through the Education and Training 2010 Work Programme and by targeted support through the Lifelong Learning Programme, the seventh Research Framework programme and also, in certain cases, the Structural Funds (in particular the European Social Fund). Support from the seventh Research Framework and Lifelong Learning Programmes could be particularly targeted on relevant educational research projects and science education projects 25 26 in those areas where evidence is particularly lacking, such as those specifically highlighted by the Council Conclusions on Efficiency and Equity in Education and Training and those on a Coherent Framework of Indicators and Benchmarks, in relation to the lifelong learning continuum. Suggested areas for further research at different levels of the lifelong learning continuum There is a need to carry out statistical and research projects in areas where evidence is particularly lacking, for example: • Pre-primary education: e.g. Determinants and consequences of early childhood education; Acquisition of key competences in pre-primary. • Primary and secondary education: e.g. Strategies to combat school failure; School integration of migrants. • Higher education: e.g. Participation and socio-economic background of students; Teacher training and teaching quality. • Vocational education and training: e.g. Costs and benefits of investment in VET; Links between VET, HE and working life. • Lifelong learning: e.g. Impact of education and training on non-monetary outcomes; Governance of education and training systems in an innovation-based economy and society. Suggested areas for future work on the different dimensions of evidence-based policy and practice in education and training Member States' planning of future efforts to improve research-based knowledge needs to be based on a strategic review of current capacity in terms of strengths and weaknesses in knowledge creation, application, and mediation. 1. In the field of knowledge creation, further work is needed: • to develop the statistical infrastructure capable of collecting the necessary data at sub- national, national and European levels and to underpin the implementation of the Coherent Framework of Indicators and Benchmarks; 25 In particular, research and coordination actions on new methods in science education are needed, and will be funded by the Seventh Framework Programme Capacities Work Programme: Science in Society. 26 A High Level Expert Group on Science Education has published the Rocard Report on Science Education in June 2007 (http:/ec.europa.eu/research/sciencesociety/document_library/pdf_06/report-rocard-on-science-education_en.pdf). ",
        "EN 57 EN • to enhance the relevance, quality and coherence of educational research through exploring further the range of appropriate research methodologies and associated expertise and skills needed to better inform the implementation of educational policies and practices. 2. Concerning knowledge application, action is required: • to review how educational professionals, both practitioners and policy-makers, create, mediate and apply knowledge in their daily work; • to promote a positive culture of evaluation that improves the connection between learning objectives and educational practices. 3. Regarding knowledge mediation, it will be important: • to share new ways of improving accessibility of all types of evidence, so that they inform research, policy and practice; • to identify which types of collaborative brokerage can be established: e.g. brokerage agencies in accordance with national contexts and communication networks at European level. Possible measures to support national developments and European cooperation At the EU level, the Commission intends to take steps to strengthen the effectiveness of the various instruments of the open method of coordination in the field of education and training, such as peer learning activities, indicators, research, expert networks. This could include, for example, supporting the dissemination of their results for discussion and use by researchers, policy makers and practitioners. More specifically, the Commission could organise – e.g. through its cluster on \"Making best use of resources\" - peer learning and peer review activities to provide an overview and mapping of successful national practices on evidence-based policy and practice. These activities could be followed by symposiums organised with the support of EU expert agencies, centres and networks in educational research to take stock of the existing initiatives and potential for transfer. National \"Education and Training 2010\" conferences could be encouraged to promote national and regional awareness, debate and reflection for further action on evidence-based policy and practice. Such conferences could concentrate, for example, on the comparison of the use of evidence between various relevant policy fields such as health and employment, with the aim of understanding better how research, policy and practice could be more effectively integrated. Other conferences or seminars involving members of all three communities (researchers, policy-makers and practitioners) might focus on the respective role of each community in the knowledge continuum, and how to establish effective cooperation between all parties, so that the results and reflections of such meetings can be shared. Organising meetings between researchers in social science working on educational topics could help researchers better understand those others working on a common issue from a different perspective. Pilot projects focusing on the above areas for example, could further improve the development of a culture of collaboration between researchers, policy-makers and practitioners. The Commission intends to continue to support the development of national and international statistical and research infrastructures, particularly through the UOE data collection, in order to strengthen the comparability of statistics and indicators at national, European and international level. Indeed, the Council Conclusions on a coherent framework of indicators and benchmarks in May 2007 emphasized the need to continue to improve the quality of data produced by the European Statistical System to ensure valid, internationally comparable data, ",
        "EN 58 EN and to enhance cooperation with other international organisations active in this field to avoid duplication and satisfy EU data needs that cannot be met within the European Statistical System. This Staff Working Document is intended to raise awareness of the importance of strengthening evidence-based policy and practice in education and training. It identifies specific challenges to reinforce the creation, application and mediation of knowledge. It also provides an overview of the major initiatives being undertaken at national and EU levels to begin to address these issues, and makes suggestions for further action. In 2009, the Commission hopes to take stock of the results of these initiatives and of national developments and, on this basis, intends to draw conclusions and make proposals as part of the future work programme on education and training. ",
        "EN 59 EN REFERENCES Angrist, J.D. (2004)‚ ’American education research changes tack’, Oxford Review of Economic Policy, 20, 2, 198-212. Angrist and V. Lavy (2001), Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools, Journal of Labor Economics, 19, 2, 343- 69. Alton-Lee, A. (2007) \"Best evidence synthesis\", in T. Burns and T. Schuller, Evidence in Education: Linking Research and Policy, Paris: OECD. Alton-Lee, A. (2003) \"Best Evidence Synthesis: Quality Teaching for Diverse Students in Schooling\", New Zealand Ministry of Education, Education Counts. Barker, P. (2005). Research in Schools and Colleges. Nerf Working Paper 7.2. Accessible at: http://www.nerf-uk.org/word/WP7.2ResearchinSchandCol.doc?version=1. Bates, R. (2002). A Defensible Theory of Teacher Education? Accessible at: http://www.atea.schools.net.au/papers/2002/Bates.pdf. Beale, V. & Kogan, M. (1998). Evaluation of Research Based Consortia Initiative. CEPPP, Brunel University. Black, P. (2001) In praise of educational research: formative assessment, British Educational Research Journal, 29 (5) 623-38. Boaz, A. & Ashby, D. (2003) ‘Fit for purpose? Assessing research quality for evidence based policy and practice’. Queen Mary, University of London, ESRC UK Centre for Evidence Based Policy and Practice.Accessible at: http://www.evidencenetwork.org/Documents/wp11.pdf. Boaz, A., Ashby, D., & Ken Young. K. (2002) What have they got to offer evidence based policy and practice? Working Paper 2. Systematic Reviews: ESRC UK Centre for Evidence Based Policy and Practice. Queen Mary. University of London. Accessible at: http://www.evidencenetwork.org/Documents/wp2.pdf. Bullock, H., Mountford, J. and Stanley, R. (2001) Better policy-making London: Cabinet Office, Centre for Management and Policy Studies, 83pp. Accessible at: http://www.cmps.gov.uk/better_policy_making.pdf Burns T and Schuller T, 2006, Evidence-based policy in Education: new opportunities and challenges, paper prepared for CERI/OECD London seminar, CERI/OECD, Paris. CESifo (2007), World Economic Survey, Volume 6, N. 1. ",
        "EN 60 EN Cole, M. (1991). Conclusion. In Resnick. L.B., Levine, J.M., & Teasley, S.D. (Eds.), Perspectives on socially shared cognition. Washington, DC: American Psychological Association, 398-417. Conceicao, P. & Heitor, M.V. & Lundwall, B.-Å. (2003). Innovation, competence building and social cohesion in Europe. Towards a learning society. Cheltenham, UK: Edward Elgar. Council of the European Union (2007), \"Conclusions on a coherent framework of indicators and benchmarks for monitoring progress towards the Lisbon objectives in education and training \". 10083/07. Council of the European Union (2006), \"Conclusions on efficiency and equity in education and training\". Office Journal of the European Union, 2006/C 298/03. CSE – Conseil Supérieur de l'Education (2006) Rapport annuel sur l'état et les besoins de l'éducation, 2004-2005). Le dialogue entre la recherche et la pratique en éducation: une clé pour la réussite. Accessible at: www.cse.gouv.qc.ca Danish Clearinghouse for Educational Research (2006) Concept Note December 2006, Accessible at: http://www.dpu.dk/Everest/Publications//20070403123550/CurrentVersion/Danish%20Cleari nghouse%20for%20Educational%20Research%20concept%20note%20december2006.pdf Davies, H.T.O., Nutley, S.M. & Smith, P.C. (Eds) (2000) What Works? Evidence-based Policy and Practice in the Public Services. Bristol: Policy Press. Davies, P. (1999) ‘What is evidence-based education?', British Journal of Educational Studies, 47, 2, 108-121. Davies, P. (2000) ‘The relevance of systematic reviews to educational policy and practice’, Oxford Review of Education, 26, 3/4, 365-378. Davies, P. (2004) ‘Is evidence-based government possible?’, Paper presented at the 4th Annual Campbell Collaboration Colloquium, Washington DC. Accessible at: http://www.policyhub.gov.uk/home/jerryleelecture1202041.pdf%20. De Bruijn E and Westerhuis A, 2004,. Research and Innovation of Vocational Education. a European Discussion. CINOP contribution to ECER 2004, Session 536, University of Crete, Greece. Accessible at: http://www.cinop.nl/expertisecentrum/docs/pdf/A00236.PDF. Department for Education and Skills (2002). Research and Development in England: Background Report Prepared for the OECD Review. London: DfES. Department of Education, Training and Youth Affairs, Australia, (2000). The Impact of Educational Research. Department of Education, Training and Youth Affairs, Australia, 2000). ",
        "EN 61 EN Desforges, C., Morris, A. & Stanton, G. (2005) Modelling D&R programmes: report of a workshop for interested parties. NERF Working Paper 5.3. Accessible at: www.nerf-uk.org/software/SecondD&Rworkingpaper.doc?version=1 (15 February 2007). Deshpande, R. & Zaltman, G. (1982) 'Factors Affecting the Use of Market Research Information: A Path Analysis', Journal of Marketing Research, Vol. 19, n° 1, p. 14-31.De Vibe, M. & Hovland, I. & Young, J. (2002) Bridging research and policy: An annotated bibliography, Overseas Development Institute, Working Paper 174. Dick, B. (2006) ‘Action research literature 2004-2006: Themes and trends.’ Action Research, 4(4), 439-458. Dyson, A. & Desforges, C. (2002), Building research capacity: some possible lines of action. London: NERF. Economic and Social Research Council (2006) Demographic Review of the UK Social Sciences. Accessible at: http://www.esrc.ac.uk/ESRCInfoCentre/Images/Demographic_Review_tcm6-13872.pdf. Education Council Netherlands (2006) Towards more evidence-based education. Edwards, A., Sebba, J & Rickinson, M. (2006) ‘Working with users in educational research: some implications for research capacity building’, Building Research Capacity 11, pp.1-4. Elliott, J. (2001) ‘Making evidence-based practice educational´, British Educational Journal 27, 5, 2001 EUA (2007) European University Association. Creativity in higher education. Report on the EUA creativity project 2006-2007. Brussels:The European University Association. European Commission (2007), High Level Group on Science Education, The Rocard Report, ''Science Education Now: A Renewed Pedagogy for the Future of Europe''. Accessible at: http://ec.europa.eu/research/science-society/document_library/pdf_06/report-rocard-on- science-education_en.pdf. European Commission, COM (2006) 481 ''Efficiency and Equity in European education and training systems''. European Commission, COM (2006) 816 \"Implementing the renewed Lisbon Strategy for Growth and Jobs\". European Commission (2004). Joint Interim report: Implementation of Education and Training 2010. Work programme, WG A. “Improving the Education of teachers and trainers”. Eurostat Yearbook 2006/07. Eurydice, 2007, Survey: The relationship between research, policy and practice in education and training, Eurydice, Brussels. ",
        "EN 62 EN Eurydice, 2005, Key figures on education in Europe, Eurydice, Brussels. Eurydice, 2003, Key topics in education in Europe, Eurydice, Brussels. Fitz-Gibbon, C. T. (2000) ‘Education: realising the potential’ In: H. T. O Davies, S. M. Nutley & P. C. Smith (Eds) What Works? Evidence-based Policy and Practice in Public Services. Bristol: The Policy Press. Foster, P. & Hammersley, M. (1998) ‘A review of reviews: structure and function in reviews of educational research’, British Educational Research Journal, 24, 5, 609–628. Frankham, J., & Howes, A. (2006). Talk as Action in \"Collaborative Action Research\": Making and Taking Apart Teacher/Researcher Relationships. British Educational Research Journal, 32(4), 617-632. Furlong, J. & White, P. (2002) Educational Research Capacity in Wales. A Review. Cardiff: Cardiff University School of Social Sciences. Furlong, J. & Oancea, A. (2005). Assessing Quality in Applied and Practice-based Educational Research. A Framework for Discussion. Oxford: Oxford University Department of Educational Studies. Gibbons, M. Limoges, C., Nowotny, H., Schwartzman, S., Scott, P. & Trow, M. (1994) The New Production of Knowledge. London: Sage. Gorard, S. & Taylor, C. (2004) Combining Methods in Educational and Social Research. London: Open University Press. Gorard, S., Roberts, K. & Taylor, C. (2004) ‘What kind of creature is a design experiment?’, British Educational Research Journal, 30, 4, 575–590 Gough, D. (2007) ‘The EPPI-Centre’ In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD. Government Social Research Unit (GSRU) (2007) Analysis for Policy. London: Government Social Research Unit, HM Treasury. Hadji, C. & Baillé J. (1998) Recherche et éducation. Vers une nouvelle alliance. Bruxelles : De Boeck Université. Hammersley, M. (2005) Is the evidence-based practice movement doing more good than harm?: Reflections on Ian Chalmers' case for research-based policy making and practice, Evidence & Policy, Vol. 1, N°1, p. 85-100. Hammersley, M. (2004) Some questions about evidence-based practice in education. In Thomas, G. and Pring, R. (eds.) Evidence Based Practice in Education. Maidenhead: OUP/McGraw-Hill. Hammond, L. & D.J. Holtzman, & S.J. Gatlin, & J. Vasquez Heilig (2005) \"Does teacher preparation matter? Evidence about teacher certification, Teach for America, and teacher effectiveness\", Education Policy Analysis Archives, 13(42) 16-17, 20. ",
        "EN 63 EN Hanushek, E.A. & Rivkin, S.G. & J.F. Kain (2005) \"Teachers, Schools, and Academic Achievement,\" Econometrica, Econometric Society, vol. 73(2), pages 417-458, 03. Hanscomb & MacBeath (2003) The Research Engaged School. Chelmsford: Essex County Council. Hargreaves, A. (1994). Changing teachers, changing times. Teachers´work and culture in the postmodern age. Great Britain: Teachers College Press. Hargreaves, A. (1996). Contrived collegiality and the culture of teaching. In Ruohotie, P. & Grimmett, P. (eds.) Professional growth and development. Direction, delivery and dilemmas. Saarijärvi, Finland: Career Educational Center, Canada and Career Development, Finland, 263–289. Hargreaves, D. H. (1994). The new professionalism: Synthesis of professional and institutional development. Teaching and teacher Education. An International Journal of Research and Studies 10 (4), 423–438. Hargreaves, D. H. (1996) Teaching as a Research-based Profession: Possibilities and Prospects (Teacher Training Agency Annual Lectures 1996). London: Teacher Training Agency. Hargreaves, D. H. (1999) ‘The knowledge-creating school’, British Journal of Educational Studies, 47, 2, 122-144. Hargreaves, D.H. (2000) The production, mediation and use of professional knowledge among teachers and doctors: a comparative analysis, in OECD/CERI 2000. Hemsley-Brown, J.V. (2004) Facilitating research utilisation: a cross-sector review of research evidence, Papers from the Marketing Research Group. Accessible at: http://epubs.surrey.ac.uk/cgi/viewcontent.cgi?article=1009&context=marketing. Hemsley-Brown & Sharp, (2003) The use of research to improve professional practice: a systematic review of the literature, Papers from the Marketing Research Group. Accessible at: http://epubs.surrey.ac.uk/cgi/viewcontent.cgi?article=1013&context=marketing. Hillage, J., Pearson, R., Anderson, A. & Tamkin, P. (1998). Excellence in Research in Schools (DfEE Research Report 74). London: DfEE. Hodgkinson, P. & J.K. Smith (2004) \"The relationship between research, policy and practice\", In Thomas, G. and Pring, R. (eds.) Evidence Based Practice in Education. Maidenhead: OUP/McGraw-Hill. Hood, P. (2003). Scientific Research and Evidence-Based Practice.San Francisco: WestEd. Hoppers, W. (2004) Knowledge infrastructures for quality improvement, UNESCO, Background paper for the Education for All Global Monitoring Report 2005, the quality Improvement. Accessible at: http://unesdoc.unesco.org/images/0014/001466/146653e.pdf. ",
        "EN 64 EN Huberman, M. (1994) ‘Linking the practitioner and research communities for school improvement’, School Effectiveness and School Improvement, 4, 1, 1-16. Huberman, M. (1990), 'Linkage between researchers and practitioners: a qualitative study', American Educational Research Journal, Vol. 27, n° 2, p. 363-91. Huberman, M. (1987) ‘Steps toward an integrated model of research utilization’ Knowledge: Creation, Diffusion, Utilization Jun 8(4) pp586-611. Husso, M.-L. (2005) Searching for inclusive practices. A report on an EU/Canada project. Advancing inclusionary practices in post-secondary education. Journal of Teacher Researcher (4) 2005. Husso, M.-L.& Vallandingham, T.(Eds) (2004) ‘Teacher as researcher. Pictures and perspectives of teacher professionalism’, Journal of Teacher Researcher (1) 2004. INRP (2006) ‘What is good research in education?’, Lettre d’information, INRP, no 18 (mai 2006) Accessible at: http://www.inrp.fr/vst/LettreVST/SommaireLettre.htm. Issitt, M., & Spence, J. (2005). Practitioner Knowledge and the Problem of Evidence-Based Research, Policy and Practice. Youth & Policy, (88): 63-82. Jackson, P. (2006). Networked Learning Communities. Setting school-to-school collaboration within a system context. Centre for Strategic Education. Seminar Series Paper 159. Victoria; Centre for Strategic Education. Jacob, Brian A. (2005) ''Accountability, incentives and behaviour: The impact of high-stakes testing in the Chicago Public Schools.'' Journal of Public Economics, vol. 89 (5-6), p. 761- 796. Jakku-Sihvonen, R. & Niemi, H. (Eds) (2006) Research-based Teacher Education in Finland. Turku: Finnish Educational Research Association. Kaestle, C. (1993) ‘The awful reputation of educational research’, Educational Researcher, 22, 1, 23-31. Kearns P, 2004, Education Research in the Knowledge Society: Key Trends in Europe and North America. NCVER, 2004. Accessible at: http://www.ncver.edu.au . Kellet, Mary (2005). How to Develop Children as Researchers. London: Paul Chapman. Kemmis, S. (1995). Seven Propositions towards a Critical Theory of Education and Educational Chance. Australia, Victoria: Stephen Kemmis Research & Consulting. Kuhn, M. & Remoe, S. O. (2005) Building the European Research Area. US: Peter Lang Publishing Inc. ",
        "EN 65 EN Kyrö, M. (2004) Meeting on evidence-based policy research in education. Finnish contribution. Accessible at: http://coexgov.securesites.net/admin/FormManager/filesuploading/OECDKyro.pdf. Latham, G. (1993) Do educators use the literature of the profession? NASSP Bulletin, 77, 550, pp. 63-70. Laukkanen, R. (2006).Finnish Strategy for High-level Education for All Paper presented at the conference Educational Systems and the Challenge of Improving Results. University of Lausanne, Lausanne, Switzerland, 15–16 September 2006. Lavie, J. M., & Lavie, J. M. (2006). Academic Discourses on School-Based Teacher Collaboration: Revisiting the Arguments. Educational Administration Quarterly, 42(5), 773. Laycock, G. (2000). ‘From central research to local practice: identifying and addressing repeat victimisation’ Public Money and Management Oct/Dec 20(4) pp17-22. Levin, B. (2004) ‘Making research matter more’, Education Policy Analysis Archives, 12, 56 Lieberman, A. (1990) Schools as Collaborative Cultures: Creating the Future Now. Bristol, Pennsylvania: Falmer Press (School Development and the Management of Change Series). Lieberman, A. 1996. Practices that support teacher development. Transforming conceptions of professional learning. In McLaughlin, M. W. & Oberman, I. (eds) Teacher learning. New policies, new practices.New York: Teachers College Press, 185–201. Lindblom-Ylänne, S. (2006) Enchancing the quality of teaching in higher education in Finland: The case of the University of Helsinki. International policy perspectives on improving learning with limited resources. 133, 63-72 Locock, L. & Boaz, A. (2004) Research, policy and practice – Worlds apart? Social Policy & Society, 3:4, 375-384. Masson, J-R, 2003, 13 years of cooperation and reforms in VET in the acceding and candidate countries, ETF publication, OOPEC, Luxembourg McCormick, R. (2003) ‘Reliable evidence for policy making in complex settings’, Paper presented to EMINENT IV Conference, Geneva, 9-10 October 2003. McGaw, B., Boud, D., Poole, M, Warry, N. & McKenzie, P. (1992) Educational Research in Australia: Report of the review panel of research in education. Canberra: Australian Government Publishing Service. McIntyre, D. & McIntyre, A. (1999) Capacity for Research into Teaching and Learning, Report to the Programme Accessible at: http://www.tlrp.org/pub/acadpub/Mcintyre1999.pdf. McLaughlin, C. & Black-Hawkins, K. (2005). Practitioner Research and Enquiry in Networked Learning Communities. University of Cambridge. ",
        "EN 66 EN Morris A, 2006,. Evidence-Based Policy in Education: Analysis of Questionnaire Responses From Participants, OCW Seminar Series. No.2, 7th-8th December 2006. Morris, A. (2007) ‘Learning from the work of the National Educational Research Forum’, In: Saunders, L. (Ed) Exploring the Relationship between Educational Research and Educational Policy-making. London: Routledge. Morrison, K. (2001) ''Randomized Controlled Trials for Evidence-based Education: Some Problems in Judging 'What Works' '', Evaluation and Research in Education, vol. 15 (2), p. 69-83. National Board of Education (2002). Evaluation and outcomes in Finland – Main results in 1995-2002. Helsinki:National Board of Education. National Educational Research Forum (NERF) (2000) Building Research Capacity; sub-group report. London: NERF. Niemi, H (2002). Active Learning – A cultural change needed in teacher education and in schools. Teaching and Teacher Education 18, 763-780. Niemi, H. (1996). Effectiveness of teacher education – a theoretical framework of communicative evaluation and the design of a Finnish research project. In Niemi, H. & Tirri, K. (Eds) Effectiveness of teacher education. New challenges and approaches to evaluation. Reports from the Department of Teacher Education in Tampere University A 6, 11–32. Niemi, H. (2007) Equity and good learning outcomes. InZeitschrift fur Pädagogik. 53 (1),92- 107. Niemi, H. & Kemmis, S. (1999).Communicative evaluation: evaluation at the crossroads. Lifelong Learning in Europe (LLinE), Vol. IV, No.1, pp.55-64. Niemi, H. (2007) ‘Life as Learning – the Finnish case of a national research programme’, In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD. Niemi, H. &Jakku-Sihvonen, R. (2006) Niemi, H. & Jakku-Sihvonen, R. Research-based teacher education.Research-based teacher education in Finland – reflectionsby Finnish teacher educators. Turku: FinnishEducational Research Association 2006, 31-50. Niemi, H. & Kemmis, S. (1999).Communicative evaluation: evaluation at the crossroads, Lifelong Learning in Europe (LLinE), Vol. IV, No.1, pp.55-64. Niemi, H. & Kohonen, V. 1995. Towards new professionalism and active learning in teacher development: Empirical findings on teacher education and induction. University of Tampere. Department of Teacher Education. Research series A 2. Nillson, J. (2007) \"The need for long-term perspectives when you base your policies on empirical research\", In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD. Normand, R. (2007) ‘The Case of French Observatories: An evidence-based approach for policies and practices in education and training’, Unpublished paper presented at the European Commission, 21 February 2007 ",
        "EN 67 EN Nutley, S. (2003) Increasing research impact: early reflections from the ESRC Evidence Network, ESRC UK Centre for Evidence Based Policy and Practice, Working paper 16. Accessible at: http://www.evidencenetwork.org/Documents/wp16.pdf. Nutley, S. & Davies, H & Walter, I (2002) Evidence based policy and practice: Cross sector lessons from the UK, ESRC UK Centre for Evidence Based Policy and Practice, Working paper 9. Accessible at: http://www.evidencenetwork.org/Documents/wp9b.pdf. Nyyssölä, Kari. Information Sources on Evidence-Based Policy in Finland. Note provided for the author of this paper, Opetushallitus (Finnish National Board of Education). 2007 Oakley, A. (2002). ‘Social science and evidence-based everything: the case of education’, Educational Review, 54, 3, 277–86. Oancea, A. (2005) ‘Criticisms of educational research’, British Educational Research Journal, 31, 2, 157-183. OECD (1995) Educational research and development: Trends, issues and challenges, OECD, Paris. OECD/CERI (2000) Knowledge Management in the Learning Society. Paris: OECD. OECD/CERI (2002) Educational Research and Development in England. Examiners’ Report. Paris: OECD. OECD/CERI (2003) New Challenges for Educational Research. Paris: OECD. OECD/CERI (2004) National Review of Educational R&D: Examiner’s report on Denmark. Paris: OECD. OECD/CERI (2007) National Review of Educational R&D: Switzerland. Paris: OECD. OECD/CERI (2007) Evidence in Education: Linking Research and Policy, Paris: OECD. Onderwijsraad, (2006) Naar Meer Evidence Based Onderwijs.. Onderwijsraad, Den Haag, the Netherlands: 2006 Oser, F. K. (1994) Moral perspectives on teaching. In Darling-Hammond, L. (ed.) Review of research in education. Washington, DC: American Educational Research Association, 57– 128. Ozga, J. 2000.Policy Research in educational settings. Contested terrain. Buckingham: Open University Press. Ozga, J., Seddon, T. & Popkewitz, T. (2006) ’Introduction: education research and policy – steering the knowledge-based economy’, In: Ozga, J., Seddon, T. & Popkewitz, T. (Eds) Education Research and Policy. London: Routledge. ",
        "EN 68 EN Peng, W. J., Thomas, S. M., Yang, X., & Li, J. (2006). Developing School Evaluation Methods to Improve the Quality of Schooling in China: A Pilot \"Value Added\" Study. Assessment in Education: Principles, Policy and Practice, 13(2), 135-154. Pirrie, A. (2001) 'Evidence-Based Practice in Education: the best medicine?', British Journal of Educational Studies, vol. 49, n° 2, p. 124-136. Pollard, A. (2004). ‘The SERA Lecture 2003: what is and what might be? TLRP strategies and the development of educational research’, Scottish Educational Review, 36, 1, 11–21. Pollard, A. (forthcoming) ‘The UK’s Teaching and Learning Research Programme’ In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD. Pollard, A. (forthcoming) ‘Foreword’, In: Saunders, L. (Ed) Exploring the Relationship between Educational Research and Educational Policy-making. London: Routledge. Pounder, D. G. (1999). Teacher Teams: Exploring Job Characteristics and Work-Related Outcomes of Work Group Enhancement. Educational Administration Quarterly, 35(3), 317- 348. Prost, A. (2001) Pour un programme stratégique de recherche en éducation. Report to the Ministère de l’Education nationale et de la Recherche. Paris: Ministère de l’Education nationale. Ragland, B. B. (2006) Positioning the practitioner-researcher: Five ways of looking at practice. Action Research, 4(2), 165-182. Reimers F, Mc Ginn N and Wild K (1995) Confronting Future Challenges: Educational Information, Research and Decision-making, Paris: UNESCO. Research Council of Norway (2007) Knowledge, Education and Learning. Accessible at: http://www.forskningsradet.no/servlet/Satellite?cid=1088802022079&pagename=utdanning/P age/HovedSideEng. Rich, A. (2005) Think tanks, Public Policy and the Politics of Expertise. Cambridge: Cambridge University Press. Rigby, E. (2005) ‘Linking research and policy on Capitol Hill’, Evidence and Policy, 1, 195- 213 Robertson, S. & Dale, R. (2007) “Comments on the pre-final version of the draft papers of the three consultants (Leney, Niemi and Rickinson) on the links between research, policy and practice.” Unpublished paper from the NESSE Network. Robertson, S. & Goodson, I. (2007) \"Identification of Existing Policies and Practices in EU (and key non-EU) Countries on the Relationship Between Research and Other Forms of Evidence\". Unpublished paper from the NESSE Network. Saunders, L. (forthcoming) ‘Introduction’, In: Saunders, L. (Ed) Exploring the Relationship between Educational Research and Educational Policy-making. London: Routledge. ",
        "EN 69 EN Scribner, J. P., Sawyer, R. K., Watson, S. T., & Myers, V. L. (2007). Teacher Teams and Distributed Leadership: A Study of Group Discourse and Collaboration. Educational Administration Quarterly, 43(1), 67-100. Schmidt, L. (2004) Evidence-based education – the Danish way. Accessible at: www.excelgov.org/usermedia/images/uploads/PDFs/OECD-Schmidt.pdf. Schmidt, C.M. (2007) \"Policy Evaluation and Economic Policy Advice\", IZA DP No. 2700. Sebba, J. (2004) ‘Developing evidence-informed policy and practice in education’ In: Thomas, G. & Pring, R. (Eds) Evidence-Based Practice in Education. Maidenhead: Open University Press. Sebba, J. (forthcoming) Enhancing impact on policy-making through increasing user engagement in research, In: Saunders, L. (Ed.) Exploring the relationship between educational research and education policy-making. London: Routledge. Shank, M. J. (2006). Teacher Storytelling: A Means for Creating and Learning within a Collaborative Space. Teaching &amp, 22(6), 711-721. Shapiro H and Niewenhuis, 2004, Evaluating Systems Reform in Vocational Education and Training: Learning From Danish and Dutch Cases. Accessible at: http://www.trainingvillage.gr/etv/Upload/Projects_Networks/ResearchLab/ResearchReport/B gR2_Niewenhuis.pdf. Sharp, C., Eames, A., Sanders, D. & Tomlinson, K. (2005). Postcards from Research-engaged Schools.Slough: NFER. Shavelson, R. & Towne, L. (Eds) (2002) Scientific Research in Education. Washington, DC: National Academy Press. Shor, I. 1992. Empowering education. Critical teaching for social change. Chicago: The University of Chicago Press. Slavin, R. (2003) A reader's guide to scientifically based research, Educational Leadership, Vol. 60, N°5, p. 12-16. Slavin, R. (2002) ‘Evidence-based education policies: Transforming educational practice and research. Educational Researcher’, Educational Researcher, Vol. 31, N°7, pp. 15-21. Slavin, R.E. (1997) Co-operative learning among students. In Stern, D., & Huber, G. L.(eds.) Active learning for students and teachers. Reports from eight countries. OECD. Frankfurt am Main: Peter Lang, 159-173. Spencer, L, Ritchie, J., Lewis, J. & Dillon, L. (2003) Quality in Qualitative Evaluation: A framework for assessing research evidence. Accessible at: http://www.policyhub.gov.uk/docs/qqe_rep.pdf. ",
        "EN 70 EN Stegeman, H. & Rouw, R. (2007) ‘The Knowledge Chamber on education, culture and science’, In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD. Stern, D. & Huber, G.L. (Eds) (1997). Active learning for students and teachers. Reports from eight countries, OECD. Frankfurt am Main: Peter Lang. Steyer, R. (2007) ‘Intervention studies: Experimental approaches and alternatives’, Paper presented at the ‘Knowledge for Action – Research Strategies for an Evidence-based Education Policy’ Symposium during Germany’s EU Presidency, Frankfurt/Main, 28-30 March. Accessible at: http://interkoop.dipf.de/index.php?option=com_content&task=view&id=48&Itemid=64&lang =en. Stenhouse, L. (1979) An Introduction to Curriculum Research and Development. London: Heinemann. Storm, A. (2007) ‘Knowledge for Action: A political challenge’, Paper presented at the ‘Knowledge for Action – Research Strategies for an Evidence-based Education Policy’ Symposium during Germany’s EU Presidency, Frankfurt/Main, 28-30 March. Accessible at: http://interkoop.dipf.de/index.php?option=com_content&task=view&id=48&Itemid=64&lang =en. Taylor, C. (2002) The RCBN Consultation Exercise: Stakeholder Report Executive Summary. Accessible at: http://www.tlrp.org/dspace/retrieve/10/RCBN+stakeholder+report+execsummary.pdf. ten Dam,Geert T M., & Blom, S. (2006). Learning through Participation: The Potential of School-Based Teacher Education for Developing a Professional Identity. Teaching &amp, 22(6), 647-660. Thomas, G. (2004) What is evidence? Introduction. In Thomas, G. and Pring, R. (eds.) Evidence Based Practice in Education. Maidenhead: OUP/McGraw-Hill. Thomas, G. & Pring, R. (Eds) (2004) Evidence-Based Practice in Education. Maidenhead: Open University Press. Tillema, H., & Orland-Barak, L. (2006). Constructing knowledge in professional conversations: The role of beliefs on knowledge and knowing. Learning & Instruction, 16(6), 592. Tooley, J. & Darby, D. (1998). Educational Research: a Critique. A Survey of Educational Research. London: OFSTED. University of Kassel, Germany, (2005) The Redcom Reader: Creating a European Knowledge Base on Education – key issues in EU-supported educational research”. Accessible at: http://www.uni-kassel.de/incher/pdf/reader_final.pdf. ",
        "EN 71 EN Van der Hoeven, M. J. A. (2007) ‘Evidence-based policy: Yes, but evidence-based practice as well’, In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD.Vandeweghe, R., Vandeweghe, R., & Varney, K. (2006). The Evolution of a School- Based Study Group. Phi Delta Kappan, 88(4), 282. Van Zanten, A. (2006) ‘Competition and interaction between research knowledge and state knowledge in policy steering in France: national trends and recent effects of decentralisation and globalisation’, In: Ozga, J., Seddon, T. & Popkewitz, T. (Eds) Education Research and Policy. London: Routledge. Vetenskap and Allmanhet, (2006) Politics & Science in Sweden. VA Report 2006:5. http://www.v-a.se Visser, M. J. (2004) Implementing Peer Support in Schools: Using a Theoretical Framework in Action Research. Journal of Community & Applied Social Psychology. Vygotsky, L.S. (1978) Mind in society: The development of higher psychological processes. Cambridge, MA: Harvard University Press. Walter, I., Nutley, S. and Davies, H. (2003a), “Developing a taxonomy of interventions used to increase the impact of research”, Research Unit For Research Utilisation (RURU), University of St Andrews. Accessible at: http://www.standrews.ac.uk/~ruru/RURU%20publications%20list.htm. Walter, I., Nutley, S. and Davies, H. (2003b), “Research Impact: A Cross Sector Review”, Literature Review, Research Unit For Research Utilisation (RURU), University of St Andrews. http://www.st-andrews.ac.uk/~ruru/RURU%20publications%20list.htm. Weiss, C.H. (1980) ‘Knowledge creep and decision accretion’ Knowledge: Creation,Diffusion and Utilization Mar 1(3) pp381-404. Weiss, C. (1979), The many meanings of research utilization, Public Administration Review, September-October. Whitty, G. (2005) Education(al) research and education policy-making: is conflict inevitable? Presidential address to the BERA annual conference, 17th September 2005. Willinsky. J. (2000) If only we knew: Increasing the public value of social science research.New York: Routledge. Wisniewski, J. (2007) ‘Promoting evidence-based policy in education: the case of Poland’, In: OECD/CERI Evidence in Education: Linking Research and Policy. Paris: OECD. Young, K & Ashby, D & Boaz, A & Grayson, L. (2002) Social science and the evidence- based policy movement, Social Policy and Society, 1:3, 215-224. Zeichner, K.M. (2005) \"A research agenda for teacher education\", In M. Cochran-Smith & K.M. Zeichner (Eds.). Studying teacher education: The report of the AERA Panel on Research and Teacher Education (Chapter 12, PP. 737-759). Mahwah, NJ: LEA Publishers. ",
        "EN 72 EN Zgaga, P. (2005), In: Common European Principles for Teacher Competences and Qualifications The memorandum of the expert group in the field of teacher education (Prof. Sonia Blanford, UK; Prof. Bernard Cornu, France; Prof. Hannele Niemi, Finland; and Prof. Pavel Zgaga, Slovenia.) Directorate-General for Education and Culture. Brussels. ",
        "european Commission Commission staff working document towards more knowledge-based policy and practice in education and training 2007 —72 p. — 21.0 x 29.7 cm How to obtain eu publications our priced publications are available from eu Bookshop (http://bookshop.europa.eu), where you can place an order with the sales agent of your choice. the Publications office has a worldwide network of sales agents. You can obtain their contact details by sending a fax to (352) 29 29-42758. ",
        "N C - 7 8 - 0 7 - 2 9 6 - E N - C european Commission directorate-general for education and culture B-1049 Bruxelles / Brussel 32 - (0)2 299 11 11 32 - (0)2 295 57 19 eac-info@ec.europa.eu "
    ]
}