{
    "text": [
        "Max Weber Programme European University Institute Villa La Fonte, Via delle Fontanelle 10 50014 San Domenico di Fiesole, Italy Email: mwp@eui.eu www.eui.eu/MaxWeberProgramme Annual Report Academic Year 2007-2008 Max Weber Programme ",
        "The European Commission supports the EUI through the European Union budget. This publication reflects the views only of the authors, and the Commission can- not be held responsible for any use which may be made of the information contained therein. Max Weber Programme European University Institute Villa La Fonte, Via delle Fontanelle 10 50014 San Domenico di Fiesole, Italy www.eui.eu/MaxWeberProgramme Email: mwp@eui.eu Tel: +39 055 4685 822 fax: +39 055 4685 804 © 2008 European University Institute Annual Report 2007-2008 The Max Weber Fellows put on a brave fight as the Mad Max Team in the annual football tourna- ment of the EUI, the Coppa Pavone, June 2008. Chianti wine tasting tour, November 2007. Thomas Hintermaier demonstrating his non- academic skills to fellow fellows on the terrace of Villa la Fonte, January 2008. MWP visit to the Vasari Corridor, December 2007. Fellows hike on Monte Ceceri, Fiesole, October 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 1 Max Weber Programme 2007-2008 Foreword At the start of an academic career one faces many demands. Some are explicit: securing an aca- demic job or preparing the courses that a new academic job may entail; publishing the results of the PhD and work in the years following; presenting these results at international conferences and seminars; meeting the first deadlines, etc. Others are implicit: finding and improving one’s style in academic writing; presenting and teaching; developing a personal research agenda; learning within the specialization, while opening up to new ideas and approaches, etc. These demands, signs of a professional transition, often come at times of a personal transition, together defining the post-doctoral years as unique and challenging times. At the start of an academic career one may also find great opportunities. Some are explicit: a good place and time to work; a positive referee report that may lead to an international publication; an invitation to present one’s work at a conference; recognition of teaching well done, etc. Others are implicit: new possibilities to learn from others; finding time to think and improve beyond im- mediate deadlines; colleagues that may become lasting friends, etc. These opportunities, signs of deserved recognition and, perhaps, luck, often come at times of personal recognition that, while uncertainties are high, there is nothing better than to face the challenges… The Max Weber Programme is a unique opportunity for post-doctoral Fellows to confront mul- tiple and complex demands, to find new opportunities, to face their uncertainties and challenges. This second year of the Programme testifies to this, and the present 2007-2008 Academic Year Report summarizes the accomplishments of the Programme and, in particular, of the forty Max Weber Fellows. Villa La Fonte has provided an excellent working environment, and in this second year we have learned more about its Tuscan history. This multidisciplinary environment has been complemented by an active involvement of the Fel- lows in their EUI departmental research activities. The immediate results of this research activity can be seen in their articles, books and presentations, listed in this Report. The long-term results will probably be even wider. Fellows in the job market have been supported in their job-seeking activities and we have had a second very successful year of international academic placements. Those Fellows interested have gained teaching experience, either within the EUI or within the network of universities collaborat- ing with the Max Weber Programme. To the people who have made these collaborations possible I want to extend my gratitude. The list is long but I would like to explicitly thank Nick Byrne and Neil McLean of the London School of Economics for making ‘teaching abroad with meaningful feedback’ possible. In this second year, the Academic Practice and Multidisciplinary Research Activities have gained from the first year’s experience and are starting to define a new model for post-doctoral pro- grammes in the Social Sciences and Humanities. The monthly Max Weber Lecture series is now an intellectual landmark at the EUI, and the Multidisciplinary Research Workshops have been a source of intellectual debate among Fellows. The merit and thanks for these go to the leading scholars who have delivered these lectures and workshops, or participated in the different MWP conferences in the academic year 2007–2008. The Academic Practice Workshops have benefited from the presence and follow-up of many professionals, most of them part of an informal network called the ‘Fiesole Group’. Academic Practice is, to a large extent, a continuous ‘learning by doing’ process, but learning also involves reflection and critical feedback, both distinct elements of the MWP. I want to thank all the participants for making such a learning process possible and, in par- ticular, for the experience we have all gained. A well-deserved special mention goes to the novel experience of the Academic Practice Groups. It has been within these groups that a collegial active learning has taken place, a valuable experience that I think Fellows will take with them into their future academic careers. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 2 The Max Weber Programme not only provides support to the Max Weber Fellows but also, through the MWP Academic Career Observatory, to everyone interested in ob- taining information and a better understanding of the international academic market, in the Social Sciences and Humanities in particular. The MWP Academic Career Ob- servatory is now the most complete web-based resource on the topic and, based on its information, has this year produced its first report, “Towards an Open and Competitive European Area for Research Careers.” The Max Weber Programme is a project for the development of new forms of post-doc- toral research and education. As one of our Fellows acknowledged, the first who should be thanked are the taxpayers of the European Union who, through the vision of the Europe- an Commission DG Education and Culture and the support of the EUI, are making such a project possible. But the taxpayers’ contribution would not have social returns without the enthusiastic work of the MWP staff and also of those Fellows in particular who have been very actively involved in the Programme. It is not up to me to assess success; the research and academic experience of the Max Weber Fellows speak for themselves. But it is up to me to thank my collaborators and the 2007–2008 Max Weber Fellows. Professor Ramon Marimon Director of the Max Weber Programme July 2008 The Max Weber Programme Activities 2007-2008 The aim of the Max Weber Programme, which recruits Fellows from all over the world, is to set standards of excellence in research and academic practice and, in doing so, to become a step- ping stone in the early development of a fruitful academic career for the Max Weber Fellows. In addition to the activities the Fellows are involved with in their respective departments, Fel- lows participate in workshops, seminars and activities within the Max Weber Programme all designed to support and strengthen their academic achievements. The activities of the Max Weber Programme are concentrated around two core themes: Aca- demic Practice and Multidisciplinary Research. Academic Practice Activities Based on the experiences gained from the academic practice activities in the first year of the Programme, the academic year 2007-2008 concentrated on four themes: Presentation and Communication; Job Market; Publishing and Writing; Teaching and Assessment. Presentation and Communication The academic career path is becoming more and more competitive and it is thus essential that one has a good sense of how to present and communicate in the academic world. The initial ‘September presentations’ of the Fellows’ research agendas not only served the purpose of introducing each Fel- low’s work to colleagues, mentors and, more generally, to the EUI community, but also served as an exercise in public presentation. The seminars were videotaped and followed by feedback sessions in which presentation and public speaking performance were assessed by the EUI Language Centre. Another very important way of presenting oneself is on websites, through online bio-sketches and CVs and the MWP offered fellows the opportunity to develop skills for their design through work- shops and individual tutorials, skills that are related to a successful search on the job market. MWP Activities related to Presentation and Communication : • September Presentations (Max Weber Fellows) • Web page Development Workshop (Overnet Education, Florence) • Academic Communication (David Bowskill, Language Centre, Humboldt Univer- sity Berlin) Thomas Hintermaier, Max We- ber Fellow, September Presen- tation ",
        "Max Weber PrograMMe, annual rePort 2007-2008 3 Job Market The Max Weber Programme actively supports Fellows seeking an academic position. First, in addition to the above-mentioned workshops in which Fellows discuss and develop their CV, cover letter, bio-sketch and web page, they also share information and discuss job market strategies in their fields. Second, Fellows received professional feedback on their presentation and interviewing skills. Mock-interviews were filmed and assessed by professionals and gave Fellows the opportunity for further individual self-assessment on interview techniques. MWP Activities related to the Job Market: • Mock Job Interviews (Friedrich Kratockwil, SPS Department; Hans Micklitz, LAW Department; Martin van Gelderen and Arfon Rees, HEC Department; Salvador Or- tiguera, ECO Department). • Interview Skills Training and Feedback on the Mock-Interviews (Susan Goldie and Terry Jones, The Careers Group, University of London). • Preparing for Academic Practice (Graham Gibs, former Director of the Centre for Excellence, University of Oxford). The MWP is also a platform for obtaining information about, and reflecting on, the current state of the academic job market. In particular, the Academic Careers Observatory offers a unique resource for doctoral students looking for a job in academia and, in general, to people interested in the international comparison of academic careers. Job Market Status of Max Weber Fellows (by the end of the academic year): Of the 40 Fellows 28 were actively on the job market during their fellowship. 25 of these had successfully found positions by the end of their fellowship and three had not yet concluded their job market process. Of the 12 remaining, nine already had position they will return to and three were offered two-year fellowships and will stay with the MWP for another year. Publishing and Writing The MWP considers writing and publishing a core element of the Programme. Two sets of activities were carried out to support the Fellows in this area; the workshops organized by the Programme and the writing activities offered by the EUI Language Centre/ FIESOLE Group. MWP Activities related to Publishing and Writing: • Publishing Strategies and Refereeing Practice (Peter Mair, SPS Department, EUI; Martin van Gelderen, HEC Department; Neil Walker, LAW Department; Ramon Mari- mon, Economics Department). • The Virtues of Proper Academic Writing (Deirdre Mc Closkey, Departments of His- tory, Economics, English, and Communication, University of Illinois at Chicago). • Converting a Thesis into a Book (Angus Wrenn, LSE Language Centre). • Publishing Strategies and Dealing with publishers (Richard Fisher, Cambridge University Press). • Making a Proposal for the European Research Council (Ingo Linsenmann, RSCAS, and Tony Molho, Department of History and Civilization, EUI). • Working Papers and the Use of Cadmus (Veerle Deckmyn, Head of Library, EUI). • Large Project Management (Fabrice Larat, University of Mannheim and Ingo Lin- senmann, RSCAS, EUI). Seminar Room, Villa la Fonte Linsenmann & Molho Workshop “Making a Proposal for the ERC” “The Interviewing Skills Practice and the Mock Job Interview was great, I credit them to getting a job.” brigitte le normand, Max Weber Fellow . ",
        "Max Weber PrograMMe, annual rePort 2007-2008 4 Activities carried out by the EUI Language/Fiesole Group: The consolidation and enhancement of academic communication skills in English were an inte- gral part of the Max Weber Programme. Organised by the English Unit (EUI Language Centre/ FIESOLE group), they were designed not only to assist non-native fellows in fine-tuning their English skills but also to support the writing process for all the members of the Programme. In September, members of the English Unit observed the Fellows’ presentations and provided feedback on language use and communicative effectiveness. The activities during the year were organized into three components: an academic writing course, offered in the First Term, and individual tutorials and disciplinary writers’ groups, the latter two continuing throughout the year. The writing course focused on how resources such as modality, reporting verbs and self-reference are used to express writer stance and identity in academic texts. Complementary to this work was a series of workshops run by Nick Groom (Language Unit, Birmingham, UK) on the use of discipline-specific corpora to support the writing of research articles for targeted journals. Individual tutorials were used by over half the Fellows, not only to discuss pieces of writing for publication and do ‘dry runs’ for presentations but also to get feedback on writing for para-academic purposes, interest in which had been trig- gered by several of the Academic Practice Workshops. A new initiative this year, the writers’ groups – open to both native and non-native speakers of English – were designed to provide a structured environment in which Fellows could get and provide feedback on their own and others’ writing, contributing in several cases to creating networks among Fellows supportive of disciplinary writing practices. The EUI Language Unit and the Max Weber Programme also offer the Fellows an extensive cor- rections service. English Language correction has been offered to all Fellows for their publications and working papers. Several Fellows have also enjoyed use of the correction service for their Power Point slides, CVs and cover letters. Teaching and Assessment The Max Weber Programme aims at improving and developing standards of excellence in the teaching skills of the Fellows, obviously taking into account that Fellows arrive with different teaching experience and that teaching methods differ across fields and university systems. MWP Activities related to Teaching and Assessment: • Reflecting on and Refining Pedagogic Practice (Bryan Cunningham, Institute of Education, University of London). • Micro-Teaching (short teaching sessions all filmed and provided to fellows and to Angela O’Neill for feedback) • Reflections on Teaching Types and Teaching Skills (Coaching on the Basis of Pres- entations by Angela O’Neill, Collège d’Europe, Bruges). • Different Cultures of Teaching and Learning ( Neil McLean, LSE Language Centre). • Managing Spaces and Classroom Management ( Nick Byrne, LSE Language Centre) • Managing Large Groups: the Use of Power Point ( Neil McLean, LSE Language Centre) • E-Learning in Support of Lectures and Seminars and Seminar Management Skills (David Bowskill, Humboldt University, Berlin). • On the Importance of Curriculum Development ( Lynn McAlpine, Director of the Centre for Excellence, University of Oxford; McGill University, Canada). • Evaluating and Commenting on the Work of Students ( Mary Scott, Institute of Education, London). • Creativity and Plagiarism in Academic Writing ( Angus Wrenn, LSE). • Curriculum Presentations (by fellows with EUI Faculty). Practical Teaching Experience offered to Fellows: In order to enhance the Max Weber Fellows’ teaching skills different options to gain practical ex- perience at different university levels were offered for those interested. 1) EUI: All Fellows were associated with one of the EUI departments where they were given the opportunity to offer graduate seminars to PhD Researchers. During the academic year 2007-2008 Jan-Hinrik Meyer-Sahling, Max Weber Fellow Valentina Fava and Arthur Dye- vre, Max Weber Fellows Lynn McAlpine Workshop “ On the Importance of Curriculum Development” ",
        "Max Weber PrograMMe, annual rePort 2007-2008 5 all Fellows gave at least one presentation in either an EUI seminar or working group. Some fel- lows led colloquia with EUI researchers and organized the Dublin Summer School and the JMU Graduate Symposium, both hosted by the EUI. 2) Local Universities : During the academic year the MWP expanded considerably the network of collaboration with local universities and established links with many of the Florence based Ameri- can campuses and the Italian Universities offering undergraduate or Master’s level courses. Among these are James Madison University, Gonzaga University, New York University at La Pietra, Syra- cuse University, FIT/Polimoda and the Istituto di Studi Umanistici. 3) Teaching Abroad: The MWP set up a teaching abroad programme with the London School of Economics in which Max Weber Fellows were offered the possibility of one week’s teaching experience in May 2008. Five Max Weber Fellows, Matei Demetrescu, Joanna Wolszczak-Derlacz, Yoko Akachi, Carmen Menchini and Eszter Bartha were in London from the 12th to the 16th of May. The exchange was set up by the Max Weber Programme and the LSE Teaching and Learning Centre. The Fellows all gave a public lecture and a seminar and received professional feedback on their performance from Nick Byrne, Director, and Neil McLean, Professor at the LSE Teaching and Learning Centre. In addition the Fellows had meetings with LSE faculty members in their fields. “This was a very useful experience; the visit was a very good complement to other workshops on teaching skills I participated in during my fellowship at the EUI.” Matei Demetrescu, Max Weber Fellow. “The basic model allows for training followed by live practice and reflection. My impression of both the training in presentation giving and seminar teaching was that it was helpful and offered an opportunity that would not otherwise have existed. I would also say that the five Fellows involved were positive and a real pleasure to work with.” Neil McLean, LSE Language Centre. Academic Practice Groups The discipline bound academic practice groups were a new initiative in the second year of the Max Weber Programme. The Practice Groups were intended to complement the Practice Workshops and served as follow-up or preparatory sessions for the existing workshops. Additional topics and themes were discussed in the groups. The Practice Groups allowed for more discussions and in- depth exchange of ideas and experiences within the disciplines. The groups all produced short re- ports summarizing their meetings. At the end of the year the experiences of the Academic Practice Groups were summarized positively as a means to exchange ideas and academic experiences. The groups helped establish very close working ties and personal ties among the Fellows. ECO Fellows Practice Group The Economics group was coordinated by Anna Lo Prete and held meetings once every month. The ECO group produced short reports on each meeting that were all uploaded to the MWP Intranet (Moodle Platform). During the meetings the following topics were discussed: • Publishing in Economics Journals • Job Market process and Fellows’ experiences • Refereeing practices • Teaching practices and Fellows’ experiences • MWP Academic Careers Observatory • 21st Century scholarly communication in Economics • 10 articles with a high standard of academic writing and impact Max Weber Fellows and LSE Language Centre in London Yoko Akachi, Max Weber Fellow Anna Lo Prete, Max Weber Fellow & ECO Academic Practice Group coordinator “The LSE practice made me realize that tea- ching is fun and that you can get better with some useful tricks and with experience you can only gain by being active. Most of all, I am thankful that this practice gave me more confi- dence in public speaking and teaching.” Yoko akachi, Max Weber Fellow . ",
        "Max Weber PrograMMe, annual rePort 2007-2008 6 HEC Fellows Practice Group The History group was coordinated by Heather Jones. The organization of the different meet- ings was carried out by various fellows. The group produced short reports of each meeting. The group exchanged in particular different national experiences on how to navigate in the academic world as a historian, covering the following topics in their meetings: • Conference organization • Publishing articles and monographs • Electronic teaching resources for historians • Funding sources • Microhistory with Carlo Ginzburg • Teaching skills • The Max Weber Working Paper • Evaluating students • End of year MWP evaluation preparation LAW Fellows Practice Group The Law group was coordinated by Anicée Van Engeland and Francesco Maiani. It took a lit- tle extra effort for the lawyers to find common ground on which to base their meetings, partly beacuse of their different professional and national backgrounds. This also turned out to be one of the strengths of the group and the Law Fellows stressed that special attention was given, throughout the group’s meetings, to the international dimension and comparison of teaching models, requirements and experiences. The topics discussed included: • Course Development • Class Management • The use of Power Point in the classroom and other venues • How to deliver effective presentations • Measuring the impact of publications • Publications strategies and research SPS Fellows Practice Group The SPS group was coordinated by Stephanie Mudge. The group worked well and each enjoyed learning from each other, exchanging alternative experiences and academic practices, peer feedback and peer review. In addition the group saw their practice meetings as a good incen- tive for establishing teamwork and group collaboration. These were the topics discussed: • Job market Strategy • Publishing Strategies • Teaching • Funding Resources and Grant Applications • PhD Experiences • Refereeing and Reviewing • Social Science as a Vocation Self Organized Job Talks Several Fellows have been actively searching for a position to follow their fellowship with the EUI. When needed Fellows have given practice ‘job talks’ to their fellow colleagues to get feed- back on presentation, style and content. The support for this was high and Fellows have been impressively supportive towards each other. The feedback and exchange among and between Fellows from the different disciplines has been noteworthy. SPS Fellows Practice Group Mee- ting at Villa la Fonte Francesco Maiani, Max Weber Fellow & LAW Academic Practice Group coordinator Heather Jones, Max Weber Fellow & HEC Academic Practice Group coordinator and Brigitte Le Nor- mand, Max Weber Fellow ",
        "Max Weber PrograMMe, annual rePort 2007-2008 7 Career Support for EUI Researchers The Max Weber Fellows have a good knowledge of the status of the academic job market. They have shared this knowledge not only with the MWP Academic Careers Observatory but also with PhD researchers at the EUI. On June 6th, the Fellows organized, with the EUI Academic Service, a “Career Strategy Session for End-Stage Researchers at the EUI”. Short presentations were given by Francesco Maiani (LAW), Brigitte Le Normand (HEC) and Jan-Hinrik Meyer-Sahling (SPS) on “How researchers should use their last 12 to 18 months at the EUI to prepare for the academic job market.” The feedback on the session from researchers was positive. Multidisciplinary Research Activities Other than the academic practice activities, a second set of activities was organised that was designed to improve the Max Weber Fellows’ understanding of the four disciplines, to enhance interdisciplinarity and to create a greater understanding of research and research careers in the Social Sciences in Europe and the United States. Max Weber Lectures The monthly Max Weber Lectures were delivered by distinguished scholars representing the four disciplines of the Programme (Economics, History, Law and Political and Social Sciences). The Programme aimed to invite scholars with a special interdisciplinary focus that would be of broad academic interest to all members of the academic community both within and beyond the EUI. The lectures were always at 17.00 and were followed by a cocktail at Villa La Fonte open to all present. All lectures are published in the Max Weber Lecture Series and are available as pdf files from the EUI publications database CADMUS. Max Weber Lectures 2007-2008 • Roger Guesnerie (Collège de France, Paris), “global Warming and the Design of Climate Policies”, 17 october 2007 • Perry Anderson (uCla), “theories of european Integration: a geoculture”, 21 november 2007 • Deirdre McCloskey (university of Illinois at Chicago), “bourgeois towns: how Capitalism became Virtuous, 1600-1776”. 19 December 2007 • Eric Posner (university of Chicago law School), “the rise of global legalism”, 16 January 2008 • Carlo Ginzburg (Scuola normale Superiore Pisa), “Fear, reverence, terror - reading Hobbes today”, 13 February 2008 • Dieter Grimm (Humboldt university, berlin), “broadcasting regulation be- tween national Constitutional and european Community law”, 5 March 2008 • Adam Przeworski (new York university) “From representative Institutions to Democracy”, 19 March 2008 • Thomas J. Sargent (new York university and Hoover Institution, Stanford) “ev- olution versus Intelligent Design in Macroeconomics”, 16 april 2008 • Richard Layard (london School of economics) “Social Science and Causes of Happiness and Misery”, 21 May 2008 • Jean Comaroff (university of Chicago), “nietzsche and neopentecostalism: the World after Weber?”, 19 June 2008 Carlo Ginzburg, Scoula Normale Superiore Pisa, 13 February 2008 Adam Przeworski, New York Uni- versity, 19 March 2008 Richard Layard, LSE, 21 May 2008 Jean Comaroff, University of Chica- go, 19 June 2008 ",
        "Max Weber PrograMMe, annual rePort 2007-2008 8 Multidisciplinary Research Workshops The Multidisciplinary Research Workshops were based on input from an invited outside speak- er, Fellow or EUI faculty member. They were organized by the MWP following up on sugges- tions from Fellows and other recommendations. The aim was to enhance multidisciplinary understanding between the disciplines of the Programme. The MWP understood multidisci- plinarity as a process of learning across disciplines, nations and cultures while keeping respect for the conventions of the other disciplines. These sessions, usually two hours long, were open to the EUI community. Multidisciplinary Research Workshops 2007-2008 • Josep M. Colomer (Higher Council of Scientific research and university Pom- peu Fabra, barcelona), “the Chicken or the egg? the origins of electoral Sys- tems and Political Parties”, 3 october 2007 • Aldo Rustichini (university of Minnesota and Cambridge university), “on neu- roeconomics and Dominance and Competition”, 25 october 2007 • Fernando Gómez-Pomar (university Pompeu Fabra, barcelona) and nuna garupa (university of Illinois), “the economic approach to european Consumer Protection law”, 21 november 2007 • Arfon Rees (Department of History, euI), “rationality in Historical research. a controversy in the assessment of the Stalinist model of economic modernisa- tion”, 5 December 2007 • Deirdre McCloskey (university of Illinois, Chicago) “the bankruptcy of Statisti- cal Fit as a Measure of Importance”, 18 December 2007 • Andrea Ichino (university of bologna) and Ramon Marimon (Department of economics, euI), “on economics as a Social ‘Science’”, 9 January 2007 • William Sewel (university of Chicago), “the emergence of Capitalism, the em- pire of Fashion, and the Cultural origins of the French revolution”, 30 January 2008 • Carlo Ginzburg (Scuola normale Superiore Pisa), “the use of Micro-History”, 13 February 2008 • Mark Bevir (university of berkeley, California), “Do the Human Sciences need a Philosophical upgrade?”, 5 March 2008 • Hans-Henrik Holm, (Visiting Professor rSCaS/SPS, euI and Danish School of Journalism, aarhus, DK) “globalization and the Shaping of national Images”, 2 april 2008 • Sergio Catignani (Max Weber Fellow, euI), “organizational Culture and organ- ized Hypocrisy: explaining the u.S. Military’s resistance to Counter-Insurgency in Iraq”, 9 april 2008 • Eszter Bartha and Joanna Wolszczak-Derlacz (Max Weber Fellows, euI), “the Power of Silence”, 9 april 2008 • Theo Farrell (King’s College london), “norms, narratives, and nato military transformation”, 7 May 2008 • Barry Weingast (Stanford university), “a Conceptual Framework for Interpret- ing Human History”, 14 May 2008 • Martin Jay (university of California berkeley), “the Virtues of Mendacity: on ly- ing in Politics”, 28 May 2008 • Rein Taagepera (university of California, Irvine and tartu university), “beyond regression in Social Sciences: the need for logical Models”, 4 June 2008 Sergio Catignani, Max Weber Fellow, 9 April 2008 Martin Jay, University of Cali- fornia Berkeley, 28 May 2008 Barry Weingast, Stanford Uni- versity, 14 May 2008 Theo Farell, King’s College London, 7 May 2008 ",
        "Max Weber PrograMMe, annual rePort 2007-2008 9 Max Weber Conferences In 2007-2008 the Max Weber Programme sponsored three major conferences: 1) Academic Careers in the Social Sciences and Humanities – National Com- parions and Opportunities (30 November 2007) The higher education system is undergoing changes in most European countries. This is not least due to the Bologna Process, which aims to create a homogeneous higher education land- scape in Europe. However, even though many governments have introduced reforms to make the academic workplace more attractive and counter the brain drain from the continent to the Anglo-Saxon countries, academic careers still vary greatly between countries. Navigating the different national academic systems and the plethora of available funding and grant systems is not an easy task. More easily accessible knowledge on the various academic structures and career prospects is in high demand, not the least due to the increasing mobility of scholars. To meet this need, the second MWP-ACO conference explored the academic ca- reer options of young PhD holders, focusing mainly on the disciplines of Economics, History, Law, and Political and Social Sciences. Keynote speakers included: Frances Meegan (Careers Advisor, LSE Career Service), Jose- Gines Mora (Director, Centre for the Study of Higher Education Management (CEGES), Va- lencia University of Technology), Kamma Langberg (Danish Centre for Research Analysis, University of Aarhus, Denmark), Daniel Denecke (Council of Graduate Schools, Washington), Frédéric Sawicki (Director, Lille Centre for Politics and Administration), Daniele Checchi (Dean of the School of Political Sciences, Department of Economics, University of Milan), Lisa M. Lynch (William L. Clayton Professor of International Economic Affairs, The Fletcher School, Tufts University, Fernand Braudel Senior Fellow, EUI, and Chair of the European Eco- nomic Association Committee on the Status of Women in the Economic Profession), Tony Molho , Department of History and Civilization, EUI, Chris Armbruster (Founder and Ex- ecutive Director, Research Network 1989), Alain Peyraube (Scientific Director of the Ile-de- France region at the CNRS, Paris. Member of the ERC, Scientific Council). 2) David Hume on Norms and Institutions (17 April 2008) David Hume (Edinburgh, 1711–1776) was someone we would now call a trans-disciplinary scholar, opening up his inquires to what later became distinct – and often too distinct - aca- demic disciplines. The aim of the conference was to bring together leading international schol- ars, not so much to assess Hume’s contributions, but rather to explain and discuss how some of his different insights have persisted, and still pose open questions in current research in Eco- nomics, Law, History, and Political and Social Sciences. The conference briefly reviewed David Hume’s inquiry into the development and functioning of civil society, and it concentrated on the role of Norms and Institutions as a recurrent theme from the Scottish Enlightenment to 21st century research in the Social Sciences and Humanities. Keynote speakers included: Russell Hardin (New York University), James Harris (University of St. Andrews), Susan James (Birkbeck University), Neil McArthur (University of Manitoba), Nicholas Phillipson (University of Edinburgh), Margaret Schabas (University of British Co- lumbia). Frances Meegan, LSE Career Servi- ce, 30 November 2007 ",
        "Max Weber PrograMMe, annual rePort 2007-2008 10 3) Globalization and Inequalities: Reflections on the Development of a Divid- ed World (11-13 June 2008) The June Conference was organized by Max Weber Fellows from all four disciplines. The con- ference brought together leading scholars from diverse disciplines to explore both historical and contemporary evocations of the different dimensions of inequality. A multidisciplinary examination deepened the understanding of the phenomena and positively informed explora- tions of policy measures to fulfil the aspiration towards a just world order. Across time and geographical context, inequality of income, status (gender, race, culture, reli- gion) and capability have been seen through the different institutional arrangements governing human interaction. In an era of globalization, market mechanisms are generating new struc- tures of inequality both between and within countries and regions. Historians, political scien- tists, economists and legal theorists are all grappling with the issue of understanding, defining and evaluating the formation of inequality and equality. Grappling with this issue has acquired pressing urgency given the tensions experienced in forging social, economic, political and cul- tural interaction in a pluralistic world. Keynote speakers included: Homi K. Bhabha (Harvard University), Giuseppe Bertola (Uni- versity of Turin), Mathias Thoenig (University of Geneva), Andrea Cornia (University of Florence), Leondro Prados de la Escosura (Universidad Carlos III de Madrid), Ann Shola Orloff (Northwestern University, Chicago), Margarita Estevez-Abe (Harvard University), Yasemin Soysal (University of Essex), Patrick Weil (Université Paris I), Jay Winter (Yale Uni- versity), Luc Wintgens (Université Bruxelles), Otto Pfersmann (Université Paris I Pantheon Sorbonne), Gianluigi Palombella (Parma University), Heather Perry (University of North Carolina), Pierre Purseigle (Birmingham University), Andreas Bieler (University of Not- tingham), Don Kalb (Central European University, Budapest), Tamás Krausz (Eötvös Lorand University, Budapest). Co-organised Conferences Studying Religion and Politics (17-18 March 2008) - the Max Weber Programme and the Political and Social Sciences Department, EUI The workshop was organized by two Max Weber Fellows and Researchers and Professors in the SPS Department. The theme of the workshop was the return of religion to the public sphere posing important scientific and methodological challenges of how to study these phenomena. The aim of the workshop was to discuss and map different ways of doing research on questions regarding the relation between religion and politics. One question that the workshop engaged with was whether or not the study of the interaction between religion and politics poses any unique methodological challenges to researchers. Integration without EU membership in Europe: models, experiences, perspec- tives (23-24 May 2008) - the Max Weber Programme and the Law Department, EUI The workshop was organized by three Max Weber Law Fellows (Francesco Maiani, Ekaterina Mouliarova and Roman Petrov) in cooperation with the Law Department and the Max Weber Programme. The workshop provided an excellent opportunity to develop a better understand- ing of existing patterns of integration of third countries with the EU. The speakers - diplomats, judges, professors and researchers from Europe and beyond - focused on issues of a legal, po- litical and historical nature, such as the limits of EU enlargement, successes and failures of Homi K. Bhabha, Harvard Uni- versity and Umut Aydin, Max Weber Fellow, 11 June 2008 Veit Bader, University of Amster- dam and Friedrich Kratochwil, EUI 17-18 March 2008 ",
        "Max Weber PrograMMe, annual rePort 2007-2008 11 selected EU external initiatives towards third countries, new developments in future EU external policies, etc. With re- spect to the concepts and models of in- tegration without membership the par- ticipants of the workshops endeavoured to clarify exactly what “integration with the EU” for the third country/countries implies and what are its aims. It was agreed that the “integration concept without membership” is not well defined and agreed among policy makers and academics. In particular, it is impor- tant to specify the political and legal means employed for the “integration concept without membership”. The discussion during the workshop focused on the membership issue in the EU political agenda and the best experiences of the existing EU contractual frameworks that could be applied in the future. Graduate Symposium on the Future of European Union Policies in Theory and Practice (26-27 June 2008) - the Max Weber Programme, the Law Department, EUI and James Madison University The Max Weber Programme at the EUI and James Madison University’s Master’s in European Union Policy Studies held the first graduate symposium on European policies. The two insti- tutions issued a call for papers, initiated by the Max Weber Law Fellows Arthur Dyevre and Anicée van Engeland, and was addressed to doctoral researchers and Fellows from all depart- ments at the EUI, and to graduate students enrolled in the Master’s in European Policy Studies at James Madison University. Janine Kisba Silga, a first year EUI student, was awarded the prize for the best paper of the graduate symposium. The aim of the symposium was to discuss the various policies adopted by the European Union, appreciate the effectiveness of these policies, analyze their impact in the field, evaluate whether or not these policies respond to citizens’ needs and understand the European Union as a system of governance. The graduate symposium pursued two goals: to promote the presentation and the critical discussion of current EU policies and to focus discussion on the instruments of evaluation of these policies. Max Weber Fellows Working Group: State Socialism and Beyond The working group was organized by Brigitte le Normand and Eszter Bartha. The purpose of the group was for members to meet on a regular basis and present their research to an interest- ed and informed audience. The group discussed new approaches to the study of social, cultural and political change in the region of Eastern Europe and the former Soviet Union. The group met eleven times over the year and ended the year with a one day symposium “Le- gitimation and State Parties in Socialist Europe” on 29 May, 2008 organized in collaboration with the Department of History and Civilization, EUI. Max Weber Fellows from all four disci- plines and Fellows from the Robert Schuman Centre for Advanced Studies actively participated in and presented papers to the working group. Rinku Lamba and Brigitte Le Nor- mand, Max Weber Fellows ",
        "Max Weber PrograMMe, annual rePort 2007-2008 12 MWP Academic Careers Observatory Established in March 2007, the Academic Careers Observa- tory (ACO) of the Max Weber Programme is now in its sec- ond year of activity. The Observatory is funded by the Eu- ropean Commission and, in line with the overall objective of the MWP, it provides online information on academic careers in Europe and beyond to young researchers. The ACO monitors disciplines that the EUI and the MWP also incorporate: Economics, His- tory, Law and Political and Social Sciences. Using the resources available within the EUI and the MWP, the Observatory builds up information for a wider internet public. At the same time, the ACO interacts with its users by allowing them to post comments on the content of its web- site. As this report of activity shows, in the year 2007-2008 the ACO has both reinforced and expanded the way in which it interprets and performs monitoring. Information on academic systems and specific disciplines The backbone of the ACO project is to provide information on national academic structures and job and research opportunities made available by universities and research institutions. On the Observatory’s website users can check information on national higher education sys- tems and barriers to access by non-nationals, career requirements, the type and number of positions available in each system, salaries and discipline-specific information. Web addresses are provided so that researchers can check the list of national universities, total positions, job databases and even specific programmes that, in each state, offer postdoctoral and other re- search opportunities. To get certain types of information, especially on positions and salaries, the ACO sometimes directly contacts the competent national authorities. Four sections of the ACO website provide this information from different perspectives: 1) country reports related to EU and other countries which are viewed as important receivers of international researchers; 2) files on the career patterns and resources related to each of the four disciplines; 3) comparative analyses on specific issues (salaries, gender and age); 4) a list of job and funding resources. Career tips and academic practice ACO “career tips” have been online since early 2008. To develop these, the ACO turns the informa- tion provided by experts in academic practice, who train MWP Fellows, into focused and valuable advice. Tips include questions such as applying for a postdoctoral position, turning a PhD into a book and what to do (and not to do) before and during a job interview. The Observatory also relies on the experience of EUI faculty for participation in, for example, panels selecting projects for the 7th EU Framework Programme to guide researchers in drafting research proposals for the Programme. Discussion forums The discussion forums aim to foster networking among researchers worldwide and give them the opportunity to debate questions related to academic careers, job opportunities, salaries and many other issues that are also of concern to the Observatory. The structure of the forums mirrors that of the Observatory’s website sections, giving participants the opportunity to put questions and receive comments on a wide range of issues. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 13 Europe and research In May 2008 a new section was added to the website which helps users navigate the EU system and funding related to research. Through this, the ACO intersects the European Commission’s policy to support researchers’ work and mobility within an open and competitive European Re- search Area, capable of attracting first-class academics from all over the world. Although the EU contribution to the Social Sciences and Humanities is still relatively limited, there is evidence – which the ACO very much welcomes – of increasing attention being paid to, and availability of funding for, these disciplines, and we deem this crucial for the construction and functioning of a knowledge economy. Reporting on academic careers The logic that guides reporting by the ACO is to put the information collected by the Ob- servatory into a more analytical perspective, useful for understanding facts, changes and de- velopments in the academic sphere. In early June 2008, the ACO released the report “Towards an Open and Competitive European Area for Research Careers”. The report defines different trends and models of national academic structures, and discusses issues such as salary and women’s representation in academe. It also discusses the increasing relevance of postdoctoral researchers in the Social Sciences and Humanities, and the development of research potential as a preliminary step to finding a way into an academic position. This and other texts produced by the ACO can be downloaded from the “ACO documents” section of the Observatory’s web- site. MWP-ACO conferences Conferences provide both an important source of information for the ACO and a unique op- portunity to test its own information and vision on issues related to academic careers. At the same time, they offer experts and Fellows the chance to discuss viewpoints and opportunities concerning the development of academic careers. So far, the ACO has organised two confer- ences. The first start-up conference on “Research and Higher Education in Europe: Opportuni- ties and Challenges for Young Academics” was organised in May 2007. In November 2007, a second conference concentrated on “Academic Careers in the Social Sciences and the Humani- ties: National Comparisons and Opportunities”. The next conference will take place in Novem- ber 2008 and will focus on “University Autonomy and the Globalization of Academic Careers”. The themes, programmes, contributions and reports related to each conference can be found on the ACO website under the “ACO conferences” section. Conclusions: the challenges ahead Although the Observatory has achieved a great deal, more remains to be done in the light of the broad changes that national academic systems are going through, and eventually their place within the EU framework. At the same time, further attention needs to be paid to the specific features of these systems and the increasing skills required by the academic profession. Num- bers show that we are reaching more people: in May 2008 the ACO website exceeded 12,500 monthly hits, by far the highest number since March 2007 when the Observatory went online. We are happy with this, and take it as a stimulus to keep monitoring academic careers and sup- port the future generations of scholars and professors. Please visit the Max Weber Programme – Academic Careers Observatory website: http://www.eui.eu/MaxWeberProgramme/AcademicCareers Tony Molho, EUI, ACO Conference, 30 November 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 14 Max Weber Programme Intranet - Moodle During the first year of running the Max Weber Programme it became evident that it would be useful to have an online communication tool to exchange documents and build up a common platform with all the knowledge and expertise that is gathered and discussed within the Pro- gramme. To fulfil this need the MWP established a Moodle platform accessible to Fellows, staff and workshop facilitators. The platform is used for the exchange of internal documents such as Power Point slides from presentations, reports from Academic Practice Group meetings and in general for the exchange of information and documents of relevance to the Max Weber Fellows. The platform was also used as a communication tool for online discussion among the Fellows and the facilitators on the Programme activities and for more informal, social use. The Moodle platform has been functioning since January 2008. Villa la Fonte and the Cultural and Social Life of MWP Villa La Fonte, the most recent addition to the EUI’s deservedly well-known buildings, is the home of the Max Weber Programme. In the fifteenth- century the Villa, also known as Villa Bel Riposo, was the proud posses- sion and summer dwelling of the Bruni family. One of the most famous Florentine citizens, the humanist, orator and Chancellor of the Floren- tine Republic, Leonardo Bruni (1369-1444) lived here. Leonardo Bruni’s grandson sold the Villa for a thousand ‘fiorini’ to Francesco di Nerone in 1460. Nerone later saw his house and grounds confiscated by the Medici. As in the case of so many Tuscan villas, this one was later acquired by wealthy Americans, the Smyths, owners of the Vermont railway, who lived in the Villa until after World War II. Twice a day the local electrician, still alive today, brought blocks of ice here on hot days. Mark Twain was a guest of the Smyths and read from his work in the garden theatre. Beautiful surroundings like this ask for a vivid cultural and social life and the cohort of Max Weber Fellows 2007-2008 made this happen. Eve- ry Wednesday collective lunch for all Max Weber Fellows and Staff was served in the Saletta, an event that came out of a Moodle mensa survey to enhance use of the mensa. Table tennis tournaments, the formation of the Mad Max football team which took part in the annual EUI calcetto com- petition Coppa Pavone , the EUI choir, Cinema Villa La Fonte and Tuesday lunchtime debates were just a few of the many social activities that took place around the Villa. A social committee organised outings to the Chi- anti and memorable cultural visits in and around Florence. These visits took place under the expert guidance of Dr. Domnique Fuchs, curator of the Stibbert Museum, and included visits to the Vasari Corridor, Palazzo Pitti, Palazzo Davanzati, the Bargello, San Marco and the Uffizi. The Fel- lows were also hosted at I Tatti, former home of Bernard Berenson and now housing the Harvard University Centre for Italian Renaissance Stud- ies, by its Director Prof. Joe Connors, and at La Pietra, former home of Sir Harold Acton, and now housing New York University in Florence, by its Director Ellyn Toscano. Performance of Purcell’s Dido and Aeneas, EUI-choir, Common room, Villa la Fonte, June 2008 ",
        "Max Weber PrograMMe, annual rePort 2007-2008 15 Max Weber Programme Steering Committee Yves Mény, President of Steering Committee and the EUI Ramon Marimon, Director of the MWP and Professor in the Economics Department, EUI Stefano Bartolini, Director RSCAS, EUI Andreas Frijdal, Head of Academic Service, EUI Pierre-Marie Dupuy, Department of Law, EUI Rinku Lamba, Max Weber Fellow Representative Richard Spady, Economics Department, EUI Karin Tilmans, Programme Coordinator and Secretary to the Steering Committee Alexander Trechsel, Department of Political and Social Sciences, EUI Martin Van Gelderen, Department of History and Civilization, EUI Max Weber Programme Staff 2007-2008 Ramon Marimon, Director of the MWP and Professor in the Economics Department, EUI Susan Garvin, Administrative Assistant Karin Tilmans, Programme Coordinator and Fellow HEC Department, EUI Lotte Holm, Programme Coordinator Chiara de Franco, Academic Assistant Michele Grigolo, Academic Assistant, MWP Academic Careers Observatory Matthieu Lietaert, Academic Assistant, MWP Academic Careers Observatory Alyson Price , Academic Assistant David Barnes , External Collaborator Pandelis Nastos, Porter, Villa La Fonte Vito Caresimo, Computer Site Officer Giovanni Torchia, Manager Villa La Fonte Bar and Mensa “It is difficult to imagine a working environment more beautiful than Villa La Fonte.” Stephanie Mudge, Max Weber Fellow . ",
        "Max Weber PrograMMe, annual rePort 2007-2008 16 Max Weber Fellows 2007-2008 Villa La Fonte is the home of the Max Weber Fellows. Each Fellow has an office, either private or shared, at the Villa. To enhance the unique multidisciplinarity of the Programme shared offices are allocated among Fellows from different disciplines. The forty 2007-2008 Max We- ber Fellows were selected from a pool of 446 applicants. The Fellows (19 women and 21 men) represent twenty-three different nationalities and cover a wide range of research interest in Economics (9), Law (10), History (10) and Political and Social Sciences (11). Fellows Announcement During the year three babies were born to Max Weber Fellows: Emma Esther Dyevre (daugther of Arthur Dyevre and Delphine Dyevre) was born on 26 De- cember 2007. Anna Petrov (daughter of Roman Petrov and Tatiana Petrov) was born on 3 March 2008. Daniel Antonio Catignani (son of Sergio Catigani and Sabina Catignani) was born on 16 May 2008. Max Weber Fellows and Team 2007-2008 Daniel Roman with Anna Emma ",
        "Max Weber PrograMMe, annual rePort 2007-2008 17 Yoko Akachi (JAPAN) e-mail: yoko_akachi@post.harvard.edu euI affi liation: Department of Economics euI Mentor: Omar Licandro Yoko received her doctoral degree in Population and International Health in the Economics track from Harvard University, School of Public Health, in 2007. Subsequently, she became a post-doc at the Max Weber Programme and a research fellow at the UNICEF Innocenti Research Centre (IRC), which enabled her to shift between academia and policy. Yoko’s interest is in childhood health and nutrition, poverty reduction, sustainable development, and pharmaceutical policies. Following the Fellowship, she has taken the position of Technical Offi cer at the World Health Organization, Health Metrics Network Unit. Activities during Max Weber Fellowship Publications in Refereed Journals Yoko Akachi and David Canning, 2008: “Th e Mortality and Morbidity Transitions in Sub-Sa- haran Africa: Evidence from Adult Heights,” in Submission . Yoko Akachi and David Canning, 2008: “Inference from Adult Heights in Developing Coun- tries - Biological Standard of Living,” in Submission . Other Publications Chapters on Malaria and Research in: “Healthy Environments, Healthy Children: Local Ac- tions for a Global Challenge” Joint UNEP/UNICEF/WHO publication, forthcoming. Yoko Akachi, Donna Goodman, and David Parker, 2008: “Climate Change and Child Health,” UNICEF IRC Working Paper, forthcoming. MWP Working Paper Yoko Akachi, Donna Goodman, and David Parker, 2008: “Climate Change and Child Health,” MWP Working Paper , European University Institute, Florence. Conference Presentations “Childhood health, nutrition, and adult height in developing countries” Bocconi University, Dondena Research Centre, 30th April 2008. “Th e height of women in Sub-Saharan Africa: the role of health, nutrition, and income in child- hood” University of Rome, Tor Vergata, Department of Economics, 23rd November 2007. “Average Adult Height in the Modern Population of the Developing Countries: What are the determinants and what can we infer?” European University Institute, Department of Econom- ics, 9th November 2007. Teaching Teaching practice at the London School of Economics, 11-15 May, 2008. Other Academic Activities Research at Harvard Initiative for Global Health (preparation for grant application). Participation in UNICEF Training course: Budget Policies and Investments for Children & Cli- mate Change and Children, Expert Consultancy Meeting. Written Contributions: “Climate Change and Children: A Human Security Challenge” Policy Review Paper, UNICEF IRC. & “Child Mortality and Injury in Asia” Special Series of Child Injury , UNICEF IRC ",
        "Max Weber PrograMMe, annual rePort 2007-2008 18 Umut Aydin (TURKEY) e-mail: aydinumut@hotmail.com euI affi liation: Department of Political and Social Sciences euI Mentor: Adrienne Héritier and Alex Trechsel Umut received her PhD in Political Science from University of Washington in 2007. Umut’s research in- terests are on European integration, comparative federalism, globalization and its eff ects on national policies. After her Fellowship, Umut has moved on to a position as an Assistant Professor of Political Science at the Department of Political Science and International Relations at Boğaziçi University in Is- tanbul. Activities during Max Weber Fellowship MWP Working Paper Umut Aydin, 2008: “Globalization and the Politics of Subsidies,” MWP Working Paper 2008/11 , European University Institute, Florence. Conference Presentations “Governing Competition: Th e International Regime Complex for Competition Policy” Confer- ence: Annual Convention of the International Studies Association, San Francisco, CA, 26-29 March, 2008. “Global Rules on Competition: Th e Causes and Consequences of Regime Complexity” Confer- ence: Second Global International Studies Conference, Ljubljana, Slovenia, 23-26 July 2008. Seminar Presentation “Globalization: What is a state to do?” SPS Fellows Seminar, EUI, January 23 2008. Teaching Co-taught PhD Seminar on “Democracy and Federalism in the EU” with Professor Alex Trech- sel and Dr. Joerg Balsiger, winter term, SPS Department, January-March 2008. Taught session for Master’s students on “EU-US Cooperation on Competition Policy” Dublin Summer School, EUI, May 2008. Other Academic Activities Member of the Organizing Committee, Max Weber Programme Conference on Globalization and Inequalities: refl ections on the development of a divided world , June 11-13, EUI, Florence. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 19 Jörg Balsiger (SWITZERLAND) e-mail: joerg.balsiger@env.ethz.ch euI affi liation: Department of Political and Social Sciences euI Mentor: Michael Keating and Alexander Trechsel Jörg received his PhD in Environmental Science, Policy and Management from the University of California, Berkeley, in 2007. Jörg also received a Master’s in International Relations from Georgetown University and worked for many years as an international development consultant in North America, Europe, Africa and Asia. Jörg’s research interests are are found between international relations and organizational sociology, with a special focus on environmental politics. His recent work has examined transboundary sustainable development governance in mountain regions. Jörg has moved to a position as Senior Researcher at the Institute for Environmental Decisions at the Swiss Federal Institute of Technology, Zürich. Activities during Max Weber Fellowship Publications in Refereed Journals Jörg Balsiger, 2008: “A Climate of Injustice: Global Inequality, North-South Politics, and Cli- mate Policy [Book review],” International Environmental Agreements. Available online at ht- tp://dx.doi.org/10.1007/s10784-008-9071-9. MWP Working Paper Jörg Balsiger, 2008: “Regional Sustainable Development in the European Alps,” MWP Working Paper 2008/23 , European University Institute, Florence. Conference Presentations Transnational environmental regionalism and long-term policy making: Governance innova- tion in the European Alps and the North Sea,” 2008 Berlin Conference on the Human Dimen- sions of Global Environmental Change, Berlin, 22-23 February, 2008. “Beyond International Environmental Politics: Regional Sustainable Development and the Al- pine Convention,” International Studies Association Annual Conference, San Francisco, 26-29 March, 2008. “Information as a public good: Communality, connectivity and public-private partnership ef- fectiveness,” Workshop Public-Private Partnerships for Sustainability: New Corporatism or New Associationalism?, European University Institute, San Domenico di Fiesole, 3-4 June, 2008. “Affi liation Networks at the Ballot Box: Policy Integration and Sustainable Mountain Develop- ment in Switzerland and California,” 4th UK Social Network Conference, 18-20 July, 2008. Seminar Presentations “Environmental NGO Accountability: Experiences and Refl ections,” Working Group on Envi- ronmental Law and Policy,” European University Institute, 29 November 2008 “Re-scaling: Space and Place in Mountain Regions,” SPS Fellows Seminar, European University Institute, 12 December 2007. “Adaptive Management: Experiences and Relevance to Political Science,” Seminar Norms, Ad- aptations and Policy Innovation: What can We Learn from Organization Th eory?, European University Institute, 27 May 2008. Teaching Co-instructor (with Alexander Trechsel and Umut Aydin), PhD Seminar “Federalism and De- mocracy in the European Union,” European University Institute, 2008 Guest instructor, PhD Seminar “Norms, Adaptations and Policy Innovation: What can We Learn from Organization Th eory?” organized by P. Venesson and S. Catignani, EUI, 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 20 Aniko Eszter Bartha (HUNGARY) e-mail: barthaeszter@hotmail.com euI affi liation: Department of History and Civilization euI Mentor: Arfon Rees Eszter received her PhD in History from the Central European University of Budapest in 2007. Before joining the Max Weber Programme she has been at the University of Cambridge, the University of Bielefeld and Eötvös Loránd University of Budapest. Eszter’s research interest is on comparative history, the social history of Eastern Europe in the 20th century, labour history and post-socialism. After her Fel- lowship, Eszter has moved on to a position as Assistant Professor of History at Eötvös Loránd University of Budapest. Activities during Max Weber Fellowship Publications in Refereed Journals Eszter Bartha, forthcoming: “‘Would You Call Back the Capitalists?’: Workers and the Begin- ning of Market Socialism in Hungary,” Social History , Vol.33 (3). Eszter Bartha and Joanna Wolszczak-Derlacz, forthcoming 2008: “Th e Power of Silence? Opin- ion contagion and the surprise of the Polish 2005 parliamentary and presidential elections,” Polish Sociological Review . Other Publications Eszter Bartha, 2008: “Te és az üzemed”: Szocialista kollektívák és munkáspolitika az 1970-es és 80-as években az NDK-ban és Magyarországon,” In Horváth Sándor (ed.) Mindennapi szocial- izmus . Budapest: Gondolat, (megjelenés előtt). Eszter Bartha, 2008: “Good bye Lenin?: Az eltűnő munkásosztály nyomában,” In Krausz Tamás (ed) A történetírás új tendenciái a rendszerváltozás után Kelet-Európában , Budapest: L’Harmattan, 51-75. MWP Working Papers Eszter Bartha, 2008: “Transforming Memories: Workers’ Recollection of the Socialist Regimes in East Germany and Hungary,” MWP Working Papers , European University Institute, Florence. Eszter Bartha & Joanna Wolszczak-Derlacz, 2008: “Why do People Choose to Be Silent: Simu- lating Electoral Behaviour,” MWP Working Papers , European University Institute, Florence. Conference Presentations “From consent to discontent: Workers and the Party in Hungary under Late Socialism,” Sym- posium Legitimation and State Parties in Socialist Europe , EUI, Florence, 29 May, 2008. “A failed dialogue: Workers, the Party and the Economic Reform in the GDR and Hungary (1963-1968),” Seventh European Social Science History Conference (ESSHC), University of Lis- bon, 26 Feb -1 Mar 2008. “Cseléd vagy háztartási alkalmazott? A fi zetett munka és a globalizáció,” A perifériától a perifériáig? Az ELTE Ruszisztikai Intézet és a Kelet-Európa Története Tanszék közös konferenciája Krausz Tamás 60. születésnapja alkalmából. Eötvös Loránd University of Budapest, 25 February, 2007. Teaching Teaching practice at the London School of Economics, 11-15 May, 2008. Other Academic Activities Co-organization (with Brigitte Le Normand) of Interdisciplinary Workshop State Socialism and Beyond organized on a two-week regular basis in the academic year of 2007-2008, with the support of the Max Weber Programme, EUI, Florence. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 21 Mariano Barbato (GERMANY) e-mail: mariano@barbato.de euI affi liation: Department of Political and Social Sciences euI Mentor: Christine Chwaszcza / Friedrich Kratochwil Mariano received his Dr. Phil. in Political Science, History and Philosophy from the Ludwig-Maximil- ians-Universität München in 2005. Before coming to the Max Weber Programme he was at the DFG- Graduiertenkolleg Anthopologische Grundlagen und Entwicklungen im Christentum und Islam of the University of Bamberg. Mariano’s research interest is on international relations, religion, globalization, European integration and political philosophy. Activities during Max Weber Fellowship Book Mariano Barbato, under review: Pilgrimage, Politics and Globalization , Macmillan/Palgrave. Publication in Refereed Journal Mariano Barbato/Friedrich Kratochwil, under review: “Religion in the Global Public Sphere: Habermas’s post-secular society in International Relations perspective,” together with Friedrich Kratochwil, European Political Science Review . Other Publications Mariano Barbato/Th omas Diez, 2008: “Christianity, Christendom, Europe: On the Role of Re- ligion in European Integration”, Arès No. 59 Vol. XXIII 25-35. Mariano Barbato, 2008: “Sünde, Kreuz und Pilgerschaft – Habermas’ Vorschlag einer postsäku- laren Gesellschaft ”, in Marianne Heimbach-Steins/Harm Goris (eds.), Religion in Recht und politischer Ordnung heute / Religion in Law and Politics today , Würzburg, Ergon. Mariano Barbato, 2008: “Unterwegs in der Globalisierung: Eine anthropologisch-politische Konzep- tion der Pilgerschaft “, in F. Arndt et al. (eds.), Ordnungen im Wandel , Bielefeld, transcript, 245-267. MWP Working Paper Mariano Barbato/Friedrich Kratochwil, 2008: “Habermas’s notion of a post-secular society. A perspective from International Relations”, MWP Working Papers , EUI, Florence. Conference Presentations “Habermas’ notion of a post-secular society”, together with Friedrich Kratochwil, MWP and SPS Workshop Studying Religion and Politics , EUI, Florence 18 Mar. 2008. “Das Interesse der Internationalen Beziehungen an Politischer Th eorie”, DVPW-Landesgruppe Bayern: Perspektiven der Politischen Th eorie und Ideengeschichte in Bayern, Politische Akad- emie Tutzing, 26 Jan. 2008. “Using My Religion: Refl ection on the Role of Christianity”, together with Th omas Diez, Wis- senschaft skolleg zu Berlin, Berlin, 6 Nov. 2007. “Gott und die Welt. Die Rückkehr der Religion in den Internationalen Beziehungen“, Fachfo- rum Geisteswissenschaft en 2007, Die Rückkehr des Religiösen, Kloster Banz, 20 Oct. 2007. Teaching Lecture on “Widening and Deepening: Path dependency or turning points in European his- tory?” Dublin Summer School, EUI, Florence, May 2008. Other Academic Activities Co-Organizer of “Studying Religion and Politics” workshop of MWP & SPS, EUI, 17 & 18 March 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 22 Marc Berenson (USA) e-mail: m.berenson@ids.ac.uk euI affi liation: Department of Political and Social Sciences euI Mentor: Sven Steinmo Marc received his PhD in Political Science from Princeton University in 2006 with a dissertation entitled “Re-Creating the State: Governance and Power in Poland and Russia.” His work focuses on public policy in Central and Eastern Europe and the former Soviet Union, with particular attention to the comparative analysis of post-communist governing institutions, tax compliance and social welfare issues in Poland, Russia and Ukraine. After his fellowship, Marc returns to his position as a Research Fellow at the Insti- tute of Development Studies at the University of Sussex in Brighton, UK. Activities during Max Weber Fellowship Publications in Refereed Journals Marc P. Berenson, 2008: “Rationalizing or Empowering Bureaucrats? Tax Administration Re- form in Post-Communist Poland and Russia,” Journal of Communist Studies and Transition Politics , Vol. 24, No. 1(March 2008): 136-155. Marc P. Berenson, forthcoming: “Serving Citizens: How Comparable Are Polish and Russian “Street-Level” Bureaucrats?” Comparative Political Studies (“Revise and Resubmit”, May 2008.) Other Publications Marc P. Berenson, 2008: “Rationalizing or Empowering Bureaucrats? Tax Administration Reform in Post-Communist Poland and Russia,” in Anton Oleinik, ed., Reforming the state without changing the model of power? On administrative reform in post-socialist countries, Oxford: Routledge, 2008. Marc P. Berenson, 2008: “Ratsionalizatsiya ili ukreplenie vlasti chinovnikov? Reforma nalogov- yx organov v Pol’she i v Rossii,” A. Oleinik and O. Gaman-Golutvinoj, ed. Administrativnye reformy v contexte vlastnykh otnoshenij: opyt postsocialisticheskih transformatsij v sravnitel’noj perspektive. pod redakciej, Moscow: ROSSPEN, 2008. MWP Working Paper Marc P. Berenson, 2008: “Does Political Culture Matter? Deciphering the Whys of Ukrainian Tax Compliance,” MWP Working Paper , European University Institute, Florence. Conference and Seminar Presentations “Creating Citizens, Subjects or Slackers? Post-Orange Opportunities to Overcome the Opting Out of One’s Obligations to the Ukrainian State,” APSA Annual Meeting, Chicago, Sept. 2007. “Creating Citizens, Subjects or Slackers? Post-Orange Opportunities to Overcome the Opting Out of One’s Obligations to the Ukrainian State,” at State Building and Market Making , EUI, 6-7 June 2008. “Creating Citizens, Subjects or Slackers? Trust and Taxes in Poland, Russia and Ukraine,” State Socialism and Beyond Working Group, EUI, San Domenico di Fiesole, Italy, 28 Feb. 2008. “Creating Citizens, Subjects or Slackers? Trust and Taxes in Poland, Russia and Ukraine (Social Compliance),” Department of Social and Political Sciences Fellows Seminar, EUI, 5 March 2008. Teaching “Th e Post-Communist State in Russia and Transition Countries,” for the Governance, Politics and Development Seminar, Institute of Development Studies, University of Sussex, UK, 5 Nov. 2007 Other Academic Achievements Economic and Social Research Council’s First Grants Scheme award (July 2008) to fund 2008-11 research project, “Re-Creating the State: Governance, Civil Society and Trust in Poland, Russia and Ukraine.” ",
        "Max Weber PrograMMe, annual rePort 2007-2008 23 Lars Börner (SWITZERLAND) e-mail: Lars.Boerner@eui.eu euI affi liation: Department of Economics euI Mentor: Massimo Motta Lars received his PhD in Economics from the Humboldt University of Berlin in 2007. His main fi eld of research is on the evolution of market clearing mechanisms during the Middle Ages and Early Modern period in Europe. In addition, he works on the question of how partnerships and fi rst fi rm designs were created by European businessmen during the same period of investigation. From September 2008, he is Junior Professor for Economic History at the Department of Economics, at the Free University of Berlin. Activities during Max Weber Fellowship Publications in Refereed Journals Lars Boerner and Albrecht Ritschl, forthcoming: “Th e Economic History of Sovereignty, Th e Community, Th e Family, Th e Firm,” Th e Journal of Institutional and Th eoretical Economics . Lars Boerner and Oliver Volckart, forthcoming: “darumb das alsdann die Bequemikeit eynen einigenn Muntz sich manigfaltig rezeigenn moch…” Spätmittelalterliche Währungsunionen und ihre Folgen, Bankhistorisches Archiv . MWP Working Papers Lars Boerner and Daniel Quint, 2008: “Medieval Matching Markets,” MWP Working Papers , European University Institute, Florence. Lars Boerner and Oliver Volckart, 2008: “Currency Unions, Optimal Currency Areas and the Integration of Financial Markets: Central Europe from the Fourteenth to the Sixteenth Cen- tury,” MWP Working Papers , European University Institute, Florence. Conference Presentation 23rd Annual Congress of the European Economic Association, Milan, August 2008. Seminar Presentations European University Institute, Microeconomics Research Workshop, November 2007. European University institute, Recent Advances in Economic History, December 2007. University of Utrecht, Economic and Social History Seminar, December 2007. London School of Economics, Seminar on Modern Economic History, May 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 24 Helen Callaghan (GERMANY) e-mail: hc@mpifg.de euI affi liation: Department of Political and Social Sciences euI Mentor: Laszlo Bruszt Helen received her PhD in Political Science from Northwestern University in Chicago in 2006. Her re- search interests are in the area of comparative political economy with a focus on Western Europe. Her current work concerns the politics of corporate governance, recent manifestions of economic patriotism and the clash between stakeholder and shareholder models of capitalism in the European Union. After her Fellowship, Helen will take up a research position at the Max Planck Institute for the Study of Socie- ties in Cologne. Activities during Max Weber Fellowship Publication in Refereed Journal Helen Callaghan, forthcoming: “Insiders, Outsiders and the Politics of Corporate Governance. How Ownership Aff ects Party Positions in Britain, Germany and France,” in Comparative Po- litical Studies . MWP Working Paper Helen Callaghan, 2008: “How Multilevel Governance Aff ects the Clash of Capitalisms,” MWP Working Papers , European University Institute, Florence. Conference Presentations “Insiders, Outsiders and the Politics of Corporate Governance. How Ownership Aff ects Party Po- sitions in Britain, Germany and France.” ECPR General Conference, Pisa, September 2-4, 2007. “Employer Preferences when One Company Law does not Fit all. Anglo-German Wrangles un- der the UNICE Umbrella,” Workshop at the London School of Economics, May 19-20, 2008. “How Multilevel Governance Aff ects the Clash of Capitalisms,” APSA Conference, Boston, Au- gust 26-30, 2008. Seminar Presentations Invited talk at a graduate student seminar at Waseda University Tokyo, October 24, 2008. Invited talk at the Research Colloquium of the MZES Mannheim, March 10, 2008. Presentation in the EUI Interdisciplinary working group on Multilevel Governance , April 25, 2008. Teaching Masters level course on “EU Institutions and Policy-Making” at James Madison University Florence (together with Anne Rasmussen), September-December 2007. Session on “European Integration and the Clash of Capitalisms” at the UC Dublin Summer School hosted by the EUI in May 2008. Session on “Polit-oekonomische Konfl ikte im Europaeischen Mehrebenensystem“ at the MEGA Summer School hosted by the EUI in June 2008. Chair and discussant at the CEU/LSE/Sciences Po/EUI graduate student retreat, December 12-13, 2007. Chair and discussant at the JMU/EUI Graduate Symposium, June 26-27, 2008. Academic coordination of the UC Dublin Summer School hosted by the EUI, May 19-June 7 , 2008, (together with Anne Rasmussen). ",
        "Max Weber PrograMMe, annual rePort 2007-2008 25 Sergio Catignani (ITALY/BRAZIL) e-mail: sergiocatignani@gmail.com euI affi liation: Department of Political and Social Sciences euI Mentor: Pascal Vennesson Sergio received under the supervision of Professor Sir Lawrence Freedman his D.Phil in War Studies from King’s College London in 2006 after having received an MA (Hons) in Political Studies and an MLitt (Re- search) in International Relations from the University of Aberdeen. Before coming to the EUI he was Lec- turer in War Studies at King’s College London. Sergio’s research interests are in international security and strategic studies, Middle East Security and military history. Sergio has moved on to take a position as Assist- ant Professor of International Security at the Department of Political Science, University of Leiden. Activities during Max Weber Fellowship Book Sergio Catignani, 2008: Israeli Counter-Insurgency and the Intifadas: Dilemmas of a Conven- tional Army, Routledge. Other Publications Sergio Catignani, 2008: “Israeli Counterinsurgency” , in Carter Malkasian & Daniel Marston (eds.), Counterinsurgency in Modern Warfare, Oxford: Osprey, April 2008: pp. 201-217. MWP Working Paper Sergio Catignani, 2008: “Israeli Counterinsurgency and the Intifadas: When Tactical Virtuosity Meets Strategic Disappointment”, MWP Working Papers 2008/4 , EUI, Florence. Conference and Seminar Presentations “Organizational Culture and Organised Hypocrisy: Explaining U.S. Army “Adaptation” to Low-In- tensity Confl ict in the Post-Cold War Era”, APSA Annual Convention, Boston, 28-31 Aug. 2008. “Post-Cold War Low-Intensity Confl icts: A Comparative Organisational Study of the U.S. and Brit- ish Armies’” 49th Annual International Studies Association, San Francisco, 26-29 March 2008. “Organisational Culture and Hypocrisy: Explaining U.S. Army Adaptation to Low-Intensity Con- fl ict in Iraq.” British International Studies Association, University of Cambridge, 17-19 Dec. 2007. “Organizational Culture and Organized Hypocrisy: Explaining the U.S. Military’s Resistance to Counter-Insurgency in Iraq,” SPS Seminar, EUI, Florence, 11 Apr. 2008. “Organizational Culture and Organized Hypocrisy: Explaining the U.S. Military’s Resistance to Counter-Insurgency in Iraq,” Multidisciplinary Research Workshop, MWP, EUI, 9 Apr. 2008. “Organizational Adaptation to the Insurgency in Iraq: Cultural Resistance in the U.S. Army,” Security Working Group Seminar, EUI, Florence, 11 Dec. 2008. Teaching “Reforms: A product of organizational learning?” Workshop Norms, Adaptations and Policy Innovation: What can We Learn from Organization Th eory? Presentation and Co-organizer of workshop with Prof. P. Vennesson EUI, Florence, 26-27 May 2008. “Counterinsurgency and its Limits,” Th e Transformation of War , SPS Seminar, EUI, 20 Nov. 2007. Other Academic Achievements Marshall-Baruch Fellowship Research Grant Award, George C. Marshall Foundation, Lexing- ton, VA, $2,000, March 2008. Winner, Th ird Annual Dissertation Award, Committee for the Analysis of Military Operations and Strategy (American Political Science Association), Chicago, Sept. 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 26 Matei Demetrescu (ROMANIA) e-mail: deme@wiwi.uni-frankfurt.de euI affi liation: Department of Economics euI Mentor: Helmut Lütkepohl Before coming to Florence, Matei received his PhD in Economics (econometrics) from the Goethe-University Frankfurt in 2005. While his research interests lie mainly with the development of econometric methods, Matei tries to apply them (meaningfully). His work covers time series analysis, especially long-memory and unit root processes, nonstationary panels, asymmetric loss functions, nonlinear models - with applications to fi nancial data. Currently, Matei is a junior professor for applied econometrics at the Goethe-University Frankfurt. Activities during Max Weber Fellowship Publications in Refereed Journals Matei Demetrescu, Vladimir Kuzin and Uwe Hassler, 2008: “Long Memory Testing in the Time Domain,” Econometric Th eory Vol. 24, No. 1: 176-215. Matei Demetrescu, and Adina I. Tarcolea, 2008: “Bias Correction for the Regression-Based LM Fractional Integration Test,” Advances in Statistical Analysis Vol. 92, No. 1: 91-99. Matei Demetrescu, 2007: “On the Dickey-Fuller Test with White Standard Errors,” Statistical Papers. Other Publications Matei Demetrescu, Helmut Lütkepohl and Pentti Saikkonen, 2008: “Testing for the Cointegrating Rank of a VAR Process with Uncertain Deterministic Trend Term,” EUI Working Paper ECO 2008/24. Matei Demetrescu and Tansel Alp, 2008: “Joint Forecasts of Dow Jones Stocks Under General Multivariate Loss Function,” mimeo. Matei Demetrescu, 2008: “Panel Unit Root Testing and the Martingale Diff erence Hypothesis for German Stocks,” mimeo. MWP Working Paper Matei Demetrescu, 2008: “Fractional Integration and Cointegration Testing using the Sample Mean.” MWP Working Papers , European University Institute, Florence. Conference & Seminar Presentations “Testing for Stationarity in Large Panels with Cross-Dependence, and US Evidence on Unit Labor Cost,” Jahrestagung des Vereins für Socialpolitik, Ludwig-Maximilians-Universität München, 9-12 Oct. 2007. “Forecasting Stationary Processes under Asymmetric Loss,” EC2: Advances in Time Series Analysis, University of Algarve, Faro, 14-15 Dec. 2007. “Testing for the Cointegrating Rank of a VAR Process with Uncertain Deterministic Trend Term,” Pf- ingsttagung der Deutschen Statistischen Gesellschaft , Technische Universität Berlin, 15-16 May 2008. “Panel Cointegration Testing using Nonlinear Instruments,” Eberhardt Karls Universität Tü- bingen, 13 Nov. 2007. & EUI ECO Econometrics Workshop, 30 Nov. 2007. “Joint Forecasts of Dow Jones Stocks Under General Multivariate Loss Function,” Humboldt Universität zu Berlin, 14 Jan. 2008. “Testing for the Cointegrating Rank of a VAR Process with Uncertain Deterministic Trend Term,” Johannes Gutenberg-Universität Mainz, 9 May 2008. Teaching “Topics in Mathematics and Statistics,” & “Time Series Asymptotics”, EUI ECO department. Teaching practice at the London School of Economics, 11-15 May, 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 27 Arthur Dyevre (FRANCE) e-mail: Arthur.Dyevre@EUI.eu euI affi liation: D epartment of Law euI Mentor: Wojciech Sadurski Arthur received his PhD in Public Law from the University of Paris I Panthéon Sorbonne with a disserta- tion on judicial activism in France, Germany, and the United States. Straddling the disciplines of law and political science, his research interests lie in comparative judicial politics, comparative constitutional law, and European integration. On fi nishing his year in Florence as MWP fellow, Arthur will join the Center for Constitutional and Political Studies (CEPC) in Madrid, taking a three-year research position. Activities during Max Weber Fellowship Publication Dyevre Arthur, 2007 :“La prise en compte de critères extra-concurrentiels dans le droit com- munautaire de la concurrence”, Revue Internationale de Droit Economique XXI, pp. 415-440. MWP Working Paper Dyevre Arthur, 2008: “Making Sense of Judicial Lawmaking: A Th eory of Th eories of Adjudica- tion”, MWP Working Papers , European University Institute, Florence. Conference Presentation “Th e Impact of the Reform Treaty on EU Institutions and Decision Making: Judicial Politics and the European Court of Justice”, Round Table, Th e Reform Treaty: A New Constitution for Europe , James Madison University/University of Bologna, November 30, 2007, Florence, Italy. Seminar Presentations “Socio-political Approaches to Judicial Decision-Making”, Max Weber Seminar Law Series, EUI, Florence, March 2008. “A Game-Th eoretic Approach to Judicial Decision-Making”, Seminar Game Th eory and the Law (Profs. G. Sartor, C. Chwaska), EUI, Florence, February 2008. “Interdisciplinary Research on Courts and Judges: A Meta-Th eory a Judicial Decision-Making”, Working Group Courts and Judges, EUI, Florence, October 2007. Teaching Graduate Course: Economic Policy in the EU – Trade, Industry, and Competition (POSC 641). Spring Semester 2008, James Madison University, Florence (Italy). ",
        "Max Weber PrograMMe, annual rePort 2007-2008 28 Valentina Fava (ITALY) e-mail: valentina.fava@libero.it euI affi liation: Department of History and Civilization euI Mentor: Giovanni Federico Valentina received her PhD degree from Bocconi University in 2004. Before starting her Fellowship, Valen- tina was affi liated with the Centre for Contemporary History of the Czech Academic of Sciences, the Univer- sity of Wisconsin at Madison, USA and the Graduate School of Economics in Kyoto, Japan. She spezializes in economic and business history, with an emphasis on the history of Centra and East-Central Europe. Activities during Max Weber Fellowship Book Valentina Fava, forthcoming 2009: L’attivita della Fiat in Unione Sovietica, Quaderni dell’Archivio Storico Fiat , Venezia, Marsilio. Publication in Refereed Journal Valentina Fava, 2008: “Th e automobile industry and CMEA integration. Evidence from the Czech- oslovak case and refl ections on an unexpected failure”, Jahrbuch für Wirtschaft sgeschichte, Berlin. Other Publications Valentina Fava, 2008: “Consumo e marketing nella via cecoslovacca al socialismo: il caso dell’automobile” in F. Leoncini (ed.), Jan Hus e Jan Palach in Cecoslovacchia , Soveria Mannelli, Rubbettino. MWP Working Paper Valentina Fava, 2008: “COMECON integration and the Automobile industry: the Czechoslo- vak case,” MWP Working Papers , European University Institute, Florence. Conference and Seminar Presentations “East-West trade, transfer of technology and learning process in the Socialist context. An inte- grated perspective on the Cold War: Skoda and Avtovaz (1945-2000)” Gerpisa, 16th Interna- tional Colloquium, Moncalieri (Turin), July 20th, 2008. “Th e “Deal of the Century:” Fiat and the USSR, 1966”, workshop Th e socialist automobile, Ber- lin, Kolleg fuer Vergleichende Geschichte Europas, Freie Universitat, June 13th -14th, 2008. “A “people’s car” on the Czechoslovak road to Socialism? the Czechoslovak economic bureaucra- cy in search for a new legitimacy (1956-1968)”, at Communist State Parties , EUI, May 29th, 2008. “Th e Czechoslovak way towards mass production”, workshop State, Socialism and Beyond , MW working Group, EUI, March 13th, 2008. “Automobile Industry and Comecon integration” HEC seminar (G. Federico) EUI, Oct 29th, 2007. “A new way of dealing with social identities?” Around Renata Ago’s book, Il gusto delle cose. Una storia degli oggetti nella Roma del Seicento, Donzelli editore, 2006. Teaching Undergraduate teaching (36 hours) “Social and Economic development of Italy”, Faculty of sociology, Gonzaga University in Florence. Other Academic Activities Poster presentation, workshop: Inventing Europe. A Transnational History of European Inte- gration, Florence EUI ESF– European Science Foundation, July 3-6th, 2008. Invited discussant: “Technology and the Making of Europe, 1850 to the Present” (Inventing Eu- rope). Plovdiv and Bulgarian Academy of Sciences, EUROCORES, February, 28th-29th, 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 29 Athanasios (Sakis) Gekas (GREECE) e-mail: athanasios.gekas@eui.eu euI affi liation: Department of History and Civilization euI Mentor: Anthony Molho Sakis received his PhD from the University of Essex, UK, in 2004. Before coming to the Max Weber Pro- gramme he was Teaching and Research Fellow at the Economic History Department, LSE. Sakis’s re- search explores how issues of ethnicity, religion and class shaped power relations in Mediterranean port cities during the nineteenth century. After his Fellowship, Sakis has moved on to the University of Manchester, teaching History of Globalization and Mediterranean History. Activities during Max Weber Fellowship Publications in Refereed Journals Athanasios (Sakis) Gekas, 2007: “Public Health in Crete under the rule of Mehmed Ali in the 1830s”, Egypt/Monde Arab 4, 3: 35-54. Athanasios (Sakis) Gekas, forthcoming: “Merchants into businessmen. Th e emergence of a business culture in the Ionian Islands under British rule”, Business History . Other Publications A. Gekas, 2008: “Class and national identities in the Ionian Islands under British rule” in Rod- erick Beaton (ed.) Th e Making of Modern Greece: Nationalism, Romanticism, and the Uses of the Past (1797-1896) , Ashgate, 2008. A. Gekas, forthcoming: “Compradors to Cosmopolitans? Th e historiographical fortunes of Merchants in Eastern Mediterranean Ports,” in M. Fuhrmann, V. Kechriotis (eds.), Th e Late Ottoman Port Cities and Th eir Inhabitants: Subjectivity, Urbanity, and Confl icting Orders. A. Gekas, 2008: “Migrants, merchants and philanthropists; hierarchies in nineteenth-century Greek ports,” in R. Lee, A. Jarvis (eds.) Trade, Migration and Urban Networks, Research in Mari- time History series , 38, 2008. MWP Working Paper A. Gekas, 2008: “Compradors to Cosmopolitans? Th e Historiographical Fortunes of Merchants in Eastern Mediterranean Ports,” MWP Working Papers 2008/29 , EUI, Florence. Conference Presentation “Th e trade-minded Greek entrepreneurs, 1780s – 1900s”, International Workshop, Entrepre- neurship and Culture, Haifa, 5-6 June 2008. Teaching EUI, HEC Department Seminar, ‘World History’. Other Academic Activities Co-organiser, Conference ‘Bourgeois Seas: Revisiting the Middle Classes of Eastern Mediter- ranean Port Cities’, European University Institute, Florence, September 2008. Co-director, Workshop 15, 10th Mediterranean Research Meeting, RSCAS, ‘A Colonial Sea: the Mediterranean, 1798-1956’, EUI March 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 30 Katja Maria Haustein (GERMANY) e-mail: katja.haustein@eui.eu euI affi liation: Department of History and Civilization euI Mentor: Martin van Gelderen Katja Haustein received her doctorate from Cambridge University in 2007. She specializes in twentieth- century French and German literature, with a broad interest in the relations between autobiography, visual culture, and the emotions. She has published articles on Proust and Barthes and co-edited a book on conceptions of space in French studies. She is currently working on a book on vision and aff ect in the autobiographical works of Proust, Benjamin and Barthes. Having completed the Max Weber Pro- gramme, Katja is a Junior Research Fellow at Churchill College, Cambridge, and a Postdoctoral Fellow of the British Academy. Activities during Max Weber Fellowship Book Katja Haustein, forthcoming: Vision and Aff ect in the Autobiographical Works of Proust, Ben- jamin and Barthes (in preparation). Publication in Refereed Journal Katja Haustein, forthcoming 2009: “‘Proust’s Emotional Cavities: Vision and Aff ect” in A la recherche du temps perdu’ , French Studies, Oxford University Press, (January 2009). Book Chapter Katja Haustein, forthcoming: ‘“La Vie come oeuvre”: Barthes with Proust’, in Anamnesia: Pri- vate and Public Memory in Modern French Culture , ed. by Peter Collier, Anna Elsner and Olga Smith (Oxford, Lang, forthcoming). MWP Working Paper Katja Haustein, 2008: “Memory and Photography in Walter Benjamin’s Berliner Kindheit um neunzehnhundert,” MWP Working Paper , European University Institute, Florence. Seminar Presentation “Rethinking the History of Autobiography in Light of a History of the Look” in, Martin van Gelderen/Arfon Rees, Literature, History and Culture: New Approaches to Cultural and Intel- lectual History , Departmental Seminar, EUI, Autumn Term 2007. Teaching Together with Martin van Gelderen, Anastasia Stouraiti and Freya Sierhuis: Readers, Spectators, Audiences: From Early Modern Venice to the Weimar Republic , Departmental Seminar, Spring Term 2008, Department of History and Civilization, EUI. Other Academic Activities Co-organization of a Max Weber Workshop, with Martin Jay on “Lying in Politics,” May 28 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 31 Thomas Hintermaier (AUSTRIA) e-mail: hinterma@ihs.ac.at euI affi liation: Department of Economics euI Mentor: Omar Licandro / Salvador Ortigueira Thomas received his PhD in Economics from the European University Institute (EUI) in 2003. Before coming to the Max Weber Programme he was at the Institute for Advanced Studies (IHS) in Vienna. Thomas’s research interest is in macroeconomics and fi nancial economics. After his Fellowship, Thomas is planning to move on to the Economics Department of the University of Minnesota, Minneapolis, as a visiting researcher. Activities during Max Weber Fellowship Publication in Refereed Journal Emilio Espino and Th omas Hintermaier, forthcoming: “Asset Trading Volume in a Production Economy,” Economic Th eory , DOI 10.1007/s00199-007-0290-z. MWP Working Paper Th omas Hintermaier and Winfried Koeniger, 2008: “Incomplete Markets and the Evolution of the US Consumer Wealth Distribution,” MWP Working Paper , European University Institute, Florence. Seminar Presentations Th omas Hintermaier and Winfried Koeniger: “Financial Market Imperfections and Durable Consumption”, October 12, 2007, Economics Department, EUI. Th omas Hintermaier and Winfried Koeniger: “Incomplete Markets and the Evolution of the US Consumer Wealth Distribution”, November 12, 2007, Queen Mary University of London. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 32 Hannes Hofmeister (AUSTRIA) e-mail: hannes.hofmeister@eui.eu euI affi liation: Department of Law euI Mentor: Marise Cremona Hannes Hofmeister completed his undergraduate studies in Law at the Universities of Cambridge and Regensburg, where he was a National Merit Foundation Scholar (Studienstiftung). After successfully completing a master’s degree in international politics at the University of Cambridge, he returned to Regensburg to pursue his PhD. After his Fellowship, Hannes has moved on to a position as Lecturer at the University of Regensburg. Activities during Max Weber Fellowship Publications in Refereed Journals Hannes Hofmeister, 2007: “When is it right to attack so called ‘host states’? An analysis of the necessary nexus between terrorists and their host states,” Singapore Yearbook of International Law (11) 2007, 36-55. Hannes Hofmeister 2008: “Bombige Sache,” Juristische Arbeitsblätter (40), 119-125. MWP Working Paper Hannes Hofmeister, 2008: “To strike or not to strike – Assessing the legality of a potential strike against Iran’s nuclear facilities,” MWP Working Paper , European University Institute, Florence. Conference Presentation Der Lisabonner Vertrag aus deutscher Perspektive, Deutsch-Polnisches Symposium Univer- sität Regensburg, 24-26.05.08. Seminar Presentations Law Fellows Seminar Series: Assessing the legality of a military strike against Iran’s nuclear facilities 21 January 2008. Seminar, Law Faculty: Th e EU’s external economic law: market integration from an external perspective - Energy and aviation: extending the Community acquis beyond the EU: the En- ergy Community Treaty and the European Common Aviation Area. Teaching EU Law Course, Universität Regensburg, WS 2007/2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 33 Giammario Impullitti (ITALY) e-mail: g.impullitti@gmail.com euI affi liation: Department of Economics euI Mentor: Omar Licandro Giammario completed his Ph.D studies in Economics at the New School University, New York, in May 2006. Through the Inter-University Doctoral Consortium (IUDC) he did a substantial part of his course- work and dissertation at the New York University Economics Department, where he has also been a full- time instructor since fall 2002. Prior to his PhD studies Giammario gained a BA and doctorate in Political Economy at the University of Rome “La Sapienza”, and an MA in economics from Coripe at the University of Turin. Giammario specializes in the fi elds of Macroeconomics of the Labor Market, Economic, and International Trade. Following his fellowship Giammario will be assistant professor at Economics and Institutional Change division of IMT Lucca. Activities during Max Weber Fellowship Publication in Refereed Journal Gimamario Impullitti, forthcoming: “Government Procurement Composition, Technical Change, and Wage Inequality” with Guido Cozzi, Journal of the European Economic Association . MWP Working Papers Gimamario Impullitti, 2008: “International Competition and U.S. R&D Subsidies: a Quantita- tive Welfare Analysis,” MWP Working Paper 2008/14 , EUI. (Revise and resubmit International Economic Review). Gimamario Impullitti, 2007: “International Schumpeterian Competition and Optimal R&D Subsidies,” MWP/ECO Working Paper 2007/55 , European University Institute, Florence. Conference Presentation ELSNIT conference, U. Pompeu Fabra Barcelona, October 2007. Seminar Presentations EUI Economics Department Macro workshop. FEDEA Madrid lunch seminar series. Teaching “Trade, technology and growth” with Omar Licandro, Department of Economics, EUI, Winter 2008. “Advanced Growth Th eory” with Omar Licandro, Department of Economics, EUI, Spring 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 34 Heather Suzanne Jones (IRELAND) e-mail: H.S.Jones@lse.ac.uk euI affi liation: Department of History and Civilization euI Mentor: Heinz-Gerhard Haupt Heather gained her PhD from Trinity College, Dublin in 2006. Before coming to the EUI, she held a one- year IRCHSS lectureship in Modern European History at Trinity. Her main research interest is the history of the First World War and she is a member of the Comité Directeur of the Historial de la Grande Guerre at Péronne. Heather has moved on to a post as Lecturer in International History at the LSE. Activities during Max Weber Fellowship Book & Book Chapters Heather Jones, Jennifer O’Brien and Christoph Schmidt-Supprian (eds.), 2008: Untold War: New Perspectives in First World War Studies, Brill Academic Publishers. Heather Jones, Jennifer O’Brien and Christoph Schmidt-Supprian, 2008: “Untold War” in Jones, O’Brien and Schmidt-Supprian (eds.), Untold War: New Perspectives in First World War Studies, Brill Academic Publishers, pp. 1-19. Heather Jones, forthcoming 2008: “Race and First World War Captivity” in Santanu Das ed., Race, Empire and First World War Writing , Cambridge University Press. Heather Jones, 2008: “A Turning Point: Typhus in German Prisoner of War Camps in 1915” in John Horne ed., Les violences de 1915 , Historial de la Grande Guerre, Péronne and Palgrave Macmillan. Heather Jones, forthcoming 2009: “A Missing Paradigm? Military Captivity and the Prisoner of War, 1914-1920” in Jochen Oltmer and Matthew Stibbe, eds. Captivity, Forced Labour and Forced Migration , Routledge, (book version of the special edition of Immigrants and Minorities ). Publications in Refereed Journals Heather Jones, 2008: “Th e German Spring Reprisals of 1917: Prisoners of War and the Violence of the Western Front,” German History (August, 2008). Heather Jones, forthcoming 2009: “A Missing Paradigm? Military Captivity and the Prisoner of War, 1914-1920,” Immigrants and Minorities (January 2009, in press). MWP Working Paper Heather Jones, 2008: “Algeciras Revisited: European Crisis and Conference Diplomacy, 16 Jan- uary - 7 April 1906,” MWP Working Paper , European University Institute, Florence. Conference and Seminar Presentations “Reprisals in the First World War: the Comparative Dimension,” British International History Group Conference, Liverpool Hope University, 6-8 September 2007. “Th e Political Use of Violence during World War I: A Case Study of Prisoners of War,” Workshop Politi- cal Violence in Western Europe during the fi rst half of the XXth Century, HEC Dep., EUI, 1 Dec. 2007. “Les violences de guerre et les prisonniers de guerre : pratiques, évolutions et horizons d’attente sur le front de l’ouest, 1914-1920,” Ecole des Hautes Etudes en Sciences Sociales, Paris, 7 April 2008. Other Academic Achievements Awarded the Eda Sagarra Medal (2007) by the Irish Government’s Research Council, the IRCHSS for excellence in PhD studies in the Humanities and Social Sciences. Round Table Panellist, “Who Owns the Battlefi eld: Military or Cultural Historians” Fourth Conference of the International Society for First World War Studies, Washington, 18-20 Oc- tober 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 35 Ming-Sung Kuo (TAIWAN) e-mail: KUO@aya.yale.edu euI affi liation: Department Law euI Mentor: Neil Walker & Wojciech Sadurski Ming-Sung Kuo studied law in Taiwan and the United States, receiving his doctorate from Yale Law School. His main areas of academic interest are legal theory, constitutional theory, comparative consti- tutional law, global administrative law, and legal reforms in a post-authoritarian society. Activities during Max Weber Fellowship MWP Working Paper Ming-Sung Kuo, 2008: “A Farewell to Constitutional Authorship? A Critique of the Presentist Turn in the Legitimacy of Constitutional Democracy,” MWP Working Paper , European Univer- sity Institute, Florence. Conference Presentations “Between Fragmentation and Unity? Th e Uneasy Relationship between Global Administra- tive Law and Global Constitutionalism.” Paper presented at the 4th Global Administrative Law Seminar, New York University School of Law and La Tuscia University, Viterbo, Italy, June 13-14, 2008. “Aft er Constitutional Authorship: Legal Boundaries and Dilemmas of Global Constitutional- ism.” Paper presented at the Conference of Th inking (With)Out Borders: International Politi- cal Th eory in the 21st Century, University of St Andrews, St Andrews, Scotland, UK, June 12, 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 36 Rinku Lamba (INDIA) e-mail: rinku.lamba@gmail.com euI affi liation: Department of Political and Social Sciences euI Mentor: Rainer Bauböck Rinku Lamba obtained a doctorate in Political Science from the University of Toronto (degree awarded in March 2008). She is a political theorist with a research agenda that aims to promote productive dia- logue between postcolonial theorists and liberal-democratic theorists in the context of contemporary debates about the political accommodation of claims advanced by non-hegemonic minorities, particu- larly with regard to the issue of chastening the disciplinary power of institutions such as the state. Fol- lowing her fellowship year at the EUI, Rinku will take up a Visiting Associate Fellowship at the Centre for the Study of Developing Societies (CSDS), Delhi. Activities during Max Weber Fellowship MWP Working Paper Rinku Lamba, 2008: “Non-Domination and the State: a Response to the Postcolonial Critique” MWP Working Paper , European University Institute, Florence. Other Publications Rinku Lamba, 2007: Review of Anuradha Dingwaney Needham and Rajeswari Sunder Rajan (eds.) Th e Crisis of Indian Secularism, Durham, Duke University Press, 2007, Pacifi c Aff airs , Vol. 80, No. 3, 534-536. Conference Presentations “Th e State against Itself?: an Analysis of the Stasi Report” presented at the annual meeting of the Canadian Political Science Association, Vancouver, June 2008. “Th e Debate on Socio-religious Reform in late Nineteenth Century India,” presented in the So- cial and Political Th eory Workshop at the Centre for the Study of Developing Societies, Delhi; theme of the workshop was “Th eorizing the Contemporary,” March 2008. “Religious Minorities, the Postcolonial State and the Politics of Non-Domination,” at the 2008 Annual Conference of the Consortium on Democratic Constitutionalism at the University of Victoria, Canada. Th e theme of the conference was “Recognition and Self-Determination,” March 2008. Seminar Presentations Panelist, SPS Department and Max Weber Programme Workshop on the theme “Religious Diversity and Secularism in the Public Sphere,” EUI, March 2008. “Liberal Multiculturalism and the Politics of Neocolonial Governmentality,” Paper presented at the EUI Migration Working Group Seminar, February 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 37 Brigitte Le Normand (CANADA) e-mail: brigitte.lenormand@eui.eu euI affi liation: Department of History and Civilization euI Mentor: Philipp Ther Brigitte Le Normand received her Ph.D in History from UCLA in 2007. Brigitte’s research interest is in the history of Yugoslavia after the Second World War, which she seeks to incorporate into its European and global context. She is particularly interested in urban history, migration history and the history of subjectivity. After her fellowship, Brigitte has accepted a position as Assistant Professor in the History department at Indiana University Southeast, in New Albany, Indiana, USA. Activities during Max Weber Fellowship Publication in Refereed Journal Brigitte Le Normand, 2009 forthcoming: “Urban Development in Belgrade, 1945-1980,” Infor- mationen zur Modernen Stadtgeschichte , special issue on Southern European Cities. MWP Working Paper Brigitte Le Normand, 2008: “Th e house that market socialism built: reform, consumption and inequality in socialist Yugoslavia.” MWP Working Paper , EUI, Florence. Conference Presentations “Th e house that market socialism built: reform, consumption and inequality in socialist Yugoslavia,” Symposium on State Parties and Legitimation in Socialist Europe, EUI, Fiesole, 29 May 2008. “Th e “Yugoslav Dream” and the Transformation of Belgrade, 1955-1970,” in collaboration with Nicole Muennich, European Social Science History conference, Lisbon, 27 Feb. to 2 Mar. 2008. “What is a Socialist City? Lessons from the Yugoslav Case” American Historical Association convention, Washington, DC, January 3rd - 6th, 2008. “Home Sweet Home: Yugoslav-style Consumerism and the Limits of Modernist Planning in Belgrade, 1950-1970,” American Association for the Advancement of Slavic Studies, New Or- leans, November 15th-18th, 2007. Seminar Presentations “Kosovo and the EU,” Dublin Summer School, EUI, Fiesole, June 4th, 2008. “Th e World in the Age of Revolution: British North-America, France and Haiti,” guest lecture, course on Early Modern America, Assistant Professor K. Ryan, Department of History, Indiana University Southeast, New Albany, February 18th, 2008. “What space can tell us about socialist states: the case of Belgrade,” guest lecture, seminar on Socialism in Eastern Europe, Professor E.A. Rees, Department of History, European University Institute, Fiesole, October 12, 2007. Teaching Instructor, Politics of European Culture and Identity (Masters level), European Union Policy Studies Program, James Madison University, Florence, Autumn 2007. Co-instructor, Ethnic Cleansing in Modern Europe: History and Memory (Ph.D. level), De- partment of History, EUI, spring 2008. Other Academic Activities Founder and Organizer, Working Group on “State-Socialism and Beyond,” 2007-2008 (11 pres- entations and one day-long symposium with invited guests on the theme of “State Parties and Legitimation in Socialist Europe.”) ",
        "Max Weber PrograMMe, annual rePort 2007-2008 38 Anna Lo Prete (ITALY) e-mail: anna.loprete@unito.it euI affi liation: Department of Economics euI Mentor: Salvador Ortigueira Anna received her PhD in Economics from the University of Turin in 2007. Her fi elds of interests include international macroeconomics, labour economics and consumption risk-sharing. Anna’s primary re- search aims to investigate how structural features of labour and credit markets may aff ect risk-sharing on fi nancial markets, and to assess their empirical relevance in cross-country panel datasets. In 2008 she was awarded a two-year research fellowship at the University of Turin, Italy. Activities during Max Weber Fellowship MWP Working Paper Anna Lo Prete, 2008: “International Consumption Insurance and Within-Country Risk Real- location,” MWP Working Paper 2008/03 , European University Institute, Florence. Seminar Presentations Paris School of Economics, 22 February 2008. Macroeconomics Research Workshop, organized by the Economics Department, European University Institute, Florence, 15 February 2008. Th ird PhD Presentation Meeting organized, by the Royal Economic Society, University College London, London, 19-20 January 2008. European Winter Meeting of the Econometric Society, ECARES, Brussels, 16 -17 November 2007. Teaching University of Turin, 2006-2008: “Economia Politica a distanza,” online course on Introductory Economics (set-up on Moodle, soft ware e-learning platform). Other Academic Activities Economic Policy (CEPR, CES, PSE), rapporteur at the 46th Economic Policy Panel Meet- ing (Lisbon, October 2007) and at the 47th Economic Policy Panel Meeting (Lubiana, April 2008). ",
        "Max Weber PrograMMe, annual rePort 2007-2008 39 Marco J. Lombardi (ITALY) e-mail: mjl@ec.unipi.it euI affi liation: Department of Economics euI Mentor: Helmut Lütkepohl During his undergraduate studies, Marco was attracted by fi nancial econometrics, which became the subject of his thesis. With the idea of consolidating the statistical foundations of econometrics, he en- rolled in a PhD programme in Applied Statistics, which gave him the opportunity to focus his research on computationally-intensive estimation procedures. In particular, Marco has worked extensively with indirect inference and Bayesian MCMC samplers. Following his dissertation, he started a number of col- laborations with macroeconomists, and currently his research is concentrated on Bayesian estimation of DSGE models, including identifi cation and prior elicitation issues. Marco has an assistant professorship at the University of Pisa, but upon completion of the Max Weber Programme he will spend a sabbatical period at the European Central Bank. Activities during Max Weber Fellowship Publications in Refereed Journals Antonio Matas-Mir, Denise R. Osborn and Marco J. Lombardi, 2008: “Seasonal adjustment and the detection of business cycle phases,” Journal of Applied Econometrics , Vol. 23, No. 1: 257-278. Marco J. Lombardi and Giorgio Calzolari, 2008: “Indirect estimation of α-stable distributions and processes,” Econometrics Journal , Vol. 11, No. 1: 193-208. MWP Working Paper Marco J. Lombardi and David Veredas, 2008: “Indirect estimation of elliptical stable distribu- tions,” MWP Working Paper 2008/05 , European University Institute, Florence. Conference Presentation “(Un)naturally Low? Likelihood inference for a DSGE model,” S.Co. 2007, Venice, 6-8 Septem- ber 2007. Seminar Presentations “Indirect estimation of of α-stable stochastic volatility models,” Université Libre de Bruxelles, 21 February 2008. “Particle fi ltering: an introductory lecture,” European University Institute, 19 October 2007. Teaching Bayesian econometrics (Department of Economics, EUI and University of Pisa) Spectral analysis and principles of fi ltering (Department of Economics, EUI) Time series analysis (University of Pisa) ",
        "Max Weber PrograMMe, annual rePort 2007-2008 40 Francesco Maiani (SAN MARINO) e-mail: Francesco.Maiani@unil.ch euI affi liation: Department of Law euI Mentor: Bruno De Witte Francesco received his PhD in Law from the Universities of Lausanne and Milano Statale in 2006. Before coming to the Max Weber Programme he taught EU Law at the University of Lausanne. Francesco’s re- search interest is on the infl uence of EU Law on non-EU member countries and on international regimes, as well as on International and European refugee law. After his Fellowship, Francesco has moved on to a position as Assistant Professor of European Institutions and Globalization at the Swiss Graduate School of Public Administration (IDHEAP). Activities during Max Weber Fellowship MWP Working Paper Francesco Maiani, 2008: “Legal Europeanization as Legal Transformation: Some Insights from Swiss ‘Outer Europe’” MWP Working Paper , European University Institute, Florence. Conference Presentations “Th e EU and its Western neighbours – towards a functionally driven harmonisation of asylum standards?,” Second Global International Studies Conference, University of Ljubljana, 23-26 July 2008. “Legal Europeanization as Legal Transformation: a Swiss Perspective,” Workshop Integration without EU membership in Europe: models, experiences, perspectives , European University Insti- tute, Florence, 23-24 May 2008. Seminar Presentations “Th e relevance of international human rights law in applying EC asylum legislation,” Seminar Selected Issues of EU Law, European University Institute, 6 May 2008. “Th e export of EC asylum standards in European third countries: mechanics, risks, opportuni- ties,” Max Weber Seminar Series, European University Institute, 25 February 2008. Teaching “Free Movement of Persons” (with Professor Astrid Epiney), LL.M. Course, University of Lausanne, Feb.-May 2008. “Th e Lisbon Treaty and the New European Union”, LL.M. Seminar, University of Lausanne, Feb.- May 2008. “Advanced European Law”, Master Course, University of Lausanne, Feb.-May 2008. “Internationalisation of Public Policies” (with Professor Roland Bieber), Master Course, ID- HEAP, May 2008. Other Academic Activities & Achievements Co-organizer of the Workshop Integration without EU membership in Europe: models, experi- ences, perspectives , European University Institute, Florence, 23-24 May 2008. Coordinator of the LAW Academic Practice Group, Max Weber programme, European Uni- versity Institute. PhD thesis honoured with the “Professor Walter Hug Preis.” ",
        "Max Weber PrograMMe, annual rePort 2007-2008 41 Paolo Masella (ITALY) e-mail: paolo.masella@eui.eu euI affi liation: Department of Economics euI Mentor: Luigi Guiso Paolo received his Phd in Economics from the London School of Economics in 2007. He studies the de- terminants of long run cultural diversity and their implications for economic and social outcomes. Paolo has been awarded a two-year fellowship with the Max Weber Programme and will thus stay at the EUI untill September 2009. Activities during Max Weber Fellowship Publication in Refereed Journal Paolo Masella, 2008: “Compulsory Language Educational Policies and Identity Formation” (with O. Aspachs, I. Clots and J, Costa) Journal of European Economic Association , 6 (2-3), April-May 2008. MWP Working Paper Paolo Masella, 2008: “Th e Eff ect of Language at School on Identity and Political Outlooks” (with Oriol Aspachs and Irma Clots), MWP Working Paper , European University Institute, Florence. Conference Presentation North American Summer Meeting, Econometric Society, Pittsburgh PA, US, June 19-22, 2008. Seminar Presentations “Th e eff ect of language at school on Identity and political outlooks,” presented at IMT Lucca 10 March 2008; Universita di Pisa, 6 March 2008; European University Institute, 14 December 2007; Mannheim University, 26 June 2008;. “A tale of markets and jungles in a simple model of growth,” Universita di Pisa 7 March 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 42 Carmen Menchini (ITALY) e-mail: Carmen.Menchini@eui.eu euI affi liation: Department of History and Civilization euI Mentor: Diogo Ramada Curto Carmen obtained her PhD in History of European Society from the University of Naples “Federico II” in 2004. Before her Fellowship at the EUI she was annual post-doc fellow at the University of Pisa; Gulbenkian Fellow in Lisbon (2006), Audrey Lumsdem-Kouvel Fellow at the Newberry Library in Chicago (2005), and Mosse- Fellow at the UWisconsin-Madison (2004). Her fi rst research areas have been of political communication through funeral orations and biographies in the sixteenth century Italy. She studied the case of Cosimo I de’ Medici. Her PhD dissertation investigates the Portuguese succession 1578-1581, from the point of view of the Italian courts. She is currently working on cultural and political links between Italy and Portugal in the 16th and 17th century, and on the use and manipulation of information in early modern Tuscany. Activities during Max Weber Fellowship Publication in Refereed Journal Carmen Menchini, 2008: “Storiografi a italiana e storia portoghese tra Cinque e Seicento: Gerolamo Conestagio de Franchi e Giovanni Antonio Viperano,: in Studi Secenteschi , XLIX, pp. 147-183. Edited Book Carmen Menchini & Mario Caricchio (Ed.), 2008: Insegnamento universitario e dottorati di ricerca: il ruolo della storia moderna , Bologna, Bononia University Press. MWP Working Papers Carmen Menchini, 2008: “Funeral Oratory at the Medici court: the Representation of the First Grand Dukes,” MWP Working papers 2008/20 , European University Institute, Florence. Carmen Menchini, 2008: “Th e Portuguese matter in Italian Historiography between 1580 and 1640,” MWP Working Paper , European University Institute, Florence. Selected Other Publications Carmen Menchini, 2008: “Storia moderna e dottorati di ricerca: verso la costruzione di una banca dati,” in Menchini & Caricchio (Ed.), Insegnamento universitario e dottorati di ricerca: il ruolo della storia moderna , Bologna, Bononia University Press, pp. 31-41. Menchini & Caricchio 2008: “La storia moderna nelle lauree triennali,” in Iid. (Ed.), Insegnamento universitario e dottorati di ricerca: il ruolo della storia moderna , Bologna, Bononia University Press. Carmen Menchini, forthcoming 2008: “Entretiens italiani alla corte di Lisbona in occasione della successione portoghese,” in Jean-Claude Waquet et alii (Ed.), L’entretien diplomatique. Le négociateur face à ses interlocuteurs , École française de Rome. Conference and Seminar Presentations “Political communication and propaganda in Early Modern Europe: the Medici family as a case study”, London LSE, May 2008. “Paper Panegirici e biografi e dei Medici nel Settecento,” in Conference Tra repubblica e princi- pato. La storiografi a toscana dal XVI al XVIII secolo , org. by the University of Pisa, May 2008. Immagine del principe e oratoria funebre: il caso dei Medici (1574-1621) paper at the Inter- national Conference Forme e occasioni dell’encomio tra Cinque e Seicento, Pisa, organized by Scuola Normale Superiore (Pisa) and Université de Paris III Sorbonne Nouvelle, Nov. 2007. Teaching PhD sem. with prof. Curto, European Historiography in Early Modern Period , EUI, Spring 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 43 Jan-Hinrik Meyer-Sahling (GERMANY) e-mail: j.meyer-sahling@nottingham.ac.uk euI affi liation: Department of Political and Social Science euI Mentor: Peter Mair Jan-Hinrik Meyer-Sahling has been a Lecturer in European Politics at the University of Nottingham since September 2004. Previously, he was Tutorial Fellow in Comparative Public Administration and Public Policy at the London School of Economics and Political Science and Lecturer in European Politics at Birk- beck College, London. Jan-Hinrik studied Political Science and Economics at the University of Hamburg and took both his MSc in European Politics and Policy and his PhD at the LSE. Jan-Hinrik’s main research interest lies in the transformation of the state in Central and Eastern Europe, in particular, the reform of the civil service in the new member states of the European Union. Activities during Max Weber Fellowship Publications in Refereed Journals Meyer-Sahling, 2008: ‘Th e Europeanisation of National Political Systems: Beyond Divergent Domestic Eff ects,” Living Reviews in European Governance . (with Klaus Goetz). Meyer-Sahling, 2008: ‘Th e Changing Colours of the Post-Communist State: Th e Politicisation of the Senior Civil Service in Hungary,” European Journal of Political Research 47(1). MWP Working Paper Meyer-Sahling, 2008: “Administrative Reform and the Legacy of the Past in Central and East- ern Europe,” MWP Working Paper , European University Institute, Florence. Other Publications Meyer-Sahling, forthcoming 2008: “In Search of the Shadow of the Past: Legacy Explanations and Administrative Reform in East Central Europe,” In Martin Painter and B. Guy Peters (eds), Admin- istrative Traditions: Inheritances and Transplants in Comparative Perspective , Basingstoke, Palgrave. Conference Presentations “Corruption Risks and the Management of the Ministerial Bureaucracy in Poland,” paper pre- sented at Ernst & Young Better Government Programme, Warsaw/Poland, 11 June 2008. (with Paul Heywood/Nottingham). “Th e Sustainability of Civil Service Reforms in East Central Europe aft er Accession: ‘Next Steps’ or Back to Start?” Paper presented at Workshop on State-Building and Market-Making at the European University Institute, Florence, Italy, 6–7 June 2008. “Does Tradition Matter? Legacy Explanations and Administrative Reforms in East and West,” Paper presented at the Annual Conference of the British Political Studies Association, Swansea/ UK, 1–4 April 2008, (with Kutsal Yesilkagit/Utrecht). “Political Time in the EU,” Paper presented at the ECPR General Conference, Panel ‘Th e EU Timescape: An Emergent Temporal Order. Pisa/Italy, September 2007, (with Klaus H. Goetz/ Potsdam). Teaching Dublin Summer School, Session on EU Enlargement and Administrative Reform in East Cen- tral Europe, June 2008. PhD Colloquium, SPS Department, EUI, April 2008. Jan Meyer-Sahling continued to supervise three PhD students in Nottingham during his Fel- lowship. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 44 Ekaterina Mouliarova (RUSSIA) e-mail: ekaterina.mouliarovaf@eui.eu euI affi liation: Department of Law euI Mentor: Wojciech Sadurski Ekaterina completed her PhD in Law at the University of Regensburg in 2006. Before obtaining a two- year Max Weber Fellowship she has worked as a junior lecturer at the University of Regensburg and at the Moscow State University’s academic program on German law. Ekaterina’s research interest is fo- cused on globalisation and the integration process in Europe, comparative analysis of the East- and West-European integration, relations between the European Union and the Russian Federation, as well as on the neighbourhood politics of the European Union and the infl uence of the democratisation process and adaptation of general constitutional standards and norms in the countries of Central and Eastern Europe. Activities during Max Weber Fellowship Book Ekaterina Mouliarova, 2008: Integration und Wandel des Souveränitätsbegriff s in der russischen Doktrin , LIT-Verlag, Reihe: Juristische Schrift enreihe. MWP Working Paper Ekaterina Mouliarova, 2008: “Th e Impact of European Values on the Russian Legal Order,” MWP Working Paper , European University Institute, Florence. Conference Presentation “Integration through transfer of values Th e impact of European Values on the Russian Legal Order,” Workshop Integration without EU Membership in Europe , European University Insti- tute, Florence, 23-24 May 2008. Seminar Presentation “Globalisation and the Russian Legal Order” presented in the Max Weber Law Seminar Series, Department of Law, EUI, 17 March 2008. Other Academic Activities Co-organizer of the Workshop Integration without EU membership in Europe: models, experi- ences, perspectives , European University Institute, Florence, 23-24 May 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 45 Stephanie Lee Mudge (USA) e-mail: stephanie.mudge@eui.eu euI affi liation: Department of Political and Social Science euI Mentor: Sven Steinmo Stephanie Lee Mudge received her PhD in Sociology from the University of California-Berkeley in 2007. Stephanie is a political and economic sociologist whose research currently focuses on neo-liberalism and the politics of the left in Western Europe and the United States. More broadly she is interested in political economy, intellectual and economic history, the sociology of expert professions, political par- ties, social welfare, education, and classical and contemporary social theory. In October 2008 Stephanie will join the Max Planck Institute for the Study of Societies in Köln, Germany. Activities during Max Weber Fellowship Book Stephanie Lee Mudge, forthcoming: Neoliberal Politics . Publication in Refereed Journal Stephanie Lee Mudge, forthcoming 2008: “What is Neo-liberalism?” Socio-Economic Review . Other Publications Stephanie Lee Mudge, forthcoming 2008: Book review: Cultural Overstretch? Diff erences be- tween old and new member states of the EU and Turkey , by Jürgen Gerhards, Oxon, UK and New York: Routledge, 2007. Contemporary Sociology . MWP Working Paper Stephanie Lee Mudge, 2008: “Neo-liberalism’s Th ree Faces.” MWP Working Paper, EUI, Florence. Conference Presentation “What’s Left of Left ism? Th e Redefi nition of Political Categories in Europe, 1945-2003,” in the Section on Comparative and Historical Sociology / Ideas and Institutions in Neoliberal Politics, Annual Meeting of the American Sociological Association, Boston, 3 August 2008. Seminar Presentations “Neo-liberalism: Why did the left turn right?” (with Sven Steinmo, Helen Callaghan, Claes Bel- frage), SPS-MWP Seminar presentation, European University Institute, 10 October 2007. “Neo-liberalism and the New Class: Towards a Comparison of Experts in Politics in Eastern and Western Europe.” Presentation for the State Socialism and Beyond working group, EUI, 3 April 2008. Teaching “Neo-liberalism and its Discontents”, Graduate workshop, with Sven Steinmo (EUI) and John L. Campbell (Dartmouth University), EUI, 23-24 May, 2008. Other Academic Activities Referee for West European Politics . Organizer of the MWP SPS Academic Practice Group. Organizer of the MWP’s ‘Lunchtime Debate’ series on topics of current political interest, EUI. Chair, sessions on comparative politics for a EUDO/RSCAS conference, “Methodological Para- digms for a New Political Agenda,” EUI, 12-14 December, 2007. Discussant, symposium on “State Parties and Legitimation in Socialist Europe,” EUI, 29 May 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 46 María Belén Olmos Giupponi (ARGENTINA) e-mail: maria.olmos@eui.eu euI affi liation: Department of Law euI Mentor: Francesco Francioni Dr. María Belén Olmos Giupponi is an Assistant Professor of International Law and European Union Law at University Carlos III in Madrid (UC3M). She is the author of two books, “Human Rights and Regional In- tegration in Latin America and the Caribbean” (2006) and “New Perspectives on Democratic Principles in America” (2007). She has also published fi fteen articles in peer-reviewed journals. Her research focuses on International Relations and Human rights. She participates in the Centre of Studies of Iberoamerica in the Universidad Rey Juan Carlos in Madrid, where she develops a co-ordination role in international programs. Belén has a two-year fellowship and will stay with the MWP untill September 2009. Activities during Max Weber Fellowship Books Olmos Giupponi (Co-author), forthcoming: Th e Central American System of Integration: New perspectives. Mercosur book: Hart. Olmos Giupponi (Co-author), forthcoming: Th e Law of Mercosur . Central American integra- tion book: Plaza &Valdés. Other Publications Olmos Giupponi forthcoming: “La alianza estratégica birregional después de la Cumbre de Lima,” in Revista Relaciones Internacionales de la Universidad Nacional de Costa Rica. Olmos Giupponi, forthcoming 2008: “El derecho a la paz,” in Libro Conmemorativo 60 Aniver- sario de la Declaración Universal de Derechos Humanos , Madrid. MWP Working Paper Olmos Giupponi, 2008: “Th e rights of undocumented migrants in the light of the recent inter- national practice in Europe and America,” MWP Working Paper , EUI, Florence. Conference and Seminar Presentations “Relations between the EU and Central America: A New Era?” Conference organized by the University San Carlos of Guatemala within the framework of the EU project to strengthen Central American integration, Guatemala City, 18-22 February 2008. “Spanish cultural policy and its impact in Latin America,” Conference on Cultural Heritage and Spanish External Policy, Paris, 10-11 June 2008. “International Human Rights Law and protection of migrants: Migrant Workers’ Rights and Diplomatic Protection,” European University Institute, Florence, 29 November 2007. “Which human rights are illegal aliens entitled to?” EUI, Florence, 11 February, 2008. “Th e Relationships between EU and Central America: current situation and future,” EUI, 22 Apr. 2008. Teaching “Human Rights in Europe” (6 hours) Master’s degree in the European Union. University Carlos III of Madrid, November 2007. “International Relations and International Law” (10 hours) Master’s degree in International Relations and Communication, University Complutense of Madrid, Spain, December 2007. Other Academic Activities Belen has been collaborating with the FAO as a volunteer in a research project on forest fi res. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 47 Roman Petrov (UKRAINE) e-mail: petrov_roman@yahoo.co.uk euI affi liation: Department of Law euI Mentor: Marise Cremona Roman obtained his fi rst PhD at the National Academy of Science of the Ukraine in 2000 and his second PhD in Law from Queen Mary, University of London in 2005. Before his two-year Max Weber Fellowship Roman was teaching EU Law at Donetsk National University in Ukraine where he also intends to return after September 2008. His research interests are focused on studying the legal means of export of the EU acquis to legal systems of third countries and legal aspects of the European Neighbourhood Policy. Activities during Max Weber Fellowship Publications in Refereed Journals Roman Petrov, 2008: “Exporting the acquis communautaire into the legal systems of third countries”, 13(1) European Foreign Aff airs Review , 33-52. Roman Petrov and Paivi Leino, forthcoming, 2008: “Between ‘Common Values’ and Compet- ing Universals: Th e Promotion of the EU’s Common Values through the European Neighbour- hood Policy”, European Law Journal . MWP Working Papers Roman Petrov, 2007 “Legal and Political Expectations of Neighboring Countries from the Eu- ropean Neighborhood Policy” in Th e European Neighbouhood Policy: A Framework for Mod- ernisation? (eds: M. Cremona and G. Meloni), EUI Working Papers (Law), 2007/21 , 7-22. Roman Petrov, 2008: “Legal basis and scope of the new EU-Ukraine enhanced agreement. Is there any room for further speculation?” MWP Working Paper 2008/17 , EUI, Florence. Other Publications Roman Petrov, 2008: ‘Ukraine: Th e Quest for Democratization between Europe and Russia’ 223 in co-authorship with Prof. A. Serdyk in L. Morlino, A. Mahen (eds.) Democratic Rule of Law Promotion by the EU , Routledge Press, 189-223. Roman Petrov, forthcoming 2009: “Exporting the acquis communautaire through EU External Agreements” Martinus Nijhoff Publishers, Brill Academic Publishers. Roman Petrov (ed), forthcoming 2009: “ Fundamentals of European Union Law, ” Justinian, Kiev. Conference Presentations “Constitutional reforms in Ukraine”, at Improving the Quality of Democracy in Central and Eastern Europe through EU , organised by the EUI Department of Law and Istituto Italiano di Scienze Umane, 30 November -1 December, 2007. “Future EU-Ukraine enhanced agreement: view from Ukraine” at the 5th Wider Europe Confer- ence, org. by University of Leiden and Sussex European Institute, Brussels, 12-13 March 2008. “Th e new enhanced EU-Ukraine agreement versus the EU-Ukraine Partnership and Coopera- tion Agreement: transitional path or fi nal destination?”, at Integration without EU membership in Europe, organized by the MWP and the Department of Law, EUI, 23-24 May 2008. Seminar Presentations “Future of the EU-Russia relations”, at EUI RELEX Working Group meeting, 18 April 2008. “Regional Integration in the Post-Soviet Area”, at MWP Socialism Research Group, 12 May, 2008. Other Academic Achievements Roman Petrov was elected as President of the Ukrainian European Studies Association in 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 48 Anne Rasmussen (DENMARK) e-mail: ar.cbp@cbs.dk euI affi liation: Department of Social and Political Science euI Mentor: Adrienne Heritier Anne Rasmussen received her PhD in Political Science in 2006 from the University of Copenhagen. Before obtaining a two-year Max Weber Fellowship she was a Visiting Scholar at George Washington University and a Centennial Fellow at the American Political Science Association in Washington, D.C. Her current research analyzes intra- and inter-institutional relations in the European Union. She also examines how the European Union aff ects interest group behavior, national parties and national administration in the United Kingdom, the Netherlands and Denmark. After her Fellowship, Anne has moved on to a position as Assistant Professor at the department of Public Administration, Leiden University. Activities during Max Weber Fellowship Publications in Refereed Journals Anne Rasmussen, 2008: “Committees and Parties in the European Parliament”, forthcoming in a special issue of the Journal of European Public Policy , vol. 15, no. 8. Anne Rasmussen, 2008: “Party soldiers in a non-partisan community”, forthcoming in a special issue of the Journal of European Public Policy , vol. 15, no. 8 (with B. Lindberg and A. Warntjen). Anne Rasmussen, 2008: “Th e EU Conciliation Committee: One or Several Principals?”, Euro- pean Union Politics , vol. 9, no. 1. Other Selected Publications Anne Rasmussen, 2008: Special issue of the Journal of European Public Policy (vol. 15, no. 8). Anne Rasmussen, forthcoming 2008: “Th e evolution of the powers of the European Parlia- ment” in a book on Th e Evolution and Achievements of the European Parliament over the past 50 years commissioned by the European Parliament and edited by Yves Mény. Anne Rasmussen, forthcoming: “Executive Involvement in Bicameral Decision-making: Th e Role of the European Commission and the US Presidency”, Work in progress. Five columns for the Danish newspaper Berlingske Tidende (Member of a team of fi ve experts who write the weekly column “Politics on a Monday”). MWP Working Paper Anne Rasmussen, 2008: “Procedural Choices in Bicameral Bargaining in the European Union and the United States,” MWP Working Paper , European University Institute, Florence. Selected Conference and Seminar Presentations American Political Science Association, Boston, August 2008: Panel convener and presentation. Co-director of Workshop on Intra- and Interinstitutional Relations in EU Decision-making, ECPR joint sessions, Rennes, 2008. ECPR General Conference Pisa, September 2007: Chair of panel and two paper presentations. Co-organizer of two-week summer school in the fi eld of European integration for Masters Stu- dents from University College Dublin, EUI, San Domenico di Fiesole, May-June 2008. Teaching Political Institutions and Policymaking in the EU , Post grad course, JMU, with H. Callaghan. Other Academic Activities Oral evidence in Hearing on the Initiation of EU Legislation, 23 Apr. 2008, House of Lords, UK. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 49 Giesela Rühl (GERMANY) e-mail: giesela.ruehl@rewi.hu-berlin.de euI affi liation: Department of Law euI Mentor: Marie-Ange Moreau Giesela gained her PhD in Law from the University of Hamburg in 2003. Before joining the Max Weber Programme she was a senior research fellow at the Max Planck Institute for Comparative and Private International Law in Hamburg and a Joseph Story Fellow at the Harvard Law School. Giesela’s research focuses on German and European contract law, German and European private international law as well as comparative law and economic analysis of law. After her Fellowship Giesela has moved on to a posi- tion as a senior research fellow at the Humboldt-University in Berlin sponsored by the German National Science Foundation. Activities during Max Weber Fellowship Book Eckart Gottschalk, Ralf Michaels, Giesela Rühl & Jan von Hein (eds.), 2007: Confl ict of Laws in a Globalized World, Cambridge, Cambridge University Press. Publication in Refereed Journal Giesela Rühl, forthcoming: “Der nachvertragliche Entschädigungsanspruch des Handelsvertreters und seine Berechnung im Vereinigten Königreich,“ Zeitschrift für Europäisches Privatrecht . Other Publications (selected) Giesela Rühl, 2007: “Party Autonomy in the Private International Law of Contracts: Transatlan- tic Convergence and Economic Effi ciency,” in Eckart Gottschalk, Ralf Michaels, Giesela Rühl & Jan von Hein (eds.), Confl ict of Laws in a Globalized World, Cambridge, Cambridge University Press, pp. 153-183. Giesela Rühl, forthcoming: “Effi zienzprobleme bei grenzüberschreitenden Rechtsstreitig- keiten,“ in Reinhard Bork, Th omas Eger & Hans-Bernd Schäfer (eds.), Ökonomische Analyse des Verfahrensrechts, Tübingen, Mohr Siebeck. Giesela Rühl, forthcoming: “Choice of Law and Choice of Forum in the European Union: Recent Developments,” in Christopher Hodges & Stefan Vogenauer (eds.), Civil Justice Systems in Eu- rope: Implications for Choice of Forum and Choice of Contract Law, Oxford, Hart Publishing. MWP Working Paper Giesela Rühl, 2007: “Rechtswahlfreiheit im Europäischen Kollisionsrecht,“ MWP Working Pa- per, European University Institute, Florence. Conference Presentations “Choice of Contract Law and Choice of Forum in the European Union: Current Developments,” Civil Justice Systems in Europe: Implications for Choice of Law and Choice of Forum, Institute of European and Comparative Law, Faculty of Law, University of Oxford, 14-15 Mar. 2008. “Effi zienzprobleme bei grenzüberschreitenden Rechtsstreitigkeiten,“ VI. Travemünder Symposium zur ökonomischen Analyse des Rechts, University of Hamburg, Travemünde, 28-31 Mar. 2008. Seminar Presentations (selected) “Party Autonomy in International Contracts: Comparative and Economic Observations,” Max We- ber Fellow Seminar Series, Law Department, European University Institute, Florence, 28 Jan. 2008. “Th e Role of Judges in Times of Globalisation: A Private International Law Perspective,” Th e Judge as an Actor in Regulating the Transformation of Law in the Context of Globalisation: Social Perspectives, Law Department, European University Institute, Florence, 29 Jan. 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 50 Rubén Ruiz-Rufi no (SPAIN) e-mail: ruben.ruiz@cchs.csic.es euI affi liation: Department of Political and Social Science euI Mentor: Peter Mair & Mark Franklin Rubén received his PhD in Social Sciences from Juan March Institute in 2005. Before coming to the Max Weber Programme he was at the Universidad Complutense. Rubén’s research interest is on compara- tive politics and in particular political institutions like electoral systems as well as ethnic politics. After his Fellowship, Rubén has moved on to a Juan de la Cierva Fellowship position at the Institute of Public Goods and Policies (IPP) of the Spanish National Research Council (CSIC). He will be at that institutuion for the next three years working on a manuscript on electoral systems. Activities during Max Weber Fellowship Publication in Refereed Journal Rubén Ruiz-Rufi no, 2008: “Th e Armenian Parliamentary Elections,” Electoral Studies Vol. 27 (2). Other Publications Rubén Ruiz-Rufi no, 2008: “Luci e ombre del sistema elettorale spagnolo,” Italiani Europei . MWP Working Papers Rubén Ruiz-Rufi no, 2008: “Satisfaction with Democracy in Post-Communist Multi-Ethnic Countries. Th e eff ect of Political Institutions” MWP Working Paper 2008/24 , EUI, Florence. Rubén Ruiz-Rufi no, 2008: “Measuring Proportionality. A Systematic Approach to World Elec- toral Systems in Parliamentary Elections between 1946-2000,” MWP Working Paper 2008/10 , EUI, Florence. Conference Presentation “Measuring the mechanical eff ects of majority/plurality and PR electoral systems,” 4th. ECPR General Conference in Pisa, 2007. Seminar Presentation “Satisfaction with democracy in post-communist multiethnic countries. Th e eff ect of political institutions,” Seminar SPS Department, EUI March 5th 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 51 Antonio Stopani (ITALY) e-mail: stopani@interfree.it euI affi liation: Department of History and Civilization euI Mentor: Giulia Calvi / Antonella Romano Antonio received his PhD in History and Civilisations at the Ecole des Hautes Etudes en Sciences Sociales (Paris) in December 2003. Before coming to the Max Weber Programme he taught Early Modern History of Europe at the University of Nice (France). Antonio’s research interests are on social and institutional history with a particular focus on border studies and, more recently on environmental history. After his Fellowship, Antonio will move on to a position as Ricercatore at the Departement of Archeology, Anthropology and Geography at the University of Turin. Activities during Max Weber Fellowship Book Antonio Stopani, 2008: La production des limites. Etat et Communautés en Toscane (siècles XVI- XVIII) , Editions de l’Ecole Francaise de Rome. Other Publications Antonio Stopani, forthcoming: “Boundary Survey Plan” and “Boundary Plan”, in Cartography in the European Enlightenment , University of Chicago Press. Antonio Stopani, forthcoming: “La borne et l’expert. Figure de l’expertise à l’époque moderne” in J.Dubouloz, A.Ingold, C.Saliou, A.Stopani, J.-P.Van Stavael (eds.), Droits du sol en Méditer- ranée de l’Antiquité à l’Epoque Moderne , Editions de l’Ecole Francaise de Rome. MWP Working Paper Antonio Stopani, 2008: “Disentangling Communities. Albanian and Greek Communities in Southern Early Modern Italy,” MWP Working Paper , European University Institute, Florence. Conference Presentation “De l’itinéraire au territoire: pratiques et mises en représentation de l’espace dans l’Italie Mod- erne “, in Journée d’Etude “La construction du territoire. Siècles XVII-XVIII”, Aix-en-Provence, 23 January 2008. Teaching “History and Social Sciences. Th e perspective of microprocesses” (with Giulia Calvi and An- tonella Romano), PhD Seminar in the Department of History and Civilization, EUI, fall term 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 52 Anastasia Stouraiti (GREECE) e-mail: Anastasia.Stouraiti@eui.eu euI affi liation: Department of History and Civilization euI Mentor: Anthony Molho Anastasia received her PhD in History from the University of Athens in 2003. Before coming to the Euro- pean University Institute, she was a postdoctoral fellow at Princeton University. Anastasia is a cultural historian, specialising in the history of the Republic of Venice and its empire. Her research and teaching interests include the early modern Mediterranean, the history of the book and reading and early mod- ern visual culture. After her Max Weber Fellowship, Anastasia has taken up a position as Lecturer in Early Modern History in the Department of History at Goldsmiths, University of London. Activities during Max Weber Fellowship Publications Anastasia Stouraiti, 2007: “Raummetaphern der Rückständigkeit: Die Levante und der Mezzo- giorno in italienischen Identitätsdiskursen der Neuzeit” (with Rolf Petri) in B. Schenk and M. Winkler (eds), Der Süden. Neue Perspektiven auf eine europäische Geschichtsregion , Frankfurt, Campus, 2007, pp. 151-174. Anastasia Stouraiti, 2007: “Geografi e del trauma e politiche di lutto: racconti sulla perdita delle Isole Ionie a Venezia” in K.A. Demades (ed.), Th e Hellenic World between the Enlightenment and the Twentieth Century , Athens, Ellinika Grammata, 2007, vol. 2, pp. 159-168. Anastasia Stouraiti, forthcoming 2008: Book review, Stuart Clark, “Vanities of the Eye: Vision in Early Modern European Culture”, Oxford, OUP, 2007, European Review of History/Revue Européenne d’Histoire. MWP Working Paper Anastasia Stouraiti, 2008: “Colonial Mapping and Local Knowledge in the Venetian Empire, 1684-1715,” MWP Working Papers 2008/15 , European University Institute, Florence. Conference Presentations “Lutto e mimesi. Due aspetti della nostalgia imperiale nella Repubblica di Venezia,” Conference Nostalgia. Memoria e passaggi tra le sponde dell’Adriatico, Department of Historical Studies, Ca’Foscari University of Venice and Centro Tedesco di Studi veneziani, Venice, 18 April 2008. “Commerce, Empire and the Quest for Security: Th e Political Economy of Coastal Defence in the Venetian Stato da Mar, 16th-18th Century,” 5th IMEHA International Congress of Maritime History , University of Greenwich, London, 26 June 2008. Seminar Presentations “Visualising Empire”, presented in Arfon Rees’ and Martin van Gelderen’s PhD seminar Litera- ture, History and Culture , Department of History and Civilization, EUI, 29 October 2007. “Paper Islands: Insularity, Empire and the Visualisation of Knowledge in Early Modern Venice”, presented in Anthony Molho’s Th esis Writing Seminar, Department of History and Civiliza- tion, EUI, 6 November 2007. Teaching Co-teaching with Prof. Martin van Gelderen of a PhD Seminar on “Readers, Spectators Audi- ences: From Early Modern Venice to the Weimar Republic”, Department of History and Civili- zation, EUI, spring term 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 53 Anicée Van Engeland (FRANCE/BELGIUM) e-mail: anisseh04@post.harvard.edu euI affi liation: Department of Law euI Mentor: Pierre-Marie Dupuy Before becoming a Max Weber fellow Anicée Van Engeland-Nourai (LL.M Harvard Law School; MA Ira- nian Studies Paris III Sorbonne; MA Int. Relations Paris II Assas; PhD Islamic World, Institut d’Etudes Politiques de Paris) worked for several non governemental and international organizations. During her time at the EUI, she focused on the relations between Islam, human rights and humanitarian law. Fol- lowing her year at the EUI, Anicée has taken up the Boulton Fellowship at McGill University where she will teach on human rights and Islamic law. Activities during Max Weber Fellowship Book & Book Chapters Anicée Van Engeland and Rachael Rudolph, 2008: From Violence to Politics , Ashgate. Anicée Van Engeland, forthcoming 2008 “Refugees in Iran - Th e Afghan and Iraqi Communi- ties: Voluntary Repatriation Process”, in Contemporary Challenges in Return , ed. JP. Cassarino. Anicée Van Engeland, 2008, “Muslim women and the quest for freedom: Acting from bottom to the top of the society” in Anthology of Women’s Citizenship , ed. Linda McClain, CUP. Anicée Van Engeland, 2008, “Islamic law, terrorism and humanitarian law” in Law and police, Law, Terrorism and Miscarriage of justice , ed. VB Malleswari, ICFAI, Hyderabad, A.P, India Publication in Refereed Journal Anicée Van Engeland, 2008 “Th e Diff erences and Similarities between International Humani- tarian Law and Islamic Humanitarian Law: Is there Ground for Reconciliation?” Th e Journal of Islamic Law & Culture , Vol. 10, No 1: 81-99. Other Publications Anicée Van Engeland, 2008, “Iranian Intellectuals, Civil Society and Human Rights: the Search for a new Path for the Enforcement of Universal Human Rights in Iran”, WP, 9th Mediterranean Research Meeting. Anicée Van Engeland, 2008, “Afghan Refugees in Iran: From the camps to the cities”, working paper, Workshop Migration into Cities: Patterns, Processes and Regulations, Irmgard Coninx Stift ung Institute and Institute for Migration. MWP Working Paper Anicée Van Engeland, 2008, “Le Droit International des droits de l’homme et la République Is- lamique d’Iran: Respect des obligations internationales par un gouvernement islamique,” MWP Working Paper , EUI, Florence. Conference Presentations “Th e Challenge of fragmentation of IHL regarding the Protection of Civilians - An Islamic Per- spective,” Th e Association of American Law Schools Annual Conference, NY, Jan. 2-6, 2008. “Extraordinary Renditions and Human Rights”, ABA Annual Conference, London, October 2007. Teaching “EU Justice and Home Aff airs Policy in the European Union”, Policy Studies Master Program- Graduate Programme, James Madison University, spring term 2008. Other Academic Activities Member of Advisory board of the Irmgard Coninx Foundation in Berlin ",
        "Max Weber PrograMMe, annual rePort 2007-2008 54 Mikhail Velizhev (RUSSIA) e-mail: Mikhail.Velizhev@EUI.eul euI affi liation: Department of History and Civilization euI Mentor: Bartolomé Yun Casalilla Mikhail received his PhD in the History of Russian Literature from the Russian State University for Human- ities in 2004 and from the Università degli Studi di Milano in 2005. Mikhail’s research interest is on Rus- sian and Western European 19th century history, civil society, the public sphere, history of nationalism, and the sociology of Russian literary criticism. After his Fellowship, Mikhail has moved on to a position as Associate Professor of History of Russian literature at the Russian State University for Humanities. Activities during Max Weber Fellowship Book Mikhail Velizhev, Elena Smiljanskaja, Irina Smiljanskaja, forthcoming: Russians at the Medi- terranean during the Russo-Turkish War (1768-1774) . Novoe izdatel’stvo, Moscow. Publication in Refereed Journal Mikhail Velizhev, 2007: “Novye stikhotvoreniya I.I. Dmitrieva: “Na končinu A.L.P…” (“Th e New Poems of I.I. Dmitriev: “Na končinu A.L.P…”), Novoe literaturnoe obozrenie (New Literary Review), №85 : 7-17. (coauthored with Aleksey Balakin). Other Publications Mikhail Velizhev, 2007: “Aff aire du Teléscope”: Perepiska S.G. Stroganova i S.S. Uvarova (oktjabr’ 1836 goda),” Pushkinskie chtenia v Tartu 4: Pushkinsaja epoha: Problemy refl eksii i kommentarija, Tartu. Mikhail Velizhev, 2008: “Moya metafi sica» N.V. Stankeviča: k istorii teksta” (“N.V. Stankevič “My metafi sics”: the history of the text”), Russkaja literatura, 2008, №2: 204-209. MWP Working Paper Mikhail Velizhev, 2008: “Inventing Russian history: ‘Refl ections on Russia’ – an unearthed es- say of Yakov Ivanovič Bulgakov (1743-1809),” MWP Working Paper , EUI, Florence. Conference Presentations “Refl ections on Russia” – an unearthed essay of Jakov Ivanovič Bulgakov (1743-1809)”, Confer- ence UK meeting of the Study Group on Eighteenth-century Russia, High Leigh Conference Center, Hoddesdon, UK, January 2008. “Pensieri sulla Russia” di Jakov Bulgakov (1792): un testo russo nel contesto culturale francese”, Con- ferenza Francia e Russia allo specchio: politica, cultura, storiografi a. 1789-1989 , Pisa, April 2008. “La nascita della critica letteraria russa (18-19 sec.): giudizio letterario e pregiudizio sociale”, conferenza Giudizi e pregiudizi, Universita’ degli Studi di Firenze, EUI, June 2008. Seminar Presentations “Russian nationalism debates in 19th century,” in Comparative and Trans-national History PhD Seminar (Profs. Bartolomé Yun-Casalilla and Philipp Th er), EUI, 6 Dec. 2007. “Th e public sphere in 19th century Russia,” in Russia and Eastern Europe: Problems of State and Social Organization , PhD Seminar (Prof. Arfon Rees), 23 Nov 2007. “Jakov Bulgakov’s ‘Refl ections on Russia’: ‘Polish’ and ‘French’ origins of the early Russian na- tionalism” in Between Diff usion and Rejection (Profs. Bartolomé Yun-Casalilla and Antonella Romano) PhD Seminar, EUI, 30 Jan. 2008. “Russian Historiography under the Reign of Nicolas I and the problem of areas of sociability in Russia,” in the workshop State Socialism and beyond , MWP, EUI, 22 May 2008. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 55 Joanna Wolszczak-Derlacz (POLAND) e-mail: jwo@zie.pg.gda.pl euI affi liation: Department of Economics euI Mentor: Morten O. Ravn Joanna received her PhD in Economics from the Gdansk University of Technology in 2006. Part of her doctoral research was conducted at Katholieke Universitei Leuven, Belgium and at Glasgow University. Joanna’s research interest is on economic and monetary union. After her Fellowship, Joanna has moved on to a position as Assistant Professor at the Gdansk University of Technology, Poland. Activities during Max Weber Fellowship Books and Book Chapters Joanna Wolszczak-Derlacz, 2007: Wspólna Europa, różne ceny-analiza procesów konwergencji [Common Europe, diff erent prices - the analysis of convergence], CeDeWu Scientifi c Publish- ers, Warsaw. Joanna Wolszczak-Derlacz, 2007: “Convergence or Divergence in the EU? – Th is is a question,” in: Selected International Problems (ed. Gawrycka M), Gdansk University of Technology. Joanna Wolszczak-Derlacz, forthcoming 2008: “Konkurencyjność cenowa na rynkach międzynarodowych [International Price Competitiveness]” in Konkurencyjność – mikro, meza i makro [Competitiveness – Macro, Mezo and Micro] (edi. Daszkiewicz N., PWN. Publications in Refereed Journals Joanna Wolszczak-Derlacz, 2008: “Price convergence in the EU - aggregate and disaggregate approach,” International Economics and Economic Policy , Springer. Eszter Bartha and Joanna Wolszczak-Derlacz, forthcoming 2008: “Th e Power of Silence? Opin- ion contagion and the surprise of the Polish 2005 parliamentary and presidential elections,” Polish Sociological Review . MWP Working Papers Joanna Wolszczak-Derlacz, 2008: “Does One Currency mean One Price?,” MWP Working Pa- per 2008/21 , EUI, Florence. Eszter Bartha and Joanna Wolszczak-Derlacz, forthcoming 2008: “Why Do People Choose to Be Silent? - Simulating Electoral Behaviour”, MWP Working Paper 2008/26 , EUI, Florence. Other Publications Joanna Wolszczak-Derlacz, 2008: “Zróżnicowanie kosztów pracy w krajach Unii Europejskiej, [Th e diff erences in Labour cost across the EU]”, Gdańsk University of Technology Working Paper. Rembert De Brender and Joanna Wolszczak-Derlacz, 2008: “Th e price convergence in the EU and New Member States”, Mimeo. Seminar Presentations “Do New EU Members Have any Chance of Earning as much as Westerners Do?” Presented at the Working Group State Socialism and Beyond at the EUI, January 2008. “Th e Power of Silence? Opinion contagion and the surprise of the Polish 2005 parliamentary and presidential elections” Multidisciplinary MWP Workshop (with Eszter Bartha), April 2008. Teaching “Th eory of economic convergence,” Mini Module Teaching at the London School of Econom- ics, 11-15 May, 2008. Seminar on “Process of Convergence”, Gdansk University of Technology, October 2007. ",
        "Max Weber PrograMMe, annual rePort 2007-2008 56 Wojciech Zaluski (POLAND) e-mail: zaluskiwojciech@gmail.com euI affi liation: Department of Law euI Mentor: Giovanni Sartor Wojciech received his PhD in Law at the Jagiellonian University in Krakow in 2005 and his PhD in phi- losophy at the Pontifi cal Academy of Theology in Krakow in 2007. Before coming to the Max Weber Programme he was at the Department of Legal Philosophy of the Jagiellonian University. Wojciech’s research interest is focused on legal, political and moral philosophy. After his Fellowship, Wojciech has returned to the Department of Legal Philosophy of the Jagiellonian University where he holds a posi- tion of adjunct lecturer. Activities during Max Weber Fellowship Book Wojciech Zaluski, forthcoming: Skłonnościowa interpretacja prawdopodobieństwa (Propensity Interpretation of Probability), Biblos-OBI, Krakow-Tarnow; On Some Legal-Philosophical Problems from the Perspective of Evolutionary Th eory. Other Publications Wojciech Zaluski, forthcoming: “Th e Concept of Justice: Problems Solved and Unsolved,” Union of Turkish Bar Associations Publications. MWP Working Papers Wojciech Zaluski, 2008: “Evolutionary Th eory and the Goals of Law,” European University In- stitute, Florence. Wojciech Zaluski, 2008: “Models of the Origins of Law. An Attempt of Appraisal from the Perspective of Evolutionary Th eory,” MWP Working Paper , European University Institute, Flor- ence. Conference Presentation “Th e Concept of Justice: Problems Solved and Unsolved,” Conference Law and Justice, Ankara, 8-11 January, 2008. Seminar Presentations “Th ree Models of the Origins of Law”, Law Max Weber Fellows Seminar Series, EUI. “Th e Psychology of Socialism”, MWP Workshop State Socialism and Beyond , EUI. Other Academic Activities Organization of conference on “David Hume on Norms and Rationality” MWP, European Uni- versity Institute, April 2008. ",
        "The European Commission supports the EUI through the European Union budget. This publication reflects the views only of the authors, and the Commission can- not be held responsible for any use which may be made of the information contained therein. Max Weber Programme European University Institute Villa La Fonte, Via delle Fontanelle 10 50014 San Domenico di Fiesole, Italy www.eui.eu/MaxWeberProgramme Email: mwp@eui.eu Tel: +39 055 4685 822 fax: +39 055 4685 804 © 2008 European University Institute Annual Report 2007-2008 The Max Weber Fellows put on a brave fight as the Mad Max Team in the annual football tourna- ment of the EUI, the Coppa Pavone, June 2008. Chianti wine tasting tour, November 2007. Thomas Hintermaier demonstrating his non- academic skills to fellow fellows on the terrace of Villa la Fonte, January 2008. MWP visit to the Vasari Corridor, December 2007. Fellows hike on Monte Ceceri, Fiesole, October 2007. ",
        "Max Weber Programme European University Institute Villa La Fonte, Via delle Fontanelle 10 50014 San Domenico di Fiesole, Italy Email: mwp@eui.eu www.eui.eu/MaxWeberProgramme Annual Report Academic Year 2007-2008 Max Weber Programme "
    ]
}