{
    "text": [
        "K I - N A - 25 - 101 - E N - C E t h i c a l a n d R e g u l a t o r y C h a ll e n g e s t o S c i e n c e a n d R e s e a r c h P o l i c y a t t h e G l o b a l L e v e l Research and innovation Ethical and Regulatory This expert group report on the Ethical and Regulatory Challenges to Science and Research Policy at the Global Level has been authored by experts from Europe and the United States of America in an interdisciplinary manner. Science is a major driving force of globalisation. We cannot assume that the ethical values underpinning the European Union’s Framework Programme are accepted outside Europe. This has become very clear in the global discussion on privacy standards and data protection, as well as on the ethical imperative for benefit sharing from scientific and technological advance. The expert group has made specific policy recommendations for these two topics, especially in the light of emerging technologies. The expert group advocates an approach to advance an international framework for responsible research and innovation by means of multilateral dialogue. Since governmental bodies have limited possibilities, it will be necessary to include both state and non-state actors in this dialogue. to Science and Research Policy at the Global Level Challenges doi:10.2777/35203 ",
        "How to obtain eu publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate A - Framework Programme & Interinstitutional relations Unit A.1 - External & Internal communication E-mail: RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels ",
        "Ethical and Regulatory Challenges to Science and Research Policy at the Global Level EUROPEAN COMMISSION 2012 Directorate-General for Research and Innovation ",
        "LEGAL NOTICE: Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2012 ISBN: 978-92-79-22275-7 doi:10.2777/35203 © European Union, 2012 Reproduction is authorised provided the source is acknowledged. Printed in Luxembourg EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed ",
        "3 Table of Contents Executive Summary 4 Preface 7 Chapter 1. Introduction: The Ideal of Responsible Research and Innovation 8 Chapter 2. New Security Technologies and Privacy 14 Chapter 3. Scientific-Technological Divides and Benefit Sharing 31 Chapter 4. Global Governance for Responsible Research and Innovation 43 Chapter 5. Conclusions and Recommendations 51 Members of the expert group: note on the authors 55 ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 4 The responsible governance of scientific research and technological innovation has become a political and policy concern throughout the world. Many have argued that the unfettered promotion of science and innovation is necessary to the eco- nomic vitality, public health, and nation- al security of any country. At the same time there are those who maintain that neither science and technology nor the market can be left to operate wholly on their own without societal guidance and regulation. European experience offers informed perspectives on such issues in ways that may help inform larger discus- sions. It is thus useful to consider what can be seen through the eyes of Europe concerning the pursuit of responsible re- search and innovation. The European Commission has recently outlined ambitious plans to create and foster an Innovation Union building on and developing post-Lisbon Treaty strat- egies for creating a European knowledge society. The Europe 2020 strategy fur- ther outlines a vision of Europe as an economy that is smart, sustainable and inclusive. The Innovation Union aims to turn ideas into jobs, generate green growth and promote social progress. Central to this strategy are scientific re- search and an innovative capacity to turn research into technologies, products and/ or marketable services. To the extent that research and innova- tion are not ends in themselves but an- chored in human rights and linked to pub- lic goods, European policy seeks robust and effective mechanisms for the govern- ance of science and innovation. Although we must be wary of heavy-handed gov- ernance, simple free-market faith in an invisible guiding hand is no more ade- quate with regard to unfettered research and innovation than it is in other sectors of the economy. Building on a previous Expert Group report on the Global Gov‑ ernance of Science (2009) our report thus examines two governance issues central to societal welfare: privacy protection and benefit sharing. The outcome of this examination can be summarized in terms of 12 recommendations (reviewed here in sometimes abbreviated form). Chapter 1 spells out the concept of re- sponsible research and innovation (RRI) as going beyond ethical responsibility and risk management to promote ben- efits to humanity. The benefits at issue are anchored in the human rights tradi- tion and especially those enshrined in the Charter of Fundamental Rights of the Eu‑ ropean Union and the Treaty of Lisbon: dignity, freedoms, equality, solidarity, citizen’s rights, justice, and sustainability. The two key human rights commitments given special attention here are privacy protection and benefit sharing, which are challenged respectively by the develop- ment of new security technologies and global scientific-technological divides. Recommendation 1: The European Com- mission should pursue a balance between ethical and socio-cultural diversity, both at the EU level and globally, in accord with respect for internationally recog- nized fundamental values. This is es- pecially true in such challenges as the protection of privacy and benefit sharing as aspects of the global governance of science and innovation. Chapter 2 addresses the challenge of pri- vacy protection in the presence of new Executive Summary ",
        "EXECUTIVE SUMMARY 5 security technologies. There is a tension between technological innovation that can promote security and the protection of privacy. Too often invasion of privacy (by means of airport body scanners, communi- cations monitoring, and more) is presented as a way to enhance security. RRI requires critical reflection on and a search for ways to bridge the opposition. With this in mind, we make six further recommendations: Recommendation 2: The European Com- mission should promote sustained re- search and collaborative consensus de- cision making to bridge the opposition between privacy and security. Recommendation 3: The European Com- mission should pursue the development of truly global standards and appropriate enforcement mechanisms for the protec- tion of privacy in the presence of advanc- es in security technologies. Recommendation 4: The European Com- mission should promote privacy protec- tion as an innovation driver rather than a barrier. Recommendation 5: The European Com- mission should promote a wider under- standing of Privacy by Design and imple- ment the principle whenever possible. Recommendation 6: The European Com- mission should strengthen its own under- standing of and commitment to privacy as a fundamental human right while pro- moting its recognition in a global context. Recommendation 7: The European Com- mission should sponsor critical reflec- tion among scholars and policy analysts on the full implications of the inherent transparency of electronic information. Chapter 3 turns to the issue of benefit sharing. A graphic presentation of the reality of global scientific and technologi- cal divides is followed by the argument that the established meaning of benefit sharing needs to be extended with an as- pirational understanding. That is, not only should those who contribute to science be able to share in its benefits; a truly RRI perspective would indicate that the bene- fits of science should be shared with soci- ety as a whole and globally. Going beyond benefit sharing as justice in exchange for contributions, the aspirational model is linked to issues of distributive justice as articulated in the Universal Declaration of Human Rights. This perspective leads to another five recommendations: Recommendation 8: The European Com- mission should collaborate with the WHO to promote implementation of a Health Impact Fund and explore adapting the concept to other areas such as food and energy. Recommendation 9: The European Union should work towards truly global rati- fication of the Convention on Biological Diversity and universal support for the Declaration of Helsinki, deploying foreign policy leverage as appropriate. Recommendation 10: The European Commission should specifically include a requirement for compliance with the Convention on Biological Diversity in the forthcoming Horizon 2020 Framework Programme for Research and Innovation ethics review protocol. Recommendation 11: Following the Mil- lennium Development Goal approach, the European Commission should work to engage all relevant sectors of soci- ety in contributing to the aspiration of benefit sharing. Recommendation 12: The European Com- mission should collaborate with the WHO ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 6 to devise a comprehensive benefit shar- ing framework relevant to future access to human biological resources as well as global public health. Drawing on the case studies of privacy protection and benefit sharing, chapter 4 considers some general governance prin- ciples for promoting RRI on a broad scale. It argues for adaptation of processes manifested in multilateralism as the best means to work towards the objectives of the recommendations. Multilateral- ism, in turn, exhibits clear affinities with the political principle of subsidiarity and the knowledge producing practices of interdisciplinarity In conclusion, chapter 5 summarizes the recommendations and proposes a suite of further points and practices for consid- eration during specific implementation. ",
        "PREFACE 7 Questions concerning the responsible governance of scientific research and technological innovation have become topics of public discourse in developed and developing countries alike. On the one hand, there is general agreement that the promotion of research and innovation benefits society. On the other hand, the funding of research and the promotion of innovation require making decisions about priorities. Not all research programs can be funded, nor are all innovations equally worthy of promotion. Research and inno- vation need to be pursued in a responsible manner. Relevant decisions involve com- plex and difficult issues that call for analy- sis from multiple perspectives. A previous Expert Group report on the Global Governance of Science (European Commission, 2009) concluded with six recommendations. The first three fo- cused on the internal dynamics among scientists in the European Research Area (ERA) and recommended (1) the continu- ing promotion of ethical self-governance, (2) the self-critical appreciation of rela- tions between science and society, and (3) making the results of research as widely available as possible. The final three focused on external relations be- tween the ERA and the globalizing world, recommending collaboration between European and non-European scientists in ways that (4) enact fundamental human rights, (5) promote critical reflection and discussion with regard to both the means and ends of science, and (6) extend EU leadership in helping to bridge divides. This Expert Group report on Ethical and Regulatory Challenges to Science and Re‑ search Policy at the Global Level builds on the previous report by considering in greater detail two specific cases related especially to recommendations four and five: privacy protection and benefit shar- ing. Since the turn of the millennium pri- vacy protection and benefit sharing have emerged as key elements of European Commission policy for the governance of science. From its inception, the ERA has sought to do more than simply in- crease funding and collaboration. It has also sought to protect personal privacy as member states progressively create a knowledge- and information-based so- cio-economic order, and to promote shar- ing the benefits of research and innovation among the member states and beyond. These same issues of privacy protec- tion and benefit sharing are relevant to and increasingly prominent throughout a globalizing world. Based on a desire to consider such issues and to contrib- ute a European perspective to the global discourse, the present Expert Group was convened for a year of critical analysis and reflection, with representatives from the fields of ethics, international rela- tions, philosophy, political science, psy- chology, and sociology. Expert Group for- mation took place in late 2010 and met in January, June, and September 2011, supplemented by email exchanges across this period. The following report is the re- sult of this extended expert deliberation. Finally, we commend the Ethics and Gen- der unit of Directorate B (European Re- search Area) for initiating and supporting the work that went into this report. We also wish to acknowledge editorial assis- tance from Julie Cook Lucas. And it should be noted that all members of the expert group, despite various institutional affilia- tions, have contributed only as individuals. Preface ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 8 Chapter 1 Introduction: The Ideal of Responsible Research and Innovation Since the 1800s, science and technology have significantly improved survival rates, longevity, and material conditions of human life such as transport and communications. In the second half of the twentieth century however, questions were raised about the continuation of this trajectory, which in turn generated considerable debates about the role of science. This report, while acknowledging critical concerns on both sides of this issue, is more interested in helping to identify the best ways to continue the positive contributions of science to the citizens of Europe and to humanity as a whole. This is a greater challenge than is some- times appreciated. Historically, science and technology have at times been pur- sued without proper respect for ethical boundaries and put to monstrously de- structive uses. In the more recent past, scientific research policies and technol- ogy assessment have focused heav- ily on identifying the risks and potential adverse effects of technoscientific ad- vances. But while it is essential to prac- tice science in an ethically acceptable manner, this is only one prerequisite for making positive contributions to enhanc- ing the quality of human life. Likewise, the avoidance and management of un- intended negative consequences is in- sufficient. Today it is important to guide science, especially insofar as science is dependent on publicly funded research, towards positive outcomes that can im- prove human lives. A combination of the three themes of ethical acceptability, risk management, and human benefit yields the ideal of Responsible Research and Innovation (RRI) 1 (see Figure 1.1). The European Commission (EC) ― as stated by the European group on Ethics in Sciences and New Technologies 2 ― wants to promote the responsible use of science and technology both within the European Union (EU) and worldwide. This goal involves striking a balance between ethical and socio-cultural diversity, both at the EU level and globally, while re- specting internationally recognized fun- damental values ― and promoting their further development. It is precisely in this context that the ethical foundations for science and technology policies are de- 1 The concept of Responsible Research and Inno- vation is further elaborated in: Von Schomberg, Rene (2012) Prospects for Technology Assess- ment in a framework of responsible research and innovation, in: M. Dusseldorp and R. Beecroft (eds) Technikfolgen abschätzen lehren: Bildungspot‑ enziale transdisziplinärer Methoden ,Wiesbaden: Springer VS Verlag, pages 39-61. 2 General Report on the Activities of the European Group on Ethics in Science and New Technolo‑ gies to the European Commission 2005 , Lux- embourg : Publications Office of the European Union, 2010. ",
        "CHAPTER 1. INTRODUCTION: THE IDEAL OF RESPONSIBLE RESEARCH AND INNOVATION 9 bated worldwide and where the need for effective global governance of science has become increasingly urgent. The EC has recently outlined ambitious plans to create and foster an Innovation Union, building on and developing post- Lisbon Treaty strategies for creating a European knowledge society. The Europe 2020 strategy further outlines a vision of Europe as an economy that is smart, sus- tainable and inclusive. An Innovation Un- ion turns ideas into jobs, generates green growth and promotes social progress. Scientific research and an innovative ca- pacity to turn research into technologies, products and/or marketable services are central to this strategy. Yet to the extent that research and innovation are not ends in themselves but linked to social welfare, European policy has generally argued the need for robust and effective mechanisms for the governance of science and innova- tion. Building on a previous Expert Group report on the Global Governance of Science (2009), this report thus examines two gov- ernance issues central to social welfare: privacy protection and benefit sharing. The two issues of privacy protection and benefit sharing have been selected for the following reasons: • Privacy protection and benefit shar- ing are global issues. They cannot be achieved within European bor- ders alone, but must take account of third countries and parties around the world. As a result, they are par- ticularly well suited to form case studies for the global governance of science and technology. • Neither privacy protection nor ben- efit sharing can be expected to materialise spontaneously. Instead, they will emerge through ethical re- flection and will be enacted through regulatory guidance to protect basic Ethical and Policy Anchor Points The European commitment to human rights establishes key anchor points for the ethics and regulation of science and innovation. Human rights are also closely linked to global aspirations to promote responsible research and innovation. The global political commitment to human rights is articulated in the Universal Declaration of Human Rights adopted by the United Nations General Assembly in 1948. Further articulation has taken place inter alia in the International Covenant on Economic, Social and Cultural Rights and the International Covenant on Civil and Political Rights , both adopted in 1966. These documents include the following statements of particular relevance to issues of privacy protection and benefit sharing: No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honour and reputation. Everyone has the right to the protection of the law against such interference or attacks. ( Universal Declaration of Human Rights , Article 12; International Covenant on Civil and Political Rights , Article 17) Figure 1.1: Responsible Research and Innovation ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 10 freedoms and the requirements of justice. As such, they offer good case studies for a report on governance. • While privacy protection is already comprehensively affirmed within Eu- rope, benefit sharing is not. Hence, the two form a good pair for com- parative purposes. • In privacy protection, the state aims to avoid infringements of the private sphere. Here philosophers would speak of a negative liberty right. In benefit sharing, however, the state aims to regulate the sharing of benefits to achieve justice, which is a positive liberty right. 3 Privacy protection and benefit sharing can therefore be usefully contrasted. Our report focuses first on principles and values (chapter 1). Then, in relation to the cases of privacy and benefit sharing, it seeks to identify challenges and appro- priate responses (chapters 2 and 3) be- fore considering governance in general (chapter 4). A conclusion (chapter 5) sum- marizes our recommendations. Values in Responsible Research and Innovation If the third constituent element of RRI is benefits to humanity, we need to ask: What are these benefits? Here agreed values become important. Rather than seeing ethical values as impediments to or restraints on the conduct of science, RRI is driven and guided by values 4 , es- pecially those recognised by the Charter 3 Berlin, I., 2002, Liberty, ed. H. Hardy, Oxford: Oxford University Press, 2002. 4 The concept of Responsible Research and Inno- vation is further elaborated in: Von Schomberg, Rene (2012) Prospects for Technology Assess- ment in a framework of responsible research and innovation, in: M. Dusseldorp and R. Beecroft (eds) Technikfolgen abschätzen lehren: Bildungs‑ potenziale transdisziplinärer Methoden , Wies- baden: Springer VS Verlag, pages 39-61 Everyone has the right freely to participate in the cultural life of the community, to enjoy the arts and to share in scientific advancement and its benefits. Everyone has the right to the protection of the moral and material interests resulting from any scientific, literary or artistic production of which he is the author. ( Universal Declaration of Human Rights , Article 27) The States Parties to the present Covenant recognize the right of everyone: … [t]o enjoy the benefits of scientific progress and its applications. ( International Covenant on Economic, Social and Cultural Rights , Article 15) The specifically European commitment to human rights can be traced to the 1949 establishment of the Council of Europe (COE) and its determination to promote principles of pluralist democracy, human rights, and the rule of law. From its original 10 members, the COE has grown to 45 member states with over 875 million citizens. Early in its history, the COE adopted a Convention for the Protection of Human Rights and Fundamental Freedoms (1950), commonly known more simply as the European Convention on Human Rights (ECHR). This was not only the COE’s first legal treaty to protect human rights but the first international human rights treaty with enforceable mechanisms. The ECHR reiterated that “Everyone has the right to respect for his private and family life, his home and his correspondence” (Article 8). Extending the ECHR, the Charter of Fundamental Rights of the European Union , which was adopted in 2000 and entered into force in 2009, is structured around principles of dignity, freedoms, equality, solidarity, citizens’ rights, and justice — all of which are relevant to the practice of responsible scientific research and innovation. Taken together such documents clearly entail a human rights-based commitment to the protection of privacy and to benefit sharing, although these terms themselves are not always present as such. The Declaration on Science and the Use of Scientific Knowledge , which was adopted in 1999 by the World Conference on Science and endorsed the same year by the UNESCO General Conference, explicitly applies general human rights commitments to science. It stresses “the urgency of using knowledge from all fields of science in a responsible manner to address human needs and ",
        "CHAPTER 1. INTRODUCTION: THE IDEAL OF RESPONSIBLE RESEARCH AND INNOVATION 11 of Fundamental Rights of the European Union 5 (citizens’ rights, freedoms, dignity, justice, equality and solidarity) as well as the Lisbon Treaty, which through Article 3(3) proposes to achieve: the sustainable development of Europe based on balanced economic growth and price stability, a highly competitive social market economy, aiming at full employment and social progress, and a high level of protection and improvement of the quality of the environment. 6 Importantly, the Lisbon Treaty gives the Charter the same legal value as a treaty, which means that it now forms part of the primary law of the EU. As a result provisions are potentially enforceable through national courts as well as in the European Court of Justice. 7 A focus on the values listed in Figure 1.2 is designed to ensure that: • Normative targets are democratically agreed and therefore provide a legiti- mate basis for the governance of sci- ence and technology within Europe. • Science and technology policies, like other policies, are driven by the EU Treaty and the EU Charter , which are legally binding. • The results of research and innovation are less likely to be rejected by the public upon market entry. This applies to security measures (e.g. surveillance 5 The Charter of Fundamental Rights of the Eu- ropean Union. http://www.europarl.europa.eu/ charter/default_en.htm 6 Lisbon Treaty, bookshop.europa.eu/is-bin/ INTERSHOP.enfinity/WFS/EU-Bookshop-Site/ e n _ G B / - / E U R / V i e w P u b l i c a t i o n - Start?PublicationKey=QC3209190. 7 Barnard, Catherine (2008) The Opt-out for the UK and Poland from the Charter of Fundamen- tal Rights, in: Griller, Stephan and Ziller, Jacques (eds) The Lisbon Treaty: EU Constitutionalism without a Constitutional Treaty? Berlin: Spring- er, pp.257-284, p.259f. tools) as much as to novel foods or the products of nanotechnology. • Values can provide concrete anchor points for the process of RRI as they can guide impact assessments. For instance, ensuring benefits to hu- mankind requires both environmen- tal protection and sustainability. For risk assessment, data protection must be ensured. aspirations without misusing this knowledge”. After further proclaiming “that scientific research and the use of scientific knowledge should respect human rights and the dignity of human beings, in accordance with the Universal Declaration of Human Rights , the Declaration on Science argues that science must be pursued in ways that promote progress, peace, and development. The full recognition of human rights in relation to science and innovation thus calls for broad privacy protection and sharing of the benefits of scientific progress. Achieving these ends further implies international co-operation, especially between developed and developing countries. But such cooperation will only succeed if it addresses the ethical and regulatory challenges to science and research policy through worldwide dialogue concerning the appropriate global governance of science and its capacities to promote responsible innovation. Figure 1.2: Basic Values from the EU Charter and the EU Treaty ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 12 Challenges to Responsible Research and Innovation Science as a human enterprise is inter- nationally recognized as a key driver of economic and social prosperity. Such rec- ognition implicitly assumes practical ap- plication of the concept of RRI. Supporting and developing a high standard of scien- tific achievement through RRI has become a marker for countries seeking to main- tain and enhance both global standing and national living standards. Beyond Eu- rope, North America, and Japan, RRI can be seen in attempts to develop a sense of national pride by achieving global scientif- ic and technological esteem through am- bitious biotechnology and nanotechnolo- gy programs, particularly in Asia. RRI can also be seen in efforts to shift economic dependencies away from over-reliance on finite natural resources, as in the Middle East. Science is championed as a means of enhancing and contributing to national worth, prestige and well-being. Given its special role as the central admin- istrative institution of the EU, the EC has its own responsibilities to fulfil in this regard. The EC has an obligation to promote basic values within Europe but also to help Eu- ropeans, including scientists, engage with the world at large in a non-dominating manner that further enhances the values it seeks to enact at home. This is as true in the practice of science and technology as in diplomatic and commercial affairs. Recommendation: The European Commission should pursue a balance between ethical and socio-cultural diversity, both at the EU level and globally, in accord with respect for internationally recognized fundamental values. This is especially true in such challenges as privacy protection and benefit sharing as aspects of the global governance of science and innovation. International scientific collaboration has the potential further to enhance RRI so as to contribute to human well-being. However, multilateral international col- laborations are challenged not only by: disparate standards for scientific merit review and differences in the infrastructures that ensure professional ethics and scientific integrity. These factors are further exacerbated by cultural differences that arise from the large range of social perspectives and stages of national development. In addition, given the volume and speed with which unvetted data and information are generated and disseminated, there has never been a greater urgency to develop shared principles to address the delicate balance between the openness of scientific information and rigorous merit review that is built on a strong ethical foundation. 8 By concentrating on scientific integrity, the above challenges identified by the Di- rector of the U.S. National Science Foun- dation take a narrow stance on the ideal conduct of science. Ethical acceptability requires more than scientific integrity. It requires, for instance, an application of the principle of the 3Rs (replace, reduce, refine). 9 The challenges of risk manage- ment as well as achieving the right out- comes, benefits or impacts of science also need to be added. Likewise, broader challenges such as considerable funding pressures, especially from public sourc- es, must be considered. The following table summarises the main challenges according to the three elements of RRI 8 Suresh, Subra (2011) Moving Toward Global Science , Science, Vol.333, p.802. 9 ihcp.jrc.ec.europa.eu/glossary/3-rs-principle- replace-reduce-refine ",
        "CHAPTER 1. INTRODUCTION: THE IDEAL OF RESPONSIBLE RESEARCH AND INNOVATION 13 while adding global issues. The colours code relevant values from the EU Charter (2000) and the Lisbon Treaty (2007), as indicated in the table below. 10 Chapters 2 and 3 of this report exam- ine in more detail two squares of the table, namely privacy protection and benefit sharing. With regard to privacy and benefit sharing, the following sali- ent issues will be considered: primary 10 We recognise that more than one value often applies (e.g., the ‘brain drain’ from developed countries is both a solidarity and a justice is- sue); however, for clarity in the present instance only one value is shown. relevant instruments of governance, major ethical and regulatory challeng- es, areas calling for improved govern- ance activities, possible needs for new governance institutions, and potential for a distinctive European approach. Building on the resulting analyses, chapter 4 will consider more generally the issue of governance for RRI, while chapter 5 summarizes conclusions and recommendations. Table: Challenges to Responsible Research and Innovation RRI Challenges Ethical Acceptability Risk Management Benefits for Humanity Global Issues Unethical science Loss of reputation and credibility Rejection of new technologies Less public and social engagement with science New social and cultural values in science Funding pressures, global financial crisis Continued availability of well-trained scientists “Cutting corners” and increasing risks Agreement on benefits and assessment Global competition for resources Regulatory, compliance and bureaucratic burdens/costs Compliance “fatigue” Helicopter research in “ethics-free” zones Best use of scarce public resources Brain drains and research tourism Need for global co- operation to further scientific goals Disparate standards for scientific merit review Privacy protection Global agreement on benefits and assessment Benefit sharing Justice Solidarity Equality Citizens' Rights Freedoms Dignity Sustainability ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 14 To appreciate the complexity of the is- sues raised, the present discussion be- gins by reviewing the political theory of security, the emergence of new security technologies, and the concept of priva- cy. This three-fold introduction is fol- lowed with an analysis in terms of the five salient issues listed at the end of chapter one. Political Theory of Security What is security? Simply put, security is the absence of danger. In this sense, security incorporates a range of factors, from material assets to intangibles such as fear, mistrust, lack of confidence, feel- ings of despair, or, alternatively, hope, trust, confidence and resilience. In 2005, the CEN BT/WG 161 on Protection and 1 Carl Schmitt, 1934, Politische Theologie: Vier Kapitel zur Lehre von der Souveränität. Dunck- er & Humblot, Munich and Leipzig [trans. G. Schwab, Political Theology: Four Chapters on the Concept of Sovereignty , University of Chi- cago Press, 2005]. Security of the Citizen 2 adopted the fol- lowing definition: Security is the condition (perceived or confirmed) of an individual, a community, an organization, a societal institution, a state, and their assets (such as goods, infrastructure), to be protected against danger or threats such as criminal activity, terrorism or other deliberate or hostile acts, [and] disasters (natural and man-made). Enforcing security policies has been a standard prerogative of the modern State. In the early 17 th century, Thomas Hobbes argued that the power of the State is justified by the concept of a so- cial contract in which people freely agree to obey state authority in return for peace and security. This is the source of the concept of national security. 2 www.cen.eu/cen/Sectors/Sectors/Security%20 and%20Defence/Security/Pages/BTWG161.aspx Chapter 2 New Security Technologies and Privacy In the contemporary political world the pursuit of security addresses threats that range from ter- rorism and financial crises to natural disasters and climate change. This search for security is often conceived in tension with respect for fundamental human rights, especially the right to privacy. The situation echoes Carl Schmitt’s analysis of the state of exception: in any political constitution, a crisis demands suspension of the rules, which is itself one of the rules 1 . Do we live in a perma- nent crisis? If we enlarge the concept of security to include almost any possible threat, the answer is unavoidably “Yes”. Indeed, under the threat of terrorism, technologies are being developed that invade the private sphere in the name of promoting security. But as the U.S. National Commis- sion on Terrorist Attacks upon the United States concluded, “if our liberties are curtailed, we lose the values that we are struggling to defend.” ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 15 The United Nations Commission on Hu- man Security report, Human Security Now (2003), shifted the focus from na- tional to human security. The associated Human Security Doctrine (HSD) argues for a paradigm shift from understanding security based on tangible assets (e.g., national borders, goods, properties, etc.) to one based on intangible human values. The focus must broaden from the state to the security of people — to human security. Human security means protect- ing vital freedoms. […] Human security connects different types of freedoms — freedom from want, freedom from fear and freedom to take action on one’s own behalf. 3 The following year a Study Group on Europe’s Security Capabilities proposed A Human Security Doctrine for Europe as a policy framework for the European Security Strategy. 4 The Human Security Doctrine for Europe echoed the UN ap- proach by stating that: a human security approach for the European Union means that it should contribute to the protection of every individual human being and not focus only on the defense of the Union’s borders, as was the security approach of nation-states. In 2009 this redefinition was affirmed by the European Security Research and Inno‑ vation Forum (ESRIF), which stated that: security is inextricably bound to a society’s daily political, economic and cultural values, [...] Security from a social perspective has three major 3 www.humansecurity-chs.org/ 4 Barcelona Report, www.consilium.europa. eu/uedocs/cms_data/docs/pressdata/ solana/040915CapBar.pdf characteristics: 1) It is about people — both as the source and the object of insecurity; 2) It is about society — in the knowledge that some threats will target people’s identity, culture, and way of life; 3) It is about values – and which proactive and reactive measures can protect Europeans while reflecting their values and way of life. 5 Finally a similar concept was affirmed by the Internal Security Strategy , adopted by the Council of the EU in early 2010. Ac- cording to this statement: security means protecting people and the values of freedom and democracy, so that everyone can enjoy their daily lives without fear. 6 At a first glance, the doctrine of human security in both UN and EU versions ap- pears more ethically palatable than that of national security. But while human security reconciles security and human rights by making human rights the pri- mary asset to be protected through secu- rity defending actions, it ends up turning the very notion of security into a fun- damental human right. This has its own risks. To quote Laurence Freedman: Once anything that generates anxiety or threatens the quality of life in some respect becomes labeled a ‘security problem’, the field risks losing all focus 7 . One consequence is that the meaning of security itself tends to be increas- ingly understood in terms of concrete 5 www.esrif.eu/documents/esrif_final_report.pdf 6 Council Document, 5842/2/2010, Internal Se- curity Strategy for the European Union: Towards a European Security Model. 7 Laurence Freedman, 2004, The new security equation, Conflict, Security & Development , 4, 3:245-259. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 16 possibilities for the protection of securi- ty, that is, in terms of the functional fea- tures of emerging security technologies. Emerging Security Technologies What, then, are the new security technol- ogies? There is no easy answer. Examina- tion of the main funding programmes of the Defense Advanced Research Projects Agency (DARPA) in the US and the Se- curity Programme in the EU reveals the existence of a broad spectrum of R&D related to “security technologies”. In the European context, one of the first projects funded in the PASR programme 8 (Preparatory Action on the enhance- ment of European industrial potential in the field of Security Research), the European Security: High Level Study on Threats Responses and Relevant Tech- nologies (ESSTRT) 9 , proposed a rela- tively simply taxonomy of five different groups 10 . Another PASR project, the Secu- rity Network for Technological Research in Europe (SeNTRE), developed a more complex taxonomy based on 50 tech- nologies grouped into four categories: (1) technologies-components, (2) equip- ment-subsystems, (3) systems-services, 8 1.Scanners to detect weapons or hazardous substances; 2.Smart containers for sea trans- port and large vehicles; 3.Area surveillance and perimeter/border protection; 4.Personal iden- tification, including biometrics; 5.Fast detec- tion and identification of chemical, biological and radiological substances PASR, Preparatory Action on the enhancement of the European industrial potential in the field of Security Re‑ search , heralded in the 2003-2005 period the current FP7 security programme cordis.europa. eu/security/policy.htm 9 www.thalesresearch.com/Default.aspx? tabid=465 10 The ESSTRT taxonomy echoed the taxonomy adopted since 2003 by the US Department of Homeland - Security Science and Technology Directorate, which was structured in thirteen capability/technology areas. A Typology of Security Technologies The Defense Advanced Research Projects Agency in the US, and the Security Programme in the EU fund security technology R&D in the following categories: Border, Aviation, Port, and Cargo Security covers technologies for human identification and authentication, passenger and baggage screening, cargo screening and container tracking. Research in this area focuses on conventional biometric identifiers (fingerprints, iris scan, face recognition, voice analysis, hand geometry, palm vein, etc.); multiple and multimodal biometrics; behavioral biometrics; radio frequency identification (RFID) tags; smart cards micro-electronic mechanical systems (MEMS); surveillance and detection technologies, and more. Biological, Radiological, and Chemical Agents Prevention is an expanding area focused on detection of and protection from intentional attacks (from both state and non-state actors) and natural hazards (e.g., bird flu). Detection tools include a vast array of chemical, biological, and radiation detectors, from conventional “puffer devices” that detect trace amounts of explosives, to technologies such as neutron resonance fluorescence imaging, which can scan large volumes of cargo or luggage down to the atomic level. Protection tools include vaccines, protective clothing, blast absorbing materials, neutralizing agents, and decontamination materials. Data Capture, Storage, Mining and Profiling focuses on data handling at various levels, the semantic web, mesh networking and grid computing, devices for intercepting communications signals and related information flows, and more. So-called Intelligence Led Policing (ILP) points towards a merging of law enforcement, counterterrorism, and disaster response technologies. Communication across disparate (and formerly totally independent) national and international agencies has become more and more important. Emergency Preparedness and Response technologies include vaccine stockpiles, communications systems, control systems for situational awareness, decision support systems for real-time response, and data integration and fusion. Related technologies include Geospatial Web and Location-Based Services, comprising emerging systems of ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 17 and (4) design-manufacturing — each pursued at five different levels 11 . In 2005 the EC Joint Research Centre-In- stitute for the Protection and Security of the Citizen (JRC-IPSC) proposed a com- prehensive taxonomy built on ESSTRT and SeNTRE, utilizing seven vertical mis- sions: (1) protection of sites and infra- structures, (2) surveillance and control of borders and coastlines, (3) protection of transport, (4) protection of distrib- uted networks, (5) protection of popula- tion, (6) disarmament verification related to weapons of mass destruction, and (7) foreign security operations 12 . This was complemented with five horizontal mis- sions: (a) nuclear, radiological, biological and chemical (prevention, detection, pro- tection and decontamination), (b) human factors, (c) economic and monitory pro- tection, (d) standards, testing, evaluation and certification, and (e) interoperability. The JRC-IPSC grid the referenced more than 200 different technologies/capa- bilities, ranging from “secured wireless broadband”, to “BC [biological and chemi- cal] sensors for confined public rooms” and “underwater unmanned vehicle”. A similar complexity was also reached by the European Security Research Advisory Board (ESRAB) taxonomy 13 . The bottom line is that attempts to create a coherent taxonomy of secu- rity technologies have produced a “ver- tigo of lists”, to use Umberto Eco’s apt 11 serac.jrc.it/dmdocuments/sentre/Serreault_ SeNTRE.pdf 12 Emerging Technologies in the context of “secu- rity”, http://serac.jrc.it/dmdocuments/emtec.pdf 13 ESRAB was formed in April 2005 including 50 high-level specialists and strategists with ex- pertise in the field of security research including: public authorities, industry, research institutes and specialist think tanks. In addition, five Mem- bers of the European Parliament and represent- atives from 14 European Commission services participated in the workings of the board. expression. It is difficult to escape the disturbing impression that everything could be — and often is — classified as a security technology. The more one tries to determine clear boundaries for these technologies, the more they seem to es- cape confinement. This is due not only to obvious market dynamics, but also to their very character. Security technolo- gies create new insecurity in a sort of Red Queen’s race 14 where the total amount of fear in the system seems only to in- crease — not because of any perverse strategy of the sovereign, but simply due to a collective tendency to rely on tech- nological fixes to deal with (in)security. Turning everything into a risk manage- ment issue can only promote a persistent 14 The Red Queen’s race is an incident that appears in Lewis Carroll’s Through the Looking‑Glass and involves the Red Queen, a representation of a Queen in chess, and Alice constantly running but remaining in the same place. global epidemiological surveillance based on monitoring online communications and the World Wide Web 1 . Surveillance is a special sector that can be either “white” (visible and disclosed to the public) or “black” (covert and invisible). A vast array of sensors across multiple modalities capable of collecting details that human beings cannot sense (e.g., infrared, ultrasound, subliminal images, electrical waves) can be found in closed-circuit television (CCTV), microphones, stereo cameras, and more. Software to help identify suspicious behavior by detecting intruders, loiterers, or people moving against the flow of pedestrian traffic, and intention and emotion detection systems (e.g., smart corridors where people are subjected to an array of sensors capable of remotely detecting microfacial expressions, blood pressure, pulse rate, perspiration, and so on, and to process data in order to evaluate people’s emotional arousal) are also under development. 1 E.g. Google Flu Trends, www.google.org/flutrends, MediSys, medusa.jrc.it, BioCaster, biocaster.nii.ac.jp, and others ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 18 sense of emergency, simply because life is by definition unpredictable. This is the broad context in which to consider the controversial relationship between secu- rity technologies and privacy. Privacy in the Context of Security Technologies What is privacy? Etymologically the term derives from the Latin privatus , past par- ticiple of privo ; “I deprive”, “I cut away”. Privacy thus refers to the state of being separated, secluded from others, in con- trast to the state of being public or com- mon. According to the Encyclopedia of Privacy , it describes and demands “limits on the appropriation of others’ peaceful seclusion, personal information, intimate choice, and identities” 15 . Scholars distin- guish between physical (related to physi- cal protection), psychological (related to personal autonomy), economic (related to property), informational (related to personal information), and decisional (re- lated to decisional power) privacy. In fact, “privacy” means different things in dif- ferent contexts. Although the term “pri- vacy” cannot be found in all languages, the experience of privacy is a “cultural universal” 16 , “an essential part of human flourishing and well-being” 17 . The concept exhibits both broad and nar- row meanings. In the former, privacy is a moral concept involving claims about the moral status of the individual self, its 15 William D. Staples, ed., 2006, Encyclopedia of Privacy , Greenwood. 16 The conceptualization of privacy as a cultural universal was first provided by the American scholar Alan Westin in his book Privacy and Freedom (1967). A cultural universal is an el- ement that is common to all human cultures worldwide; for a more complete definition, see Claude Lévi-Strauss, 1966, The Savage Mind . 17 Adam Moore, Privacy: Its Value and Meaning, American Philosophical Quarterly, 40 (3), 2003, p. 816. dignity and relationships to others. This moral core is often taken to be the source of social values such as autonomy and integrity, which form a foundation for contemporary notions of human rights, citizenship and civic obligation in Europe- an public affairs. In the latter or narrow sense, privacy involves personal knowl- edge and the power to protect or control it. It concerns not only information about individuals but the right of individuals to determine how information about them is used. In the 1950s, Hannah Arendt was one of the first scholars to observe the political importance of privacy. Precisely because of its political functions in the modern context, the private sphere deserves to be protected. 18 Privacy guarantees psychological depth, providing individu- als the space to separate from others; it establishes boundaries between the internal and external worlds, which are of paramount importance in order to fix identity. Some experiences are different when lived in a condition of seclusion. To preserve this difference among individu- als who need to exist in organized groups, there is also a need to protect the exist- ence of private realms. Arendt’s defense of the importance of the private sphere warns about dangers arising from the evaporation of the private and reminds us how 20 th century totalitarian social or- ders sought to rob people of their privacy in order to better control them. Indeed the reaction against imposed nakedness in concentration camps and other physical degradations related to attempts to annihilate privacy is one root of the European self-understanding fol- lowing World War II. The foundation of the EU notion of the citizen, and thereby 18 Hannah Arendt, 1958, The Human Condition , University of Chicago Press. ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 19 of the legitimacy of European political institutions, also rests on an apprecia- tion of privacy conceived as control over personal information, respect for human dignity, respect for intimacy, and pro- motion of personhood. Yet the concept of privacy continues to undergo trans- formation. One instance concerns the emerging notion of personal data. Articulation of the concept of personal data is a key historical event. It consti- tutes a shift from personal knowledge understood as self-knowledge (attained by introspection) to personal knowledge understood as knowledge about the self (attained by technical instruments). Knowledge about oneself becomes de- tachable from the person and market- able. Privacy gives way to personal data protection. Data protection generates a technical conception of privacy, now framed in terms of risk management and technical ability to protect or to penetrate the private sphere. Here security and pri- vacy meet. Privacy and security become counterweights in the same balance. An early occurrence of this balance meta- phor in official documents dates to 1973, when it was used by the US Department of Health, Education and Welfare in a re- port that formulated “fair information principles”. The document argued that: there is nothing inherently unfair in trading some measure of privacy for a benefit, [but] both parties to the exchange should participate in setting the terms. 19 19 US Department of Health, Education and Welfare, 1973, Records, Computers and the Rights of Citi- zens, Report of the Secretary’s Advisory Com- mittee on Automated Personal Data Systems, Section III. Safeguards for Privacy, aspe.hhs.gov/ DATACNCL/1973privacy/tocprefacemembers.htm The 2002 OECD Guidelines for the Secu‑ rity of Information Systems and Networks also espouses the balance model 20 . The balance metaphor also appears in official European documents. For exam- ple, art. 15 of Directive 2002/58/EC of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications) , sets out conditions un- der which Member States may restrict the rights and obligations provided by Data Protection Directive 95/46/EC. Ad- ditionally The Hague Programme (2005) had among its priorities “striking the bal- ance between privacy and security” 21 . Finally the recent Stockholm Programme for 2009-2014 on EU rights, justice, pro‑ tection, access, solidarity and the role in a globalised world makes extended use of the balance metaphor 22 . The balance model is nevertheless prob- lematic, since any reduction in privacy to increase security tends to create new forms of insecurity. The creation of cen- tralised data banks that facilitate law enforcement can also expose personal data to new risks related to misuse and theft. Technological body searches (e.g., metal detectors, advanced “body scanners”) that in theory should pre- vent terrorist attacks may in practice aggravate worry on the part of search subjects and create a false sense of security that leads to a relaxation of 20 www.oecd.org/dataoecd/16/22/15582260.pdf 21 europa.eu/legislation_summaries/human_rights/ fundamental_rights_within_european_union/ l16002_en.htm 22 www.se2009.eu/en/the_ presidency/ about_the_eu/justice_and_home_affairs/1.1965 ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 20 other security procedures 23 . Finally, a re- duction in privacy may have a targeted negative effect on certain groups and categories. As security increases, it is common that certain types of individu- als are disproportionately included in the false positives turned up by government surveillance schemes. Recommendation: The European Commission should promote a culture in which security and privacy are not conceived as competing values. This will require both sustained research and collaborative consensus decision making with regard to these two fundamental values. Governance of Privacy in the Presence of Security Technologies Further critical reflection on the complex issue of privacy in the presence of se- curity technologies as a distinct ethical and regulatory challenge for RRI policy at the global level can be guided by the five overlapping issues introduced at the end of chapter 1: primary instruments, ethical and regulatory challenges, areas calling for improvement, possible new govern- ance institutions, and the potential for a distinctive European approach. In the course of this analysis recommendations will be formulated on ways to integrate privacy protection into the responsible practice of security technology research and innovation. 1. Instruments of Governance Governance of the tensions between pri- vacy and the new security technologies 23 For instance, it is well known that the most se- cure airports are those in which distinct human screening is exercised (as at Ben Gurion Airport in Tel Aviv), rather than those that rely almost solely on technology. has been approached using three differ- ent instruments: technology, self-regula- tion, and law. Technological governance assumes that a truly effective protection of privacy is not compatible with personal information being disseminated worldwide through in- formation and communication networks, that is, when the technology involves pro- cessing operations carried out by different actors located in different countries un- der different jurisdictions. Indeed, in such cases it becomes difficult to identify cor- rectly any applicable privacy or data pro- tection rules and to have access to those authorities entitled to enforce them. One effort to circumvent this problem comes from technology itself: Privacy Enhancing Technology (PET), see below. Self‑regulatory governance works to promote “virtuous” behaviour by in- volving stakeholders and establish- ing bottom-up soft regulations. Usu- ally self-regulatory governance relies on a mix between market self-regulation, corporate social responsibility (CSR), and governmental incentives for research that can drive technology towards more ethical development. Legal governance in the EU framework invokes the right to privacy on two com- plementary bases: as a general princi- ple derived from the European Conven‑ tion of Human Rights (ECHR) and the constitutional traditions common to Member States; and as defined in the Charter of Fundamental Rights of the European Union . 2. Ethical and Regulatory Challenges Associated with each of the three gov- ernance instruments are a host of inter- active ethical and regulatory challenges. ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 21 Re technological governance : PET is a concept that lacks a universally agreed definition. Yet according to a recent study, in order to qualify as PET, a specific tech- nology has to reduce the risk of contra- vening privacy principles and legislation, minimise the amount of personal data being held, and/or give individuals con- trol over information about them that is being held. 24 The EC, in its 2007 Commu‑ nication on Promoting Data Protection by Privacy Enhancing Technologies (PETs , ) describes a PET as: a coherent system of ICT measures that protects privacy by eliminating or reducing personal data or by preventing unnecessary and/or undesired processing of personal data, all without losing the functionality of the information system. 25 The EC also provides a list of examples of PETs, including technologies for the automatic anonymisation of data after a certain time lapse, encryption tools, cookie cutters and the Platform for Pri- vacy Preferences. It is important to stress that PETs are not limited to software or hardware applications, but comprise procedures and management systems as well. In other words, PETs combine technical equipment with data protection practices such as data minimisation and consent mechanisms into an integrated privacy system. 24 Study on the Economic Benefits of Privacy Enhancing Technologies (PETs) , Final Report to The European Commission DG Justice, Freedom and Security, London Economics, July 2010, pp. 7 and 9 available at ec.europa. eu/justice/policies/privacy/docs/studies/ final_report_pets_16_07_10_en.pdf 25 Communication from the Commission to the European Parliament and the Council on Pro- moting Data Protection by Privacy Enhancing Technologies (PETs)/* COM/2007/0228 final */ 2/5/2007 cita, p. 3. Re self‑regulatory governance : Ethical codes and CSR have limited importance in the security field. The CSR concept, which is widely referenced in the business literature, assumes that the continuous commitment of a business to behave ethically will end up promoting both inno- vation and the business itself. Ultimately the idea of CSR relies on a complex web of actors and stakeholders to provide an economic support for CSR. Without pow- erful stakeholders who urge ethical solu- tions, it is difficult to force a company to adopt CSR in any serious sense. Re legal governance : There is a huge lit- erature on challenges to the legal gov- ernance of privacy. One challenge con- cerns universal norms, which often tend to be too vague, abstract and difficult to operationalize. A good example is the principle of proportionality, which states that the amount and sensitivity of infor- mation collected from individuals must be reasonable and proportional with re- spect to the purpose of a system. Any appeal to reason in this general sense will create disagreements, since reason comes in many forms and traditions 26 . Even within some agreed tradition of rationality there can be disagreements about how to weight competing in- terests and the metrics to be used for assessing outcomes. For instance, interests favoring state security versus those prioritizing indi- vidual liberties commonly differ in ap- plying the proportionality principle to cases involving databases created for security purposes and/or the exploita- tion of existing databases in a security context. Judicial and police coopera- tion among member states needs ap- propriate technical, legal and ethical 26 Alasdair MacIntyre, 1988, Whose Justice? Which Rationality? University of Notre Dame Press. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 22 standards. Notably there is a need for agreement about the interoperability of security databases and the mandatory ban on interconnecting specific data- bases. In practice, users who have been registered in one application can be in- troduced in another application without their explicit consent. In this context the threat of function creep should also be addressed, since there are inherent risks of discrimination and stigmatization conveyed by certain practices of data collection and storage. Different appli- cations of the proportionality principle between the EU and other countries have also produced significant legal and political controversies. This leads to another challenge to the legal governance of privacy in the se- curity context: the difference between jurisdictions and the difficulty of apply- ing different national legislations to is- sues that are by definition global, such as terrorism, human trafficking, and il- legal migration. A good example here is provided by new identity documents (e.g., electronic documents and biomet- ric passports). The mobile population of the world totals as many as one billion persons, not to mention those in virtual mobility through information and com- munication technology. Yet most devel- oping countries have weak and unrelia- ble documents, and some poor countries do not have even unreliable documents. In 2000, UNICEF calculated that 50 mil- lion babies (41% of births worldwide) were not registered at birth and were thus without any identity document. Even in the EU-27 some identity docu- ments are less secure than others. Yet without strong cooperation and harmo- nization among the EU States, low secu- rity identity documents could be used in one country although rejected in others. Such legal discrepancies could facilitate terrorist activities. No matter how strict the laws in any given country, the sys- tem as a whole is no stronger than that of the most permissive State. Finally, legal governance suffers from “cultural lag” 27 and the difficulty of keep- ing pace with technological change. The problem of cultural lag, however, applies to all three governance instruments. Secure online identification offers one example. The Internet is innovating in multiple ways: messaging, e-commerce, electronic data, file sharing, photo and video sharing, and blogs. Neither PETs nor self-regulatory conventions can keep up with the pace of such change. To over- see the billions of electronic communica- tions of all kinds, EU States have signed a large number of international conven- tions on copyright, trade and electronic signature, cybercrime, data protection, and more. However, the Internet contin- ues to remain beyond the legal, judicial and criminal sovereignty of States. Ter- rorists will always try to utilize or attack a network from those countries where the legal regime is most permissive. By complying with a weak law in a given country, criminals can “legally” threaten the rest of the world. Recommendation: The European Commission should pursue development of truly global standards and appropriate enforcement mechanisms for the protection of privacy in the presence of advances in security technologies. This implies a more in-depth analysis of the ways in which emerging security technologies impact society and cultural standards. 27 W.F. Ogburn, 1922, Social Change with Respect to Culture and Original Nature , Huebsch. ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 23 3. Areas Calling for Improved Governance Re technological governance : As argued, the concept of PETs inherently conflicts with that of security enhancing technolo- gies. Insofar as security becomes a mat- ter of risk management by the State, se- curity and privacy are at odds. The State sees personal information as key to re- vealing security threats. Privacy ceases to be a kind of assurance of the integrity of the person and becomes instead itself a threat to the security of others. Con- sequently nothing is allowed to be truly private during a crisis or emergency. An ironic example of this contradiction is contained in Promoting Data Protection by Privacy Enhancing Technologies (PETs) when it states that: the use of PETs should not prevent law enforcement agencies or other competent authorities from intervening in the lawful exercise of their functions… The responsible authorities should be in a position to access personal data where necessary to achieve those purposes. 28 A document advocating technologies for protecting privacy here includes a clause that calls for design protections able to be bypassed by “law enforcement agen- cies or other competent authorities”. But the criteria for exercising a bypass are crucial and are seldom spelled out in detail. Re self‑regulatory governance : Stake- holders are empowered insofar as they can influence corporate decisions. The 28 Communication from the Commission to the European Parliament and the Council on Pro- moting Data Protection by Privacy Enhancing Technologies (PETs)/* COM/2007/0228 final */ 2/5/2007, p. 5. capacity to influence such decisions depends on possessing relevant infor- mation. 29 In the security field citizens rarely have the information neces- sary to assess whether a technology is trustworthy or effective. For example, most travelers undergoing airport secu- rity screenings mostly have no alterna- tive but to rely on the competencies of the technologies and authorities whom they encounter. The need to protect in- formation makes it almost impossible to divulge the details necessary to allow the public to exercise an informed choice. This makes most relationships in the se- curity field unbalanced because citizens are not empowered enough to take in- formed, truly voluntary, decisions about technology options. Re legal governance : The EU Charter is le- gally binding on the EU agencies and on Member States when implementing EU law . At a supra-national level, this means that relevant agencies must comply with Charter obligations especially when adopting EU legislation or acting on the international scene. Nevertheless, privacy remains a deeply ambivalent concept. In the Charter , arti- cle 3 proclaims, “Everyone has the right to respect for his or her physical and mental integrity”, and, “In the fields of medicine and biology, [there must be par- ticular respect for] the free and informed consent of the person concerned, accord- ing to the procedures laid down by law”. Articles 7 and 8 further declare protec- tion for private and family life and for personal data. In context, it has been ar- gued that “the dignity principle should be regarded as a tool to identify the cases 29 B. O’Dwyer, 2005, ‘Stakeholder Democracy: Challenges and Contributions from Social Ac- counting, Business Ethics: A European Review 14(1), 28–41. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 24 in which the body should be absolutely inviolable ” and that consequently: the principle of inviolability of the body and physical and psychological integrity… rules out any activity that may jeopardise integrity in whole or in part — even with the data subject’s consent. 30 Bodily integrity is violated any time that an undue and unsolicited intrusion “pen- etrates” the individual’s private sphere, regardless of whether such an intrusion is tactile, visual, acoustic, psychological, informational, etc. or whether it produc- es physical injuries or dissemination of personal information. Such penetration of the personal sphere to produce data is pervasively practiced in the name of security, and rights to pri- vacy and data protection may reasonably be limited. The Charter admits as much in the preamble, where its ideals are said to require “creating an area of freedom, security and justice”. Yet as indicated in article 52, limitations should be provided for by law, subjected to the principle of proportionality, and made only if they are necessary and genuinely meet objec- tives of general interest recognised by the EU or the need to protect the rights and freedoms of others. To steer a safe course between the Scylla 31 of privacy and the Charybdis 32 of security promises to be a long-term issue not just for Eu- rope but for the global community. Rec- ognition of this challenge reinforces the previous recommendation and provides the basis for another. 30 European Group on Ethics in Science and New Technologies (EGE), Op. N° 20, Ethical aspects of ICT implants in the human body, adopted on 16/03/2005. 31 Greek monster. 32 Greek sea monster, the opposite of Scylla. Recommendation: Weaknesses in self-regulation and legal governance suggest technological governance as a good site for concrete, operationalized engagement with tensions between the protection of privacy and the pursuit of security. Such technological governance may offer reasonable prospects for improved governance activities by making privacy an innovation driver rather than a barrier. 4. Need for New Governance Institutions Re technological governance : The concept of PET is closely linked to the principle of Privacy by Design (PbD). The latter origi- nated from and further articulates the former. In particular, PbD was developed during the 1990s by Ann Cavoukian, In- formation and Privacy Commissioner of Ontario, Canada. It embeds privacy and data protection throughout the entire life cycle of a technology, from the early de- sign stage to deployment, use and ulti- mate disposal. The principle was original- ly applied to information technology only, but has since been extended into business practices and physical infrastructures. 33 Practically, PbD entails different actions, depending on application contexts. It may require preventing or limiting data processing operations; or that individu- als have tools at their disposal to control and decide which personal data concern- ing themselves are gathered and pro- cessed. 34 Although actions are diverse 33 Ann Cavoukian, Privacy by Design , pp. 1-8, available at www.ipc.on.ca/images/Resources/ privacybydesign.pdf. 34 EDPS, Opinion on Promoting Trust in the Infor‑ mation Society by Fostering Data Protection and Privacy , Brussels, 18.03.2010, p. 4, available at www.edps.europa.eu/EDPSWEB/edps/cache/off/ Consultation/OpinionsC/OC2010. ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 25 there is one goal: to eliminate or minimize privacy and data breaches from the be‑ ginning . This is the key element of PbD: to be proactive not reactive ; preventative not remedial . As PbD supporters explain, the effective application of the principle is in the interest of both users/customers and businesses. Better user privacy protec- tion promotes trust and confidence in new services and products, which will in turn have a positive outcome for the economy. However, in order to be truly effective, economic operators, technology manu- facturers, providers and data control- lers must be interested in implement- ing and marketing PbD in products and services while users must appreciate the benefits. On the business side, this requires economic incentives and insti- tutional support as well as a normative or self-regulatory framework containing adequate provisions to ensure imple- mentation. On the user or consumer side, awareness-raising campaigns promoted by different actors (DPAs, educational organizations, civil society associations) could be useful in helping people under- stand privacy risks from technologies that do not apply PbD. In this respect, a resolution adopted by the International Conference of Data Protection and Pri- vacy Commissioners is important. After expressly recognizing “Privacy by Design as an essential component of funda- mental privacy protection” the resolution stressed the need to promote the prin- ciple among different stakeholders and fostering its incorporation in the formu- lation of privacy policy and legislation in national jurisdictions 35 . 35 Privacy by Design Resolution , par. 1. Resolution adopted by the 32nd International Conference of Data Protection and Privacy Commissioners, 27-29 October 2010, Jerusalem, Israel. Paras 3(a)(b). Text available at www.justice.gov.il/NR/ rdonlyres/F8A79347-170C-4EEF-A0AD-155554 558A5F/26502/ResolutiononPrivacybyDesign.pdf. Recommendation: The European Commission should promote a wider understanding of Privacy by Design, including in this concept both personal data protection and respect for personal (physical and psychological) integrity. The EC should in all appropriate cases require the implementation of the Privacy by Design principle and seek ways to educate private and public interests about its benefits. Efforts compatible with this recommen- dation are already being considered by the EC. Indeed, the current EC data pro- tection framework includes provisions that indirectly require implementation of the PbD principle. 36 According to the European Data Protection Supervisor (EDPS), the principle should be included more explicitly in the EU legal frame- work, making its requirements unequivo- cally compulsory. 37 The EC — which also referred to PbD in its Communication on a Digital Agenda for Europe 38 — is en- gaged in examining the possibilities for such inclusion. 39 But the EDPS suggests 36 See Directive 1995/46/EC,cit., art. 17 requires that data controllers implement appropriate “technical and organization measures” to pre- vent unlawful data processing. See also Direc- tive 2002/58/EC, cit., art. 14 (3), providing that “Where required, measures may be adopted to ensure that terminal equipment is constructed in a way that is compatible with the right of users to protect and control the use of their personal data, in accordance with Directive 1999/5/EC and Council Decision 87/95/EEC of 22 Decem- ber 1986 on standardisation in the field of infor- mation technology and communications”. 37 EDPS, Opinion on Promoting Trust in the Infor‑ mation Society by Fostering Data Protection and Privacy , cit., p. 8 ff. 38 Commission Communication on a Digital Agenda for Europe , COM(2010) 245, Brussels, 26.08.2010, p. 17, available at http://eur-lex. europa.eu/LexUriServ/LexUriServ.do?uri=COM: 2010:0245:FIN:EN:PDF. 39 See Communication on A Comprehensive Ap‑ proach on Personal Data Protection in the Eu‑ ropean Union , cit., p. 12, where the Commission states it will examine the possibilities for “con- crete” implementation of the principle of PbD. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 26 avoiding rules that prescribe specific technical solutions. In the EDPS’s view, PdD should be recognized as a guid- ing and technologically neutral princi- ple, suitable for flexible applications, in a general provision mandating that ex- isting privacy and data protection prin- ciples be integrated into ICTs. Current and forthcoming legislative instruments should integrate the principle of PbD on the basis of such a general provision 40 . Re self‑regulatory governance : Although PbD is per se laudable, people trust (or distrust) not so much technology as the social and political structures of which 40 EDPS, Opinion on Promoting Trust in the Infor‑ mation Society by Fostering Data Protection and Privacy , cit., pages 8-9. technology is a part 41 . This is especially true with regard to privacy as threatened by new security technologies. PbD will only realize its promise when practiced as part of a comprehensive policy frame- work for security technologies. The inherent threat to privacy from se- curity technologies has been addressed by introducing the concept of “privacy seals”. Privacy seals originated as private, voluntary certification schemes intended to facilitate consumer choice without necessarily disclosing sensitive informa- tion. Privacy seals can help users identify a certain technology or service as ensur- ing or enhancing data protection princi- ples in the processing of data, in particu- lar by incorporating appropriate PETs. The EC too is considering the creation of privacy seals.I In order to be effective, these should be limited in number, and in compliance with uniform standards, with their functioning monitored by relevant agencies, in particular national data pro- tection authorities (DPAs). As far as the definition of such seals is concerned, it is crucial to involve stakeholders such as national DPAs, industrial and consumer associations and standardisation agen- cies 42 . That is, technological governance is dependent on social and legal governance. Re legal governance : Closely related to privacy seals is the introduction of a le- gal requirement for privacy impact as- sessment (PIAs). PIAs have been defined in various ways, but essentially a PIA is “a systematic process for evaluating the 41 Hazel Lacohée, Piotr Cofta, Andy Phippen, and Steven Furnell, 2009, Understanding Public Per‑ ceptions: Trust and Engagement in ICT‑Mediated Services , International Engineering Consortium. 42 See also Communication on A Comprehensive Approach on Personal Data Protection in the European Union , COM(2010) 609 final, Brussels, 4.11.2010, p. 12. Online Identities One area in which Privacy by Design (PbD) principles might deserve special adaptive application concerns the problematic of online identities. Biometrics — from touch-user interfaces and voice recognition to a host of other human-machine interactions — will become increasingly prevalent and (perhaps) accepted in order to create trusted digital identities. At the same time, new forms of electronic presentation (e.g., digital personas and virtual avatars) are influencing notions of privacy. Additionally, the apparent attractiveness for many people of voluntary renunciations of privacy in the form of mass postings about the intimate details of their lives in social media presents a special conundrum that invites explanation by appeal to Elias Canetti’s analysis of the seductiveness of crowd behaviour 1 . As lives become more transparent, people develop new attitudes towards their own and others’ actions, the acceptability of non-standard sexual behaviour and pornography perhaps being examples. These issues can hardly be addressed with existing technologies, self-regulation, or legal instruments. 1 E. Canetti, 1960, Masse und Macht, Claasen. ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 27 potential effects on privacy of a project, initiative or proposed system or scheme” 43 and finding ways to mitigate or avoid any adverse effects. The International Or- ganization for Standardization (ISO) has produced a standard for PIAs in financial services, which seeks to safeguard the privacy of people’s financial data when it is processed by automated, networked in- formation systems. The ISO 22307:2008 standard 44 defines a methodology that or- ganisations in the private and public sec- tors can use to identify privacy issues and mitigate risks associated with processing the financial data of customers and con- sumers, business partners and citizens. In this case the responsibility to evaluate the impact on privacy of a technology is given to a specialised, independent, body which can make use of details that are not eas- ily available to the general public. If the certification body is reliable enough, this should ensure a sufficient level of privacy protection. Privacy impact assessments are used in Australia, Canada, Hong Kong, New Zealand, the UK and the US. Other countries, such as Denmark, Finland and Ireland, have been considering the intro- duction of PIAs. Privacy seals and PIAs aim to compensate for the absence of empowered stakehold- ers among the public. But as specialized tools for risk management, their effective- ness depends on a regular review of pro- portionality between the benefit of a given security technology and its privacy intru- siveness. Such reviews require three types of information: (a) the actual public risk, (b) the evidence that a given technology 43 Treasury Board Secretariat of Canada, Privacy Impact Assessment Guidelines: A framework to Manage Privacy Risks , Ottawa, 31 Aug 2002. www.tbs-sct.gc.ca/pubs_pol/ciopubs/pia-pefr/ paipg-pefrld1-eng.asp 44 ISO 22307:2008: Financial services – Privacy impact assessment, Geneva, 16 Apr 2008. www.iso.org/iso/iso_catalogue/catalogue_tc/ catalogue_detail.htm?csnumber=40897 reduces such a risk, and (c) evidence that not using the technology increases risk. Most of these details are unknown or, to the extent they are known, are too sensi- tive to be disclosed to a certification agen- cy. In most cases there is no way to enact a true proportionality check. Without an independent proportionality check, privacy seals and PIAs are destined to rely chiefly on information provided by competent authorities, which poses the challenge of trust. All these schemes ultimately rest on a trust relationship with competent authorities, which are actually those who should be certified. One cannot help but ask, Quis custodiet ipsos custodes ? Who watches the watchmen? 5. A European Approach? Is it possible to identify a European ap- proach to the ethical and regulatory chal- lenges implicated in efforts to protect privacy in the presence of new security technologies? One feature distinctive of the European context is explicit recogni- tion of a right to privacy. In the EU legal framework, privacy as a fundamental human right is recognized or recalled in various legal instruments specifically dealing with data protection. 45 The right 45 See, e.g., Directive 1995/46/EC on the protec- tion of individuals with regard to the processing of personal data and on the free movement of such data (http://eur-lex.europa.eu/LexUriServ/ LexUriServ.do?uri=CONSLEG:1995L0046:2003 1120:EN:PDF), Directive 2002/58/EC concerning the processing of personal data and the protec- tion of privacy in the electronic communications sector (consolidated version at eur-lex.europa. eu/LexUriServ/LexUriServ.do?uri=CONSLEG:20 02L0058:20091219:EN:PDF), Council Frame- work Decision 2008/977/JHA on the protection of personal data processed in the framework of police and judicial cooperation in criminal mat- ters (eur-lex.europa.eu/LexUriServ/LexUriServ. do?uri=OJ:L:2008:350:0060:0071:EN:PDF), and Regulation (EC) No 45/2001 on the protection of individuals with regard to the processing of personal data by the Community institutions and agencies and on the free movement of such data (eur-lex.europa.eu/LexUriServ/LexUriServ. do?uri=OJ:L:2001:008:0001:0022:EN:PDF). ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 28 to privacy is further recognized and pro- tected in many national legal orders in Europe, mostly by statutory law. Howev- er there are some cases where privacy is expressly recognised at the constitutional level. This is the case in Belgium 46 , Bul- garia 47 , Croatia 48 , Denmark 49 , Finland 50 , the Netherlands 51 and Poland 52 . Beyond Europe, it is worth noting that recognition of the right to privacy in the United States is much more limited, being based in Supreme Court rulings that of- ten reference simply the 9 th amendment to the Constitution, which states that “The enumeration in the Constitution of certain rights shall not be construed to deny or disparage others retained by the people”. The contrast serves to highlight the European approach. 46 See Article 22 of the Constitution of Belgium, available at http://www.fed-parl.be/constitu- tion_uk.html. Article 22 was added to the Bel- gian Constitution in 1994. Prior to this constitu- tional amendment, the Supreme Court ( Cour de cassation ) had already held that Article 8 of the European Convention of Human Rights found direct application in the Belgian legal system. Courde cassation, 26 September 1978. 47 See Articles 32, 33 and 34 of the Constitution of the Republic of Bulgaria, available in English at www.vks.bg/english/vksen_p04_01.htm. 48 See Article 37 of the Croatian Constitu- tion available in English at www.usud. hr/default.aspx?Show=ustav_republike_ hrvatske&Lang=en. 49 See Section 72 of the Constitution of Den- mark 1953, available in English at www.servat. unibe.ch/icl/da00000_.html. 50 See Section 10 of the Constitution of Fin- land, available in English (unofficial transla- tion) at www.finlex.fi/fi/laki/kaannokset/1999/ en19990731.pdf 51 See Articles 10, 12 and 13 of the Constitu- tion of the Kingdom of the Netherlands, available in English at www.rijksoverheid.nl/ documenten-en-publicaties/publicaties-pb51/ the-constitution-of-the-kingdom-of-the-neth- erlands-2008.html. 52 See Articles 47, 49 and 51 of the Constitution of Poland available I English at www.sejm.gov.pl/ prawo/konst/angielski/kon1.htm. Recommendation: The European Commission should strengthen its own understanding of and commitment to privacy as a fundamental human right while promoting broader recognition of and affirmation of this right in a global context. Another relevant feature of ethical and regulatory practice that may be argued to be representative of European approach- es to science policy and of potential influ- ence at the global level is a commitment to institutional transparency. In the Euro- pean political tradition, both public gov- ernmental and private corporate institu- tions are required to reveal their inner workings and decision procedures to any interested parties. The law, for instance, aims to be a transparent mechanism of governance; and the law itself requires other social institutions, from the eco- nomic to the religious, to make their inner workings as publicly accessible as is con- sistent with the semi-independent roles they play in the social order. It would be important to explore the ways that this commitment to transparency might function in relation to the govern- ance of privacy. Consider, for instance, that electronic information is inherently much more accessible and thus more transpar- ent than non-electronic forms of informa- tion (e.g., in personal memory or in written records). Any effort to govern electronic information in the name of privacy must begin with an acknowledgement of this re- ality. One message that privacy advocates along with privacy governance institutions should convey to security professionals and technologists is that the race towards increasing security at the expense of pri- vacy is often a lose-lose situation destined to produce less security and less privacy. One instructive case illustrating the pointlessness of secrecy for protecting ",
        "CHAPTER 2. NEW SECURITY TECHNOLOGIES AND PRIVACY 29 security comes from a Washington Post story about the U.S. Transportation Se- curity Administration (TSA) posting online its operating manual of detailed proce- dures for screening airport passengers and checked baggage, which included technical settings used by x-ray back- scatter machines and explosives detec- tors. 53 The document further showed pic- tures of credentials used by members of US Congress, CIA employees and federal air marshals, and named 12 countries whose passport holders were automati- cally subjected to added scrutiny. The manual was posted in redacted form as part of a contract solicitation, but the digital redactions were inadequate. They allowed computer users to recover blacked-out passages by copying and pasting them into an MS Word document. Still more ridiculous, after the story was disclosed and the TSA rapidly removed the document from the federal procure- ment web site, it remained downloadable for months in another obscure location of the FBO.gov site. 54 Does it make sense to try to prevent people and data protection authorities from accessing such informa- tion when it is so commonly (intentionally or unintentionally) revealed? Moreover, this same kind of information is eminently relevant to public assess- ment. Operating procedures are con- sidered classified information and they are not provided when determining Pri- vacy Impact Assessments. But it is not possible to fully evaluate the privacy outcomes of, say, body scanners, with- out knowledge of operating procedures. Without such knowledge one is required simply to trust the relevant authorities. This is the case for instance of standard 53 www.washingtonpost.com/wp-dyn/content/ article/2009/12/08/AR2009120803206. html?hpid=topnews 54 cryptome.org/tsa-smoke/tsa-smoke.htm operating procedures adopted by the UK Department of Transport in using body scanners in UK airports. The Code of Practice adopted to protect passenger privacy and personal data reads: Body scanners must be operated in accordance with detailed protocols which contain the security sensitive information on the operation of the body scanner including selection criteria for those to be scanned. The details of the protocol are not published due to the security sensitive content but will comply with the requirements contained in this interim Code of Practice 55 . Such attempts to over-regulate are usu- ally bad governance practices. Over-reg- ulating in the security and privacy field can be preposterous. Recommendation: The European Commission should sponsor critical reflection at both scholarly and policy development levels on the full implications of the inherent transparency of electronic information. The other side of the coin of radical se- curity transparency is to recognize that personal data cannot be truly protected either. The Internet is no longer (if it ever was) the realm in which “nobody knows you’re a dog” 56 . This goes beyond the in- dividual will to disclose or not disclose in- formation. As one analyst has described the situation: 55 www.dft.gov.uk/orderingpublications 56 www.unc.edu/depts/jomc/academics/dri/idog. html ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 30 Increasingly, pattern recognition software has made it possible to learn about someone not based on what he has shared about himself but by examining what his friends have made public. For example, researchers have trained a program to identify the sexual orientation of gay males with roughly 80 percent accuracy using the self-reported orientation of their Facebook friends… The software uses statistics gleaned from large data sets about how often friends tend to have characteristics in common… and how often they might simply share characteristics by chance; then it combines several such probabilities into a statistically motivated guess as to whether a person belongs to a particular community. 57 It is not possible to participate in so- cial networks and yet hide things about yourself; people reveal their interests by association. Another way to describe this situation is to adapt a trope from Marshall McLu- han and to say that we live in a global village. Insofar as this is the case, it is then useful to inquire about the basic privacy rules in a small country village, and how these might be adapted to an electronic interface. In the village there exists transparent identification (every- one knows who you are), transparent lo- cation (everyone knows where everyone else is), and transparent traceability (all people know what other people are do- ing). But more importantly, people in vil- lages generally exercise a certain level of discretion and respect. Most people act as though everything is not transparent. 57 Kevin Gold, 20112, Network analysis can uncov- er your personal details even if you choose to hide them, Future Tense, Aug. 29, 2011, www. slate.com/id/2271557/ Electronic privacy may not be so much about protecting personal data as about empowering citizens to prevent others, including security authorities, from using personal information to unduly interfere in their lives. Privacy protection may well involve rather more of the soft power of cultivating good behavior than the hard power of seeking to construct an im- pregnable fortress in which to secure personal data. ",
        "CHAPTER 3. SCIENTIFIC-TECHNOLOGICAL DIVIDES AND BENEFIT SHARING 31 The present discussion of these inter- related challenges begins with a brief description of the extent of the scientific and technological divide itself. This intro- ductory description is followed, first, by an elaboration of the concept of benefit sharing in both established and aspira- tional senses and, second, by an analysis structured around the five salient issues itemized at the end of chapter one. Scientific and Technological Divides The scientific and technological divide is easily illustrated through a technique used by Worldmapper to resize territories with regard to some subject of interest. Figure 3.1 is a world map resized accord- ing to research and development expen- ditures in 2002. On such a map Africa (and many other countries collectively categorized as the developing global South) hardly ap- pear, while Japan and the countries of Europe and North America (collectively termed the developed global North) are disproportionally enlarged. The result is even more extreme when a world map is resized to reflect scientific papers pub- lished in 2001, and the growth of sci- entific papers from 1990 to 2001, as in Figures 3.2 and 3.3, respectively. Unsurprisingly, when the world map is resized again according to the number of people living on less than US$2/day, the picture is quite different. India, China and African countries (the developing South) now appear greatly inflated when compared with the developed North, as in Figure 3.4. Given such poverty levels, it is not surprising that scientific output is limited. It is against this background of a seri- ous scientific and technological divide, combined with around 43% of the world population living at a level of absolute poverty, that discussions of benefit shar- ing must take place. Science has the po- tential to lift people out of poverty by, for instance, tackling neglected diseases and enhancing agricultural production. Not only is the immense human suffer- ing of ravaged populations in the global South ethically unacceptable in the 21st century, the situation poses serious long-term problems for local economic Chapter 3 Scientific-Technological Divides and Benefit Sharing All fundamental principles or values recognised by the Charter of Fundamental Rights of the European Union (dignity, freedoms, equality, solidarity, citizens’ rights, justice) are relevant to debates about benefit sharing. On this basis the ethical obligation to practice benefit sharing challenges some current patterns of scientific knowledge production and technological innovation. These challenges bear on the just sharing of benefits among all contributors to scientific advancement, the aspiration of equal access to the benefits of science through equal partnerships, citizens’ rights to the benefits of science, and the solidarity of international assistance in order to close technological divides. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 32 development. Technology is also avail- able to solve many of the problems of access to safe drinking water, the absence of which severely diminishes human well-being. Yet in many parts of the world that desperately need them, such readily available technologies are not deployed. Figure 3.2: Scientific Papers 2001 © Copyright SASI Group (University of Sheffield) and Mark Newman (University of Michigan). Figure 3.1: Research and Development Expenditure in 2002 © Copyright SASI Group (University of Sheffield) and Mark Newman (University of Michigan). ",
        "CHAPTER 3. SCIENTIFIC-TECHNOLOGICAL DIVIDES AND BENEFIT SHARING 33 Still another important area in which the technoscientific divide is highly visible and detrimental is energy production and use. Technologies that could make major contributions to sustainable development in the poorest countries, while offering significant co-benefits in terms of health, are not available where most needed. Figure 3.3: Growth of Scientific Papers 1990‑2001 © Copyright SASI Group (University of Sheffield) and Mark Newman (University of Michigan). Figure 3.4: Absolute Poverty (<= US$2/day) 2002. © Copyright SASI Group (University of Sheffield) and Mark Newman (University of Michigan). ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 34 Benefit Sharing: The Established Meaning Benefit sharing has a technical, legal meaning related to the principle of jus- tice. This established meaning of benefit sharing is quite simple. Those who con‑ tribute to science and technology ought to share in their benefits . If benefit shar- ing with the contributors to technoscien- tific advancement does not take place, the advancement is exploitative. For in- stance, if the traditional knowledge of indigenous peoples is used in commercial applications without any benefit sharing, the indigenous group has been exploited. Likewise, if the safety of medical inter- ventions is tested in developing countries, where subsequently marketed products are not reasonably available, research participants have been exploited. 1 This understanding of benefit sharing became prominent with the adoption of the Con‑ vention on Biological Diversity in 1992. This “Grand Bargain” between the North and the South has 193 Parties and three major objectives, namely: • the conservation of biological diversity; • the sustainable use of its compo- nents; and • the fair and equitable sharing of benefits from the use of genetic resources. 2 The first objective relates to a common interest of humankind, namely to address the serious loss of biodiversity and its potential implications for ecological func- tions as well as future technoscientific uses. The second objective relates to user 1 Jennifer Hawkins and Ezekiel Emanuel, 2008, Exploitation and Developing Countries , Prince- ton University Press. 2 Convention on Biological Diversity, 1992, Article 1. www.cbd.int/convention/ articles/?a=cbd-01 requirements for the long-term availabil- ity of resources, for instance, in scientific or commercial endeavours or to support human livelihoods. The third objective summarises the demands made by devel- oping countries since the 1970s, to require users to share benefits with resource pro- viders in order to avoid exploitation. The Convention on Biological Diversity covers plants, animals, micro-organisms and re- lated traditional knowledge. Human biological resources, e.g., DNA samples of human origin, are excluded from the Convention on Biological Diver‑ sity . The scientific use of such resources is mainly governed through (non-binding but influential) ethics guidelines for med- ical research. Indeed, statements in sup- port of benefit sharing to avoid exploita- tion and achieve justice are present in the most prominent international ethics guidelines governing medical research. For instance, according to the Declara‑ tion of Helsinki : At the conclusion of the study, patients entered into the study are entitled to be informed about the outcome of the study and to share any benefits that result from it, for example, access to interventions identified as beneficial in the study or to other appropriate care or benefits 3 . The above understanding of benefit sharing has deep roots in debates about “justice in exchange” 4 . This is one of four realms of justice distinguished in con- temporary philosophy, as illustrated in Figure 3.5. 3 WMA Declaration of Helsinki - Ethical Principles for Medical Research Involving Human Subject s , Article 33. Available at http://www.wma.net/ en/30publications/10policies/b3/ 4 Doris Schroeder and Thomas Pogge (2009) Jus- tice and the Convention on Biological Diversity, Ethics and International Affairs , 23:265-278. ",
        "CHAPTER 3. SCIENTIFIC-TECHNOLOGICAL DIVIDES AND BENEFIT SHARING 35 As the figure indicates, benefit sharing as described by the Convention on Biological Diversity and the Declaration of Helsinki falls most clearly into the realm of justice in exchange. Here an interaction is con- sidered just if all parties in the exchange receive an appropriate return for their contributions. An often cited example il- lustrating benefit sharing as justice in ex- change is the Hoodia case (see box). In this case two parties negotiated a benefit sharing agreement, which as of 2012 has entailed a limited flow of benefits from the science and technology sector to an impoverished community from which val- uable traditional knowledge was acquired. While the main benefits negotiated in the Hoodia case were direct financial ben- efits, a number of other good practices have also been established. These prac- tices (with reference to their justifying documents) include the following: 1. Feedback to participants ( Declaration of Helsinki ) 2. Access to products developed in re- search ( Declaration of Helsinki ; Uni‑ versal Declaration on Bioethics and Human Rights ) 3. Support for local infrastructure ( Hu‑ man Genome Project’s Ethics Com‑ mittee Statement on Benefit Sharing 5 ) 4. Capacity-building ( Convention on Bio‑ logical Diversity ; Universal Declara‑ tion on Bioethics and Human Rights ) 5. Access to health care ( Universal Decla‑ ration on Bioethics and Human Rights ) 6. Technology transfer and access to sci- entific and technological knowledge ( Convention on Biological Diversity; Universal Declaration on Bioethics and Human Rights ) 5 Human Genome Project’s Ethics Committee Statement on Benefit Sharing (2000) http:// www.hugo-international.org/img/benefit_shar- ing_2000.pdf. Figure 3.5: Realms of Justice The San Hoodia Benefit Sharing Case One of the best known benefit sharing cases is that of the San Hoodia 1 . The San peoples, also known as Bushmen of the Kalahari, are the oldest human inhabitants of Southern Africa. For thousands of years, they lived as the sole occupants of an area stretching from the Congo-Zambezi watershed to what is now Cape Town. After centuries of genocide and marginalisation imposed by colonialists, they now number approximately 100,000 people in Botswana, Namibia, South Africa and Angola. Their lives today are characterised by abject poverty. Yet they still possess traditional knowledge covering the biodiversity of Southern Africa. This includes knowledge about the appetite-suppressant properties of the Hoodia succulent — a plant used in the past as a substitute for food and water when hunting. In 1963, a South African research institute, the Council for Scientific and Industrial Research (CSIR), developed an interest in the plant. But they were unable to analyse its molecular structure until the mid-1980s when they acquired 1 The information in the box is drawn from Wynberg, Rachel and Chennells, Roger, (2009), Green Diamonds of the South: A Review of the San-Hoodia Case, in: Wynberg, Rachel, Schroeder, Doris and Chennells, Roger (eds) Indigenous Peoples, Consent and Benefit Sharing ‑ Lessons from the San Hoodia Case , Berlin: Springer. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 36 7. Royalties, milestone payments ( Con‑ vention on Biological Diversity ) 8. Social recognition ( Convention on Bio‑ logical Diversity ; Nagoya Protocol on Access and Benefit Sharing) 9. Joint ownership of relevant intellec- tual property rights (Nagoya Protocol on Access and Benefit Sharing) 10. Food and livelihood security benefits (Nagoya Protocol on Access and Ben- efit Sharing) Benefit Sharing: An Aspirational Understanding Going beyond the Convention on Biologi‑ cal Diversity and the Declaration of Hel‑ sinki , the UNESCO Universal Declaration on Bioethics and Human Rights (2005) makes the wider demand that: [b]enefits resulting from any scientific research and its applications should be shared with society as a whole and within the international community, in particular with developing countries. 6 Moving away from the concept of benefit sharing as justice in exchange for contrib- utors to research, this aspirational under- standing aligns more with the demands of distributive justice, as exemplified through the Universal Declaration of Hu‑ man Rights. The foundations for this view are the equal rights of all human beings to basic need fulfilment and the obliga- tion beyond states to respect, protect and fulfil such rights; a cosmopolitan ethics. 7 However, it is important to note that the different realms of justice cannot be fully isolated but should be seen as aspects of an ideal vision for human relationships. A just exchange is best undertaken within a world of just background conditions. It is in this sense that the Convention on Human Rights and Biomedicine stressed “the need for international co-operation so that all humanity may enjoy the ben- efits of biology and medicine”. 8 6 Universal Declaration on Bioethics and Human Rights, UNESCO, 2005. Available at www.un- esco.org/new/en/social-and-human-sciences/ themes/bioethics/bioethics-and-human-rights/ 7 See for instance Thomas Pogge, 2008, World Poverty and Human Rights , second edition. Cambridge: Polity Press. 8 Convention for the Protection of Human Rights and Dignity of the Human Being with regard to the Application of Biology and Medicine: Con- vention on Human Rights and Biomedicine, http://conventions.coe.int/Treaty/en/Treaties/ html/164.htm. high-field nuclear magnetic resonance spectroscopy equipment. In 1995, after successfully isolating the appetite suppressant properties, the CSIR filed for a patent. In the same year, South Africa became a Party to the Convention on Biological Diversity . This meant that those using the traditional knowledge needed to obtain consent from the holders of such knowledge and negotiate a benefit sharing agreement with them. However, the CSIR never made contact with the San. Instead, the institute sub-licensed its discovery to firms in Europe and the United States for significant fees. A vigilant local NGO eventually informed San leaders that their traditional knowledge had been used in a patent application and that they could either challenge the patent or demand a benefit sharing agreement. They chose the latter. In March 2003, the San and the CSIR signed an historic agreement which will give the San 6% of all CSIR royalties received from licence-holders and 8% of all milestone payments. Milestone payments have already been received. However, Pfizer and Unilever, two high-profile sub-licensees, have both dropped their Hoodia product development, and at the end of 2011 the future of this high-profile benefit sharing agreement has become uncertain. At the same time, some members of the San community have benefitted from capacity building, especially in matters of law and negotiation, and further benefit sharing agreements for traditional knowledge on other plants have since been signed. 2 2 Personal communication from Roger Chennells, legal consultant of the San, March 2011. ",
        "CHAPTER 3. SCIENTIFIC-TECHNOLOGICAL DIVIDES AND BENEFIT SHARING 37 While the established meaning of benefit sharing is based on the avoidance of ob- vious exploitation, the aspirational mean- ing embraces the Universal Declaration of Human Rights’ vision of equality among all humans based on recognition of their inherent dignity and inalienable rights. The aspirational meaning of benefit shar- ing, which aims to provide access to the benefits of science to all, faces a mam- moth task. In the world today 2.7 billion people live on less than US$2/day. 9 Of these, almost one billion are chronically undernourished, 1.1 billion do not have ac- cess to safe drinking water, 2.6 billion lack adequate sanitation 10 and nearly 2 bil- lion have no access to life-saving drugs. 11 People who suffer such massive depri- vations are more likely to be susceptible to health risks and thus enter a vicious cycle of ill health, unemployment, and severe poverty. For them any aspiration of equal access to the results of science becomes an impossible goal. Achieve- ment of such a goal will only be possible through innovative institutional reforms, with real potential for change assessed on a case-by-case basis. The governance of science cannot be simply a matter of running science as it happens to be. It also necessarily entails critical reflection on what science and technology should be. 9 WHO. Background on The Global Strategy and Plan of Action on Public Health, Innovation and Intellectual Property; available at www.who.int/ phi/implementation/phi_globstat_action/en/ index.html 10 World Bank. 2010 World Development Indica‑ tors . Washington, USA: World Bank; at p. 289; Available at data.worldbank.org/sites/default/ files/wdi/complete.pdf 11 Grover, A. Promotion and Protection of all Human Rights, Civil, Political, Economic, Social and Cul‑ tural Rights, including the Right to Development, a Report of the Special Rapporteur on the Right of everyone to the enjoyment of the highest at‑ tainable standard of physical and mental health , 2009, United Nations, A/HRC/11/12, p. 6, 7, 28, available at: www2.ohchr.org/english/bodies/ hrcouncil/docs/11session/A.HRC.11.12_en.pdf One example of innovative institutional reform is a plan to supplement the in- ternational intellectual property rights system in order to improve access to life-saving medicines for the poor, a plan commended by the WHO 12 and developed partly with FP7 funds 13 . The proposed Health Impact Fund is a new way of pay- ing for pharmaceutical innovation. The fund would incentivize the development and delivery of new medicines by paying for performance. All pharmaceutical firms worldwide would have the option of reg- istering new medicines with the fund. By registering, a firm would agree to provide its drug at cost anywhere it is needed, and in exchange for foregoing the nor- mal profits from drug sales, the firm is rewarded based on an assessment of the actual global health impact of the drug. Recommendation: The European Commission should build on European work to develop a Health Impact Fund by collaborating with the WHO and policy-makers globally to realise the potential of such an agreement in sharing the benefits of pharmaceuticals. It should further explore the feasibility of similar arrangements in other areas such as food and energy. It is especially important in light of the as- pirational meaning of benefit sharing that international assistance be forthcoming to provide access to the fruits of science and technology to all. Hence the paramount value of solidarity as a principle inscribed 12 Expert Working Group on Research and De- velopment Financing. Public health, innovation and intellectual property: Report of the Expert Working Group on Research and Development Financing. Geneva: World Health Organization; 2009. Available at apps.who.int/gb/ebwha/ pdf_files/EB126/B126_6Add1-en.pdf 13 FP7 Grant Agreement 217665, Pharma Innova- tion – Patent 2 (2008 – 2011) www.uclan.ac.uk/ innova ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 38 in the Charter of Fundamental Rights of the European Union must be recognised . Governance of Benefit Sharing Critical reflection on benefit sharing as a distinctive ethical and regulatory chal- lenge for RRI policy can be undertaken in terms of the five previously intro- duced overlapping issues: instruments of governance, ethical and regulatory challenges, areas calling for improved governance, needs for new govern- ance institutions, and the potential for a distinctive European approach. To- gether responses to these issues pro- vide a framework within which to for- mulate further recommendations for ways to better integrate benefit sharing into the responsible practice of research and innovation. 1. Instruments of Governance At the global level benefit sharing is a rel- atively new concept that came to promi- nence in 1992 through the Convention on Biological Diversity . Since then it has received increasing attention and is now included in a range of governance instru- ments. The following table groups the main governance instruments related to benefit sharing type. 2. Ethical and Regulatory Challenges The basic policy landscape on benefit shar- ing has been established. The cross-border use of resources, including plants, animals, and human genetic materials as well as traditional knowledge and research par- ticipation is regulated so as to avoid ex- ploitation. Access to and benefit sharing with respect to non-human resources is regulated by the Convention on Biological Diversity ; access and benefit sharing with respect to human biological resources is governed by the Declaration of Helsinki . However, one significant proviso is that the United States of America is not a party to the Convention on Biological Diversity and has effectively opted out of the benefit sharing sections of the Declaration of Hel‑ sinki. 14 Given the US share in science and innovation activity, this is a major problem for achieving benefit sharing for all tech- noscientific transactions, commercial and non-commercial alike. Recommendation: The European Union should work towards truly global ratification of the Convention on Biological Diversity and universal support for the Declaration of Helsinki, deploying EU foreign policy leverage as appropriate. 14 J. Kimmelman, C. Weijer, and E.M. Meslin. Hel- sinki Discords: FDA, Ethics, and International Drug Trials. Lancet 2009; 373: 13–14. Table: Main Governance Instruments for Benefit Sharing Benefit Sharing (established sense) Benefit Sharing (aspirational sense) Convention on Biological Diversity, 1992 United Nations (except USA) including national laws: e.g., Biodiversity Bill India 2002 Biodiversity Act South Africa 2004 Convention on Human Rights and Biomedicine, 1997 Council of Europe Declaration of Helsinki, 2008 World Medical Association including national laws: e.g. Brazilian National Health Council resolution No.196/96 1996 Universal Declaration on Bioethics and Human Rights, 2005 UNESCO ",
        "CHAPTER 3. SCIENTIFIC-TECHNOLOGICAL DIVIDES AND BENEFIT SHARING 39 2. Ethical and Regulatory Challenges What makes achieving compliance with benefit sharing measures difficult is the cross-border nature of transactions. For instance, the Convention on Biological Di‑ versity is enforced through national leg- islation. This means that access to courts by foreign plaintiffs is a difficulty, as well as the enforcement of judgements across jurisdictions and the use of com- mon terms required in court proceedings. The concept of misappropriation, for in- stance, is particularly contested. 15 A recent achievement in terms of en- suring compliance with benefit sharing requirements for non-human resources was the signing, after six years of nego- tiations, of the Nagoya Protocol on Ac- cess and Benefit Sharing (2011). 16 This protocol requires all 193 Parties to im- prove legal certainty and transparency for users and providers of resources by adopting relevant domestic legislation. A significant innovation of the protocol is the design of an internationally recog- nised certificate of compliance, which can be required at designated checkpoints. 17 Minimum information required by such a certificate of compliance includes (a) issuing authority, (b) date of issuance, (c) provider, (d) unique certificate identi- fier, (e) person or entity to whom prior informed consent was granted, (f) sub- ject-matter or genetic resources covered 15 United Nations Convention on Biological Diver- sity. Conference of the Parties 9, Decision IX/12. Access and benefit sharing (11). Available at: www.cbd.int/decision/cop/?id=7158 16 United Nations Convention on Biological Di- versity. (2011) Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utiliza- tion, available at: www.cbd.int/abs/text/ 17 The term “checkpoint” is used in the CBD Na- goya Protocol to describe any institution set up under domestic legislation, which is able to check compliance. by the certificate, (g) confirmation that mutually agreed terms were established, (h) confirmation that prior informed con- sent was obtained, and (i) commercial and/or non-commercial use. An additional support for benefit sharing would be for scientific and technological research support funds to be made con- ditional on compliance with benefit shar- ing principles. For instance, in a pro-ac- tive move, the main German research foundation ( Deutsche Forschungsge‑ sellschaft , DFG) requires all applicants to show that they are in compliance with the Convention on Biological Diversity . Al- though this measure targets public fund- ing, it not only raises compliance in the publicly supported research sector but significantly increases awareness of ben- efit sharing requirements. Recommendation: The European Commission should specifically include a requirement for compliance with the Convention on Biological Diversity in the forthcoming Horizon 2020 Framework Programme for Research and Innovation ethics review protocol. Although the Convention on Biological Di‑ versity focuses attention on benefit shar- ing with regard to non-human resources, ensuring benefit sharing for human bio- logical resources remains an issue. There are two main reasons for this. The first is that in developed countries most hu- man research participants contribute to research as altruists. As a result, the altruism model is widely advocated for all research participation, even though research locations have increasingly shifted to the global South. However, the altruism model does not take ac- count of a significant double standard. Anyone taking part in medical research in the North (with some exceptions in the ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 40 United States) is almost always guaran- teed access to the fruits of their altruism. By contrast, research participants in de- veloping countries of the South are un- likely to have access to the latest medical innovations through any national health services. They will therefore have con- tributed to the advancement of science without sharing any of the benefits. The second reason why benefit sharing for human biological resources remains a ma- jor problem is the concern within interna- tional research ethics about the “undue inducement” of research participants. At its extreme, benefit sharing of any form, even access to successfully tested inter- ventions, can be regarded as an undue inducement to participate in research in a developing country setting. For instance, bioethicist George Annas has argued that it is not possible to “do studies ethically in a country where there is no basic health care. Although it is possible to be clear with people in developing countries that they are participating in research, what they hear is that they have a chance to get treatment for some illness or disease that is not otherwise available. How can you put them in that position and then say they are giving informed consent?” 18 Realising benefit sharing faces consid- erably more challenges than can be detailed in this report. 19 However, one challenge which must be mentioned is 18 George Annas, cf. Hawkins, Jennifer and Ema- nuel, Ezekiel (2008) Exploitation and Develop‑ ing Countries , Princeton: Princeton University Press, p. 24 19 See for instance, Rachel Wynberg, Do- ris Schroeder and Roger Chennells (eds.) (2009) Indigenous Peoples, Consent and Benefit Sharing– Learning Lessons from the San‑Hoodia Case (2009) Springer, Ber- lin. Doris Schroeder and Eugenijus Gefenas (2011) Realising Benefit Sharing – The Case of Post-Study Obligations, Bioethics , avail- able on early view at: onlinelibrary.wiley.com/ doi/10.1111/j.1467-8519.2010.01857.x/full. the gender divide. While guidelines and conventions governing benefit sharing exist, they fail to address adequately “the potential problem of inequity affect- ing women when it comes to the distri- bution of benefits.” The problem arises because current processes of benefit sharing do “not guarantee the represen- tation and participation of women in the decision-making process” due to “existing social structures that promote and main- tain discrimination.” 20 3. Areas Calling for Improved Governance Achieving benefit sharing in science and innovation must be a global endeavour, as the benefits that are most needed in the South are often generated in the North, although frequently using resourc- es obtained from the South. It is essen- tial that the governance of benefit shar- ing not be a “red tape” exercise. As noted above, the requirements for benefit shar- ing are included in a range of binding and non-binding legislation. It is time to move from prescription to realisation. However, complex issues do not have simple solu- tions and no actor can solve problems of such magnitude on their own. It is important not to exclude the private sector from responsibilities towards the aspirational goal of benefit sharing. In this regard, the pharmaceutical industry has been drafted in as co-responsible for fulfilling the human right to health through the Millennium Development Goals. Goal 8, target E, requires that governments “[i]n cooperation with phar- maceutical companies, provide access to 20 Fatima Alvarez-Castillo and Dafna Feinholz (2006) Women in Developing Countries and Benefit Sharing, in Developing World Bioethics , 6(3)113–121. ",
        "CHAPTER 3. SCIENTIFIC-TECHNOLOGICAL DIVIDES AND BENEFIT SHARING 41 affordable essential drugs in developing countries” 21 . Recommendation: Following the Millennium Development Goal approach, all relevant sectors of society should be engaged in contributing to the aspiration of benefit sharing. 4. Needs for New Governance Institutions The main difficulty in ensuring benefit sharing with developing countries re- mains in the area of human biological resources. A short case description of the Indonesian Avian Flu case may illustrate the problem. The Indonesian case not only shows how disputes over benefit sharing can put at risk access to resources needed for sci- entific advancements, but also how such disputes can endanger global public health. It is thus urgent that equitable so- lutions to benefit sharing be developed. It is necessary to be pro-active about build- ing an equitable relationship between the donors and users of human biological resources in order to ensure the future success of the scientific research enter- prise. At World Health Organisation level the following was noted in 2007 at the “International Governmental Meeting on Pandemic Influenza Preparedness: Shar- ing of Influenza Viruses and Access to Vaccines and Other Benefits”: We agree to take urgent action to develop fair, transparent and equitable international mechanisms on virus sharing and benefit sharing... We agree that viruses and samples are to be shared within the WHO system, consistent with national 21 Millennium Development Goals, United Nations, www.un.org/millenniumgoals/global.shtml laws and regulations, while the detailed framework for virus sharing and benefit sharing continues to be developed. 22 Since then some progress has been made. 23 After several years of nego- tiations, a WHO working group reached agreement on an alternative frame- work for virus sharing in April 2011. This framework is meant to be responsive to the concerns raised by the Indonesian government. 24 The framework was rati- fied by the WHO at the May 2011 World Health Assembly (WHA) meeting and includes the requirement for two Stand- 22 World Health Organisation (2007) Interim Statement of the Intergovernmental Meeting on Pandemic Influenza Preparedness: Sharing of influenza viruses and access to vaccine and other benefits, www.who.int/gb/pip/pdf_files/ IGM_PIP-IntStatement-en.pdf , accessed: 31 March 2011. 23 Thanks to Meena Krishnamurthy for providing additional information on this topic. 24 World Health Assembly, Pandemic Influenza Pandemic Preparedness Framework for Shar- ing of Influenza Viruses and Access to Vaccines and Other Benefits. PIP/OEWG/3/4 - Advance/ unedited text April 16, 2011. Available at: www.who.int/csr/disease/influenza/pip_frame- work_16_april_2011.pdf The Indonesian Avian Flu Case In 2006, the Indonesian government decided to withhold avian flu samples from the World Health Organisation and its associated vaccine-development laboratories. The argument was that even though Indonesian samples were crucial to the development of vaccines, the results of vaccine research would be unaffordable to its citizens. 1 Indonesia maintained that in the spirit of the Convention on Biological Diversity , human genetic resources fall under the sovereignty of the state and that no global public health measures can enforce access. 1 Caplan, Arthur L. and Curry, David R. (2007) Leveraging genetic resources or moral blackmail? Indonesia and avian flu virus sample sharing. The American Journal of Bioethics 7(11),1-2. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 42 ardized Material Transfer Agreement (SMTAs) 25 . The first SMTA contains terms and conditions which prohibit laborato- ries that are part of the WHO from mak- ing intellectual property claims in relation to the samples shared with them. The second SMTA, among other things, re- quires those outside of the WHO to com- mit to at least two conditions, selected from a list of options that includes giving developing countries 10% of the result- ing vaccines and/or anti-virals, selling 10% of these at an affordable price, or granting manufacturing companies with- in developing countries licenses to pro- duce vaccines at affordable royalties or royalty free. 26 Although this constitutes a first step towards a benefit sharing framework for human resources, starting with virus sharing, its implementation success has yet to be tested. More im- portantly, more work is required to cover all human biological resources. Recommendation: The European Commission should collaborate with the WHO to devise a comprehensive benefit sharing framework relevant to future access to human biological resources as well as global public health. This may lead to checkpoints similar to those for the Convention on Biological Diversity that could form a new governance institution. 25 World Health Assembly, Pandemic Influenza Pandemic Preparedness Framework for Sharing of Influenza Viruses and Access to Vaccines and Other Benefits. PIP/OEWG/3/4 - Advance/un- edited text April 16, 2011. Available at: http:// www.who.int/csr/disease/influenza/pip_frame- work_16_april_2011.pdf An SMTA is a legal contract that governs the transfer of materi- als – typically biological materials – between two parties. An SMTA specifies the rights and obligations of both the provider and the recipi- ent, binding both to certain terms and condi- tions of transfer. 26 Third World Network, “‘Milestone’ virus/ben- efit-sharing agreement with shortcomings”; April 26, 2011. Available at: www.twnside.org. sg/title2/health.info/2011/health20110404.htm 5. A European Approach? Benefit sharing is a prime example of an initiative in which Europe could exercise leadership. The United States has not signed the Convention on Biological Diver‑ sity and has opted out of the benefit shar- ing requirements of the Declaration of Hel‑ sinki , clearly demonstrating little interest in benefit sharing. While India and China are building up their benefit sharing legis- lation domestically, this does not represent a pro-active move to achieve benefit shar- ing globally, but rather a reasonable move to protect national assets. Hence, Europe could take the lead in ensuring that, as proclaimed in the Convention for the Pro‑ tection of Human Rights and Dignity of the Human Being , “all humanity may enjoy the benefits of biology and medicine”. This is a principle that applies in many areas, from the results of agricultural research to energy innovation. ",
        "CHAPTER 4. GLOBAL GOVERNANCE FOR RESPONSIBLE RESEARCH AND INNOVATION 43 Global Governance and Responsible Research and Innovation Governance entails “multiple processes of control and management that take place within and between states, in public agencies and private firms, or in any other social organization.” More specifically, “governance involves directing or setting goals, selecting means, regulating their operation, and verifying results”. 1 The concept of governance in this context thus implies some degree of multilateralism. In international relations, multilateralism is contrasted with unilateralism. Unilat- eralism occurs when a state acts on its 1 Report of the Expert Group on Global Gov- ernance of Science to the Science, Economy and Society Directorate, Directorate-General for Research, European Commission, Glob‑ al Governance of Science , Brussels, 2009, Available at ec.europa.eu/research/sci- ence-society/document_library/pdf_06/ global-governance-020609_en.pdf own to assert its interests, and multilat- eralism when countries work together to achieve a common goal or good. Al- though the phenomenon of multilateral- ism can be traced back to the post-Na- poleonic Congress of Vienna (1814-1815) and perhaps to the Treaty of Westphalia (1648), it emerged as a widely accepted practice only after World War II. The crea- tion of the United Nations and the Euro- pean Union are two of the more promi- nent efforts at multilateralism, although the results have been quite different. Beyond its employment as a concept in international relations, however, the phe- nomenon of multilateralism exists within states when different classes or interest groups collaborate — indeed, whenever any cooperation occurs among otherwise autonomous or semi-autonomous agents. Team work and interdisciplinarity can be thought of as other forms of multilater- alism. From this perspective, multilateral- ism is a reasonable name for the form of Chapter 4 Global Governance for Responsible Research and Innovation Ethical and regulatory challenges to science and research policy increasingly exhibit global features that in turn call for global responses. This report has examined two cases, privacy protection and benefit sharing, that illustrate relevant complexities. Identifying, formulating and facilitating responses to such complexities is key to developing a general framework that can foster and support Responsible Research and Innovation (RRI) and the report has sought to identify and recommend such responses. Now it is appropriate to consider a more general foundation for any framework for science and research policy at the global level. Our view is that multilateralism provides the best strategy for advancing RRI in meeting the ethical and regulatory challenges facing the global governance of science. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 44 cooperation in the science policy area that takes place between multiple types of po- litical institutions, respecting appropriate degrees of autonomy among them, and simultaneously reaching out across the sciences and innovation agencies, and into participating publics, in order to establish a global framework to promote RRI. RRI, in turn, is defined as: a transparent, interactive process by which societal actors and innovators become mutually responsive to each other with a view on the (ethical) acceptability, sustainability and societal desirability of the innovation process and its marketable products (in order to allow a proper embedding of scientific and technological advances in our society). 2 RRI includes a number of elements and processes that readily fold into a multilat- eral framework, broadly construed. These include embedding technology assess- ment and foresight in research, innovation and societal activities. Also important is the application of the precautionary prin- ciple (taking into consideration also other values as discussed in chapter 1) and pro- moting continuous risk assessment and monitoring of innovation and research activities. The implementation of ethics as a feature of design (for example Pri- vacy by Design as described in chapter 2) would contribute to such a framework. Other elements relevant to RRI include the potential use of demonstration projects, especially those representing a shift from risk governance to innovation govern- ance, which can realign how research and 2 Rene Von Schomberg (2012), in: Prospects for Technology Assessment in a framework of re- sponsible research and innovation, in: M. Dus- seldorp and R. Beecroft (eds) Technikfolgen abschätzen lehren: Bildungspotenziale trans‑ disziplinärer Methoden , Wiesbaden: Springer VS Verlag, page 50. innovation activities are conceived. This ideally would be complemented with the promotion of normative models for gov- ernance agreed on through multilateral mechanisms of dialogue and consensus. The final element of RRI is public debate, which is continuous, informed and sup- ported by public engagement activities during the entire cycle of research and innovation and the governance process. 3 Debates on the challenges faced in the governance of science occur at multiple levels, in varied settings and between a diverse range of actors and stakehold- ers. 4 Yet as a result of pressures associ- ated with global challenges — as noted in chapter 1 and explored in more detail with regard to privacy protection in chap- ter 2 and benefit sharing in chapter 3 — governance capabilities are seldom suf- ficient at either national or global levels. Additionally, each of the elements of RRI poses significant challenges for national or European authorities to implement within their own settings, which only compounds implementation difficulties in more local or global contexts. Global governance nevertheless requires me- diation through and expression at local or national levels. There is no global without a local aspect. Any approach to global RRI governance thus requires co-operation from national sources of governance and their assistance in the adaptation of ex- isting international mechanisms. However, existing forms of science gov- ernance at national levels can be useful as sites for best-practices and exper- tise in determining effective governance frameworks. These national exemplars 3 Ibid, p. 57 4 Monika Kurath and Priska Gisler, “Informing, involving or engaging: Science communication in the ages of atom, bio- and nanotechnology” , Public Understanding of Science ,. 18(5), Sep- tember 2009, pp. 559-573. ",
        "CHAPTER 4. GLOBAL GOVERNANCE FOR RESPONSIBLE RESEARCH AND INNOVATION 45 are varied and are often situated within a complex assemblage of different types of governance organizations and pro- cesses. They may be statutory regula- tory authorities, governmental depart- ments, funding agencies, stakeholder and interest groups, NGOs, professional and scientific organisations, the media, corporate and industrial associations or society and its publics. 5 How these or- ganizations and processes interact invites sustained analysis. Mapping Interactive Complexities Scientific research and innovation are pursued on the basis of varied social and economic needs, public expectations, and attitudes towards different sciences and technologies. Although national models of science governance diverge in struc- ture and organisation, successes are of- ten copied by others and values or princi- ples promoted by sources of governance in one context can be transferred to oth- ers. 6 In nearly all national settings these sources interact in determining and shap- ing how science is governed. The forms these interactions take are key factors in identifying successful national frame- works of science governance. To highlight different ways in which international ap- proaches might develop, it is useful to consider the following questions: • What types of dialogue take place? • How is consensus achieved? 5 Nesserini, Federico, and Massimiano Bucchi, “Which indicators for the new public engage- ment activities? An exploratory study of Euro- pean research institutions”, Public Understand‑ ing of Science , Vol. 20, No. 1, January 2011, pp. 64-79. 6 For example moratoria on human cloning were quickly transposed in national law in different countries copying declarations made by scien- tific organisations, see for example the Society of Developmental Biology, www.sdbonline.org/ SDBNews/CloneRes.html • What are the power relationships among different stakeholders and actors? • What values shape the perspectives of these sources? What types of dialogue take place? In re- lation to RRI, a framework for discussing the right impacts is essential. Dialogue also needs to be continuous and multilat- eral (in the sense of involving stakehold- ers from all sectors and activities) and to have a normative dimension. Mechanisms and activities focusing on dialogue be- tween national and existing international organisations with interests in develop- ing a global governance of science are critical. Indeed, some such mechanisms already exist in the form of professional scientific societies, churches, national and global funding institutions (public and private) — although to varying degrees in terms of the geographic range and stakeholders involved. Some internation- al forums also exist such as the UN sys- tem and the ERA that could be leveraged further in the context of privacy protec- tion and benefit sharing. Formal mecha- nisms of dialogue in the global context (which could be facilitated and promoted through these organisations) includes convening high-level policy meetings and expert-driven workshops, and the devel- opment and enhancement of global fo- rums where stakeholders can participate. How is consensus achieved? For RRI to be successfully promoted and imple- mented at the global level consensus is vital. Achieving a framework for RRI arguably entails that the first challenge is to have a reasoned debate and dia- logue to identify those values and prin- ciples that should constitute a norma- tive framework for global governance. The global reflection that led to adoption of the Universal Declaration of Human Rights and the regional discussion that ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 46 produced the Charter of Fundamental Rights of the European Union are two examples of such a process. The recom- mendations which conclude this report are potential starting points for an analo- gous discussion related to RRI. There are significant dangers in adopting a set of values without attempting to establish a consensus. Lessons can be derived here from how existing governance processes have operated. There are a number of other ways by which consensus might be pursued. These could range from international treaties or signed agreements between various national and transnational or policy organisations to declarations, non-binding agreements or best practice guidelines and/or policy prin- ciples. The Lund Conference, undertaken as an action of the Swedish Presidency of the European Union (second half of 2009), provides a salient model. One widely appreciated risk in terms of securing as broadly based consensus as is possible is that it may become so diluted as to be meaningless. Establishing con- sensus necessitates the widest possible participation and engagement of stake- holders but in ways that meet the sub- stantive challenges of science governance. What are the power relationships among different sources and stakeholders? In a global context power relationships be- tween different stakeholders and differ- ent countries or regions may play a criti- cal role in determining RRI frameworks and outcomes. 7 In the context of benefit sharing, for example, the struggles be- tween the global North and South have been highlighted in terms of setting the agenda and debates. Other disjunctions in power relationships are present within the domain of privacy, such as between corporate, military, and civil liberties in- terests. Considering the other challenges 7 E.g., some states may engage in multilateral dialogues to demonstrate the ‘importance of their role’ on the global stage. For this phenom- enon in relation to international environmental treaties, Thomas Bernauer,Anna Kalbhenn, Val- ly Koubi,and Gabriele Spilker, “A Comparison of International and Domestic Sources of Global Governance Dynamics”, British Journal of Politi‑ cal Science , 40(3), 2010, pp. 509-538 The Lund Declaration At the invitation of the Swedish government when exercising its turn in the rotating Presidency of the European Union (July 1 to December 31, 2009), 350 persons participated in Lund, July 7-8, to discuss EU policy for research and innovation. Participant scientists, politicians and other decision-makers, representatives of research funding bodies, NGOs, and others produced The Lund Declaration . 1 In the words of the Declaration : European research must focus on the Grand Challenges of our time moving beyond current rigid thematic approaches. This calls for a new deal among European institutions and Member States, in which European and national instruments are well aligned and cooperation builds on transparency and trust. Additionally: Identifying and responding to Grand Challenges should involve stakeholders from both public and private sectors in transparent processes taking into account the global dimension. The Lund Declaration provided a model of multilateral discourse, a preliminary science policy directive toward meeting grand challenges, and a preliminary identification of such challenges: “sustainable solutions in areas such as global warming, tightening supplies of energy, water and food, ageing societies, public health, pandemics and security”. At the same time it proposed that the further specification of such challenges involve the pursuit of even more extensive multilateral consensus. 1 Lund Declaration, July 9th 2009, www.se2009.eu/polopoly_ fs/1.8460•menu/standard/file/lund_declaration_final_version_9_july.pdf ",
        "CHAPTER 4. GLOBAL GOVERNANCE FOR RESPONSIBLE RESEARCH AND INNOVATION 47 depicted in the table in chapter 1, it is reasonable to assume that other configu- rations of power and power relationships will impact on RRI dialogues, consensus building and implementation of norma- tive models for science governance. What values shape the perspectives of these sources? For RRI to include the pro- motion of normative models of govern- ance, it is crucial that it involve different social, cultural, political, legal and ethical viewpoints and values is crucial, in re- spect to both substance and application. This includes different values per se and differences in how values are applied. This report explores how the Charter on Fundamental Rights and the values ex- pressed within it can be related to issues and challenges in the governance of sci- ence and innovation. But the cases of privacy protection and benefit sharing are only two among a much larger set of challenges to be considered. Multilateralism and Responsible Research and Innovation The two cases of privacy protection and benefit sharing highlight how no specific set of governance resources, either at national or global levels, can offer suf- ficient governance tools for coping with the challenges faced by the international community. The only method that can bring together available capabilities and offer a framework for the development and implementation of innovative tools of governance is multilateralism. It is evident that the EU already engag- es to a significant extent in multilateral practices and governance in the conduct of science. This is especially the case in the conduct of EU-funded science. EU science policy emphasizes consor- tia comprising partners from different countries, stakeholder involvement in de- termining science agendas, and dialogue between the European Commission, Member States, and scientific and fund- ing organisations on the areas of science that should be prioritised and the funding schemes that should be deployed. Multilateralism in science policy is thus a generally practiced process through which different governance objectives can be achieved in a global governance framework by bringing together and al- lowing sources of governance to co-oper- ate at the international level. The fact that in this European case the “international” is actually activated only on a regional level should not obscure the potential of the same process to reach a broader scope. Analysis of a range of studies (both clas- sical and more recent) reveals that the traditional, state-centric visions of multi- lateralism do not correspond to the reali- ties of the 21 st century. Indeed, the emi- nent foreign policy professional Richard Haas rejects the possibility of one com- mon understanding of multilateralism. Different types of multilateralism include manifest elite multilateralism, functional multilateralism (coalitions of the willing), and informal multilateralism. 8 The con- cept of multilateralism thus offers rich potential for development with regard to RRI science policy. The literature offers several examples of theoretical efforts to go beyond state-cen- tric thinking. This opens up multilateral- ism as a concept, making it applicable to complex international structures which embrace the variety of relationships re- sulting from interactions on sub-regional, 8 Richard N. Haas, The Case for Messy Multilater- alism. Financial Times, January 5, 2010. www. cfr.org/publication/21132/case_for_messy_ multilateralism.html ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 48 national, regional and global levels. One such mind-opening exercise argues that: multilateralism is premised upon functioning and autonomous sovereign states, which is in some instances a fiction. Sovereignty as an exclusive norm of domestic jurisdiction is in turn being challenged by universal norms relating to human rights and governance. 9 In another instance, the scholar Emma- nuel Adler suggests a “new approach” to multilateralism arguing that “classic forms of universal intergovernmental multilater- alism” have been challenged by multiple factors. These factors include hegemonic pressures, the weakening of sovereignty, the growing global role of non-state ac- tors, policy networks, and the transfer of liberal practices and institutions from na- tional to international and transnational spheres. As a reaction to growing com- plexities, multilateralism has been adapt- ed and transformed. Adler himself pro- poses a new conceptual model he terms ‘‘communitarian multilateralism’’ that expresses cultural convergences beyond those reflected in political alliances. Adler expresses several concerns regarding communitarian multilateralism, including that it is unlikely to contribute to global governance because its practices are in- herently exclusive. 10 However, if global governance can be applied to limited sec- tors such as research and science, then a communitarian multilateralism would be feasible in considering the complex range and scope of possible governance sources that would be involved. 9 Edward Newman, Ramesh Thakur and John Tir- man Multilateralism under Challenge? Power, International Order, and Structural Change. UN University Press, p. 8. 10 See: Emanuel Adler, ‘‘Communitarian multi- lateralism’’, in Newman, Thakur and Tirman, op.cit., pp. 34-55. Practices developed in scientific research communities already show signs of mov- ing towards such communitarian mul- tilateralism. Research and innovation is expanding beyond the classical borders of sovereignty. On the basis of overlapping networks of cooperation that contribute to “communitarian practices”, collective iden- tity formation is taking place. Research and innovation, when addressed from the perspective of material values alone, lead to a stress on economic development at the global level. Communitarian multi- lateralism opens a path for RRI which is aimed at utilization of the knowledge and practices accumulated by epistemic com- munities for the benefit of humanity. One of the driving forces behind multilat- eralism in its classical interpretation was a need to regulate and control the com- plexities of interstate relations as a result of the pressures of increasing globaliza- tion. In the 21 st century “complexity be- comes even more complex” as a conse- quence of the multiplicity of actors and channels of interaction, a feature strongly characteristic of all national and global science. There are several parallel layers of multilateralism, starting with formal governmental multilateralism, followed by informal “light multilateralism” 11 . In some sectors “hard multilateralism” (se- curity, use of force, sovereignty) prevails, in others “light multilateralism” (informal and voluntary agreements). In the field of research and science “light multilateral- ism” matters more because of the multi- plicity of actors involved who are not tra- ditional sources of governance. Another useful notion is that of the international regime. According to Stephen Krasner: 11 Pentilla R. (2009) Multilateralism light. The rise of informal international governance . London: Centre for European Reform, http://www.cer. org.uk/pdf/pentilla_essey_july09.pdf ",
        "CHAPTER 4. GLOBAL GOVERNANCE FOR RESPONSIBLE RESEARCH AND INNOVATION 49 International regimes are defined as principles, norms, rules, and decision-making procedures around which actor expectations converge in a given issue-area. 12 We characterise an attempt to develop a governance framework for global sci- entific and innovation processes as an example of a global regime. As we have suggested previously some elements are found at national levels, but the chal- lenge is to transpose, adapt or create new global frameworks that can suc- cessfully replicate national contexts. The practical challenges, given the problem- atic issues faced by governing science and technology responsibly in the global context, have been highlighted in this report with specific reference to privacy protection and benefit sharing. Multilateralism presupposes a framework that allows for collective decision-mak- ing; the formation of rules and norms which in the most general way is a pro- cess of regulation based on inclusive- ness; interconnectivity and collaboration. It is also based on permanent dialogue oriented towards consensus building on a global level. Multilateralism as a pro- cess is valuable in itself, since it engages diverse participants, seeks substantive commonalities and specifies the goals to be achieved. As this report argues, the multilateral global governance of science will need to include a wide range of: • Actors, whether or not they are sources of governance per se (states, academic communities, agencies, financing bodies, interna- tional organizations, international associations); 12 Ibid, p. 1. • Types of relations among actors (formal, informal, institutionalized, non-institutionalized, politically driven, science driven); and • Rule-, norm-, and decision-making procedures (at national, regional and global scales) along with an appreciation of how different forms of governance interact or are used in different situations and contexts when shaping these procedures. Conclusion Harnessing the potential of science and technology for sustainable green growth, human development and equi- table global justice is a major challenge that goes against the grain of some major contemporary dynamics, includ- ing commercialization, emerging secu- rity agendas and knowledge divides that exclude many developing countries. The capacity of science and research policy at the global level to respond to these ethical and regulatory challenges can- not be taken for granted. It requires, on the contrary, an innovative and ambitious institutional approach. From this perspective, multilateral- ism is not one option to be considered. It is the only viable model for global governance that can ensure that the benefits of science and technology, in a framework of Responsible Research and Innovation, are delivered in ways consistent with the diversity of actors, mechanisms and values that necessar- ily characterize any international science and technology regime. The internal dy- namic of science and technology can- not guarantee ethical behaviour, social benefits or inclusiveness. And no cred- ible top-down approach can be proposed that might provide effective coordina- tion based on a single set of values of institutional mechanisms. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 50 However, multilateralism is not in itself an institutional model. It is a template. With a view to developing specific practi- cal ideas for implementation, we propose therefore that the European Commis- sion and other relevant parties engage in a debate on what model should be taken forward and promoted at the interna- tional level for Responsible Research and Innovation. There are basically three options: First, an international networking model that presupposes increased interaction among existing research organizations, communities, groups and individuals. This is characterised by a loose, bottom-up, open structure which is constantly trans- forming and adapting to global challeng- es. The model is based on communitar- ian multilateralism in how it functions as well as its processes. The interaction and practices of different actors on different levels produces new international science regimes based on RRI. Second, an enhanced EU model exported to global level. This model represents a combination of international network- ing and hard governance components. It means that there should be an inter- national organization that is willing to perform (or allowed to perform with the agreement of national/regional organi- sations) the role of global governance of science. The EU could offer its framework for further expansion in the field of re- search and be the focal point for the pro- motion of RRI frameworks and processes. Institutionalization of the global govern- ance of science is in this model comple- mented by increasing flows of networks. Third, a hard governance model based on laws, regulations and codes: this model might be regarded as the most effec- tive, at first glance, because institutions are core to the governance process. The power hierarchy is established, prin- ciples of governance are defined, proce- dures described, conditionality elements incorporated and risk management fore- seen. However the model has weakness- es. It can be described as a top-down structure where the existence of diver- sity of individual practices is secondary and interactions among research com- munities are not part of the process. Un- der these conditions RRI will not become a practice but a principle by choice. ",
        "CHAPTER 5. CONCLUSIONS AND RECOMMENDATIONS 51 It was in the context of initial reflections on the values that ground RRI that we in- troduced the first of a series of twelve core recommendations. Recommendation 1: The European Commission should continue to pursue a balance between ethical and socio-cultural diversity, both at the EU level and globally, in accord with respect for internationally recognized fundamental values. This is especially important in such challenges as privacy protection and benefit sharing as aspects of the global governance of science and innovation. The governance of science in the light of common values — derived from Euro- pean experience and open to universal subscription — calls for a transparent, interactive process in which researchers, innovators, and other societal actors be- come mutually responsive to each other with a view to promoting ethical accept- ability, sustainability and relevant value anchor points for the innovation process and its marketable products. This model corresponds to an ideal of responsible re- search and innovation. Chapters 2 and 3 considered the appli- cability of the RRI ideal in case studies of privacy protection regarding research and innovation in new security technolo- gies, and benefit sharing across multiple scientific and technological divides. Critical reflection on and analysis of tensions between privacy and se- curity resulted in six more specific recommendations: Chapter 5 Conclusions and Recommendations The global governance of science — especially insofar as it involves responding to ethical and regulatory challenges to science and research policy at the global level — requires the guidance of appropriately universal norms. The ethical norms internal to the conduct of science, although important, are inadequate when it comes to providing responsible direction for research and innovation. The management of risk helps establish external boundaries beyond which the continued practice of technoscientific research and development becomes irresponsible. Today, however, as scientific insight and technological power increase, it is more important than ever to guide science, especially publicly funded research, towards positive outcomes that can improve human lives. As argued in chapter 1, authentically responsible research and innovation depends crucially on positive guidance from those anchor points that serve society across the whole spectrum of social institutions and human activities: human rights and the principles of dignity, freedoms, equality, solidarity, citizens’ rights, justice, and sustainability. It is precisely this sense of our common human responsibility to contribute to the development of a properly human world that gives rise to the effort to combine the themes of ethical acceptability, risk management, and human benefit to formulate the ideal of Responsible Research and Innovation. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 52 Recommendation 2: The European Commission should sponsor critical reflection at both scholarly and policy development levels on the full implications of the inherent transparency of electronic information. Recommendation 3: The European Commission should promote a culture in which security and privacy are not conceived as competing values. This will require both sustained research and collaborative consensus decision making with regard to these two fundamental values. Recommendation 4: The European Commission should pursue development of truly global standards and appropriate enforcement mechanisms for the protection of privacy in the presence of advances in security technologies. This implies a more in-depth analysis of the ways in which emerging security technologies impact society and cultural standards. Recommendation 5: Weaknesses in self-regulation and legal governance suggest technological governance as a good site for concrete, operationalized engagement with tensions between the protection of privacy and the pursuit of security. Such technological governance may offer reasonable prospects for improved governance activities by making privacy an innovation driver rather than a barrier. Recommendation 6: The European Commission should promote a wider understanding of Privacy by Design, including in this concept both personal data protection and respect for personal (physical and psychological) integrity. The EC should in all appropriate cases require the implementation of the Privacy by Design principle and seek ways to educate private and public interests about its benefits. Recommendation 7: The European Commission should strengthen its own understanding of and commitment to privacy as a fundamental human right while promoting broader recognition of and affirmation of this right in a global context. It is easy to imagine a number of ways to further operationalize some of these recommendations. With regard to recom- mendation 4, the EC might well consider offering an X-Prize for innovations that enhance privacy or integrate privacy pro- tection in security technology. With regard to recommendations 3, 5, 6, and 7, the EC might well benefit from the development of alliances with the free and open source software (FOSS) movement. Perhaps more than any other group of technical professionals, mem- bers of the FOSS network have been committed to exploration of ways to en- act respect for privacy while protecting security and reflecting critically on the societal influences, intended and unin- tended, of their research and innovation. In conjunction with further critical reflec- tion on and analysis of the challenges of benefit sharing across scientific and tech- nological divides, we added another set of recommendations: Recommendation 8: The European Union should work towards truly global ratification of the Convention on Biological Diversity and universal support for the Declaration of Helsinki, deploying EU foreign policy leverage as appropriate. ",
        "CHAPTER 5. CONCLUSIONS AND RECOMMENDATIONS 53 Recommendation 9: The European Commission should specifically include a requirement for compliance with the Convention on Biological Diversity in the forthcoming Horizon 2020 Framework Programme for Research and Innovation ethics review protocol. Recommendation 10: Following the Millennium Development Goal approach, all relevant sectors of society should be engaged in contributing to the aspiration of benefit sharing. Recommendation 11: The European Commission should collaborate with the WHO to devise a comprehensive benefit sharing framework relevant to future access to human biological resources as well as global public health. This may lead to checkpoints similar to those for the Convention on Biological Diversity that could form a new governance institution. Recommendation 12: The European Commission should build on European work to develop a Health Impact Fund by collaborating with the WHO and policy-makers globally to realise the potential of such an agreement in sharing the benefits of pharmaceuticals. It should further explore the feasibility of similar arrangements in other areas such as food and energy. Moving beyond the two case studies, chapter 4 sought to identify a general framework for pursuing such recommen- dations and advancing RRI on a broad scale. The framework proposed is mul- tilateralism, which has obvious affinities with the political principle of subsidiarity and the knowledge producing practices of interdisciplinarity. It recognizes in particular that neither global consensus nor global hegemony can be assumed as background conditions against which an international science and tech- nology regime might be established, governed and over time made more ethically acceptable. Consider first the principle of subsidiarity, which concerns the relationship between state and society and can be summa- rized by means of three guidelines: Do not make a higher governance level to do what a lower level can do. Higher governance levels should intervene only when individuals or groups that make up lower levels are not able to function alone. The relevant governance level is always the one closest to the individual. In short, the subsidiarity principle affirms the primacy of the person while acknowl- edging the reality of emergent forms of social organization that are often neces- sary to assist the practice and promote the flourishing of basic human values. As such, subsidiarity is another way to enrich multilateralism. Consider too the phenomenon of interdis- ciplinarity. 1 Increasingly it is recognized that disciplinarity has to some extent ex- hausted its potential and that pertinent knowledge production depends on cross- ing disciplinary boundaries, particularly with respect to key emerging areas of major societal concern. The problems of contemporary science and innovation sel- dom fit comfortably in disciplinary silos, especially insofar as science and inno- vation are pursued not as ends in them- selves but as means to benefit humanity at large. The challenges of negotiating the tensions between privacy protection and security enhancement and of sharing 1 See, e.g., Robert Frodeman, Julie Thompson Klein, and Carl Mitcham, eds., 2010, Oxford Handbook of Interdisciplinarity , Oxford Univer- sity Press. ",
        "ETHICAL AND REGULATORY CHALLENGES TO SCIENCE AND RESEARCH POLICY AT THE GLOBAL LEVEL 54 benefits from health, agricultural, energy, or climate research — in all cases across scientific and technological divides with- in Europe, among sometimes competing and at other times cooperating nation States, and between the developed and the developing worlds — are not ame- nable to any simple disciplinary research and innovation. For these and associ- ated reasons funding agencies (private and public, national and international) regularly call for the practice of multi-, inter-, and transdisciplinary scientific re- search and technological innovation. To integrate value-based responsibility into research and innovation is thus another necessary aspect of interdisciplinarity. In order to promote multilateralism, broadly construed, in the pursuit of RRI we would put forward the following (non-exhaustive) list of specific actions for consideration as part of the agenda towards enacting our Recommendations: • EC intra-agency discussions of the challenges of privacy protection and benefit sharing; • EU Member State discussions and development of relevant privacy protection and benefit sharing guidelines; • Programs for compiling and evalu- ating existing European mechanisms of global science governance, to highlight best practices and record transnational expertise in managing science projects; • Education for researchers in the ide- als and practices of RRI; • Further research into the particular challenges outlined in this report, as a basis for identifying specific inter- national governance mechanisms that would mitigate against them; • EC research and dialogue on the grand challenges for science and innovation, adopting a foresight or other relevant methodology to stimulate and attract medium- and long-term investigative responses; • Comparisons and contrasts of Member State and non-European perspectives on grand and global challenges; • A platform with scientists, govern- ment agents, and interested stake- holders to assess research results generated by research initiatives into governance responses to rel- evant challenges; • Dialogue between scientists and representatives of interest groups devoted specifically to defending and promoting dignity, freedoms, equality, solidarity, civil rights, jus- tice, and sustainability; • Expanding the criteria of scientific merit to include RRI when assessing funding proposals and broadening the peer review process to include non-scientists, human rights activ- ists and other interested parties; • Encouraging professional scientific societies, disciplinary and interdisci- plinary alike, to develop and clearly state relevant norms, guidelines, and implementation mechanisms for RRI; • Opening avenues for dialogue among all interested actors in the governance of science through ex- pert workshops or high level policy conferences; and potentially • Drafting a code of RRI conduct. When reflecting on the potential for a Eu- ropean approach, this kind of broad, criti- cal, reflective engagement with science and innovation is characteristic and dis- tinctive of European life and culture. Along with its commitment to human rights and basic values, this is one of the most impor- tant aspects of what can be seen through the eyes of Europe concerning the pursuit of responsible science and innovation. ",
        "55 MEMBERS OF THE EXPERT GROUP: NOTE ON THE AUTHORS Chairwoman: Prof. Zaneta Ozolina University of Latvia, Riga Rapporteur: Professor Carl Mitcham Liberal Arts & International Studies Director, Hennebach Program in the Humanities Colorado School of Mines, Golden, USA Professor Doris Schroeder Director of the Centre for Professional Ethics, UCLAN, Preston, UK Professorial Fellow, Centre for Applied Philosophy and Public Ethics, University of Melbourne, Australia. Prof. Emilio Mordini Director of the Centre for Science, Society and Citizenship Rome, Italy Dr. John Crowley Ethics of Science and Technology Division UNESCO Paris, France Dr. Paul McCarthy GSI Ltd., London, UK Policy officer: Dr. phil. René von Schomberg DG Research and Innovation, email: Rene.vonschomberg@ec.europa.eu Members of the expert group: note on the authors ",
        "European Commission Ethical and Regulatory Challenges to Science and Research Policy at the Global Level Luxembourg: Publications Office of the European Union 2012 - 55 pp. - 17,6 x 25,0 cm ISBN: 978-92-79-22275-7 doi:10.2777/35203 ",
        "How to obtain eu publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate A - Framework Programme & Interinstitutional relations Unit A.1 - External & Internal communication E-mail: RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels ",
        "K I - N A - 25 - 101 - E N - C E t h i c a l a n d R e g u l a t o r y C h a ll e n g e s t o S c i e n c e a n d R e s e a r c h P o l i c y a t t h e G l o b a l L e v e l Research and innovation Ethical and Regulatory This expert group report on the Ethical and Regulatory Challenges to Science and Research Policy at the Global Level has been authored by experts from Europe and the United States of America in an interdisciplinary manner. Science is a major driving force of globalisation. We cannot assume that the ethical values underpinning the European Union’s Framework Programme are accepted outside Europe. This has become very clear in the global discussion on privacy standards and data protection, as well as on the ethical imperative for benefit sharing from scientific and technological advance. The expert group has made specific policy recommendations for these two topics, especially in the light of emerging technologies. The expert group advocates an approach to advance an international framework for responsible research and innovation by means of multilateral dialogue. Since governmental bodies have limited possibilities, it will be necessary to include both state and non-state actors in this dialogue. to Science and Research Policy at the Global Level Challenges doi:10.2777/35203 "
    ]
}