{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 7.3.2018 SWD(2018) 207 final COMMISSION STAFF WORKING DOCUMENT Country Report Spain 2018 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2018 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2018) 120 final} ",
        "Executive summary 1 1. Economic situation and outlook 5 2. Progress with country-specific recommendations 12 3. Summary of the main findings from the Macroeconomic Imbalance Procedure In-Depth Review 16 4. Reform priorities 24 4.1. Public finances and taxation 24 4.2. Financial sector and private sector debt 30 4.3. Labour market, education and social policies 35 4.4. Investment 47 4.5. Public administration 58 4.6. Sectoral policies 60 Annex A: Overview Table 64 Annex B: Macroeconomic Imbalance Procedure Scoreboard 68 Annex C: Standard Tables 69 References 75 CONTENTS ",
        "LIST OF TABLES Table 1.1: Key economic and financial indicators — Spain 11 Table 2.1: Overall assessment of progress with 2017 CSRs 13 Table 3.1: Current account balance and net international investment position sensitivity analysis 19 Table 3.2: MIP Matrix 21 Table 4.2.1: Financial soundness indicators, all banks. 30 Table B.1: The Macroeconomic Imbalance Procedure scoreboard for Spain ( AMR 2018) 68 Table C.1: Financial market indicators 69 Table C.2: Headline Social Scoreboard indicators 70 Table C.3: Labour market and education indicators 71 Table C.4: Social inclusion and health indicators 72 Table C.5: Product market performance and policy indicators 73 Table C.6: Green growth 74 LIST OF GRAPHS Graph 1.1: Composition of GDP growth 5 Graph 1.2: Contributions to potential growth 5 Graph 1.3: Net lending / borrowing by sector 7 Graph 1.4: Analysis of unit labour costs (ULC) 7 Graph 1.5: Activity, unemployment, long-term unemployment, youth unemployment, NEET 8 Graph 1.6.1.a: Regional disparities GDP per head1 9 Graph 1.6.1.b:Drivers of regional disparities GDP per head 2 9 Graph 1.6.2: Spain — Breakdown of regional disparities in GDP per head (Theil index) 10 Graph 1.6.3: GDP per head and total factor productivity, the activity and the unemployment rates for NUTS-2 regions from DE, ES, IT, FR and NL. 2014 data1, 2 10 Graph 2.1: Overall multiannual implementation of 2011-2017 CSRs by February 2018 12 Graph 3.1: Current account balance and net international investment position 17 Graph 3.2: Analysis of the rate of change of NIIP — Spain 18 Graph 3.3: External liabilities by sector-type of financial assets: change 2013-2017 18 Graph 4.1.3: Government revenue by category 28 Graph 4.1.4: Share of regions having complied with fiscal rules over 2013-2016 by GDP per head and by year (100% = 17 regions) 28 Graph 4.1.5: Improvement in regional and local governments’ budget balance by component 29 Graph 4.2.1: Sources of financing of the Spanish economy 30 Graph 4.2.2: Loans to the private sector 31 Graph 4.2.3: Composition of debt — ES 32 Graph 4.2.4: Decomposition of y-o-y changes in debt-to-GDP ratios, households (ESA 2010) — Spain 32 Graph 4.2.5: Gap to the fundamental-based and prudential benchmarks, HH and NFC 33 ",
        "Graph 4.2.6: Decomposition of y-o-y changes in debt-to-GDP ratios, quarterly non-consolidate data, non-financial corporations (ESA 2010) — ES 33 Graph 4.3.2: Responsiveness of wages to unemployment by region 37 Graph 4.3.3: Responsiveness of wages to productivity developments and regional changes in unemployment by sector (2012-2016) 37 Graph 4.3.4: Employment by type 39 Graph 4.3.5: Characteristics of temporary employment 40 Graph 4.3.6: Share of temporary contracts in total employment by sector, ES v. EU 40 Graph 4.3.7: At risk of poverty and social exclusion and its subcomponents 43 Graph 4.3.8: At-risk-of-poverty gap 44 Graph 4.3.9: In-work poverty by employment type 45 Graph 4.4.1: Change in the balance of trade goods and services: exports and imports contribution 47 Graph 4.4.2: Import content of GDP components in Spain 48 Graph 4.4.3: ULC by sector 48 Graph 4.4.7.a: Main determinants of Spanish exports 49 and imports performance(1) 49 Graph 4.4.7.b: Long term elasticities of imports (2) 49 Graph 4.4.4: Spain's productivity gap vs. average of Germany, France and Italy, 2010 EUR/hour 50 Graph 4.4.8.1: Change in share of GVA (1.a) and exports as % of gross output (1.b) by sector 51 Graph 4.4.8.2: Change in FTE employment (2.a), and change in productivity (2.b), by sector 52 Graph 4.4.8.3: Change in share of employment and productivity (3.a), and productivity and sectoral reallocation (3.b) 52 Graph 4.4.5: Distribution of labour productivity growth in Spain (real value added by employee) 53 Graph 4.4.6: R&D intensity projections, 2000-2020 54 LIST OF BOXES Box 1.6: Spain. Regional disparities in GDP per head 9 Box 2.2: Tangible results delivered through EU support to structural change in Spain 15 Box 3.4.1: Euro area spillovers 23 Box 4.1.1: Medium-term projections of general government debt 25 Box 4.1.2: The Spanish pension system — reforms and challenges 26 Box 4.3.1: Monitoring performance in light of the European Pillar of Social Rights 36 Box 4.4.7: Assessing structural changes in Spanish exports and imports of goods and services: long-run elasticities to demand and competitiveness 49 Box 4.4.8: Sectoral rebalancing in Spain 51 Box 4.4.9: Investment challenges and reforms in Spain 57 Box 4.6.1: Policy highlights 63 ",
        "1 Spain's continuing strong recovery is an opportunity to reinvigorate the reform momentum and complete earlier achievements. Economic activity and employment grew again strongly and imbalances further unwound in 2017. However, productivity is increasing slowly due to low innovation capacity and investment in knowledge and skills; and strong labour market segmentation and uneven social policy outcomes risk entrenching high income inequality. Addressing those challenges and ensuring full implementation of initiated reforms — such as in product markets regulation — could reduce the risk of a slowdown should the external economic environment and financial conditions become less supportive ( 1 ). The Spanish economy continued to grow above expectations and the euro area average in 2017. In its fourth year of expansion, Spanish real GDP surpassed its 2008 pre-crisis peak. Economic growth was driven by domestic demand, in particular private consumption, supported by high job creation. Investment, especially in equipment, also grew robustly. Exports consolidated their positive contribution to growth, supported by an increasing internationalization of Spanish firms and further cost-competitiveness gains. Overall, the growth of economic activity continued on a more balanced pattern than before the crisis. Growth is expected to decelerate but remain robust. Ambitious structural reforms in the aftermath of the crisis set the foundations for the strong recovery. However, other supporting factors - namely low oil prices and the stimulus from tax cuts and improving financing conditions - are set to gradually subside. Private consumption is therefore set to moderate but remain a robust driver of growth. Investment growth is forecast to ease only slightly. ( 1 ) This report assesses Spain’s economy in the light of the European Commission’s Annual Growth Survey published on 22 November 2017. In the survey, the Commission calls on EU Member States to implement reforms to make the European economy more productive, resilient and inclusive. In so doing, Member States should focus their efforts on the three elements of the virtuous triangle of economic policy - boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. At the same time, the Commission published the Alert Mechanism Report (AMR) that initiated the seventh round of the macroeconomic imbalance procedure. The AMR found that Spain warranted an in-depth review, which is presented in this report. The economic rebalancing progressed further, but high debt levels and unemployment still represent vulnerabilities. External debt is still very high, despite the continued reduction driven by a sustained current account surplus. Private sector debt reduction also progressed, only slowed down by new credit finally starting to grow again. The public debt ratio has so far declined slowly, leaving sustainability risks elevated in the medium term. Unemployment has continued its rapid decline, but remains among the highest in the EU. Spain represents a source of potential spill-overs to the rest of the euro area. Simulations show that a decisive implementation of product market reforms in Spain would have a limited but positive impact on the growth of other euro area countries. Spain has made overall limited progress in addressing the 2017 country-specific recommendations (CSRs). Spain made some progress in reforming public procurement, limited progress in strengthening the fiscal framework, and some progress in undertaking a comprehensive spending review. Some progress was achieved in reinforcing coordination between public employment services and social services. There was limited progress in promoting hiring on open- ended contracts, addressing disparities in income guarantee schemes and improving family support, as well as in increasing the labour market relevance of tertiary education and addressing regional disparities in educational outcomes. Finally, Spain made limited progress on the implementation of the law on market unity and on research and innovation investment and governance, although there was some improvement in the latter area. Regarding progress in reaching the national targets under the Europe 2020 strategy, Spain is performing well in reducing greenhouse gas emissions and on track to achieve its renewable energy and energy efficiency targets. The tertiary education rate is close to the target. While sizeable gaps remain concerning the employment rate and early school leaving, they were again substantially reduced. By contrast, there was little progress towards the targets for R&D investment and reducing poverty risk. EXECUTIVE SUMMARY ",
        "Executive summary 2 Spain faces challenges with regard to a number of indicators of the Social Scoreboard supporting the European Pillar of Social Rights. As past efforts to promote employment creation are bearing fruit, the creation of permanent employment is slowly increasing in prevalence, but the use of temporary contracts remains widespread. Income inequality stabilised but it remains relatively high. Early school leaving keeps improving but, together with a high risk of poverty among children, weighs on equality of opportunities. The shares of people at risk of poverty and social exclusion and of young people not in employment, education and training are decreasing but call for close monitoring. The impact of social transfers (other than pensions) on poverty reduction is weak. The main findings of the in-depth review contained in this report and the related policy challenges are as follows:  Spain does not face immediate risks of fiscal stress, but medium-term sustainability risks remain high. The general government debt ratio is still high. Its reduction is projected to slightly accelerate in 2018-2019, also supported by strong nominal GDP growth, but the debt ratio is expected to remain around 95 % of GDP in the medium term. Projected savings in age-related expenditure attenuate fiscal sustainability risks. The efficiency of some spending items may benefit from the recently initiated spending review and the implementation of a new public procurement law.  Private debt reduction has continued, but certain groups of firms and households remain highly indebted. Private debt both of companies and households has fallen further overall. Nominal GDP growth is increasingly driving the debt ratio reduction, allowing credit flows to households and firms, especially SMEs, to pick up in 2017. The still high level of indebtedness of some households and non-financial corporations, in particular low-income and jobless households and companies in the construction and the real estate sector, reduces their ability to weather potential shocks.  Structural improvements in trade performance underpin the slow reduction of Spain's external liabilities. Exports' increasing geographical diversification and a rising number of regularly exporting companies have led to gains in export market shares, indicating a structural shift in Spain's export performance. Furthermore, the economy's increased reliance on domestically produced goods has restrained import growth. As a result, in 2017, the current account registered a surplus for the fifth consecutive year. Current account surpluses will need to be sustained for an extended period of time to decisively bring down the still very high external liabilities.  Employment continued to grow at a robust pace and unemployment further fell rapidly, but is still very high. The strength of the labour market recovery is partly due to the impact of the past reforms and wage moderation. Both helped to increase the responsiveness of employment to economic growth. However, the unemployment rate remains among the highest in the EU. This is especially true for young people, implying a considerable untapped skills potential. Almost half of the unemployed have been jobless for more than a year. Spain is stepping up activation policies targeting the long-term unemployed, young people, and older workers. Nevertheless, their effectiveness largely depends on regional public employment services' capacity and coordination with employers and social services, which is only slowly improving.  Productivity has grown in some sectors, but weak innovation and investment entrenches the productivity gap between the best and worst performers. Since the recovery started, productivity has grown more in the tradable than non-tradable sectors, both in manufacturing and services. In some tradable sectors — where Spain has some competitive advantage — productivity growth compares favourably with other large euro area countries. Still, the productivity performance across firms within sectors is very heterogeneous, which can be partly explained by weaknesses in innovation capacity and, to a ",
        "Executive summary 3 lesser extent, investment in knowledge-based capital. Other key structural issues analysed in this report, which point to particular challenges for Spain's economy, are the following:  Spanish banks continued their stabilisation, while access to finance improved. The banking system as a whole comfortably meets the regulatory capital requirements and non- performing loans have been further reduced. The successful resolution of one bank in June 2017 contributed to strengthening the stability of the financial sector. Policies to support equity funding are proving effective.  The widespread use of temporary contracts negatively affects productivity growth and income inequality. While permanent contracts are on the rise amongst newly employed workers, the share of employees on temporary contracts is still high. Young and low-skilled workers are most affected by temporary employment, which often fails to lead to a permanent job. This outlook reduces incentives for workers and employers to invest in training and lifelong education, thus eroding human capital formation, which in turn impedes faster productivity growth. Moreover, temporary workers are at a higher risk of poverty and tend to accumulate lower entitlements to social benefits. Spain is fighting the abuse of temporary contracts with growing success and plans to increase the share of permanent posts in the public administration. However, incentives to promote open-ended contracts in the private sector have so far had only small effects.  Skills mismatches and gaps in educational outcomes also weigh on productivity growth. Tertiary graduates face difficulties in finding adequate jobs, and both over- and under-qualification are widespread in Spain. Though decreasing, the early school leaving rate remains amongst the highest in the EU and educational outcomes continue to vary considerably across regions. A high share of teachers is recruited on temporary contracts. The teaching and acquisition of digital skills is a challenge, which recent initiatives have started to address.  The social situation continued to improve with economic and job growth, but income inequality and the share of population at risk of poverty remain high. The employment situation of household members plays an important role in this context. In 2016, the share of people at risk of poverty and social exclusion again decreased slightly, but remains high especially for jobless and single-earner households, as well as for children. In addition, family policies and social benefits, notably income guarantee schemes, suffer from uneven coverage and low effectiveness. High levels of income inequality, early school leaving and child poverty may negatively affect the equality of opportunities.  While public procurement and the fight against corruption saw progress, advances to improve the business environment have slowed down. The law on market unity, subject of several rulings by the Constitutional Court in 2017, is still to be fully implemented. Regulatory disparities and restrictions keep mark-ups high, geographical mobility of companies and workers low, and productivity growth restrained. By contrast, a new law on public procurement, if implemented well, is likely to improve the efficiency and transparency of public procurement. The justice system's efficiency is being increased and the implementation of anti-corruption laws is making the business environment more attractive. The perception of the justice system's independence has improved.  The innovation performance remains weak, despite governance improvements. Public and private investment in R&D remains subdued. Low capacity of small and medium enterprises to adopt innovations and take advantage of digitisation is a drag on Spain's longer-term productivity growth. Governance of research and innovation has been streamlined and made more inclusive, but coordination between government levels is still uneven and the lack of systematic evaluations prevents policy learning. ",
        "Executive summary 4  Cross-border transport and energy connections, as well as water infrastructure, face investment gaps. Bottlenecks at Spain's borders impede a closer integration in the EU electricity and gas markets and slow down trade flows. Water governance is being improved, but there is underinvestment in supply and wastewater infrastructure. ",
        "5 Economic growth Economic growth continued exceeding expectations in 2017. The volume of GDP finally surpassed its pre-crisis peak in the second quarter of 2017, and growth remained robust in the third quarter, at 0.8 % q-o-q. According to the GDP flash estimate, growth slightly decreased to 0.7% q-o-q during the fourth quarter, bringing the annual growth rate for 2017 to 3.1%. The expansion is underpinned by a more balanced growth pattern than before the crisis. Domestic demand, and specifically private consumption, remains the main driver of growth, but net exports have also been contributing firmly to growth since 2016. The strength of the recovery and of job creation partly reflects the impact of the structural reforms implemented in the early years of the crisis, in particular the financial sector and labour market reforms. Graph 1.1: Composition of GDP growth Source: European Economic Forecast, autumn 2017 As favourable tailwinds subside, growth is expected to decelerate but remain robust. Real GDP growth is forecast to moderate to 2.6 % in 2018 and 2.1 % in 2019 (see Graph 1.1). ( 2 ) Private consumption is expected to slow down as job creation decelerates and the tailwinds that supported the growth of disposable income in recent years - i.e. declining oil prices, tax cuts and ( 2 ) GDP growth and inflation forecasts are based on the Commission 2018 interim winter forecast. All other variables and GDP components are based on the Commission 2017 autumn forecast improving financial conditions - abate. However, private consumption is still projected to remain the main contributor to growth until 2019, as disposable income continues to increase and the financial position of households improves. After decelerating in 2016, growth of investment is expected to have rebounded in 2017, driven by residential construction. It is then set to ease slightly in 2018 and 2019, as equipment investment growth moderates in line with final demand. Downward risks to the outlook nevertheless exist, as uncertainty linked to the political situation in Catalonia could have a negative impact on growth, the size of which cannot be anticipated at this stage. At the same time, a stronger than expected recovery in other euro area countries is an upside risk for export growth. Graph 1.2: Contributions to potential growth Source: European Commission Potential growth is projected to increase slightly. After plummeting during the crisis years, potential output growth has started to recover, and is estimated to reach 1.2 % in 2019, but still remaining below the euro area average (1.5 %) (see Graph 1.2). More than half of this increase can be explained by a higher contribution of labour to potential output growth. Whereas the contribution of capital and total factor productivity (TFP) to potential output is now in line with the euro area average, the contribution of labour is still lower on account of a slowly declining, structural unemployment rate (NAWRU). -10 -8 -6 -4 -2024 10 11 12 13 14 15 16 17 18 19 pps Private consumption Public consumption GFCF Net exports Inventories Real GDP (y-o-y%) % of potential GDP forecast -2.0 -1.0 0.0 1.0 2.0 3.0 4.0 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 R a t e o f c h a n g e y - o - y ( % ) Capital Accumulation Contribution TFP Contribution Total Labour (Hours) Contribution PF Potential Growth 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 6 External position The external sector is expected to continue contributing to GDP growth until 2019. Since 2016, import growth has remained contained, despite strong growth of domestic demand and accelerating exports, pointing to a reduction in import propensity (see Box 4.4.1). At the same time, structural improvements in export performance, underpinned by cost-competitiveness gains and an increase in the number of regular exporters, have contributed to sizeable gains in market shares in recent years. Both exports and imports are expected to have accelerated in 2017 as Spain's export markets recovered, before moderating in 2018 and 2019. Exports are expected to continue outpacing imports, and net trade should make a positive contribution to growth until 2019. In 2017, the Spanish economy registered a current account surplus for the fifth year in a row . The current account surplus, after increasing in 2016, is expected to remain broadly stable at almost 2 % over the period 2017-19, as swings in the terms of trade due to oil price increases are largely offset by changes in export and import volumes. Given its large net stock of external debt, reductions in the cost of debt in recent years had a positive impact on Spain's income balance. However, the scope for additional improvements seems contained, as interest rates are not expected to reduce further. In cyclically-adjusted terms, the current account has continued to improve, again suggesting that the external surplus is increasingly driven by structural factors. Current account surpluses are slowly translating into a reduction of Spain's net external liabilities . Despite the current account surpluses registered since 2013, negative valuation effects (partly reflecting improvements in confidence and higher value of Spanish assets) are limiting the improvements in the net international investment position (NIIP). Still, the NIIP has improved by more than 16 pps of GDP since its peak, but at -83.2 % of GDP in Q3-2017, it remains very negative. Changes in the structure of external liabilities in recent years in terms of sectors (e.g. being increasingly composed of public sector and central bank liabilities), type of instruments (e.g. a higher share of equity than in the past), and maturity (e.g. longer maturity of public debt), can mitigate some of the vulnerabilities associated with a highly negative NIIP. Going forward, the strong GDP growth, pickup in inflation and net external surpluses projected until 2019 should facilitate further improvements of the NIIP (See Section 3.2). Private and public debt The reduction in private sector debt is progressing but has slowed down. Despite its rapid decline, private sector debt remains high and deleveraging needs remain for both corporates and households (see Section 4.2). Nominal GDP growth has now become the main driver of the reduction in debt ratios. The deleveraging process has slowed down as new credit is growing strongly, especially for households and SMEs. Debt reduction, however, is taking place at a faster speed than suggested by fundamentals for both companies and households, indicating the excess of debt accumulated in the past is unwinding at a sufficient pace (European Commission 2017) (see Chapter 4.2). The reduction of public sector debt is expected to gather pace. The general government debt ratio is expected to decline from 99 % in 2016 to about 95.5 % in 2019. After narrowing to 4.5 % of GDP in 2016, Spain’s general government deficit continued to decrease in the first three quarters of 2017, by 1.4 pps (see Graph 1.3). This reduction has relied on the improved macroeconomic outlook but also on restraint on public expenditure growth. For the year as a whole, a general government deficit of 3.1 % of GDP is expected. At unchanged policies, the deficit is expected to narrow to 2.4 % and 1.7 % of GDP in 2018 and 2019, respectively. The structural deficit is expected to narrow from 3.3% of GDP in 2016 to 3.1% of GDP in 2017 and then remain almost unchanged in the two subsequent years. Inflation Core inflation is expected to gradually increase. After negative growth in the harmonised index of consumer prices (HICP) in 2016, inflation rebounded strongly in the first half of 2017 due to the increase in oil prices. HICP inflation moderated in the second half of last year to an annual average of 2 % in 2017, and is expected to decline further in 2018 and 2019 on account of oil price developments. Core inflation should recover ",
        "1. Economic situation and outlook 7 gradually over 2018 and 2019 as wages pick up and the output gap turns firmly positive. Graph 1.3: Net lending / borrowing by sector Source: AMECO Labour market The labour market situation continues to improve, supported by wage moderation and the labour market reforms implemented in previous years . Employment is expected to have expanded by 2.7 % in 2017. It is then projected to decelerate but remain robust at 2.1 % and 1.7 % this year and in 2019, respectively. The unemployment rate keeps decreasing, down to 16.6 % in Q4-2017 from 18.6 % one year earlier, and is expected to fall to about 14 % by 2019. The recovery in the labour market has also allowed for a reduction of disparities in GDP per head across Spanish regions (Box 1.6). After remaining subdued until 2017, nominal wage growth is expected to gradually increase in 2018 and 2019, as the cyclical slack in the economy narrows. Productivity is expected to grow only moderately, leading to modest increases in nominal unit labour costs (ULC) until 2019 (Graph 1.4). However, further cost competitiveness gains are expected, as ULC are projected to grow more slowly than in the rest of the euro area. Graph 1.4: Analysis of unit labour costs (ULC) Source: AMECO, European Commission A high level of labour market segmentation and long-term unemployment act as a drag on potential growth. The youth unemployment rate has progressively decreased (from 53 % in 2014 to 37.5 % in Q4-2017), and so has the long-term unemployment rate (from 12.9 % in 2014 to 7.1 % in Q3-2017) (Graph 1.5). However, both rates continue to be among the highest in the EU, suggesting that unemployment has become entrenched at least for some among these groups. At the same time, the proportion of employees on temporary contracts relative to the total employment has continued to rise by 0.3 pps year- on-year up to 26.8 % in Q4-2017, and is amongst the largest in the EU. However, the share of open- ended contracts in net employment growth increased to 54 % on average in 2017, although the longer term impact on the overall share of temporary employment cannot be assessed yet. Poverty, inequality and social inclusion Though declining, the share of the population at risk of poverty or social exclusion remains high. The proportion of people at risk of poverty or social exclusion declined for the second consecutive year in 2016 (based on 2015 income ( 3 )), reaching 27.9 % of the total population, but it remains well above the 2008 level of 23.8 %. The decrease owes to a drop in severe material deprivation and in the share of people living in households with very low or low work intensity, ( 3 ) Income data from EU-SILC in a given release refer to the previous year for all Member States except IE and UK. -15 -10 -505 10 15 0102030405060708091011121314151617*18* % o f G D P Households and NPISH General government -4 -2 02468 02 03 04 05 06 07 08 09 10 11 12 13 14 15 1617*18*19* R a t e o f c h a n g e y - o - y ( % ) Inflation (GDP deflator growth) Real Compensation per Employee Productivity Contribution (negative sign) Nominal unit labour cost ULC in Euro Area ",
        "1. Economic situation and outlook 8 which despite having improved, remains very high. The share of people at risk of monetary poverty remained stable in 2015 at 22 %, and much higher than the EU average. Flash estimates ( 4 ) indicate that for Spain no significant changes in this indicator are expected for the income year 2016. Although improving, challenges remain in the situation of children and young people as reflected by the high shares of early school leavers, young people not in employment, education, or training, and children in poverty. Work intensity is one of the most important drivers of poverty and inequality. Graph 1.5: Activity, unemployment, long-term unemployment, youth unemployment, NEET (1) Activity rate and Employment rate(% of population), ages 20-64. (2) Unemployment rate and long-term unemployment rate (% of labour force), ages 15-74. (3) Youth unemployment rate (% of labour force), ages 15-24. (4) NEET: Not in employment, education or training (% of population), total, ages 15-24 Source: Eurostat, LFS. Income inequalities remain high and real income growth is lower than GDP growth. Since ( 4 ) To provide timelier data on the effectiveness of social policies, Eurostat has produced experimental flash estimates for income reference year 2016. These complement the EU-SILC data and can be used in preliminary analysis until the final EU-SILC data becomes available. the recovery started, real gross household disposable income (between 2014 and 2017) has grown more slowly than GDP and social indicators point at various vulnerabilities. Income inequality, as measured by the income quintile ratio, registered a slight decline in 2016 (based on income from 2015), but continues to be one of the highest in the EU, as the richest 20 % share of the population earns about 6.6 times more income than the bottom 20 %. Inequality is mainly driven by a high unemployment rate, skills polarisation and labour market segmentation. It is especially high at the bottom of the income distribution. The redistributive power of the tax and benefits system is relatively low compared to other EU Member States. It reduces income inequality by only 34.6 %, as measured by comparing the Gini coefficients ( 5 ) of market income (i.e. before taxes and transfers) and disposable income (i.e. after taxes and transfers), below the EU average of 40%. ( 5 ) The Gini coefficient ranges between 0 and 1. Lower values indicate higher equality. To take into account differences in household size and composition, the total disposable household income is \"equivalised\". 62 64 66 68 70 72 74 76 78 80 0 10 20 30 40 50 60 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 % % Activity rate 20-64 (rhs) Unemployment rate 15-74 (lhs) Long-term unemployment rate 15-74 (lhs) Youth unemployment rate 15-24 (lhs) NEET rate 15-24 (lhs) ",
        "1. Economic situation and outlook 9 Box 1.6: Spain. Regional disparities in GDP per head GDP per head is unevenly distributed across regions . Disparities in GDP per head in Spain fell steadily before the start of the 2008 global crisis, increased after 2008 and declined again slightly in 2015. Despite the post-2008 increase, regional disparities are lower than in Italy and France and broadly similar to those in Germany (Graph 1.6.1.a). ( 1 ) Especially for France, dispersion in GDP per capita as measured by the weighted coefficient of variation is driven by the capital region, which is richer and more populated than other regions. The contribution of employment and productivity to disparities in GDP per head varies across countries . GDP per head is the product of output per worker (i.e., productivity) times the ratio of employment to total population (i.e., the employment rate), which can be broken down into the share of the working population, the activity rate and the share of the active population that is employed (which is inversely related to the unemployment rate). While productivity plays a big role in explaining disparities in GDP per head between regions in Germany, France and the Netherlands, the employment rate is more influential in Spain and Italy ( Graph 1.6.1.b). Graph 1.6.1.a: Regional disparities GDP per head 1 Graph 1.6.1.b: Drivers of regional disparities GDP per head 2 1) Coefficient of variation weighted by the population in each region, i.e., the ratio of the weighted standard deviation to the mean. A downward trend in the coefficient of variation stands for reduced dispersion in GDP per head across regions over time. (2) Based on the Theil(0) index, which is qualitatively very similar to the weighted coefficient of variation and strongly correlated with it over time within countries, while allowing decomposing inequality into its determinants. Here, the following decomposition of GDP per capita is performed: labour productivity (ALP), the share of working age population (SWP), the activity rate (AR) and the share of the active population that is employed (1-U). Source: European Commission Differences in employment rates across Spanish regions are the main driver of disparities in GDP per head . The lower dispersion in GDP per capita in 2008 compared to 2000, as shown in Graph 1.6.1.a, is largely due to some regional convergence in the employment rate, and in particular the share of the active population that is employed. Similarly, the higher dispersion in GDP per capita after 2008 is attributable to the asymmetric impact of labour shedding across regions (Graph 1.6.2). The recovery in the labour market started in 2014 has led to the small decline of disparities in GDP per capita in Spain, which remain larger than in the pre-crisis period. ",
        "1. Economic situation and outlook 10 In most Spanish regions, productivity was relatively low and unemployment relatively high in 2014. Several regions in Spain recorded some of the lowest values for total factor productivity, with no region appearing in the group of high productivity regions (Graph 1.6.3). Even more strikingly, no region recorded a below- EU average unemployment rate. In addition, unemployment rates are highly dispersed across regions in Spain: the largest regional unemployment rate is more than twice the rate of the region with the lowest unemployment. Regional disparities in the labour market are mirrored by disparities in other welfare variables such as the share of people at risk of poverty or social exclusion. Graph 1.6.3: GDP per head and total factor productivity, the activity and the unemployment rates for NUTS-2 regions from DE, ES, IT, FR and NL. 2014 data 1, 2 (1) The blue dots show the regions for DE, FR, IT and NL. In yellow, the 17 Spanish regions. The dotted lines show the average of the variables. (2) For the purposes of this Graph, the labour productivity component of GDP per head (see note 2 to Graph 1b) is further broken down into total factor productivity (TFP) and capital deepening (K/L). Source: Eurostat and European Commission Graph 1.6.2: Spain — Breakdown of regional disparities in GDP per head (Theil index) 1) Coefficient of variation (CV) weighted by the population in each region. See note 1 of Graph 1a. Source: Eurostat and European Commission ( 1 ) In this box, regional dispersion is measured for the 17 regions in Spain and for the NUTS-2 regions of DE, FR (including the overseas departments and territories), IT and NL. 0 10 000 20 000 30 000 40 000 50 000 60 000 70 000 20 000 30 000 40 000 50 000 60 000 G D P p e r h e a d ( P P S ) Total Factor Productivity (PPS) 0 10 000 20 000 30 000 40 000 50 000 60 000 70 000 40% 50% 60% 70% 80% 90% 100% G D P p e r h e a d ( P P S ) Activity rate 0 10 000 20 000 30 000 40 000 50 000 60 000 70 000 0% 10% 20% 30% 40% G D P p e r h e a d ( P P S ) Unemployment rate 0 0.005 0.01 0.015 0.02 0.025 0.03 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 1-u Activity Rate Share of Working Population Apparent Labour Productivity GDP pc ",
        "1. Economic situation and outlook 11 Table 1.1: Key economic and financial indicators — Spain (1) NIIP excluding direct investment and portfolio equity shares (2) Domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. Source: Eurostat and ECB as of 30 Jan 2018, where available; European Commission for forecast figures (Winter forecast 2018 for real GDP and HICP, Autumn forecast 2017 otherwise) 2004-07 2008-12 2013-14 2015 2016 2017 2018 2019 Real GDP (y-o-y) 3.7 -1.3 -0.2 3.4 3.3 3.1 2.6 2.1 Potential growth (y-o-y) 3.6 0.9 -0.5 0.3 0.7 0.9 1.0 1.2 Private consumption (y-o-y) 3.8 -2.0 -0.8 3.0 3.0 . . . Public consumption (y-o-y) 5.8 1.3 -1.2 2.1 0.8 . . . Gross fixed capital formation (y-o-y) 6.1 -8.4 0.5 6.5 3.3 . . . Exports of goods and services (y-o-y) 4.8 0.9 4.3 4.2 4.8 . . . Imports of goods and services (y-o-y) 8.5 -5.2 3.0 5.9 2.7 . . . Contribution to GDP growth: Domestic demand (y-o-y) 4.9 -3.1 -0.6 3.4 2.6 . . . Inventories (y-o-y) 0.0 0.0 0.0 0.4 0.0 . . . Net exports (y-o-y) -1.3 1.8 0.5 -0.4 0.7 . . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 1.6 -0.2 -0.7 -0.2 0.0 0.1 0.1 0.1 Capital accumulation (y-o-y) 1.7 0.7 0.1 0.2 0.3 0.3 0.4 0.5 Total factor productivity (y-o-y) 0.2 0.4 0.1 0.3 0.4 0.5 0.6 0.6 Output gap 2.7 -4.0 -8.2 -4.6 -2.2 -0.1 1.4 2.3 Unemployment rate 9.2 19.1 25.3 22.1 19.6 17.4 15.6 14.3 GDP deflator (y-o-y) 3.8 0.5 0.1 0.6 0.3 0.9 1.6 1.4 Harmonised index of consumer prices (HICP, y-o-y) 3.2 2.3 0.7 -0.6 -0.3 2.0 1.6 1.5 Nominal compensation per employee (y-o-y) 3.9 2.5 0.7 1.6 -0.3 0.5 1.2 1.4 Labour productivity (real, person employed, y-o-y) -0.2 1.7 0.6 0.7 0.7 . . . Unit labour costs (ULC, whole economy, y-o-y) 3.5 0.4 -0.3 1.4 -0.6 0.2 0.7 0.8 Real unit labour costs (y-o-y) -0.3 -0.1 -0.4 0.7 -0.9 -0.7 -0.9 -0.5 Real effective exchange rate (ULC, y-o-y) 2.5 -1.7 0.0 -2.3 -0.9 0.4 1.0 -0.9 Real effective exchange rate (HICP, y-o-y) 1.2 -0.5 0.7 -4.2 0.7 1.1 1.5 . Savings rate of households (net saving as percentage of net disposable income) 2.2 3.9 3.7 2.8 1.7 . . . Private credit flow, consolidated (% of GDP) 26.9 -0.7 -8.7 -1.7 -1.1 . . . Private sector debt, consolidated (% of GDP) 165.0 196.3 171.2 154.8 146.7 . . . of which household debt, consolidated (% of GDP) 72.9 82.3 74.9 67.6 64.1 . . . of which non-financial corporate debt, consolidated (% of GDP) 92.1 113.9 96.4 87.2 82.6 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) . 4.4 7.3 5.3 4.8 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -5.4 3.9 4.6 4.7 5.1 4.6 4.3 3.5 Corporations, gross operating surplus (% of GDP) 20.5 23.9 24.0 23.9 24.5 24.6 24.8 24.6 Households, net lending (+) or net borrowing (-) (% of GDP) -3.3 1.3 3.7 2.3 1.6 0.6 0.3 0.3 Deflated house price index (y-o-y) 9.6 -8.3 -5.1 3.7 4.7 . . . Residential investment (% of GDP) 11.6 7.2 4.3 4.4 4.6 . . . Current account balance (% of GDP), balance of payments -7.9 -4.2 1.3 1.1 1.9 1.7 1.9 1.9 Trade balance (% of GDP), balance of payments -5.2 -1.2 2.9 2.3 3.0 . . . Terms of trade of goods and services (y-o-y) 0.3 -1.1 0.1 1.1 0.5 -2.2 0.7 -0.6 Capital account balance (% of GDP) 0.7 0.4 0.6 0.7 0.2 . . . Net international investment position (% of GDP) -65.5 -88.8 -96.5 -89.7 -83.9 . . . Net marketable external debt (% of GDP) (1) . -75.2 -71.4 -66.2 -62.0 . . . Gross marketable external debt (% of GDP) (1) 115.8 150.6 154.6 158.6 156.9 . . . Export performance vs. advanced countries (% change over 5 years) 7.1 -3.8 -5.2 -2.4 -0.7 . . . Export market share, goods and services (y-o-y) -2.7 -3.9 2.3 -1.3 5.0 . . . Net FDI flows (% of GDP) 3.9 -0.3 -0.6 2.6 1.5 . . . General government balance (% of GDP) 1.3 -9.0 -6.5 -5.3 -4.5 -3.1 -2.4 -1.7 Structural budget balance (% of GDP) . -5.5 -1.7 -2.5 -3.3 -3.1 -3.1 -3.0 General government gross debt (% of GDP) 40.5 61.5 97.9 99.4 99.0 98.4 96.9 95.5 Tax-to-GDP ratio (%) 36.2 32.1 34.2 34.5 33.3 34.4 34.4 34.5 Tax rate for a single person earning the average wage (%) 20.4 21.1 23.0 21.3 21.4 . . . Tax rate for a single person earning 50% of the average wage (%) 10.6 9.5 11.9 9.9 10.2 . . . forecast ",
        "2. Progress with country-specific recommendations 12 Progress with the implementation of the recommendations addressed to Spain in 2017 has to be seen in a longer term perspective since the introduction of the European Semester in 2011 . Since then, Spain has overall advanced comparatively well in implementing CSRs. Looking at the multi-annual assessment of the implementation of the Country Specific Recommendations (CSRs) since these were first adopted, 42 % of all the CSRs addressed to Spain have seen 'some progress' in their implementation. On 35 %, Spain made 'substantial progress' or fully implemented them. 23 % of the CSRs recorded 'limited' or 'no progress' (see Graph 2.1). Reforms carried out during economically challenging times contributed to the Spanish economy's strong performance since its emergence from the crisis. The decisiveness and speed of implementation have however weakened somewhat since 2014. The current minority government seems to concentrate its political capital on few selected policy issues, as well as on preventing roll-back of earlier reforms. In several policy areas subject to CSRs, both the national and regional levels of government are involved in reform implementation. In those areas, coordination and accountability remain challenges for CSR implementation. Recommendations concerning the financial sector, the insolvency framework and the long- term sustainability of public finances have been addressed to a large extent. The restructuring of banks that had received state aid is well advanced, and the successful resolution of Banco Popular in June 2017 reinforced confidence in the stability and resilience of the Spanish banking sector as a whole. The 2011 and 2013 pension reforms made public finances more sustainable in the long term. The fiscal framework has seen various improvements since 2012. The reform of the corporate and personal insolvency frameworks has facilitated private debt reduction and made company defaults less onerous. In labour market and social policies, significant gaps remain despite substantial progress in earlier years. The labour market reforms carried out since 2012 have made employment creation more responsive to economic growth. Increased flexibility and continuing wage moderation has been aiding this development. Still, policy efforts to address the high segmentation in the labour market have remained limited and have not prevented the share of temporary contracts from increasing. Progress has also been less prominent in social policies, notably concerning income support schemes and family policies, and in education. Graph 2.1: Overall multiannual implementation of 2011- 2017 CSRs by February 2018 (1) The multiannual assessment looks at the implementation progress since a CSR was first adopted until February 2018. (2) The assessment of CSRs related to fiscal policy excludes compliance with the Stability and Growth Pact. (3) Assessment categories in 2011-2012 differed from those in the following years. Source: European Commission Progress has been more muted in implementing product market reforms and improving research and innovation, also seen from a multi- annual perspective. Over the past few years, Spain has received recommendations to address regulatory fragmentation in its internal market and to strengthen research and innovation, a prerequisite for sustainable productivity growth. Although the law on market unity has been in force for four years, the adaptation of sectoral legislation to its principles has been slow. The renewed commitment of regions and the central government in January 2017 to strengthen cooperation on market unity has so far not translated into tangible results. No policy measures have been taken to reform size-contingent regulation or liberalise professional services, which had been the subject of previous years' CSRs. Both public support and promotion of No progress 1% Limited progress 22% Some progress 42% Substantial progress 21% Full Implementation 14% 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 13 private funding for research and innovation have seen only modest increases. There were only a few isolated advances in innovation governance and public-private cooperation in research and tertiary education, although some measures taken may need more time to generate measurable impact. Spain has made limited ( 6 ) progress in addressing the 2017 Country-specific ( 6 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a CSR is presented in the Overview Table in the Annex. This Recommendations (see Table 2.1). In fiscal policy and governance (CSR 1), a new law on public procurement has been adopted which improves transparency and control mechanisms. Its effectiveness, in particular at regional and local level, will however depend on proper. While no legislative initiatives have been taken to strengthen the fiscal framework in 2017, the government has continued implementing the measures already set overall assessment does not include an assessment of compliance with the Stability and Growth Pact. Table 2.1: Overall assessment of progress with 2017 CSRs 1 This overall assessment of CSR1 does not include an assessment of compliance with the Stability and Growth Pact. Source: European Commission Spain - 2017 CSRs Overall assessment of progress: Limited CSR 1: Ensure compliance with the Council Decision of 8 August 2016, including also measures to strengthen the fiscal and public procurement frameworks. Undertake a comprehensive expenditure review in order to identify possible areas for improving spending efficiency. (MIP-relevant) Some progress 1  Limited progress in strengthening the fiscal framework  Some progress in strengthening the public procurement framework  Some progress in undertaking a comprehensive spending review CSR 2: Reinforce the coordination between regional employment services, social services and employers, to better respond to jobseekers’ and employers’ needs. Take measures to promote hiring on open-ended contracts. Address regional disparities and fragmentation in income guarantee schemes and improve family support, including access to quality childcare. Increase the labour market relevance of tertiary education. Address regional disparities in educational outcomes, in particular by strengthening teacher training and support for individual students. (MIP-relevant) Limited progress  Some progress in reinforcing coordination between employment services, social services and employers  Limited progress in promoting hiring on open-ended contracts  Limited progress in addressing fragmentation in income guarantee schemes and improving family support  Limited progress in increasing labour market relevance of tertiary education  Limited progress in addressing regional disparities in educational outcomes CSR 3: Ensure adequate and sustained investment in research and innovation and strengthen its governance across government levels. Ensure a thorough and timely implementation of the law on market unity for existing and forthcoming legislation. (MIP-relevant) Limited progress  Limited progress on investment in research and innovation, with some progress on governance in this area  Limited progress in implementing the law on market unity ",
        "2. Progress with country-specific recommendations 14 out in the law. An expenditure review, focusing on subsidies in several policy areas, was kicked off in 2017. Some progress has thus been made in implementing CSR 1, thereby also addressing aspects of the 2017 Council Recommendations for the Euro Area to ensure sustainable public finances. In labour market, social and education policies (CSR 2), some regions have advanced towards better coordination between public employment and social services. Spain reinforced labour inspectorates to fight more effectively against the abuse of temporary contracts. Initial steps were taken to reduce the number of interim contracts in the public administration. Measures to promote open-ended contracts in the private sector, however, have shown limited effectiveness so far or have not yet moved to the implementation stage. The roll-out of the Universal Social Card in 2018 will make the receipt of social benefits more transparent, but will not necessarily improve the effectiveness of income guarantee schemes and family support across the country. Some measures to increase labour market relevance of tertiary education have been initiated or pursued further, but are still too recent to have a noticeable effect on outcomes. Efforts to improve educational outcomes have not reduced the persisting regional disparities. Some measures to strengthen teacher training and to support students, notably those at risk of leaving school early, were approved in 2017. Work in Parliament on the \"National Pact for Education\" had not resulted in decisions as of February 2018. Overall, progress on CSR 2 has been limited, implying few achievements on the Euro Area Recommendation to promote social fairness and convergence. Innovation funding saw modest increases, but this has so far not led to increased investment in terms of GDP share. However, Spain took a number of steps towards making the governance of research and innovation more inclusive (CSR 3.1). There were few advances in the further implementation of the law on market unity. The consequences of the constitutional court rulings declaring some of its articles null and void remain to be seen (CSR 3.2). This results in limited progress on CSR 3, which also means few substantial achievements concerning the Euro Area Recommendation to prioritise reforms that increase productivity and improve the business and investment environment. European Structural and Investment Funds are pivotal for addressing key challenges to inclusive growth and convergence in Spain. Among others, they support SME competitiveness, strengthening of digital skills and vocational training, and women's labour market participation. They are also instrumental for fostering investment in regions' relative strengths in the framework of smart specialisation and for reducing regional disparities in the medium term (see Box 2.2). ",
        "2. Progress with country-specific recommendations 15 Box 2.2: Tangible results delivered through EU support to structural change in Spain Spain is a beneficiary of significant European Structural and Investment Funds (ESI Funds) support and can receive up to EUR 39.8 billion until 2020. This represents around 1 % of GDP annually over the period 2014-2018 and 17 % of public investment. By 31 December 2017, an estimated EUR 11.7 billion (30 % of the total) had been allocated to projects on the ground. So far, this has paved the way for around 39 300 enterprises to receive support, of which more than 15 200 are start-ups. By the end of 2016 almost 1.6 million participations in European Social Fund (ESF)/Youth Employment Initiative (YEI) activities were recorded, from which close to 900 000 (55 %) involved unemployed people (including long-term unemployed). Some 44 000 participants gained a qualification upon leaving and 43 800 were in employment, including self-employment. EUR 1.7 billion from the total amount is to be delivered via financial instruments, a two-fold increase compared to the 2007-2013 period. ESI Funds help address structural policy challenges and implement country-specific recommendations. Actions financed cover, among others, promoting private R&D and innovation capacity; improving the competitiveness of SMEs and their growth and internationalisation potential; the creation of new enterprises through financial and non-financial support; strengthening digital skills and improving the efficiency of the administration through the development of e-government; improving the effectiveness of the justice system; supporting womens' participation in the labour market particularly through developing childcare facilities; and strengthening the links between vocational training and the labour market. Funds are also contributing to better respond to jobseekers’ needs in activation and support the creation of sustainable and quality jobs promoting open-ended contracts. The funds are also used to support the fight against early school leaving and the upskilling of the older population, as well as to strengthen the links between vocational training and lifelong learning opportunities, in line with the Skills Agenda priorities. Spain has already undertaken various reforms to fulfil the preconditions for ESI Funds support. Smart Specialisation Strategies for research and innovation were developed to concentrate investments on regions' relative strengths and foster specialisation on products with strong market potential. This has also improved cooperation between enterprises and public research institutions, and promoted the usage of evaluations of R&D support. The national and regional transport plans have allowed the timely preparation of projects, implemented not only with support from ESI Funds, but also from the Connecting Europe Facility (CEF), European Investment Bank (EIB) loans and national funding. Reform of public procurement will increase the efficiency of public spending. After a slow start, the YEI implementation has made significant progress in 2017. Spain is the largest recipient of this Initiative, and will receive EUR 418 million for 2017-2020 in addition to the EUR 943 million allocated for 2014-2015 to continue investing in the young people and ensure their sustainable integration in the labour market. Spain is advancing the take up of the European Fund for Strategic Investments (EFSI). As of December 2017, overall financing volume of operations approved under EFSI amounted to EUR 5 billion, which is expected to trigger total private and public investment of EUR 30.8 billion. 54 projects involving Spain have been approved so far under the Infrastructure and Innovation Window (including 14 multi- country projects), amounting to EUR. 4.8 billion in EIB financing under EFSI. This is expected to trigger a total investment of about EUR 22.9 billion. Under the SME Window, 16 agreements with financial intermediaries have been approved so far. These amount to EUR 779 million financed by the European Investment Fund and enabled by EFSI, which is expected to mobilise around EUR 8.9 billion in total investment. Some 96 500 smaller companies or start-ups will benefit from this support. Funding under Horizon 2020, the Connecting Europe Facility and other directly managed EU funds is additional to the ESI Funds. By the end of 2017, Spain had signed agreements for EUR 976 million for projects under the Connecting Europe Facility. From 2014-2016 Spain has been the 4th beneficiary of Horizon 2020 with a share of 8.8% of the total Horizon 2020 EU contribution. https://cohesiondata.ec.europa.eu/countries/ES ",
        "16 3.1. INTRODUCTION The in-depth review for the Spanish economy is presented in this report. In spring 2017, Spain was identified as having macroeconomic imbalances, in particular relating to high levels of external and internal debt, both public and private, in a context of high unemployment. The 2018 Alert Mechanism Report (European Commission, 2017i) concluded that a new in-depth review should be undertaken for Spain to assess developments relating to the identified imbalances. Analyses relevant for the in-depth review can be found in the following sections: Public finances (Section 4.1.1); Financial sector and private sector debt (Sections 4.2.1 and 4.2.3); Labour market (Section 4.3.1); and Investment (Section 4.4). Potential spillovers to the rest of the euro area are discussed in Box 3.4.1. 3.2. IMBALANCES AND THEIR GRAVITY Spain's net international investment position (NIIP) remains very negative . The large stock of net external liabilities (-83.2 % of GDP in Q3- 2017) leaves the country exposed to adverse shocks or shifts in market confidence. Favourable changes in their composition somewhat mitigate the associated vulnerabilities. Despite a significant reduction, private sector indebtedness is still well above prudential and fundamental-based levels. Private sector debt, in non-consolidated terms, amounted to 159.9 % of GDP in Q3-2017 (of which 61.8 % of GDP was household debt and 98.1 % of GDP non-financial corporate debt). A high level of debt increases vulnerability to interest rate shocks, and its associated financial burden constrains domestic demand. The financial position of Spanish households has strengthened thanks to improvements in the labour market and lower income taxes. Furthermore, the financial burden of household debt has been reduced by the prevailing low interest rates. With sustained GDP growth, household debt reduction is likely to continue, but prudential and fundamental-based benchmarks show that household debt remains high and deleveraging needs persist (see Section 4.2.3). On the corporate side, the debt reduction process has taken place simultaneously with new credit flowing towards the less indebted and most productive firms, supporting investment (Banco de España, 2017d). Despite its significant decline, the outstanding debt of non-financial corporations remains above what prudential and fundamentals- based benchmarks warrant (see Section 4.2.3). The general government debt ratio is expected to have decreased slightly further in 2017, albeit remaining at a very high level. The Commission 2017 autumn forecast projects a decrease by 0.6 percentage points (pps) in 2017, to 98.4 % of GDP. Despite this downward trend, the high stock of public debt continues to be a vulnerability in the face of potential changes in market sentiment and the prevailing low interest rate environment. Unemployment, though still very high, has continued its rapid decline. Unemployment is estimated at 17.2 % for the whole of 2017 and is forecast to decline to 15.6 % in 2018. This constitutes a fall of more than 10 pps since its peak in 2013. Long-term and, especially, youth unemployment saw a similarly steep fall during this period, but more than one third of the active population under 25 years of age did still not have a job in Q4-2017. 34% of the increase in employment between Q4-2016 and Q4-2017 has taken the form of temporary contracts. This increase is however lower than the increase in the share of permanent contracts. The relatively large size and economic integration of the Spanish economy with the rest of the EU make it a potentially significant source of spill-overs to other member states , especially those with which Spain has significant trade, financial and/or banking linkages. Box 3.4.1 illustrates how structural reform measures in Spain can carry both a positive domestic and cross border effect. The simulations presented therein follow the spirit of the 2017 Council Recommendations for the Euro Area, in particular as regards increasing productivity and potential growth, and improving the institutional and business environment. 3. SUMMARY OF THE MAIN FINDINGS FROM THE MACROECONOMIC IMBALANCE PROCEDURE IN-DEPTH REVIEW ",
        "3. Summary of the main findings from the MIP In-Depth Review 17 3.3. EVOLUTION, PROSPECTS, AND POLICY RESPONSES The persistent current account surplus is increasingly driven by structural factors. Despite the key role of domestic demand in driving the economic recovery, Spain has been recording a current account surplus since 2013. Also, between 2013 and 2017, Spain's net lending capacity has remained relatively stable at almost 2 % of GDP, despite the shrinking output gap. Initially, cyclical and transitory factors (such as low oil prices or low interest rates) drove the improvement in the current account balance, but, more recently, structural factors are playing an important role in preserving the improved external position. Accordingly, in cyclically adjusted terms, the current account balance has continued to improve (see Graph 3.1), exceeding the level suggested by current account norms, that is, the one explained by fundamentals (close to 0.4 % of GDP in 2017) ( 7 ). Export market share increases and signs of import substitution (whereby foreign imports are replaced with domestic production), confirm the perception that a structural change has taken place in the Spanish economy (see Box 4.4.1). Current account surpluses are slowly translating into a reduction of Spain's net debtor international investment position. Complemented by high nominal GDP growth, the surpluses are driving a slow but steady reduction of Spain's negative NIIP (see Graph 3.2) ( 8 ). Negative valuation effects prevented a larger improvement in 2013 and 2014, and again in 2017 with the appreciation of the euro. Continued current account surpluses and high nominal GDP growth projected until 2019 are expected to facilitate a further improvement of the NIIP. ( 7 ) The current account 'norm' benchmark is derived from regressions capturing the main fundamental determinants of the saving-investment balance (e.g. demographics, resources), as well as policy factors and global financial conditions. See also European Commission, 2017, 'Empirical current account benchmarks: modelling the impact of demographic variables', LIME Working Group, 24 April 2017. ( 8 ) The recent widening of Target 2 balances is mainly due to the impact of quantitative easing, rather than to capital flight, as was the case in 2012. Graph 3.1: Current account balance and net international investment position (a) Current account required to stabilise the NIIP at the prudential benchmark by 2015 (lhs): 0.2% of GDP (b) Fundamentally explained NIIP benchmark: -36% of GDP (c) Prudential NIIP benchmark: -61% of GDP Source: Eurostat. The change in the composition of Spain's external liabilities in terms of asset type helps to mitigate the vulnerability risks . Since 2013 the proportion of equity instruments in total external liabilities has been increasing, although from a very low level. Equity does not carry the same risks as debt for external sustainability, as its remuneration, i.e. dividend payments, can be adjusted during economic downturns. The change in the composition of external indebtedness towards public and central bank liabilities, with generally lower refinancing and liquidity risk, also mitigates to some extent the external vulnerability of the Spanish economy (see Graph 3.3). Additionally, most of the external debt has maturities of one year or more (about 74 % of general government and private sector external debt, excluding intercompany loans). Spain would need to maintain current account surpluses over a sustained period of time to decisively improve its still large external liabilities. While the current account surpluses recorded since 2013 have put the NIIP onto a declining path, the amount of Spain's net external liabilities is still far from having achieved a level that could be considered prudential or in line with fundamentals. This gap warrants further and (a) (b) (c) -100 -80 -60 -40 -20 0 20 -10 -8 -6 -4 -2 0 2 01 03 05 07 09 11 13 15 17% of GDP % of GDP Current account (lhs) Cyclically adjusted current account(lhs) Net international investment position (rhs) ",
        "3. Summary of the main findings from the MIP In-Depth Review 18 sustained adjustments (see Graph 3.2) ( 9 ). Even under a relatively benign growth scenario, maintaining current account surpluses over a long period of time would be required to decisively bring down the large NIIP (see Table 3.1). It is therefore crucial for Spain to pursue fiscal consolidation and preserve the competitiveness gains made in the past years. While the latter have so far been largely driven by wage restraint, advances based on productivity growth and non- cost competitiveness more generally continue to pose a challenge. Graph 3.2: Analysis of the rate of change of NIIP — Spain Source: Eurostat Private sector deleveraging is increasingly driven by GDP growth as new credit continues to grow. Private sector debt has been reduced by about 58 pps of GDP since its peak in 2010. Most of this reduction is due to a decline in corporate debt (about 35 pps of GDP), but progress in household debt reduction (over 23 pps of GDP) has also been significant. Even so, deleveraging needs remain for both households and companies, as debt of both institutional sectors remains above their estimated prudential and fundamentals-based levels (see Section 4.2.3). Thanks to the robust ( 9 ) The country-specific prudential threshold for the NIIP is derived from a univariate signalling approach that identifies at which NIIP level an external crisis is likely to begin. The NIIP level explained by fundamentals represents the NIIP that would result if a country had run its current account in line with fundamentals since 1995. See European Commission, 2016, 'Refining the methodology for NIIP benchmarks', LIME Working Group, 21 Nov 2016. nominal GDP growth, the private debt-to-GDP ratio is expected to continue decreasing, even as bank lending resumes. Indeed, although the outstanding volume of credit to the private sector continues to shrink, new bank lending to households and to the most productive and/or less indebted firms continues to increase, underpinning Spain's strong economic growth (Banco de España, 2017d). Graph 3.3: External liabilities by sector-type of financial assets: change 2013-2017 Source: Eurostat, own calculations. In 2017, the quality of bank assets improved further. The stock of non-performing loans went down further to 8.1 % as of November 2017, and is now close to the euro area average. On aggregate, the banking system comfortably meets the regulatory capital requirements. The resolution of Banco Popular on 7 June 2017 has strengthened the Spanish banking sector at large, with no losses for taxpayers and depositors. After the sharp adjustment that largely prompted the financial sector crises, the housing market and construction sector have consolidated their recovery. Housing prices have risen for almost four years in a row. However, there remains a large stock of unsold houses, notably in some regions, and the recovery does not show potentially harmful price dynamics (Philiponnet and Turrini, 2017). The development of the real estate market remains crucial for banks’ profitability. -15 -10 -505 10 15 0 8 Q 4 0 9 Q 4 1 0 Q 4 1 1 Q 4 1 2 Q 4 1 3 Q 4 1 4 Q 4 1 5 Q 4 1 6 Q 4 1 7 Q 4 C h a n g e i n p p . o f G D P ( y - o - y ) Valuation changes Net transaction effect (rest FA bal.) Investment income effect Nominal growth effect Change in NIIP (y-o-y) -30 -20 -10 0 10 20 30 40 pps GDP Banco de España Derivatives Other investment, excluding Banco de España Portfolio investment, public debt Portfolio investment, private debt Equity (including intercompany loans) ",
        "3. Summary of the main findings from the MIP In-Depth Review 19 The insolvency reforms over the past years have facilitated private debt reduction. The use of pre-insolvency proceedings has increased by about 50 % and out-of-court agreements have become common for natural persons. The overall number of insolvency proceedings has started to increase in the first two quarters of 2017, by 3.9 % and 4.3 % quarter-on-quarter, respectively. In the prevailing context of high economic growth and improving access to finance, such figures indicate that insolvency procedures have become more conducive to deleveraging (see Section 4.2.2). The reduction of public sector debt is expected to gather pace. Despite strong nominal GDP growth and debt-decreasing stock-flow adjustments in 2015 and 2016, the decline in the debt ratio has been muted, totalling 1.4% of GDP between 2014 and 2016. This is due to the still high, though declining, general government deficit. Since 2014, the reduction of the deficit has relied to a large extent on the positive macroeconomic outlook and the improving financing conditions. As the deficit is forecast to continue narrowing in 2017 and 2018 (to 3.1 % and 2.4 % of GDP, respectively) thanks to the continuation of the economic upswing as well as some expenditure restraint, the debt ratio is forecast to decrease further to just below 97 % of GDP in 2018. While there appears to be no immediate risk of fiscal stress, risks to fiscal sustainability remain significant in the medium term (see Section 4.1.1). The labour market has continued to improve, but unemployment and segmentation remain high. Strong job creation has continued throughout 2017, and is expected to slow down but remain robust through 2019. Employment growth has been underpinned by wage moderation and the labour market reforms implemented in 2010-2012. However, it still occurs to a large extent through temporary contracts, the proportion of which in total employment is significantly higher than the EU average, and has increased further throughout 2017 (to 26.8% in Q4-2017). This has a potential negative impact on productivity growth and social cohesion. Spain is taking measures to strengthen individual support to the long-term unemployed, but their impact relies on the capacity of the regional public employment services. This has remained limited despite increases in resources and improved coordination with social services in some regions (see Section 4.3.1). Addressing education and skills gaps is critical to reducing structural unemployment and supporting the reallocation of human resources towards more productive activities. 3.4. OVERALL ASSESSMENT The reduction of macroeconomic imbalances in Spain has progressed further, but the still high stocks of external, public and private debt mean that significant vulnerabilities remain. Private sector debt reduction has continued to advance, and the slower debt reduction pace in 2017 is due to credit flows turning positive. Public sector debt has been slightly reduced, a process that is expected to accelerate somewhat as government deficits are forecast to narrow further. Improvements in the external balance are increasingly sustained by structural factors supporting the growth of exports and limiting that of imports. Nevertheless, in order to decisively bring down its stock of external liabilities, Spain Table 3.1: Current account balance and net international investment position sensitivity analysis (1) The table above shows the average current account required to reach a certain NIIP by 2025, based on the different stated assumptions for nominal GDP growth, assuming no NIIP valuation effects on average, and a stable capital account balance at its median level over 2016-18 (0.3 % of GDP). See also European Commission, 2015, 'Refining the methodology for NIIP-based current account benchmarks', LIME Working Group 17 June 2015. Source: European Commission's calculations Low nominal GDP growth Baseline scenario High nominal GDP growth (1.7% avge. 2017-25) (2.7% avge. 2017-25) (3.7% avge. 2017-25) NIIP Stabilisation -1.9 -2.7 -3.5 NIIP at -75% of GDP -0.8 -1.6 -2.3 NIIP at -61% of GDP 0.9 0.2 -0.5 NIIP at -35% of GDP 3.9 3.3 2.7 ",
        "3. Summary of the main findings from the MIP In-Depth Review 20 will have to record current account surpluses over an extended period of time. Although unemployment has been declining rapidly, it remains very high with a large proportion of it being long-term, and the share of temporary employment remains high. ",
        "3. Summary of the main findings from the MIP In-Depth Review 21 Table 3.2: MIP Matrix (Continued on the next page) Table (continued) Gravity of the challenge Evolution and prospects Policy response Imbalances (unsustainable trends, vulnerabilities and associated risks) External position As a result of the pre-crisis expansion, Spain has a high stock of net external liabilities, amounting to -83.2 % of GDP in 2017Q3, mainly composed of debt instruments. This exposes Spain to adverse shocks or shifts in market sentiment. Vulnerabilities are somewhat mitigated by a bias towards medium-term and long-term maturity assets, and a large share of the external debt issued by the public sector or backed by the Bank of Spain. The current account has been in surplus since 2013, and is expected to remain close to 2 % of GDP until 2019. Part of this improvement has been due to temporary factors, but export market share increases and initial signs of import substitution, in spite of accelerating domestic demand growth, suggest that a structural change has taken place in the Spanish economy Current account surpluses are slowly translating into a reduction of Spain's net debtor international investment position (NIIP). Complemented by high nominal growth, they are driving a slow but steady reduction of Spain's negative net international investment position. The appreciation of the Euro caused valuation effects preventing an even greater improvement in 2017. Continued current account surpluses and high nominal GDP growth projected until 2019 are expected to facilitate a further improvement of the NIIP. Measures have been taken to restore cost competitiveness. Investment in research and innovation, as well as improving labour skills, would be key factor to raise non-cost competitiveness. Measures to address those issues have been modest so far (see Sections 4.3.2, 4.4.3). Public debt Spain has a high level of public debt, which was estimated at 98.4 % of GDP in 2017. A large stock of public debt is a burden on the economy and makes Spain vulnerable to changes in financial or economic conditions and increasing financing costs. The country faces debt- sustainability risks in the medium term (see Section 4.1.1). Despite strong nominal GDP growth and debt-decreasing stock-flow adjustments in 2015 and 2016, the decline in the debt ratio has been muted, given the still high headline deficit in those years. However, as the deficit is forecast to continue narrowing in 2017 and 2018 (to 3.1% and 2.4% of GDP, respectively) and nominal GDP growth to remain relatively strong, the debt ratio is forecast to decrease further to 96.9% of GDP in 2018. The Commission concluded that the 2018 Draft Budgetary Plan of Spain is broadly compliant with the provisions of the Stability and Growth Pact. The required fiscal effort is projected to be met in both 2017 and in cumulative terms over 2016 and 2017. While the policy fiscal measures taken so far have significantly increased the probability of meeting the 2017 headline deficit target, the 2018 headline deficit target is not projected to be met. The excessive deficit procedure is currently kept in abeyance. ",
        "3. Summary of the main findings from the MIP In-Depth Review 22 Source: European Commission Private debt The total stock of private non- financial sector debt stood at 159.9 % of GDP in Q3-2017 terms. Household debt remains high, at 61.8 % of GDP in Q3-2017, while corporate debt now stands at 98.1 % of GDP, after a brisk reduction in recent years. Banks have restructured their activity and cleaned up their balance sheets, and the non- performing loans ratio has continued to decrease. This is now close to the euro area average (8.1 % in November 2017). The debt stock of the private sector has been reduced by about 58 pps of GDP since its peak (about 35 pps for corporate debt and 23 pps for household debt). However, a need for further debt reduction remains. Real GDP growth has become the main driver of private sector debt reduction as new credit has started to flow to, mainly, SMEs and households. While Spanish households' financial position remains vulnerable, it has been strengthened by the prevailing low interest rates and improved economic conditions. Nevertheless, there are segments more exposed to market changes, such as low income families and those where no member is employed. The reforms of the insolvency regulation framework in 2014/2015 have facilitated debt restructuring and made insolvencies less onerous. The government is planning to do some fine-tuning on those reforms, notably to improve regulation on second chances for entrepreneurs. Adjustment issues Unemployment The unemployment rate stood at 16.4 % in Q3-2017, of which 43.6 % was long-term unemployment, and youth unemployment was at 36 %. Both rates are among the highest in the EU (see Section 4.3.1). The persistence of high unemployment reflects frictions in the adjustment process to existing macroeconomic imbalances. Labour market adjustment is key to prevent high unemployment becoming entrenched, ensure a lasting improvement in competitiveness and mitigate social distress. Unemployment has been declining rapidly, but it remains very high, especially for the youth and long-term unemployed. Wage moderation has continued despite the pickup in inflation, whereas productivity growth has remained modest. High levels of labour market segmentation (permanent vs. temporary employment) continue to affect negatively productivity and working conditions. Coordination between public employment and social services has been somewhat improved by relaunching a network for information exchange, joint training and joint planning, including plans to develop a social card. A new activation strategy focuses on enhancing support measures for unemployed youth, people over 50 years, and the long-term unemployed. Incentives to reduce labour market segmentation have not had a substantial impact so far, but the government has presented proposals for additional measures. Conclusions from IDR analysis  Spain is characterised by a combination of still large stock imbalances in the form of external and internal debt, both public and private. These constitute significant vulnerabilities as they expose Spain to adverse shocks or shifts in market sentiment which would have harmful implications for the real economy, especially given the context of still very high unemployment.  The current account balance and cost competitiveness have continued to improve, but net external liabilities are only decreasing slowly. Progress continues to be made on private sector debt reduction and strong GDP growth provides increasing support for the reduction of debt-to-GDP ratios. Public debt has decreased slightly, with deficits forecast to narrow in future. Unemployment remains very high, despite a substantial, and continued, reduction.  Policy progress has been made especially between 2012 and 2015 regarding the financial sector, the corporate and personal insolvency frameworks, and employment protection legislation. However, challenges remain, in particular concerning improving innovation and skills in order to boost non-cost competitiveness, in increasing the share of open-ended employment contracts, and in ensuring compliance with the fiscal rules. Policy progress to address remaining imbalances has slowed down since 2015. ",
        "3. Summary of the main findings from the MIP In-Depth Review 23 Box 3.4.1: Euro area spillovers Given its economy's relatively large size, structural reforms in Spain could have spill-over effects on other euro area countries. CSRs to improve the business environment by implementing product market reforms have been addressed to Spain since 2011. This box illustrates the potential spill-over effects from the full implementation of the Law on Market Unity (LMU), aimed at reducing regulatory disparities across regions in Spain, and of a liberalisation of professional services. Both supply-side reforms are expected to lead to a more efficient reallocation of resources and to boost competitiveness gains in Spain. Using the Commission's QUEST model ( 1 ) , the impact of reforms in Spain on real GDP in Spain and other euro area countries is simulated (see Graph 3.4.1). Monetary policy rates in the euro area are assumed to remain unchanged during the first two years. Under the scenario of full LMU implementation ( 2 ), the administrative burden on Spanish firms declines, making them more competitive, both in domestic and in foreign markets. As a result, the Spanish real GDP after 5 years is about 2 % higher than in the baseline scenario. The impact on real GDP of other euro area countries is a fraction of the former, but persists over the simulation period. The effect is larger in countries with strong economic ties to Spain, such as France. Liberalising professional services also yields a positive, albeit smaller, impact on Spanish real GDP. This scenario assumes that the Spanish product market regulation (PMR) indicator in professional services approaches the values of the best performers in the EU ( 3 ). This reform, by improving competitiveness in product markets, leads to a slow and modest increase in Spanish real GDP of about 0.24 % after 10 years. The impact on real GDP of other euro area countries is limited, but positive. In addition, the two reforms may have a positive impact on economic agent's confidence, which is captured by adding a positive confidence shock to the model. Positive confidence effects that lead to a strengthening of private- sector demand can amplify the positive spillovers to other euro area economies. The confidence shock is simulated as a reduction of the sovereign-debt spread between Spain and Germany (currently at about 100 basis points) to zero, of which 50 % is passed on to firm lending rates (assumption based on Zoli, 2013). This improvement in financial conditions boosts Spanish investment and increases real GDP by about 0.6 % after 10 years. The spill-over effect on other euro area countries' real GDP is greater but still limited. Graph 3.4. 1.1: Simulations results: Impact on real GDP (1) EA: Euro area Source: European Commission ( 1 ) Detailed information on the QUEST model and applications is available at: http://ec.europa.eu/economy_finance/research/macroeconomic_models_en.htm. ( 2 ) Total administrative costs (fixed costs) are immediately and permanently reduced by 1.3% of GDP. Calibration based on Más Rodríguez and Herrero García (2013). ( 3 ) See Thum-Thysen and Canton (2015), and Canton et al. (2015). The simulated size of the reduction roughly corresponds to a reduction of the OECD PMR indicator in professional services from 2.1 to 1.3, which translates into a permanent economy-wide reduction of mark-ups by 0.27 pps. 00.5 11.5 22.5 33.5 0 0.02 0.04 0.06 0.08 0.1 0.12 0.14 1 2 3 4 5 6 7 8 9 10 DE FR NL IT EA ES (Right) Years afterthe shock % Market Unity Law implementation and professional services liberalization ",
        "24 4.1.1. GENERAL GOVERNMENT DEBT * Spainʼs general government debt ratio remains high. After rising sharply in the years following the financial crisis, the general government debt ratio peaked at slightly over 100 % of GDP in 2014, about 65 pps above its low point of 2007. The Commission 2017 autumn forecast projects that the debt ratio will decrease from 98.4 % of GDP in 2017 to 95.5 % of GDP in 2019, as relatively strong nominal GDP growth increasingly offsets the narrowing deficits. As the private debt ratio has declined faster than the government debt ratio, general government debt now makes up a much larger share of the total indebtedness of the economy – at around 37 % in 2016 relative to around 20 % in 2010, the year in which private debt peaked (See Graph 4.2.3). Spain does not appear to face immediate risks of ʻfiscal stressʼ. ( 10 ) This is thanks to the improved macro-financial situation, while the short-term challenges from the fiscal side are not sufficiently severe to generate short-term fiscal stress at the aggregate level. In particular, Spain still has a sizeable negative net international investment position and low household savings rate. However, risks are mitigated by the strong real GDP growth, positive current account balance and regained cost competitiveness, as well as the low proportion of short-term debt among non- financial corporations and households and subdued private sector credit flow. Short-term risks stemming from the fiscal side are larger and are mainly related to the high general government debt ratio and relatively high gross financing needs. These elements are mitigated by an improved headline balance, a relatively low share of short- term debt (as % of GDP), a low interest/growth rate difference and subdued government expenditure growth. Spain faces high fiscal sustainability risks in the medium term. Debt sustainability analysis shows ( 10 ) For details on the European Commission's assessment of fiscal sustainability risks in the short-, medium- and long- term, see European Commission (2018), ‘Debt Sustainability Monitor 2017’ Directorate-General for Economic and Financial Affairs, European Economy, Institutional Paper 071/2018. that under normal economic conditions and assuming a constant structural primary balance after the last Commission forecast year (2019), the Spanish general government debt is expected to remain at around 95 % of GDP by 2028 (last projection year). This projection is driven by the gradual improvement in the primary balance over the projection period offsetting an increasing interest rate-growth differential, especially in the last part of the period. The analysis also shows that the level of the debt ratio is highly sensitive to shocks (see Box 4.1.1). Furthermore, Spainʼs structural primary balance would need to improve by as much as 5.3 % of GDP in cumulative terms over a five-year period (from 2019 until 2024) relative to the baseline no-fiscal policy change scenario to reach the 60 % public debt-to-GDP ratio reference value by 2032. In the Commission's assessment of debt sustainability, this increase is well above the threshold that qualifies a country as facing high risks in the medium term. In the longer term, risks to fiscal sustainability due to the unfavourable initial budgetary position are mitigated by savings in age-related expenditure. Savings on non-health ageing related spending (pensions and unemployment benefits) amount to about 2.4 % of GDP, due to the 2011 and 2013 pension reforms and other factors. By contrast, public expenditure on health care and long-term care adds 1.5 % of GDP to the fiscal sustainability gap. This projection is based on current expenditure trends and the expected demographic changes. The persistent deficit of the social security system and the continued application of the minimum pension revaluation rate are receiving policy attention. While two successive reforms of the pension system, in 2011 and 2013, will help contain pension expenditure in the long term, they are also likely to result in less generous pensions. The parliamentary committee dedicated to pension issues held meetings in 2017 to discuss possible further reforms. To date, these have not led to a consensus. For a summary of the current situation and remaining challenges, see Box 4.1.2. 4. REFORM PRIORITIES 4.1. PUBLIC FINANCES AND TAXATION ",
        "4.1. Public finances and taxation 25 Box 4.1.1: Medium-term projections of general government debt The public debt trajectory has been simulated under different scenarios. Under the baseline scenario, the general government debt is forecast to decrease slightly during the projection period to reach about 95.1 % of GDP in 2028 (the end of the projection horizon). The baseline has been derived from the Commission’s 2017 autumn forecast, consistent with the forecast implicit interest rate and the shares of short-term and long-term public debt. It makes a number of technical assumptions. First, over the post-forecast period, the structural primary balance is set constant at the value projected for 2019. The cyclical component of the primary balance is calculated using (country-specific) budget balance sensitivities over the period until output gap closure is assumed (2022). Second, the long-term interest rate on new and rolled-over debt is assumed to be 3 % in real terms by the end of the projection period, while the short-term real interest rate reaches an end-of-projection value that is consistent with the 3 % long-term real interest rate and the value of the euro area yield curve. Third, the GDP deflator is assumed to change linearly until it reaches 2 % in 2022 and remain constant thereafter. Fourth, the stock-flow adjustment is set to zero after 2019. Finally, medium-term real GDP growth projections are based on the T+10 methodology agreed with the Economic Policy Committee and implies that medium-term real GDP growth is assumed to average 1.5 % in 2017- 2022 and to slow to 1.2 % on average in 2023-2028. Graph 4.1.1.1: Gross public debt — Spain Source: European Commission. More favourable assumptions on real growth would lead the debt ratio to follow a lower path to reach 90. % of GDP in 2028. By contrast, under more unfavourable assumptions on real GDP growth or interest rates, the debt ratio would increase to 100.5. % of GDP or 101.4. % of GDP by 2028, respectively. 80 85 90 95 100 105 110 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 % of GDP Baseline no-policy change scenario Standardized (permanent) negative shock (-0.5p.p.) on GDP growth Standardized (permanent) positive shock (+0.5p.p.) on GDP growth Standardized (permanent) positive shock (+1p.p.) to the short- and long-term interest rates on newly issued and rolled over debt ",
        "4.1. Public finances and taxation 26 Box 4.1.2: The Spanish pension system — reforms and challenges The continuing large deficit in the social security sector balance and the gradual erosion of the Social Security Reserve Fund built up with surpluses of the social security system during the boom years have prompted a debate about the need to further reform the pension system in Spain, following the two substantial reforms of 2011 and 2013. Since October 2016, the parliamentary committee dealing with pension reform has held discussions about a new set of recommendations (the so called \"Toledo Pact\" process), but the committee has still not reached a conclusion. Spain's Social Security System has moved from a position of comfortable surpluses in the years preceding the financial crisis to widening deficits, with the latter reaching 1.6 % of GDP in 2016. This is the result of nominal GDP stagnating and contributory pension expenditures, in particular, continuing to grow due to demographic factors and a rising average pension. In the face of deteriorating fundamentals, Spain undertook two major reforms (adopted in 2011 and 2013, respectively) to improve the fiscal sustainability of the pension system. The 2011 reform aimed to restrict access to pensions by gradually increasing the legal pensionable age and reduce the generosity of pensions. The 2013 reform introduced a mechanism adapting the level of the initial pension to the evolution of life expectancy at the time of retirement (the ʻsustainability factorʼ) and a mechanism called the pension revaluation index (PRI), which aims to adapt the expenditure of the pension system so as to ensure its long-term sustainability. This is achieved by, within certain limits, setting the annual revaluation of existing pensions at such a level so as to gradually bring expenditure in line with revenue. Hence, if the system is in deficit, the PRI acts by gradually reducing the generosity of existing pensions. As a result, the sustainability of the pension system in its current form is virtually ensured by design as long as its various mechanisms are allowed to work as intended. Despite the minimum 0.25% revaluation having been applied for the last four years, the subdued inflation has so far implied that the real value of pensions has not been eroded. However, as inflation has picked up in 2017, this may no longer be the case and continued application of the minimum revaluation may lead to a gradual decline in the real value of existing pensions. Based on a number of demographic and economic assumptions and including the impact of the two reforms, the European Commission 2015 Ageing Report projects public pension expenditure to be 0.8 % of GDP lower in 2060 compared to its 2013 level. The ratio is first expected to rise from 11.8 % of GDP in 2013 to 12.5 % of GDP in 2045 as the retiring baby boom generation is driving up the dependency ratio, and then, to come down to 11 % of GDP by 2060, as this baby boom effect fades out. In this baseline scenario, the benefit ratio - i.e. average public pensions in relation to average wages - declines by about 20 pps to around 40 % by 2060, generating savings amounting to 4.4 % of GDP. A further 0.6 % of GDP is saved by changes to the coverage ratio, i.e. who is eligible for a pension. Reflecting the same process, the replacement rate (i.e. the average first public pension as a share of the average wage at retirement) is also expected to fall by over 30 pps to slightly below 50 %. These reductions are among the largest in the EU, with a potential strong negative impact on the living standards of the elderly Spanish population, although Spain would still have benefit and replacement ratios around the EU average level in 2060 1 . The most recent projections for Spain confirm that, due to a large fall in the benefit ratio, pension expenditure will remain contained relative to the euro area and the EU (DG Economic and Financial Affairs, 2018). The adequacy of future pensions will also crucially depend on the capacity to address current labour market challenges, such as the widespread use of temporary contracts (and especially those shorter than 3 months), the incidence of part-time employment (in particular involuntary part-time employment), the incidence of short professional careers, especially among women ( 2 ), and the need to improve working conditions and adapt the work place to allow for longer working life. 1 Other institutions have reached similar conclusions, e.g. Fedea (Fuente, García Díaz and Sánchez, 2017) and the Bank of Spain (Hernández de Cos, Francisco Jimeno and Ramos, 2017). 2 According to analysis carried out for the 2018 Pension Adequacy Report (forthcoming), average earnings may differ by 35.3 pp. between a full 40-year career and a shorter 20-year career. ",
        "27 4.1.2. TAXATION Spain has a relatively low tax-to-GDP ratio and relies less on labour taxes than other EU countries. In 2016, Spainʼs tax burden accounted for 33.3 % of GDP, compared to an EU average of about 38.9 % and euro area average of 40.1 %. Spain raises roughly equal shares of revenues from indirect taxes, direct taxes and social contributions. Following a steep fall during the crisis (from 12.4 % of GDP in 2006 to 8.7 % in 2009), the share of indirect taxes has largely recovered (to 11.8% of GDP in 2016) as a result of higher VAT rates, improved VAT compliance and the economic recovery. Personal income taxes and social contributions have seen more limited changes, while corporate income taxes have varied significantly with the cycle and were still much below their pre-crisis level as a share of GDP. In 2015 and 2016, both personal and corporate income taxes were affected by legislated tax cuts. Some of the reduction of the corporate income tax was reversed in 2017, as the corporate tax base was broadened by reducing the deductibility of some items. In 2015, the implicit tax rate on labour stood at 31.3 %, below the EU average of 35.9 %, and the tax wedge ( 11 ) in 2016 for an average single wage earner was 39.5 % compared to an EU average of 40.6 %. Employersʼ social contributions make up a relatively large part of the tax burden, particularly at low wage levels, resulting in a less progressive system. Despite a standard VAT rate in line with the EU average (21 % vs EU average of 21.6 %), Spain has a relatively large VAT policy gap. The 'actionable policy gap' – the policy gap remaining after excluding those items where charging VAT would be either impractical or is beyond the control of national authorities ‒ stood at 27 % in 2015, of which just over half was due to the use of reduced and super-reduced rates. Simulations conducted by the European Commission based on the EUROMOD model (See Box 4.1.2 in the 2017 Country Report) show that reducing the incidence of these reduced rates ( 11 ) The tax wedge on labour represents the difference between the total labour cost of employing a worker and the worker’s net earnings. It is defined as personal income tax and employer and employee social contributions (net of family benefits) as a percentage of total labour costs (the wage and employer social contributions). would increase revenues by 0.2-1.4 % of GDP, depending on the scope and extent of the reduction. Negative distributional effects can be reduced or avoided by giving priority to items where the reduced rate has a regressive effect or be compensated through other means, such as social transfers. In some cases, reduced VAT rates tend to have a regressive impact. All VAT rate reductions potentially benefit all consumers regardless of their income level. As such they are not an effective tool for income redistribution. While, on average, the reduced rates in Spain have some progressive effect, which is almost entirely due to foodstuff, for many items they have a strongly regressive effect. For instance, this is the case of the reduced rate for restaurants and hotels. The VAT compliance gap continued to decrease. The gap – calculated as the difference between the theoretical VAT liability and the revenue actually received as a percent of the former – amounted to 3.5 % in 2015 (down from a peak of 13 % in 2011), which is significantly below the EU average of 13 %. In July 2017, Spain put in place a new information system (SII) that requires medium and large enterprises to inform the tax administration about their commercial transactions with a much shorter delay. Environmental taxes are still below the EU average, despite increases in recent years. Environmental taxes in Spain amounted to about 1.9 % of GDP in 2016, compared to an EU average of about 2.4 % of GDP. In particular, energy taxes (including transport fuel taxes) yielded little revenue, which reflects the low level of excise duties on both unleaded petrol and diesel. This is particularly the case for diesel, on which Spain applies the minimum excise duty, despite diesel having a higher carbon and energy content than unleaded petrol. Finally, taxes on transport, such as vehicle taxes, only yield half as much revenue in Spain as the EU average (0.2 % compared with 0.5 % of GDP). Spain relies to a relatively low extent on recurrent taxes in the area of property taxation. While revenues from property taxation in Spain are slightly above the EU average (2.8 % compared with 2.6 % of GDP in 2015), the recurrent element is below the EU average (1.3 % ",
        "4.1. Public finances and taxation 28 of GDP compared with 1.6 % in 2015), while transaction taxes exceed the EU average (1.6 % compared with 1 % of GDP). Recurrent property taxes are considered among the taxes least detrimental to growth and preferable to transaction taxes, as the former allow a more efficient allocation of assets and higher labour mobility. No major policy changes have been introduced in the area of property taxation in recent years, except for the gradual phasing out of mortgage deductibility. Graph 4.1.3: Government revenue by category Source: Ameco. The Spanish tax system features elements hindering investment. A high debt bias hampers developments in equity markets (see Box 4.4.1 in the 2017 Country Report). The difference in the cost of capital for new equity-funded investment, on the one hand, and debt-funded investment, on the other, was still one of the largest in the EU in 2016, despite having improved somewhat. 4.1.3. FISCAL FRAMEWORK Spain’s fiscal framework sets out the obligation for subnational governments to comply every year with a deficit, debt and expenditure rule target . At regional level, compliance with fiscal targets improved considerably in 2016 (Graph 4.1.4). Over 2013-2016, the debt target was met most frequently, followed by the expenditure rule target. However, deficit targets have had the worst compliance record, even though the regional public deficit has gone down over 2013-2016 (Graph 4.1.4 left-hand side). Nevertheless, in 2016 nine regions complied with the deficit target, the highest number since 2013. Over 2013-2016, fiscal rules were in general more frequently observed by regions falling within the medium GDP per head groups (Graph 4.1.4). Graph 4.1.4: Share of regions having complied with fiscal rules over 2013-2016 by GDP per head and by year (100% = 17 regions) (1) High GDP per capita regions: MAD, CAT, PV, NAV and ARA; Upper medium: RIO, CYL, CANT and BAL; Lower medium: AST, GAL, VAL; Low: AND, CAN, CLM, EXTR, MUR. Source: Ministry of Finance and European Commission Local governments have on aggregate, overachieved their budget balance targets over 2013-2016 . Unlike regional governments, they have missed more frequently the public debt target. The improvement in the local entities’ budget balance has been driven by reductions in the interest and current expenditure to GDP ratios (Graph 4.1.5 left-hand side), although current expenditure has increased when measured in real and per capita terms (Graph 4.1.5 right-hand side). The recovery in tax revenues and the increase of revenue transfers facilitates deficit reduction by regions . In 2016, the improvement in the budget balance was explained by reductions in the share of capital, current and interest expense in GDP, but also by the increase in revenue transfers, on account of the tax settlement of the 2014 fiscal year, which yielded regions additional EUR 7.6 billion (Graph 4.1.5 left-hand side). An additional rise in revenues from the regional financing system was observed in the first ten months of 2017, implying that the regional deficit target for that 024 6 8 10 12 14 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 % of GDP Indirect taxes Current taxes on income and wealth (households) Current taxes on income and wealth (corporations) Social contributions 0% 20% 40% 60% 80% 100% H I G H U P P E R M E D I U M L O W E R M E D I U M L O W 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 Compliance by income level Compliance by year Expenditure rule Stability target Public Debt rule Average ",
        "4.1. Public finances and taxation 29 year is likely to have been complied with (AIReF, 2017). Graph 4.1.5: Improvement in regional and local governments’ budget balance by component Source: IGAE (Ministry of Finance) and European Commission Expenditure rules can be an effective tool to underpin the sustainability of public finances as revenue recovery sets in . By capping growth in the expenditure falling under the control of the government with reference to a medium-term growth rate – as is the case in the Spanish legislation - they help fiscal consolidation in good economic times, while in times of recession they do not hinder fiscal policy playing a stabilizing role. Expenditure rules therefore reduce pro- cyclicality in fiscal policy. In fact, the economic literature associates expenditure rules with improved fiscal performance (IMF, 2015). Over 2013-2016, regions having complied with the expenditure rule have, on average, recorded higher primary balances. However, regional governments may have opted to reduce discretionary expenditure, such as on public investment, to seek compliance with the rule rather than pursuing more structural forms of consolidation. For local governments, which on aggregate are in a better budgetary situation, special provisions apply, as those with sound public finances can, under certain conditions, use their budget surplus to fund financially-sustainable investment, with this spending not qualifying as eligible spending for the purposes of the domestic spending rule. Selected features in the Stability Law’s expenditure rule remain unregulated . For example, the law does not call on non-compliant governments to make up for spending slippages within a pre-defined time frame. Linked to that, the law does not clarify whether the reference rate of eligible expenditure should be applied to the end- of-the-year level of eligible expenditure or to the level compliant with the rule. This can reduce the impact of the rule on fiscal consolidation depending on the interpretation given to the legal provisions. The circumstances leading to the activation of measures to prevent the risk of non-compliance with the domestic fiscal rules are not defined. While this gives the authorities more discretion in the activation of those measures, it can reduce the automaticity in their implementation. In early December 2017, shortly after the publication of the quarterly budget execution data, the Ministry of Finance sent letters to selected regions calling on them to address the risks of non-compliance with the expenditure rule. However, the timing of the letters reduced the chances for regions to take remedial action still in 2017. Other policies have been put in place to assist regional consolidation and enhance spending efficiency . A spending review was launched in June 2017 covering public subsidies with a view to improving procedures, eliminating duplications and evaluating impacts. An action plan was adopted by the Spanish government on 26 January 2018. The first phase of the review is planned to be completed by end-2018. -200 -100 0100 200 300 400 -0.6 -0.4 -0.2 0.0 0.2 0.4 0.6 0.8 1.0 1.2 2 0 1 6 / 2 0 1 3 2 0 1 6 / 2 0 1 5 2 0 1 6 / 2 0 1 3 2 0 1 6 / 2 0 1 5 2 0 1 6 / 2 0 1 3 2 0 1 6 / 2 0 1 5 2 0 1 6 / 2 0 1 3 2 0 1 6 / 2 0 1 5 Regional Local Regional Local C o n s t a n t E U R p e r h e a d ( 2 0 1 0 p r i c e s ) p p . o f G D P Interest expenditure Capital expenditure Current expenditure Other revenues Taxes Net revenue transfers Improvement in budget balance Required improvement ",
        "30 The Spanish economy continues to rely heavily on the banking sector . In 2016, total bank loans in the economy represented about 45 % of GDP (see Graph 4.2.1) vs an EU average of around 36 %, while non-bank financial intermediation via equity markets, debt issuance and venture capital is below the EU average. The outstanding level of loans to the Spanish private sector has continued to decline but at a slower rate than in the past years. On aggregate, private sector debt deleveraging has progressed, but certain groups of households and firms remain vulnerable. Graph 4.2.1: Sources of financing of the Spanish economy Source: ECB, Ameco. 4.2.1. FINANCIAL SECTOR * Banks have further adjusted their business models and cost structures, paving the way to new loans to the economy ( 12 ) . On aggregate, banks comfortably meet the regulatory capital requirements, and the quality of their assets has further strengthened. The successful resolution of Banco Popular in June 2017 further strengthened the stability of the banking sector and put pressure on some small banks to accelerate the clean-up of their balance sheets. In 2017, Spanish banks have continued to be profitable. Against this background, FROB's (the Spanish Executive ( 12 ) The European Commission conducts the monitoring of the Spanish financial sector under Post-Programme Surveillance (PPS), in liaison with the ECB (DG Economic and Financial Affairs, 2017). Resolution Authority) divestment from Bankia as well as the divestment of SAREB's portfolio, the Spanish asset management company, have made further progress but remain to be completed. Table 4.2.1: Financial soundness indicators, all banks. (1) NPD: Non-performing loans and advances and fixed income securities. Consolidated data. (2) NPL: Non- performing loans and advances. Consolidated data. (3) ECB aggregated balance sheet: loans excl to gov and MFI / deposits excl from gov and MFI. (4) For comparability only annual values are presented. Source: ECB CBD. Excluding losses due to one resolved bank, banks' profitability improved in the first half of 2017. Profits increased by about 4 % y-o-y for domestic operations and by about 19 % y-o-y if operations abroad are included. The improvement was mainly driven by lower impairment provisions. The capital buffers of Spanish banks remained comfortable in the first half of 2017, although the resolution of Banco Popular in June 2017 led to the reduction of the average common equity tier 1 ratio from 12.6 % at end-2016 to 11.6 % at end-June 2017, as its equity was written off (see Table 4.2.1). Nonetheless, Banco Popular’s acquirer, Banco Santander, undertook a EUR 7 billion capital increase in July to restore its capital ratios. Thus, at the end of September the average common equity tier 1 ratio stood at 12.4 %. In 2017, Spanish banks continued to clean up their balance sheets and reduce the share of crisis legacy loans. The overall non-performing loan (NPL) share in total loans in Spain went down to 8.1 % as of November 2017, from 9.2 % a year before. However, once banks' activity outside Spain is taken into account, the share of NPLs is only 5.3 % in second quarter of 2017, close to the EU average (see Table 4.2.1). SAREB made further progress in divesting the large amount of legacy assets stemming from the crisis. Nonetheless, its financial results remained negative in both 2016 and the first half of 2017, due to the slower than expected recovery of real estate prices, in particular in regions where SAREB is overexposed. 0.000 0.005 0.010 0.015 0.020 0.025 0.030 0 10 20 30 40 50 60 L i s t e d s h a r e s ; 2 0 1 6 D e b t s e c u r i t i e s ; 2 0 1 6 M F I l o a n s ; 2 0 1 6 G r o s s o p e r a t i n g s u r p l u s : c o r p o r a t i o n s ; 2 0 1 6 V e n t u r e c a p i t a l ( r h s ) ; 2 0 1 5 ES EU % of GDP (%) 2010 2011 2012 2013 2014 2015 2016 17Q2 Non-performing debt (NPD) (1) 4.1 5.2 6.4 7.9 6.7 5.3 4.8 4.5 Non-performing loans (NPL) (2) - - - - 8.1 6.3 5.7 5.3 Coverage ratio 65.8 57.3 68.1 46.6 46.4 46.8 45.0 44.9 Loan to deposit ratio (3) 108.8 108.7 108.1 98.7 93.3 91.4 88.3 88.6 Tier 1 ratio 9.6 10.3 9.8 11.8 11.8 12.7 13.0 12.3 Capital adequacy ratio 11.9 12.2 11.5 13.3 13.6 14.5 14.7 14.4 Return on equity (4) 8.5 0.2 -24.9 5.8 6.7 6.6 5.0 - Return on assets (4) 0.5 0.0 -1.4 0.4 0.5 0.5 0.4 - 4.2. FINANCIAL SECTOR AND PRIVATE SECTOR DEBT ",
        "4.2. Financial sector and private sector debt 31 The housing market consolidates its recovery, easing progress in cleaning up banks legacy assets. After the sharp adjustment that followed the crisis, the housing market and the construction sector are recovering. Housing prices increased by 6.7 % year-on-year in the third quarter of 2017. Prices of new dwellings went up by 6.5 % and those of used dwellings by 6.7 %. Moreover, during the three-month period ending in November 2017, the number of transactions on dwellings increased by 17.9 % year-on-year ( 13 ). However, residential investment is still much lower than before the crisis, and the stock of houses for sale remains high in some regions, which explains cross-regional differences in the evolution of housing prices. The outstanding volume of credit is still decreasing, but new bank lending to SMEs and households, especially consumer credit, has picked up strongly. In November, banks' domestic assets increased by about 1 % year-o- year, despite the additional decline in the outstanding volume of private credit. Lending to households decreased by about 3% y-o-y in November 2017, while credit to non-financial corporations (NFCs) declined by 3.3 % year-on- year (Graph 4.2.2) (by 2.1% year-on-year when external borrowing and issuance of bonds are included). According to the Bank Lending Survey (Banco de España, 2018), credit conditions for company loans remained stable while they eased for household lending in the last quarter of 2017. 4.2.2. ACCESS TO FINANCE Access to finance is not considered an important problem by SMEs in Spain anymore (ECB SAFE Survey, 2017). Several measures were introduced in 2014-2015 to ease SME access to finance, notably fund-of-funds, regulation of crowdfunding, and a specific legal form for venture capital funds specialised in investing in SMEs. More time is needed, however, to measure their full impact. The availability of bank loans has improved (Section 4.2.1) and business angel funding for new and fast-growing firms has also accelerated. Still, despite significant progress since 2008, Spain continues to underperform in some indicators in this area such as on equity funding for ( 13 ) Source: Instituto Nacional de Estadística (INE) new and growing firms, payment delays, and venture capital (European Commission 2016b). Graph 4.2.2: Loans to the private sector Source: Bank of Spain, own calculations Venture capital continues to grow but remains underdeveloped (see Graph 4.2.1). While remaining a niche option compared to traditional financing venues, this source of funding is particularly important for higher risk and innovative projects and companies. Investment on venture capital continued to grow in 2016 reaching a volume of EUR 385 million in 436 investments, with an increasing weight of national investors (42 % in 2016) ( 14 ). However, this represents only 0.5 % of Spanish SMEs (vs. 1.3 % in the EU) (ECB SAFE Survey, 2017). Around 3 % of SMEs consider venture capital relevant for their funding needs (vs 10 % in the EU), and equity funding is the preferred option for 3.8 % of them (vs. 6.4 % in the EU). Meanwhile, bank loans remain by large their primary financing source for planned growth (71 % vs 63.8 % in the EU). ( 15 ) 1 % of innovative SMEs use venture capital, not significantly more than the overall SME population. Beyond mere access to finance, the underdeveloped venture capital market affects also the low level of innovation in Spain (Section 4.4.3). ( 14 ) Source: Associación española de capital, crecimiento e inversión (ASCRI) ( 15 ) Source: SAFE Survey -30 -20 -10 0 10 20 30 40 07 08 09 10 11 12 13 14 15 16 17 % y-o-y Total non-MFI private sector Non-financial corporates Households & NPISH ",
        "4.2. Financial sector and private sector debt 32 Graph 4.2.3: Composition of debt — ES Source: Eurostat 4.2.3. PRIVATE SECTOR DEBT * Private sector indebtedness continues declining, but remains high, especially for certain groups of corporations and households. The stock of private non-financial sector debt amounted to 159.9 % of GDP, in non-consolidated terms, in the Q3-2017 (61.8% of GDP by households and 98.1% of GDP by NFCs), about 58 pps of GDP lower than at its peak in Q2-2010 (Graph 4.2.3). Despite this significant reduction, prudential and fundamentals-based benchmarks for private debt indicate that Spain still faces deleveraging needs ( 16 ). This is the case in particular for companies in the construction and real estate services sectors, and for low-income and jobless households (IMF Chapter IV Report, October 2017). Nonetheless, debt reduction has been faster than the fundamentals would suggest. Real GDP growth has become the main driver of households’ debt reduction. Households have reduced debt more gradually than the corporate sector, as most household loans are long-term ( 16 ) Fundamental-based benchmarks are derived from regressions capturing the main determinants of credit growth and taking into account a given initial stock of debt. Prudential thresholds represent the debt threshold beyond which the probability of a banking crisis is high, minimising the probability of missed crisis and that of false alerts. See European Commission, 2017, 'Benchmarks for the assessment of private debt', Note for the Economic Policy Committee (not publicly available). mortgage loans, which banks write off less often than corporate loans. The debt reduction process was initially driven by negative credit flows, but is increasingly being supported by the recovering GDP growth (Graph 4.2.4). New credit to households is growing, in both segments, to house purchases and consumption. With sustained GDP growth, debt reduction is likely to continue while prudential and fundamentals-based benchmarks reveal that household deleveraging needs still persist (Graph 4.2.5). Nevertheless the adjustment is taking faster than suggested by fundamentals, indicating a sufficient deleveraging speed. Even so, in the long term, household saving rate levels should adjust slightly upward to guarantee household debt's sustainability at aggregate level ( 17 ). What is more, debt is unevenly distributed across households, and some over- indebted households – often low income or jobless households - are particularly vulnerable to changes in the economic and financial outlook. Graph 4.2.4: Decomposition of y-o-y changes in debt-to- GDP ratios, households (ESA 2010) — Spain Source: Eurostat The financial burden of Spanish households continued to decline in 2017. With low interest rates and variable rate loans, although declining, prevailing in the Spanish mortgage market, the ( 17 ) Debt sustainability indicators correspond to the permanent adjustment in the savings rate to (i) reach the fundamental benchmark for debt within 15 years (S1) and (ii) ensure that net financial liabilities are eventually reimbursed (S2). See European Commission, 2017, 'Benchmarks for the assessment of private debt', Note for the Economic Policy Committee (not publicly available). 0 50 100 150 200 250 300 350 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 % of GDP GG HHs and NPISHs NFCs Total private non financial sector -8 -6 -4 -2 02468 10 12 14 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 1 4 Q 1 1 5 Q 1 1 6 Q 1 1 7 Q 1 y - o - y c h a n g e Credit flow Real growth Inflation Other changes D/GDP, change ",
        "4.2. Financial sector and private sector debt 33 financial burden borne by households to service their debt has been falling rapidly. Nevertheless, and despite labour market improvements and growing gross disposable income, the ratio of NPLs from household debt has remained broadly stable at 5.5 % in the first three quarters of 2017. Graph 4.2.5: Gap to the fundamental-based and prudential benchmarks, HH and NFC (1) Gap based on the consolidated debt ratio by sector. A positive value means that deleveraging needs persist Source: European Commission Debt reduction in the corporate sector as a whole is taking place simultaneously with new borrowing by the most solvent and productive firms. Between 2012 and 2016 negative net credit flows were the main driver of the fall in the corporate debt-to-GDP ratio. However, deleveraging is now mainly driven by real GDP growth, while the improvement in economic conditions has gone hand-in-hand with an increase in new credit. New lending to SMEs (approximated by loans under EUR 1 million) continued to rise in 2017 (a 8.3 % year-on-year growth the three months moving average until November), as well as the volume of new loans above EUR 1 million (a 2.5 % year-on-year increase). As a result, the deleveraging process slowed down during 2017. According to the Bank of Spain's Central Credit Register, while the total stock of outstanding credit to non-financial corporations has decreased, the proportion of firms that increased or maintained their borrowing levels has risen (Banco de España, 2017d). As is the case for households, corporate indebtedness remains above the prudential and fundamentals-based benchmark (Graph 4.2.5), but deleveraging is progressing at a sufficient pace. The financial position of the corporate sector has continued to improve in 2017. The net financial wealth of firms, although remaining negative, increased for a fourth consecutive year, from −134.6 % of GDP in 2013 to a forecasted −113.8 % in 2017. This improvement was driven by reductions on the liabilities side that more than offset those on the assets side. While assets decreased across almost all asset classes, the drop in liabilities was mostly driven by reductions in corporate loans. Graph 4.2.6: Decomposition of y-o-y changes in debt-to- GDP ratios, quarterly non-consolidate data, non-financial corporations (ESA 2010) — ES Source: Eurostat Reforms to the insolvency regulation framework in 2014 and 2015 have facilitated debt restructuring and made insolvencies less onerous. The use of pre-insolvency proceedings has increased strongly, from 55 % of insolvency proceedings in 2013 to 81 % in 2016. Out-of-court agreements for natural persons have increased from 32 % of total proceedings in 2015 to 84 % in 2016, partly because the applicability of such agreements was extended to debt not related to economic activity. The number of corporate insolvency proceedings decreased by 3.6 % in annualised terms in the first three quarters of 2017. However, given that in 2017 economic growth was strong and access to finance improving, this slight decline can still be seen as a sign that insolvency procedures have become more conducive to debt -20 -100 10 20 30 40 50 60 70 969798990001020304050607080910111213141516 % o f G D P Prudential threshold - HH Fundamental benchmark - HH Prudential threshold - NFC Fundamental benchmark - NFC -20 -15 -10 -5 05 10 15 20 25 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 1 4 Q 1 1 5 Q 1 1 6 Q 1 1 7 Q 1 y - o - y c h a n g e Credit flow Real growth Inflation Other changes D/GDP, change ",
        "4.2. Financial sector and private sector debt 34 reduction and preventing capital from being tied- up in unproductive companies. Proceedings with an anticipated insolvency plan still took a relatively long time in 2015 (most recent available data), but their average length (408 days) represents a significant improvement compared to ordinary insolvency procedures (544 days) ( 18 ). ( 18 ) Source: Spanish Official Body of Registrars. ",
        "35 4.3.1. LABOUR MARKET * Efforts undertaken to promote employment creation are bearing fruit, but unemployment and segmentation still remain high. Robust economic growth supported strong net job creation in 2017, which in turn supported domestic demand and growth. In Q4-2017 the employment rate reached 66.1 %, and the unemployment rate continued to decline steadily to 16.6 %. Both indicators remain nevertheless far from their pre- crisis levels (70% and 8% in Q3-2007, respectively). Unemployment affects in particular the young (37.5 % for 15-24 years old), low- skilled ( 19 ) workers (23.8 %) and third-country nationals (25.9 %; all figures for Q4-2017). Long- term unemployment is decreasing (1.6 million people, compared to 2.1 million one year before), but still accounts for 43.6 % of all unemployed. The temporary employment rate is very high (26.8 % in Q4-2017). However, the share of open- ended contracts in net employment growth has increased to 54% on average in 2017. The four-year recovery continues to benefit from past reforms and wage moderation. The labour market reforms carried out between 2010 and 2012 helped increase employment elasticity to real GDP, bringing it closer to pre-crisis levels (from 0.8 in 2015 to 0.86 in 2017, compared to 0.98 in 2000-2007). Whereas real wages increased in 2015 and 2016 due to negative inflation, nominal wage growth is projected to have remained contained in 2017 (0.5%), below HICP inflation (2%), but broadly in line with productivity (0.3%). Wages have become gradually more aligned with labour market conditions. Before the crisis, wages were relatively insensitive to unemployment changes, and were still rising at a rate above 4 % in ( 19 ) Level of qualification ranging from (pre-) primary to lower secondary education (ISCED 0-2). 2009. Wage growth started to adjust to overall labour market conditions in 2010, when unemployment approached 20 %. Wage adjustment accelerated after the 2012 labour market reforms, which, among others, increased firms’ internal flexibility and raised the wage bargaining system's responsiveness to business cycle developments (European Commission, 2017a). During the economic recovery, wage moderation has contributed to the rapid unemployment decline. This wage moderation is consistent with the still high unemployment rate and, also, with the labour market slack in the economy, including a high share of people who are marginally attached to the labour market or underemployed ( 20 ). In Q3-2017, labour market slack in Spain was estimated at a sizeable 27.1 % of the labour force (15-74 years). In addition, the collective agreements with recorded economic effects in 2017 have shown signs of moderate wage increases (1.45 % on average). The 2017 rise in the minimum wage did not affect employment significantly. Its increase by 8 % has had a limited impact on aggregate employment and the wage distribution (Bank of Spain, 2017). For 2018, a further increase of 4 % has been approved and the government has announced plans to define a growth path for increasing the minimum wage up to a monthly EUR 850 in 2020 (up from EUR 736 today), conditional upon a certain minimum GDP and employment growth. This may put pressure on the lower part of the wage structure and thus have a more noticeable negative effect on employment, notably for young and low-skilled workers. ( 20 ) Workers marginally attached to the labour market include persons available to work but not seeking work and those seeking work but not immediately available; while underemployed workers are those working part-time but wishing to work longer hours. 4.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "4.3. Labour market, education and social policies 36 Box 4.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights, proclaimed on 17 November 2017 by the European Parliament, the Council and the European Commission, sets out 20 principles and rights to benefit citizens in the EU. In light of the legacy of the crisis and changes in our societies driven by population ageing, digitalisation and new ways of working, the Pillar serves as a compass for a renewed process of convergence towards better working and living conditions. Spain faces challenges with regard to a number of indicators of the Social Scoreboard ( 1 ) supporting the European Pillar of Social Rights , especially in the area of \"equal opportunities and access to the labour market\". The labour market situation remains difficult, although quickly improving. Still, a large share of young people (14.6% in 2016) is neither in employment nor in education or training. Early school leaving rates are relatively high. In spite of recent improvements, the share of early school leavers was 19 % of the population aged 18-24 in 2016. Low education levels greatly increase the risk of future poverty and social exclusion. Spain also has large levels of income inequality. The income quintile ratio S80/S20 increased 0.1 pps in 2016. High labour market segmentation, stagnating incomes in the lower part of the distribution and a low redistributive effect of the tax and benefits system are among the reasons for this outcome. Spain took steps to fight the abuse of temporary contracts on \"secure and adaptable employment\". The government increased the labour inspectorate's resources and the integration of administrative databases boosted their efficiency, notably through a better targeting of controls. Some Spanish regions are developing innovative approaches to better support the most vulnerable jobseekers. For instance, the region of Murcia recently implemented an EU co-funded project, from which more than 3,500 women benefitted, and over 50 % of participants already found jobs. The project combines employment and social services as well as incentives for employers. It aims to empower victims of gender-based violence, mostly women, by giving them the required support and skills to obtain economic independence by getting a job . ( 1 ) The Social Scoreboard includes 14 headline indicators, of which 12 are currently used to compare Member States performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to technical concerns by Member States. Possible alternatives will be discussed in the relevant Committees. GDHI: gross disposable household income. Wage developments have become more conducive to labour market adjustment across regions . All regions have benefited from the recovery, but the decline in unemployment has been larger in regions where it increased most during the crisis. For example, between Q2-2013 and Q2-2017, the unemployment rate dropped by more than 11 pps in Andalucía, Canarias, Castilla y León, Extremadura and Murcia, where it had increased by more than 20 pps between 2007 and 2013. Before and during the first years of the crisis, wages increased more in high unemployment regions. After the 2012 labour market reforms and the inter-professional agreements between the social partners for 2012- 14 and 2015-17, wage developments have aligned to some extent with regional differences in unemployment (Graph 4.3.2). Early leavers from education and training (% of population aged 18-24) Critical Situation Gender employment gap On average Income quintile ratio (S80/S20) Critical Situation At risk of poverty or social exclusion (in %) To watch Youth NEET (% of total population aged 15-24) To watch Employment rate (% population aged 20-64) Weak but improving Unemployment rate (% population aged 15-74) Weak but improving GDHI per capita growth To watch Impact of social transfers (other than pensions) on poverty reduction To watch Children aged less than 3 years in formal childcare Better than average Self-reported unmet need for medical care Better than average Individuals' level of digital skills On average Social protection and inclusion Equal opportunities and access to the labour market SPAIN Members States are classified according toa statistical methodology agreedwith the EMCOandSPCCommittees.Themethodologylooksjointlyatlevels andchanges of the indicators in comparison with the respective EU averages and classifies MemberStates insevencategories (from\"bestperformers\"to\"critical situations\"). For instance, a country can be flagged as \"betterthan average\"if the level ofthe indicatoris close toEUaverage,butitisimprovingfast.Formethodologicaldetails, please consult the draft Joint Employment Report 2018, COM (2017) 674 final. NEET: neither in employment nor in education or training; GDHI: gross disposable household income. Dynamic labour markets and fair working conditions ",
        "4.3. Labour market, education and social policies 37 Wage developments have been only weakly aligned with sectoral productivity developments . According to European Commission analysis, between 2012 and 2016, a 1% increase in real productivity in a given region and sector results on average in a 0.06 % increase in real wages in that region and sector, whereas a 1 pp increase in the unemployment in that region results in a 0.2 % decrease in real wages. However, these estimates differ substantially from sector to sector (Graph 4.3.3). Graph 4.3.2: Responsiveness of wages to unemployment by region The solid line depicts the regression coefficient of labour cost growth on the unemployment rate by region (controlling for the consumer price index and a common time dummy). Regressions are estimated on rolling windows of 18 quarters. Positive values indicate higher wage growth in regions where unemployment is higher. Negative values indicate lower wage growth in regions where unemployment is higher. Dotted lines represent the 95 % confidence interval. Source: Own computation on data by Instituto Nacional de Estadistica 2017. Graph 4.3.3: Responsiveness of wages to productivity developments and regional changes in unemployment by sector (2012-2016) % increase in real wage for a 1% real productivity increase in a given sector and region (controlling for regional changes in the unemployment rate), based on a panel regression with sectoral effects using regional accounts by sector. (*) Values for \"All sectors\" are calculated using a panel regression with no sector dimension and fixed effects by region only. Source: INE, European Commission A number of policy initiatives aim at enhancing labour activation and insertion of young people. The share of young people neither in employment, nor in education or training is decreasing (from 18.6 % in 2013 to 14.6 % in 2016) but remains high. Following the reform adopted in December 2016 and increased outreach efforts, the number of newly registered young people in the Youth Guarantee continues to increase, particularly for those 25-30 years old (around 1 million in December 2017). Moreover, the share of young beneficiaries still in employment six months after leaving the Youth Guarantee has increased significantly from 38 % in 2015 to 51 % in 2016. The increase is partly explained by an improved statistical tracking of former beneficiaries. ( 21 ) However, implementation challenges remain, including reaching the most vulnerable young NEETs, limited capacity of the Public Employment Services (PES) to ensure delivery of ( 21 ) A key change in the Youth Guarantee (YG) is the simplification of the registration process that allowed more jobseekers to participate, including those who were already enrolled in activities compatible with the YG scheme. -0.15 -0.1 -0.05 0 0.05 0.1 0.15 0.2 0.25 After the vertical line: sample periods that follow the 2012 labour market reform -1.5 -1 -0.5 0 0.5 1 Agriculture Manufacturing Construction Trade, trans., hosp. ICT Finance Real estate Profesionnal services HH support services All sectors (*) Productivity (1% change) Unemployment (1pp. change unemployment rate) ",
        "4.3. Labour market, education and social policies 38 personalised action plans and quality offers matching the beneficiaries’ profiles. Moreover, the existing partnerships with education and training providers have not yet allowed an effective up- skilling of part of the young people registered in the Youth Guarantee. Spain extended the existing support measures for the long-term unemployed. The PREPARA (Professional Retraining Programme) Plan has been extended until April 2018. Following a Constitutional Court ruling, there are plans to integrate the three national non-contributory unemployment assistance schemes (PREPARA, RAI, i.e. Active Insertion Income, and PAE, i.e. Activation Programme for Employment) into one single scheme that would be financed through the national social security system, but administered by the regions . If approved and implemented, this plan would partly address the fragmentation of the national income guarantee schemes and reinforce their activation component. The joint action plan signed in December 2016 to support regional Public Employment Services (PES) in financing activation of the long-term unemployed (LTU) is being implemented (budget: EUR 515 million). LTU's exit rate from unemployment increased from 8.6 % to 10.7 % in 2013-2015 (Fedea, 2017/07). Still, only 8.7 % of all registered LTU had a job integration agreement in 2016 (against an EU average of 56.2 %). Among them, the share of those who regained employment is close to the EU average (15.6 % vs. 14.2 %; European Commission, 2017c). The Employment Activation Strategy 2017-2020 aims to improve the impact of measures already in place, with a stronger focus on results. The Strategy includes guidance, training and support for LTU, people over 50 years of age and low- skilled young people. In addition, it will promote the modernisation and coordination of the PES, including a results-based evaluation, and an improvement of the Vocational Education and Training System (VET), especially the Dual Training. This strategy has a budget of EUR 5.6 billion for 2017 (6 % more than in 2016). Around 37 % of this amount will be transferred to the Spanish regions. These resources will be conditional on the results and performance achieved by the regions, especially for LTU. However, the amount of funds per unemployed is still below the levels of 2011. New measures have been adopted to encourage self-employment in a context of a limited number of newly registered self-employed. The approval of a new Self-employed Law in October 2017 seeks to encourage job creation through entrepreneurship ( 22 ). It includes a one-year extension of the monthly flat rate EUR 50 social security contributions for new self-employed workers, a 100 % bonus on social security fees for maternity leave, the deduction of current expenses if working from home, and flexible administrative procedures (such as the registration in the self- employed register and changes in the contribution base). So far these measures have had a limited impact on the number of registered self-employed workers and on the creation of additional jobs through self-employment. ( 23 ) Lack of resources and weak coordination continue to weigh on Public Employment Services' (PES) effectiveness. In Spain, active labour market policies are managed at regional level and passive measures at national level. In 2017, Spain increased the economic and human resources of regional PES and set up new measures to improve their effectiveness, including an intermediation model based on competency management, a common system of statistical profiling for jobseekers, better functionality of the Single Job Portal, and a legal framework for public-private collaboration. However, total PES staff is still 3 % lower than in 2015, and PES expenditure is 33 % (EUR 12 000 million) lower than in 2012. The number of vacancies managed remains small (2.8 % of total vacancies against 10 % on average in the EU). Besides, the Spanish unemployed are less inclined than their European peers to use the PES (24.6 % in 2017 against 46.2 % in the EU-28, lowest share in the EU; based on Labour Force Survey data). This figure has steadily decreased from a peak of 41.4 % in 2009. After a long negotiation, Spain approved new vocational training measures for the unemployed in July 2017. The initiative, known as \" Cheque formación \", will be implemented at regional level and is expected to enhance training ( 22 ) In 2017, a total of 10 500 new self-employed were registered, which represents a net increase of 0.33 % (the lowest figure since 2014). ( 23 ) Source: Ministry of Employment and Social Security (Register of Self-employed) ",
        "4.3. Labour market, education and social policies 39 of unemployed people in order to improve their employability. Strong labour market segmentation and widespread involuntary part-time employment persist in Spain. Spain continues to rank among the countries in the EU with the highest shares of employees in temporary contracts (26.8 % in the Q4-2017, Graph 4.3.4). Nevertheless, the share of open-ended contracts in net employment growth increased to 54 % on average in 2017 (from 39 % on average in 2015). While the share of part-time employment started to decline (to 14.9 % in 2016, 4 pps below the EU average), 61.9 % of it is involuntary (compared to an average of 27.7 % in the EU-28). The above EU-average share of temporary contracts in Spain cannot be explained by a different sectoral structure of the economy . Segmentation remains a key feature of the Spanish labour market (see the 2017 Country Report for a detailed analysis). The share of temporary employees in total employment is almost 10.7 pps higher than the EU average, and only a very small fraction of this difference (about 1.5 pps) is explained by a higher weight of sectors where the use of temporary contracts is more widespread. The share of employees with a temporary contract in Spain is higher than in the EU in all sectors, not only those with strong seasonal or cyclical nature such as agriculture, tourism and construction (Bank of Spain, 2017) (Graph 4.3.6). Graph 4.3.4: Employment by type (1) Ages 20-64, based on non-seasonally adjusted data. Source: Eurostat. Temporary employment affects mostly young, low-skilled workers and third-country nationals (74.5 %, 39 %, and 39.6 %, respectively ( 24 )). Contracts shorter than three months remain widespread. Evidence for Spain shows that the shorter the duration of the contract, the less likely workers are to move to a permanent contract (CaixaBank Research, 2017). Short contracts also give few incentives for both workers and employers to invest in continuous education and job-specific training, thus hampering investment in human capital. Temporary workers face significantly higher risks of poverty and tend to be more exposed to detrimental physical and psychosocial working conditions, weaker occupational health, and lower safety measures (Eurofound 2016) (Graph 4.3.5). They also tend to be under-protected by unemployment and disability insurance and have lower pension entitlements. ( 24 ) Source: Eurostat. Figures for Q3-2017. -1500 -1000 -5000 500 1000 1500 0 0 Q 1 0 1 Q 1 0 2 Q 1 0 3 Q 1 0 4 Q 1 0 5 Q 1 0 6 Q 1 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 1 4 Q 1 1 5 Q 1 1 6 Q 1 1 7 Q 1 1 8 Q 1 t h o u s a n d s , y e a r o n y e a r c h a n g e s Permanent employees Temporary employees Self employment Overall ",
        "4.3. Labour market, education and social policies 40 Graph 4.3.5: Characteristics of temporary employment (1) Latest available data are used (Q3-2017 for the share of temporary contracts, 2014 for wage premium, 2016 for the other indicators). (2) \"Transition to very short term\" means transition from unemployment to contracts of 3 months or less. Source: Eurostat, Labour Force Survey, SILC. The wage premium is calculated in European Commission (2017a) based on the EU Structure of Earnings Survey 2014. Policy initiatives aimed at fighting abuse of temporary contracts are bearing fruit. In 2016, some 373 000 temporary contracts were investigated (21 % more than in 2015), resulting in 22 % of them being transformed into indefinite contracts ( 25 ). The new legal framework for labour inspectorates and increased resources seem to have led to increased efficiency and capacity (including IT tools) and improved coordination with other institutions, while the fight against the abuse of temporary contracts in certain sectors is receiving priority. There are plans to reduce the reliance on fixed-term employment in the Spanish public sector through recruitment competitions for permanent posts. ( 25 ) Source: Ministry of Employment and Social Security. Graph 4.3.6: Share of temporary contracts in total employment by sector, ES v. EU Source: Eurostat The involvement of social partners in policy design has been strengthened recently, but there is still room for improvement. The current framework allows social partners to actively participate in the European Semester, although planning is not always timely and consultation often not focused on content. Through the comprehensive agenda of quality in employment ( Agenda integral de calidad en el empleo ), the government launched four tripartite roundtables in February 2017 on employment and jobs quality, training, long-term unemployment, social protection and the social card, and health and safety. Bipartite negotiations on collective bargaining (i.e. on a national wage pact) faced several delays in 2017 due to the difficulty in reaching an agreement satisfying both parties. Nevertheless, an agreement was reached on the increase of the minimum wage. 4.3.2. EDUCATION AND SKILLS Although improving, gaps in education and skills mismatches persist. In a context of overall low employability of tertiary graduates (Section 4.3.1), the share of tertiary graduates employed in jobs that do not require higher education was 39.7 % in 2016 (EU average: 23.5 %). Over- skilling is particularly frequent in Spain, with 25 % of workers being over-skilled in both literacy and numeracy (OECD average: 16.4 %). Over-skilling rates among non-EU-born workers reach 65 %. 05 10 15 20 25 30 35 Share temporary Transition unempl. to very short-term contract Transition temporary to permanent contract Wage premium permanent In work risk-of- poverty gap temp. vs perm. % EU28 Spain 0% 5% 10% 15% 20% 25% 30% 0% 10% 20% 30% 40% 50% 60% 70% A g r i c u l t u r e M a n u f a c t u r i n g C o n s t r u c t i o n T r a d e T r a n s p o r t H o s p i t a l i t y I C T F i n a n c i a l P r o f . S e r v . P u b l i c a d m i n . E d u c a t i o n H e a l t h E n t e r t a i n m e n t O t h e r A l l s e c t o r s 2008Q2 2017Q2 Difference with EU in 2017Q2 (RHS) ",
        "4.3. Labour market, education and social policies 41 Under-skilling is also widespread, ranging from 15 % of workers in numeracy to 17 % in literacy competencies (OECD average: 9 %). At the same time, low-skilled workers still face significant difficulties in accessing the labour market. The unemployment rate in the group aged 20-64 was 23.5 % in Q4-2017, 14 pps higher than for highly- skilled workers. Despite having improved, early school leaving (ESL) rates are still high and regional disparities persist. The ESL rate decreased from 23.6 % in 2013 to 18.3 % in 2017 but is still around 8 pps above the EU average (see Box 4.3.1). Moreover, the rate increases to 38.1 % for third-country nationals and 39 % for people with disabilities in 2016, the latter being among the highest rate in the EU. The situation still varies greatly across regions. Regional ESL rates range between 7 % and 26.5 % (2017), though the difference has been falling since 2013 (Ministry of Education, Culture and Sports, 2017a). Regional differences remain in students’ performance in terms of skills. In the 2015 PISA study Spanish students obtained results similar to the EU average. While PISA results in reading and maths have improved in most regions, disparities across regions are still significant. Students’ performance differs across autonomous regions by between 46 and 66 points – equivalent to one full school year – in the three tested fields (reading, maths and science). This divide can be explained by GDP per head, employment and poverty rates, level of education expenditure per family, student’s economic and social status. Since education is a regional competence, policies also differ considerably. The institutional set-up allows for coordination through the exchange of best practices and peer review amongst regions, but in practice it is not used systematically. Targeted measures to help regions improve educational outcomes have so far only had a small effect in reducing differences between them. The National Pact on Education is facing delays in its negotiation in Parliament . The Parliament has already agreed on a National Strategy for University Education but it still has to agree a National Pact on (non-university levels of) Education. The process was launched in December 2016 by creating a parliamentary subcommission. All along 2017, representatives from different educational sectors were invited to appear in Parliament. In 2018, parliamentary groups are drafting a proposal to reform the Spanish educational system expected to be ready halfway through the year. Reforms in teachers' professional development and career opportunities are not envisaged before conclusion of the Pact. The initial practical training of teachers and the pathway to the teacher profession are planned to be reformed. Teachers' unions consider that budget cuts during the crisis have deteriorated their working conditions (increase of teaching hours, fewer opportunities for lifelong learning courses and tightened requirements for leaves). The high share of interim contracts affects the career perspectives of many teachers. However, in a survey by the Ministry of Education, 73 % of teachers report to be satisfied in their profession, much above the OECD and EU average (51 % and 46 % respectively). In 2017, EUR 115 million were allocated to training and improving competences and mobility of teachers at all education levels and there are plans to reduce the non-university teachers' temporary employment rates with recruitment competitions for permanent posts in the public sector (see Section 4.3.1). Spending on education increased over the last decade but remains below the EU average, at 4.3 % of GDP in 2015. From 2012 to 2015, the share of total public expenditure devoted to education increased to 9.3 %, still below EU average. Set against a steadily growing student population (by 13.3 % between 2005 and 2015), public expenditure for education in real terms increased by just 9.1 % over the past decade. The 2017 budget law envisaged additional funding for the education system and an increased replacement rate of retired teachers . Currently one out of four teachers has an interim contract, the highest rate since 2009. To reduce this high share, the government decided in 2016 to replace 100 % of permanently-employed retiring teachers (rather than 50 % as in the previous years) and steps towards this goal were taken in early 2018. Furthermore, in 2017 EUR 392 million was allocated by the Ministry of Education to regional measures for new initial vocational education and training (VET) programmes. These are intended to open up new pathways in lower secondary ",
        "4.3. Labour market, education and social policies 42 education and help vulnerable households with children of school age. EUR 20 million was allocated to the territorial cooperation programme PROEDUCAR, whose goal is to retain students in the school system and bring back early leavers. Spain's tertiary education attainment rate exceeds the EU average and differs strongly by gender. 47.5 % of women have a tertiary degree compared to 34.8 % of men. The overall tertiary educational attainment rate for people 30-34 years old (41.2 %) remains above the EU average, but is still below the national Europe 2020 target of 44 %. Furthermore, the gap between Spanish-born and non-EU-born students is large (45.2 % versus 25.1 %), as is the gap between people with and without disabilities (19.9 pps versus an EU average of 13.6 pps.). ( 26 ) Tertiary graduates face difficulties in finding jobs matching their education level. Since 2013, the employment rate of tertiary graduates increased by 5.5 pps to 72.3 % in 2016, which is still below the EU average and the national pre-crisis rate of 85.3 %. In 2015 Spain designed an employability map for tertiary graduates with the aim of raising students’ awareness of their future employment prospects, which currently is being updated. Several challenges in higher education remain unsolved . In December 2016 the government adopted a strategy for higher education, which envisages the modernization of the governance structures, including further autonomy to assess their performance and institutional capacity. Besides, plans are to address the in-job training challenges and reinforce cooperation with the private sector. It is too early to assess its effectiveness. University-business cooperation on education has improved, but barriers remain. The Industrial PhD programme for training researchers in companies is seen as a positive policy development by all actors involved. In 2015, the Torres Quevedo programme supported 200 places for students or graduates in private companies with EUR 15 million. Some regional administrations and universities are particularly proactive in responding to the 2016 Country-Specific ( 26 ) Source: European Union statistics on income and living conditions (EU-SILC) Recommendation to foster cooperation between universities and businesses. Yet, stakeholders identify a lack of funding, limited capacity of SMEs to take in interns or researchers, and excessive bureaucracy as the main obstacles for cooperation. Enrolment in vocational education and training (VET) has decreased slightly from 35.2 % in 2014 to 34.8 in 2016. By contrast, adult participation rate in learning has decreased from 11.4 % in 2013 to 9.4 % in 2016 below the EU average of 10.8%. Spain completed the reorganization of the \"training for employment\" subsystem ( subsistema de formación para el empleo ) in July 2017 and plans to improve the evaluation and validation of professional skills, including those in the education sector. Some steps have been taken to improve the teaching of digital skills. Despite an increasing number of Spaniards going online, raising digital skills levels remains a key issue for supporting longer-term productivity growth. 45 % of individuals between 16 and 74 years old had no or low digital skills in 2017. ICT specialists represent a low share of the workforce (3 % compared to 3.7 % in the EU). Spain has a high share of graduates holding a STEM (Science, Technology and Mathematics) degree with 21.6 graduates per 1000 individuals. The use of ICT in teaching is one of the issues to be addressed by the proposed National Pact on Education. In October 2017, the government adopted the latest Spanish Digital Competence Framework for Teachers to improve teaching skills in ICT and has designed a Digital Competence Portfolio for teachers to register and improve their digital competences through continuous self-assessment. Digital skills training for young unemployed is key to improve their labour market access. In order to match the demand for specialists in digital technologies, the Government (through the public entity red.es) has launched a grant program to promote training and employment of young people in the Digital Economy called \" Profesionales digitales \" (Ministry of Energy, Tourism and Digital Agenda, 2017). The programme offers on the one hand training that meets the requirements of the digital industry and new business models, and on the other hand facilitates young people's access to jobs in this sector. EUR 19.75 million ",
        "4.3. Labour market, education and social policies 43 (about 98 % of the total budget) have been already allocated to projects in 15 regions. Furthermore, the Spanish National Coalition for Digital Skills and Jobs became operational in 2017. 4.3.3. SOCIAL POLICIES As the social situation continues to improve thanks to the steady economic and job growth, a challenge is to ensure that positive impacts reach all groups. In 2016, the share of people at risk of poverty or social exclusion further decreased to 27.9 % (accounting for almost 13 million people) from 28.6 % in 2015, but remains 4.1 pps above the 2008 rate and about 5 pps above the EU average ( 27 ). The economic recovery translated into less people living in severe material deprivation and in jobless households (Graph 4.3.7). However, the at-risk of poverty rate (measured on 2015 income data ( 28 )) remained almost stable since 2014 (22.3 % in 2016) and is expected to continue to do so in 2017 ( 29 ). The risk of poverty or social exclusion is especially high for children, the unemployed, people living in single earner households and people with disabilities. Migrants are also disproportionately affected, as 51.4 % of non-EU-born people were at risk of poverty and social exclusion in 2016 (a 27.6 pps gap compared to the native-born). The depth of poverty shows signs of improvement for all age groups. The average income of people living below the poverty threshold - typically the long-term unemployed and their children - slightly increased in 2016. For the first time in ten years, the difference in poverty gaps between the working age population (18-64) and the elderly (65 and older) started to decrease. The share of people affected by persistent risk-of- poverty ( 30 ) decreased to 14.8 % in 2016, but is still 4 pps above the 2008 levels and the EU average. ( 27 ) Source: EU-SILC ( 28 ) Income data from EU-SILC in a given release refer to the previous year for all Member States except IE and UK. ( 29 ) Eurostat flash estimates, see Chapter 1. ( 30 ) The share of people with an equivalised disposable income below the risk-of-poverty threshold in the current year and in at least two of the preceding three years. The threshold is set at 60 % of the national median equivalised disposable income. Source: Eurostat (EU-SILC). Graph 4.3.7: At risk of poverty and social exclusion and its subcomponents Source: Eurostat, EU-SILC. In-work poverty is closely linked to households’ work-intensity, with strong labour market segmentation playing a big role. In 2016, 13.1 % of employed people were at risk of poverty, 0.6 pps higher than in 2014. In-work poverty was especially high for non-EU-born (33.5 %), people with low-educational attainment (21.2 %), and with less stable jobs, such as part-timers (24.3 %) and temporary workers (20.9 %) (Graph 4.3.9). Workers with children, and especially single parents, were the most likely group to suffer from in-work poverty. Social policies do not cater specifically for this group as there are no social assistance top-ups. The poverty-reducing impact of social transfers (other than pensions) for the overall population continues to decline. It decreased by 7.6 pps since 2013 to reach 24.4% in 2016, that is 8.5 pps below the EU average. This reflects, among other things, the low effectiveness of working-age social benefits (due in particular to low coverage), and the fact that during the economic recovery, the median income of employed people has increased faster than for benefit recipients. The adequacy of minimum income schemes (European Commission, 2017b) and family benefits in particular is low. As concerns unemployment benefits, Spain ranks close to or above the EU average on adequacy and coverage of short-term unemployed people, although their duration (with 0 5 10 15 20 25 30 35 05 06 07 08 09 10 11 12 13 14 15 16 % of population At-risk-of-poverty-or-social-exclusion rate At-risk-of-poverty rate Severe material deprivation People living in low work intensity households ",
        "4.3. Labour market, education and social policies 44 a work record of at least one year) is comparatively low 31 . Graph 4.3.8: At-risk-of-poverty gap The relative median at-risk-of-poverty rate gap is calculated as the difference between the median equivalised disposable income of people below the at-risk-of-poverty threshold and the at-risk-of-poverty threshold, expressed as a percentage of the at-risk-of-poverty threshold (cut-off point: 60% of median equivalised income). Source: Eurostat, EU-SILC. Initiatives intended to address limited effectiveness, fragmentation and disparities in income guarantee schemes are progressing very slowly. The study to map income guarantee schemes at national and regional level conducted in 2016 is not yet published and the follow-up action plan is still in preparation. Apart from the planned integration of the three unemployment assistance schemes managed at national level (Section 4.3.1), the government announced the launch of a \"social card\" meant to integrate information on cash benefits received from all administrations at national, regional, and possibly local level. The card is intended to ensure transparency of benefits received and facilitate participation in associated activation measures, but will not per se address the fragmentation of the existing schemes. Differences in the coverage and adequacy of the regional minimum income schemes remain 31 According to the benchmarking exercise in the area of unemployment benefits and active labour market policies conducted within the EMCO Committee. See the draft Joint Employment Report 2018 for details (European Commission, 2017b). large. Most regions capped the minimum income at the IPREM ( 32 ) level, while some reach the level of the minimum wage and just a few (such as Navarra and the Basque Country) go above it. European Commission's Joint Research Centre calculations based on simulations with the Euromod model indicate a large gap between the potential number of beneficiaries that could receive income support under the current regional minimum income schemes and the actual number of beneficiaries. This gap varies across regions and is partly due to non-take-up and to budgetary constraints applied to these schemes in most regions, which result in eligible individuals not receiving support. Andalucía, Balearic Islands, Catalonia and Navarra recently reviewed their minimum income schemes, with a potential positive impact on their coverage and adequacy. The degree of coordination between employment and social services varies across regions. Social services are still largely working outside the scope of employment services and vice-versa, although some progress was made at the regional level. The Social Inclusion Network aims to enhance collaboration among different levels of the administration. Cooperation agreements between public employment and social services have been signed in a few regions in 2017. The relative child poverty rate is one of the highest in the EU, although it is declining. Social protection for families remains low and fragmented. Public spending on family benefits in 2014 was 1.3 % of the GDP, compared to 2.4 % at EU level. The impact of social transfers on reducing child poverty is below the EU average (17.5 % in 2016 in comparison to 39 % in the EU in 2015) and deteriorates since 2013. This partly results from a low level of spending on family benefits. Improving labour market conditions contributed to a decline in the share of children living in jobless households, from 14.2 % in 2014 to 11.6 % in 2016. Among children whose parent(s) work risk of poverty is among the highest in the EU28 (22.8 %), in particular if only one of the parents is working (42.7 % in 2016, 3.2 pps more than in 2015). ( 32 ) Indicador Público de Renta de Efectos Múltiples – Public Indicator of Income for Multiple Purposes, used since 2004 as a reference of income for social protection programmes. 0 5 10 15 20 25 30 35 40 45 05 06 07 08 09 10 11 12 13 14 15 16 % Children (<18y) Working age (18-64) Elderly (65+) Total ",
        "4.3. Labour market, education and social policies 45 The share of children below 3 years enrolled in formal childcare has steadily increased and is above the EU average (39.7 % vs. 30.3 %). However, participation rates are low in public centres, and regional disparities persist. The National Schools Council has highlighted the need to create more places for children aged 0 to 3 (Ministry of Education, Culture and Sport, 2017b). Graph 4.3.9: In-work poverty by employment type (1) Employed people with an equivalised disposable income below 60 % of the national equivalised median income. Source: Eurostat, EU-SILC. High rates of early school leaving and child poverty are a risk for equality of opportunities. Spain's Gini coefficient edged down 0.1 pp in 2016 but with 34.5 was still one of the highest in the EU. The polarisation of skills and the high rate of early school leavers reflect inequalities of opportunities (Doménech 2016, Castelló and Doménech 2014). The high share of children with parents at risk of poverty or social exclusion weighs on the capacity of Spain to reduce inequalities in the long term, as the socio- economic background of children has a negative impact on their chances to do well in school. The impact of socio-economic status on PISA science results for the 15-year olds is close to the EU average, but had slightly deteriorated in 2015 compared to 2006. Finding affordable housing is a challenge for the most vulnerable, despite some improvements. The housing costs overburden rate ( 33 ) for the lowest income quintile was 38.4 % in 2016, compared to 36.3 % in the EU (in 2015). This is despite the establishment of the Social Housing Fund in 2013 to relieve the situation of those unable to pay their mortgage, housing bills or rent, for which eligibility exceeds half a million households (Bank of Spain 2014, 2016). Access to social housing is limited and less than 0.01 % of GDP is devoted to housing-related social protection, which in 2017 decreased by 19 % from 2016 in nominal terms. Energy efficiency measures have alleviated energy poverty as a side effect. The share of people at risk of poverty who are unable to keep their homes adequately warm increased from 17.1 % to 23.3 % between 2005 and 2015 (above the EU average) mainly due to the economic downturn. However, economic recovery and measures launched have brought down this indicator by 5% in the year 2016. As of 2017 amended criteria to obtain the so called social tariff (\"bono social\") seek to better target the low income households and to strengthen the protection of vulnerable consumers. For the period 2014-2020, Spain allocated significant amounts of EU cohesion policy funds to energy efficiency measures, in particular in the residential sector. This is expected to enable more people to adequately heat their homes, a positive side effect from Spain's efforts to fulfil its EU 2020 energy efficiency commitments (Section 4.5.2). The provision of long-term care services keeps improving, but needs are unevenly met across regions . The number of people receiving long- term care services increases steadily, with 11.44 % more people receiving such care in 2017 than in 2016. However, about a quarter of people recognised as dependent (315 000 out of 1.26 million) were on a waiting list in November 2017. In 2017 all regions reduced their waiting list to different degrees. The cost per care recipient is slowly decreasing and job creation in long-term care services was stable in the first semester of 2017. Untrained informal carers – mostly female relatives – still provide a substantial part of the care. In December 2017 the government increased ( 33 ) Share of people living in households where total housing costs make up over 40 % of the total disposable household income (both figures net of housing allowances). Source: EU-SILC. 0 5 10 15 20 25 30 05 06 07 08 09 10 11 12 13 14 15 16 % of employed Total Temporary Part-time ",
        "4.3. Labour market, education and social policies 46 its funding for the provision of long-term care by 5.3 %. Inequalities in access to health care are low compared to the EU average, although they have slightly increased. Spain has one of the lowest rates of reported unmet needs for medical care in the EU. The difference in self-declared unmet need for medical examination between the lowest and highest income groups has however increased from 0.2 pps in 2008 to 1.6 pps in 2014. While this gap remains below the EU average, it constitutes a significant change (OECD, 2017c). Furthermore, out-of-pocket medical spending exceeds the EU average by 50 % (3.5 % of overall expenditure against 2.3 % in the EU). 4.4 % of the population stopped taking prescribed medications because they were too expensive ( 34 ). Disparities in access to healthcare are also sizeable. For instance, waiting times for surgery vary between 50 and 160 days across regions, and there are between 2.7 and 5.3 doctors per 1000 population ( 35 ). Although competences for healthcare organisation and delivery are devolved to the regional health ministries, there is an Inter-territorial Council that can serve as a forum for coordination. ( 34 ) Source: National Health Barometer (2016) ( 35 ) 2015 Atlas on Variations in Medical Practice ",
        "47 4.4.1. EXTERNAL COMPETITIVENESS * Increasing exports of goods and services have supported a continued current account surplus. In 2017, the Spanish current account is expected to have been in surplus for the fifth year in a row, which is unprecedented for Spain in an expansionary phase. The cyclically adjusted current account (estimated at 2.0 % of GDP in 2017) is now above both the level suggested by the fundamentals (0.4 % of GDP) and the level required to stabilise the net international investment position (NIIP) at prudential levels in the medium term ( 36 ) (about 0.2 % of GDP) (European Commission, 2017e). Around 80 % of the current account improvement between 2007 and 2017 is explained by the improvement of the balance of trade in goods and services, of about 10 pps of GDP. Exports rose about three times as much as imports declined in absolute terms (see Graph 4.4.1). Although transitory factors, such as low oil prices, contributed to the improvement of the trade balance, structural factors have become increasingly important drivers. An increase in the number of regular exporting firms and their geographical diversification mark a structural improvement in export performance. The internationalization of Spanish firms has continued, encouraged by the collapse of domestic demand in the early stages of the crisis, and backed by the cost competitiveness gains accumulated since then (see Box 4.4.1). According to ICEX, the Spanish Institute for Foreign Trade, the number of regular exporters grew by 27.3 % between 2007 and 2016, and the geographical diversification of exports to fast-growing emerging markets has increased. Moreover, the composition of exports shifted towards more medium-high technology goods (especially vehicles) and high value added services (by about 2 % of GDP since 2014). These structural factors have led to a steady increase in real export market shares since 2013. Despite their positive performance, Spanish exports are still concentrated on goods competing mainly on price. ( 36 ) I.e. at -36 % of GDP by 2025. Graph 4.4.1: Change in the balance of trade goods and services: exports and imports contribution (1)A negative (positive) contribution indicates an increase (decrease) in imports or a decrease (increase) in exports. Source: Eurostat and own calculations. The economy's increased reliance on domestically produced goods has restrained import growth. The sectoral rebalancing since the crisis has resulted in a higher weight of export- oriented activities in the Spanish economy (see Box 4.4.2). This has taken place in the context of increasing participation of Spain in Global Value Chains (GVC) (Prades and Villanueva, 2017). Given the traditionally high import content of exports, this should have gone hand in hand with higher import intensity. However, Spanish imports are growing below what their fundamental determinants would suggest (see Box 4.4.1). Although the import content of Spanish GDP components increased at the beginning of the recovery, it remains below the pre-crisis levels, especially for private consumption (see Graph 4.4.2). Firm-level data suggest that imported inputs seem to be increasingly replaced with cheaper domestic ones by Spanish firms (Banco de España, 2017, pp. 80-107). Overall, the impact of Spain's internal devaluation since the beginning of the crisis on households and firms spending decisions seems to explain the modest rebound in imports. -6 -4 -2 0246 8 10 12 2000-2007 2008-2017 % of GDP Imports of services Non-energy goods imports Energy goods imports Exports of services Exports of goods Goods and services balance 4.4. INVESTMENT ",
        "4.4. Investment 48 Graph 4.4.2: Import content of GDP components in Spain (1) Import content is defined as the directly or indirectly imported portion of each GDP demand (Bussière et al. 2013). Source: Banco de España, based on WIODs 2016. Wage moderation continues to drive cost- competitiveness gains. From 2009 to 2017, Spain's cost competitiveness compared to the EU – as measured by the real effective exchange rate – improved by around 11% based on unit labour costs and around 4% based on export prices. Despite the pickup in inflation, wage moderation has continued in 2017 further to the structural reforms implemented in previous years and, more recently, due to a negative wage drift and composition effects. This evolution is consistent with a wider trend of subdued wage growth among advanced economies. Wages are expected to pick up as the output gap turns positive. Together with aggregate low productivity growth, this is set to lead to modest increases in unit labour costs (ULC). Nevertheless, further cost-competitiveness gains are still expected until 2019 as ULC in Spain are projected to grow more slowly than in the rest of the euro area. Sectoral wage and productivity developments have not been fully aligned, leading to unit labour costs diverging substantially across sectors. Intense job destruction during the crisis resulted in a marked increase in apparent productivity across all sectors, but during the recovery productivity has continued to increase mostly in \"tradable\" sectors (i.e. sectors predominantly producing goods and services that can be traded internationally - see Box 4.4.2). At the same time, wages have not been aligned with productivity at the sectoral level. In particular, wages have grown faster than productivity since 2013Q2 mostly in \"non-tradable\" sectors, whereas the opposite has happened in \"tradable\" sectors. This has resulted in an uneven development of unit labour costs across sectors (Graph 4.4.3). Graph 4.4.3: ULC by sector Source: INE, European Commission 05 10 15 20 25 30 35 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 % Private consumption Government consumption Investment Exports Total/final demand -30 -20 -10 0 10 20 30 T O T A L T R A D A B L E A G R I E N E R M A N U F T R A D E , T R A N S , H O S P I T I C T N O N - T R A D C O N S F I N P R O F S E R V A R T , H H N O N - M A R K E T Change in ULC (%) 2008Q1-2013Q2 2013Q2-2017Q1 Total (2008Q1-2017Q1) ",
        "4.4. Investment 49 Box 4.4.7: Assessing structural changes in Spanish exports and imports of goods and services: long-run elasticities to demand and competitiveness Since the crisis, Spanish exports have grown above what their traditional determinants (growth in export markets and price-competitiveness) would suggest. At the same time, imports have evolved at a slower pace than implied by their fundamentals (final demand and price-competitiveness). These developments indicate that there has been a structural change in the external performance of the Spanish economy. In order to identify the drivers of Spanish imports and exports as well as changes in their historic relationship, dynamic import and export equations have been estimated (based on the methodology in Christodoulopoulou and Tkačevs, 2014), and the main results are presented in this box. ( 1 ) According to these estimates ( 2 ), export growth is mostly explained by growth in Spain's export markets (Graph 1a). The impact of price competitiveness on export growth was negative in the pre-crisis period (1999-2007), but turned positive during the recovery (2014-17). At the same time, the elasticity to price- competitiveness is less than one (-0.81), suggesting the responsiveness of Spanish exports to changes in prices has decreased over the last decade (-1.3 previously estimated). This suggests that Spanish exports have become less reliant on price competitiveness, which can be explained by the change in the composition of Spanish exports towards goods and services with higher value-added, which are less sensitive to price developments (IMF, 2017, pp. 22-34; Prades and García, 2015).( 3 ) In addition, Spain's relatively high participation in Global Value Chains (GVC) helps insulating export performance from exchange rate movements. Graph 4.4.7.a: Main determinants of Spanish exports and imports performance(1) Graph 4.4.7.b: Long term elasticities of imports (2) (1) Contributions to exports and imports of goods and services annual growth. Statistically significant (2) The rolling-window estimate uses fixed windows of 40 quarters starting in 1980 and ending in 2016. Source: Own calculations on National Accounts data Eurostat, OECD and Banco de España. The collapse of domestic demand during the crisis encouraged Spanish firms to internationalize and look for other markets, therefore supporting export growth. This process does not appear to have been reversed during the recovery, as the recovery in private consumption does not have a significant negative impact on exports (see Graph 4.4.7.a), confirming that exporters have consolidated their presence in foreign markets – as also highlighted by the increasing geographical diversification of Spanish exports and the increase in the number of regular exporters. Finally, the positive residuals indicate that exports have been growing systematically above their fundamentals, supporting the hypothesis of a structural change in export performance . A dynamic equation is also estimated for imports of goods and services ( 4 ), and it emerges that domestic demand has been the main driver of import growth since 1999 , while the contribution of competitiveness has been limited (Graph 4.4.7.a). During the crisis, only exports had a positive -1.5 -1 -0.50 0.5 1 1.5 2 2.5 3 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 % Long term income elasticity of imports Long term price elasticity of imports -8 -6 -4 -2 0 246810 -8 -6 -4 -2 0 2468 10 1 9 9 9 - 2 0 0 7 2 0 0 8 - 2 0 1 3 2 0 1 4 - 2 0 1 7 1 9 9 9 - 2 0 0 7 2 0 0 8 - 2 0 1 3 2 0 1 4 - 2 0 1 7 Real exports Real imports C o n t r i b u t i o n s t o i m p o r t s a n n u a l g r o w t h , % C o n t r i b u t i o n s t o e x p o r t s a n n u a l g r o w t h , % Export markets Domestic demand Private consumption Export of goods and services Competitiveness Residuals Export of goods and services Import of goods and services ",
        "4.4. Investment 50 contribution to import growth. The negative residuals in the recovery years indicate that, contrary to exports, imports are growing less than implied by their fundamentals, again indicating a structural change in the relationship. This has taken place in a context of an increase in exports, which should have normally boosted import growth, given their high import-content. Indeed, firm level data reveal a certain degree of import substitution during the current recovery (Banco de España, 2017, pp. 52-79). At aggregate level, the sensitivity of Spanish imports to income seems to have declined since the crisis, whereas price- elasticity has remained relatively stable (Graph 4.4.7.b). ( 1 ) The estimated sample period extends from Q1-1995 to Q4-2015. As the series are non-stationary in levels, but they are in first differences, an error correction model is estimated, using non-linear least squares in a single step. ( 2 ) ∆𝑋 𝑡 = 𝛾 (𝑋 𝑡 − 𝛼𝐹𝐷 𝑡 − β 𝐶𝑜𝑚𝑝 𝑡 ) + 𝛿 ∆𝐹𝐷 𝑡−𝑖 + 𝛾 ∆𝐶𝑜𝑚𝑝 𝑡−𝑖 + 𝜇 ∆𝑃𝐶 𝑡−𝑖 + ℰ 𝑡 , where X represents Spanish exports of goods and services, FD foreign demand, Comp competitiveness and PC private consumption. ( 3 ) By contrast, the long-run elasticity of Spanish exports to foreign demand is close to one. ( 4 ) The specification of imports equation is given by ∆𝑀 𝑡 = 𝛾 (𝑀 𝑡 − 𝛼𝐷𝐷 𝑡 − ƿ𝑋 𝑡 + β 𝐶𝑜𝑚𝑝 𝑡 ) + 𝛿 ∆𝐷𝐷 𝑡−𝑖 + 𝜇 ∆𝑋 𝑡−𝑖 + 𝛾 ∆𝐶𝑜𝑚𝑝 𝑡−𝑖 + ℰ 𝑡 To take into account the different import content of domestic demand ( DD ) and exports ( X ), both variables are included separately in the equation, as well as a competitiveness indicator. 4.4.2. PRODUCTIVITY Some subsectors have recorded sizeable productivity increases since the crisis, largely due to intra-sectoral resource reallocation. In aggregate terms, apparent productivity (i.e. value added per person employed) in Spain is below that of other large euro area countries. However, agriculture, construction, accommodation and food services, as well as telecommunications (a subsector of ICT) are areas which make up a high share of Spanish gross value added (GVA), and where in 2016 productivity was higher than in other euro area peers (Graph 4.4.4). In addition, the productivity gap between Spain and other large euro area countries has been reduced in some subsectors. These include electrical equipment; legal, management and engineering services; furniture and jewellery; transportation and storage, business services; and manufacturing of transport equipment. Some of these subsectors have recorded significant employment growth since the crisis, pointing to an improvement in allocative efficiency. However, for the total economy sectoral reallocation of labour towards more productive sectors has had a limited role in explaining aggregate productivity growth (Box 4.4.8). The productivity gap between the most productive firms and the others seems partly due to differences in innovation capacity and investment in knowledge-based capital. The productivity gap increased during the crisis, with the largest divergence occurring in the information and communication sector (see Graph 4.4.5). This suggests that digitisation is an important factor at play in this evolution, and points to the existence of obstacles hampering the diffusion of innovation (Adalet McGowan et al., 2017). This interpretation is supported by the relatively low share of firms with product, process, or marketing innovations in Spain, and under-investment on average in ICT assets and intangible capital. Those asset types have been shown to differentiate firms at the global productivity frontier from those lagging behind (Thum-Thysen et al., 2017). Graph 4.4.4: Spain's productivity gap vs. average of Germany, France and Italy, 2010 EUR/hour Source: Eurostat -50% -40% -30% -20% -10% 0% 10% 20% 30% 40% 50% A g r i c u l t u r e M a n u f a c t u r i n g C o n s t r u c t i o n T r a d e T r a n s p o r t a t i o n H o s p i t a l i t y I C T F i n a n c i a l R e a l e s t a t e a c t i v i t i e s P r o f e s s i o n a l s e r v i c e s A d m i n i s t r a t i v e N o n - m a r k e t s e r v i c e s E n t e r t a i n . h o u s e h o l d T o t a l Gap 2007 Gap 2016 Change in productivity gap ",
        "4.4. Investment 51 Box 4.4.8: Sectoral rebalancing in Spain Since the onset of the crisis, tradable ( 1 ) sectors have increased their overall share in gross value added (GVA) of the Spanish economy. During the crisis (2008-2013), the collapse of construction (a non-tradable) was accompanied by a sharp fall in manufacturing (a tradable). At the same time, the share in total GVA of non-market services (also a non-tradable) increased, as its output remained relatively stable in a period when most other sectors shrank. As a result, there was only a small increase in the overall weight of tradables in the economy in those years (Graph 4.4.8.1.a). But since the recovery started, most tradable sectors have grown faster than non-tradable, increasing their weight in total GVA. The manufacturing sector has rebounded strongly since 2013, although its share of GVA is still below the pre-crisis level. Other tradable sectors, such as wholesale and retail trade, transportation and storage, and ICT have also increased their share in GVA in the same period. Interestingly, tourism-related activities (food and accommodation services) had in 2016 a lower share in GVA than in 2008. At the same time, sectors such as professional services, that are traditionally branded as non-tradable but now export an increasing share of their output, have also expanded strongly during the recovery, contributing to the internal rebalancing process. The increasing trade openness since the crisis has been a common phenomenon for both tradable and non- tradable sectors, and has been particularly marked in agriculture, manufacturing, and professional services (Graph 4.4.8.1.b). Graph 4.4.8.1: Change in share of GVA (1.a) and exports as % of gross output (1.b) by sector Source: INE, Eurostat, European Commission The relative share of tradable and non-tradable sectors in total employment has remained relatively stable since the crisis, although there have been substantial changes in some sectors. The largest changes in shares of total employment between 2008 and 2016 took place in construction, manufacturing, and non- market services. The latter (mostly public services) increased their share in total employment as headcount remained relatively stable during the crisis at a time when most other sectors downsized (Graph 4.4.8.2.a). However, the evolution of total employment by sector is somewhat different. Since 2013, the largest increases in total FTE employment (as opposed to changes in shares) have taken place in hospitality, public administration, trade, administrative and support activities, manufacturing, and professional services. The different evolution of value added and employment underlines substantial divergences in apparent productivity growth across sectors. Whereas productivity increased due to job destruction in most sectors during the crisis, both tradables and non-tradables, it has continued to grow mostly in the tradable sectors since the recovery started (Graph 2.b), and notably so in some sectors. For instance, productivity in manufacturing is now more than 25 % above its pre-crisis levels (Graph 4.4.8.2.b). However, sectoral rebalancing has not been an important driver of aggregate productivity growth. Only 17% of productivity growth in 2008-16 can be attributed to sectoral reallocation of labour resources, with the remaining 83% being explained mostly by productivity growth within each sector (Graph 4.4.8.3.b). However, since 2013, sectoral reallocation has had a positive effect on productivity -5% -4% -3% -2% -1% 0% 1% 2% 3% A g r i c u l t u r e M a n u f a c t u r i n g W h o l e s a l e a n d r e t a i l t r a d e T r a n s p o r t a t i o n a n d s t o r a g e A c c o m m o d a t i o n a n d f o o d I C T T r a d a b l e C o n s t r u c t i o n F i n a n c i a l s e r v i c e s P r o f e s s i o n a l s e r v i c e s A d m i n i s t r a t i v e s e r v i c e s N o n - m a r k e t s e r v i c e s R e c r e a t i o n a n d h o u s e h o l d N o n - T r a d a b l e 1.a: Change in share of GVA, 2010 prices Crisis (2008-13) Recovery (2013-16) Total (2008-16) 012345678 05 10 15 20 25 30 35 40 45 50 T o t a l E c o n o m y T r a d a b l e S e c t o r s A g r i c u l t u r e M a n u f a c t u r i n g T r a d e T r a n s p o r t F o o d a n d … I C T T r a d a b l e S e c t o r s C o n s t r u c t i o n F i n a n c i a l s e r v i c e s P r o f e s s i o n a l s e r v i c e s A d m i n i s t r a t i v e a n d … R e c r e a t i o n a n d … N o n - t r a d a b l e s e c t o r s % % 1.b: Exports as % of gross output 2010 (LHS) 2014 (LHS) Change (RHS) ",
        "4.4. Investment 52 growth. Although only 24% of the increase in employment since 2013 has taken place in above-average productivity sectors, there has been a change in the relative employment weight of sectors with below- average productivity that has nevertheless resulted in a modest increase in aggregate productivity. For instance, household services, with very low productivity, have lost weight to food and accommodation, with higher but below average productivity (Graph 4.4.8.3.a). Intra-sectoral resource reallocation seems to account for a large share of within sector productivity growth, with entry and exit of firms playing an important role in this process (Banco de España, 2014). Structural and institutional barriers, such as financial barriers, labour market institutions, skills mismatches, or product market regulations that hinder the entry and exit of firms can therefore have negative effects on resource reallocation and productivity. Graph 4.4.8.2: Change in FTE employment (2.a), and change in productivity (2.b), by sector Source: INE, Eurostat, European Commission Graph 4.4.8.3: Change in share of employment and productivity (3.a), and productivity and sectoral reallocation (3.b) 3.a: Methodology based on Antipa (2008), \"Productivity decomposition and sectoral dynamics\", Banque de France Source: Eurostat, European Commission 1 Tradable sectors: Agriculture, manufacturing, energy and related, trade, transport, food and accommodation, ICT. Non- tradable sectors: Construction, financial services, real estate, professional services, administrative services, entertainment and household services, non-market services. -2 000 -1 500 -1 000 -500 0 500 1 000 A g r i c u l t u r e M a n u f a c t u r i n g W h o l e s a l e a n d r e t a i l t r a d e T r a n s p o r t a t i o n a n d s t o r a g e A c c o m m o d a t i o n a n d f o o d I C T T r a d a b l e C o n s t r u c t i o n F i n a n c i a l s e r v i c e s P r o f e s s i o n a l s e r v i c e s A d m i n i s t r a t i v e s e r v i c e s N o n - m a r k e t s e r v i c e s R e c r e a t i o n a n d h o u s e h o l d N o n - t r a d a b l e 2.a: Change in FTE employment ('000s) Crisis (2008-13) Recovery (2013-16) Total (2008-16) -30% -20% -10% 0% 10% 20% 30% 40% 50% A g r i c u l t u r e M a n u f a c t u r i n g W h o l e s a l e a n d r e t a i l t r a d e T r a n s p o r t a t i o n a n d s t o r a g e A c c o m m o d a t i o n a n d f o o d I C T T r a d a b l e C o n s t r u c t i o n F i n a n c i a l a n d i n s u r a n c e P r o f e s s i o n a l s e r v i c e s A d m i n i s t r a t i v e s e r v i c e s N o n - m a r k e t s e r v i c e s R e c r e a t i o n a n d h o u s e h o l d N o n - T r a d a b l e 2.b: Change in productivity (2010 EUR/hour) Crisis (2008-13) Recovery (2013-16) Total (2008-16) ",
        "4.4. Investment 53 Graph 4.4.5: Distribution of labour productivity growth in Spain (real value added by employee) Average annual productivity growth rate between 2011 and 2013. Values shown are for firms at the 99th, 90th, 50th, and 10th percentile, and the mean, of productivity in the sector. Source: CompNet Misallocation of capital also contributed to the productivity gap across firms, but there are signs of improvement in recent years . Spain had a relatively high share of over-indebted firms at the beginning of the recovery (see Section 4.2.1), which in 2013 held over 15 % of the capital stock (Adalet McGowan et al., 2017). Such firms could hamper productivity growth by tying up capital and labour resources that could be allocated to more productive firms, including start-ups. There is also evidence that in the pre-crisis years, capital tended in general not to be allocated to the more innovative firms (Haugh et al., 2017). Recent firm- level data show that new credit is now flowing to the more productive and less indebted firms (Banco de España, 2017d), supporting investment growth in productive capital (see Section 4.2.2). 4.4.3. RESEARCH, INNOVATION AND DIGITAL ECONOMY Spain remains a moderate innovator with a limited share of higher value-added activities in its economic structure. Innovation performance declined from 80.1% of the EU average in 2010 to 78.3% in 2016.( 37 ) Relative strengths of the innovation system are in new doctorate graduates, tertiary education attainment, broadband ( 37 ) Source: European Innovation Scoreboard 2017. penetration, international scientific co-publications and trademark applications. Relative weaknesses are in innovative SMEs, public-private collaborations and finance and support. In terms of human resources, Spain has a shortage of ICT specialists that is linked with the low digitisation of SME in sectors such as retail and wholesale ( 38 ), and general lack of digital skills in the population (Section 4.3.2.). Persistently subdued levels of R&D investment affect Spain's innovation performance and productivity growth. Public R&D investment in 2016 was at the same level as in 2007 (0.55 % of GDP) after a peak in 2009-2010 (at 0.65 %). Despite the strong acceleration in economic activity, current public R&D intensity remains well below the EU average (0.55 % vs. 0.69 % of GDP). R&D intensity (1.19 % of GDP in 2016) is on a decreasing trend since 2009 (1.35 %). This is strongly affected by the low and decreasing level of execution of the public research and innovation (R&I) budget (56.2 % in 2015). In the current context, reaching the national EU2020 R&D intensity target of 2 % appears highly unlikely. The new State Research Agency for managing public research funding is now operational. The multi-annual framework that secures the resources of the agency (\"contrato de gestión\") is pending. Nevertheless, in 2017 the agency constituted its Scientific and Technical Committee, established an annual work plan and started to develop evaluation methodologies. Furthermore, Spain increased the amount of funding allocated on the basis of scientific performance in 2017. Whereas Spain's production of highly-qualified researchers is good, their career perspectives and science-business mobility are limited . Although Spain produces an average number of new doctoral graduates and an above average number of STEM graduates (European Commission, 2018b), its total number of researchers is low, showing the limited labour demand for researchers ( 39 ). Spain has introduced isolated incremental measures to address the most pressing challenges linked to the segmentation of the academic labour market (civil servants versus ( 38 ) http://digital-agenda-data.eu/charts/analyse-one-indicator- and-compare-countries ( 39 ) Data: Eurostat. -40% -20% 0% 20% 40% 60% 80% 100% 120% 140% 160% Mean P10 Median P90 P99 ",
        "4.4. Investment 54 short-term contracts) and the low employment rate for young PhDs. Public research organisations have been allowed to replace all researchers who retire and post-doctoral support programmes such as Juan de la Cierva and Ramón y Cajal have been reinforced. Programmes for PhD graduates such as Torres Quevedo help incentivise science-industry links and address the limited mobility of researchers to businesses. In contrast, the share of public-private scientific co-publications in total scientific publications is below EU average. Graph 4.4.6: R&D intensity projections, 2000-2020 (1) The R&D intensity projections based on trends are derived from compound annual growth in R&D intensity 2007-2016. (2) EU: The projection is based on the R&D intensity target of 3.0% for 2020. (3) ES: The projection is based on a tentative R&D intensity target of 2.0% for 2020. Source: DG Research and Innovation, Eurostat, Member State. Businesses' innovation capacity remains frail despite some policy action. Knowledge-intensive services have a relatively low share of employment among services in Spain (51.2 % of the employment in the service sector vs. 58 % as EU average). High and medium-high-tech manufacturing represented only 31 % of employment in manufacturing vs. 36.4 % as EU average over the same period. Business R&D intensity has been decreasing from its highest peak of 0.72 % of GDP in 2008 and reached 0.64 % of GDP in 2016. To increase business R&D investments, Spain launched a number of initiatives and support schemes improving access to finance and the business environment (Sections 4.2 and 4.4.2), and developed fiscal incentives for business R&D expenditures. Nevertheless, business-science links remain weak. Public expenditure on R&D financed by the business sector continues its decreasing trend since 2010 and with just 0.034 % of GDP is much lower than the EU average of 0.052 % ( 40 ). Revamped public schemes such as the \"NEOTEC\" programme supporting the creation of tech-based companies have contributed to strengthening entrepreneurship and knowledge transfer. The latter has also been supported by the \"CIEN\" programme that funds strategic innovative projects jointly involving SMEs, public bodies and universities. Tax incentives for business R&D are generous on paper, with implied R&D tax subsidy rates among the highest in the OECD. However, their use remains modest in Spain, notably for SMEs, and amounted to EUR 323 million in 2017 (OECD, 2017d). Their incremental nature and a long time span between application and reimbursement decision may partly explain the low uptake. Governance of national-level R&I policy is being streamlined. In 2017 the national-level competences for policies and private R&I support instruments were unified under one department. The new National Plan for Science, Technology and Innovation 2017-2020 includes for the first time a mapping of all support schemes from different funding bodies. The action plans on Industry 4.0 and digital economy and society similarly aim to strengthen synergies and avoid duplications of efforts. Despite recent improvements, national-regional coordination in the design, implementation and evaluation of R&I policy remains weak . A National Coalition for Jobs and Digital Skills has been created and the “R+D+I Public Policy Network” (REDIDI) has been reactivated. It is intended to create synergies in the implementation of the national and regional smart specialisation strategies, improve the use of ESIF funds and avoid duplications. Its thematic committees (on R&I in energy, health, water, tourism, design and evaluation and monitoring systems) have achieved first results. 2017 also witnessed the birth of the new CERVERA network to boost the transfer of knowledge and science-business links between accredited institutions. Other examples for ( 40 ) Source: Eurostat 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 00 02 04 06 08 10 12 14 16 18 20 R & D i n t e n s i t y , % ES - trend ES - target (3) EU - trend EU - target (2) ",
        "4.4. Investment 55 successful national-regional coordination are the second map of Unique Scientific and Technical Infrastructures and cross-regional initiatives on public procurement for innovation. An under-developed evaluation culture hampers policy learning to improve R&I support. Quality, impact and efficiency of public funding are not systematically assessed with comparable methodologies, which translates into forgone opportunities to improve the quality and competitiveness of the Spanish R&I system (Fernández-Zubieta et al., 2018). Positive exceptions are some science-business cooperation schemes (such as CENIT or Torres Quevedo) and grants for excellent researchers (such as Ramón y Cajal). The evaluation of successful programmes aligned to international peer review standards, such as Severo Ochoa and María de Maeztu, or relevant schemes to reinforce human resources and science-business links such as the Industrial PhDs programme, constitute a solid basis for extending systematic evaluation approaches to other programmes. High fast broadband connectivity strengthens Spain's readiness for the digital economy. Growth in coverage is particularly strong in networks that support access at 100 Mbps or more, available to 83.6 % of the population. The deployment of fibre networks (FTTP) constitutes an important asset of the Spanish digital society, covering 71.4 % of population. Yet this percentage is only 20.9 % in the more sparsely populated rural areas. 59 % of subscriptions offer speeds of at least 30 Mbps and 24 % are providing 100 Mbps or more. The vigorous implementation of policies to improve take up of high-speed broadband connections will strengthen the position of Spain in the Digital Economy. Spain has made progress in business digitisation but does not yet fully exploit its potential . The comparatively low digitisation level of Spanish SMEs, with 20 % of small firms selling online, contrasts with 38 % for big firms (European Commission, 2018b), and appears to constrain their potential for innovation absorption and growth. A new digital strategy (\"Estrategia Digital para una España Inteligente\") is currently being developed by the Ministry of Energy, Tourism and Digital Agenda. 4.4.4. BUSINESS ENVIRONMENT Reforms to the business environment have stalled over the past three years. Spain introduced important regulatory reforms in recent years to enhance the business environment. Yet, Spain continues to underperform in entrepreneurship and other business environment indicators (European Commission 2017d). Despite these challenges, there has been a noticeable slowdown in the adoption of reforms in this area over the past few years. Regulatory disparities across regions continue to constitute a burden for businesses . Differences and overlaps in regulations governing the access to and exercise of economic activities in Spain can hamper the free movement of goods and services, as well as the establishment of firms in all sectors, from traditional retail to the collaborative economy. The Law on Market Unity aims at facilitating access to economic activities and their expansion throughout Spain. While the government has taken steps, for example, by requiring an ex ante assessment of impact of draft legislation on market unity and by publishing a catalogue of good and bad practices, its implementation has been slow, especially at the regional level. Between June and November 2017, the Spanish Constitutional Court delivered four judgements on the Law on Market Unity. While the Court has endorsed the law, it has declared null and void selected articles, among others the provisions setting out the principle of nation-wide effectiveness of licences and prior declarations granted by or submitted to any given region. The practical consequences of the rulings for the application of the law remain to be seen, since other principles laid down therein – namely, the principles of “necessity and proportionality of the actions of the competent authorities” - can be used by economic operators affected by barriers to achieve outcomes similar to that of the \"nation- wide effectiveness\". The Government is considering measures to remove obstacles to business growth . The prevalence of small firms in Spain is a factor explaining the low productivity of the economy (European Commission, 2016c and Huertas Arribas and Salas Fumás 2017). A government report discusses regulatory barriers to business growth (Ministry of Economy, 2017) and identifies ",
        "4.4. Investment 56 three areas for potential policy intervention: removing regulatory thresholds, improving the business environment, and enhancing the implementation of the law of market unity. At the time of writing, no follow-up to this report is being given. Lowering service restrictions would increase productivity beyond the services sector (van der Marel et al., 2016). In Spain, the value added originating from the services sectors which is incorporated in manufacturing accounts for 33 % of the latter sector's value added (DG Joint Research Centre, 2017). Tackling restrictions in the services sector would thus increase the added value and productivity in manufacturing. Namely, it is estimated that eliminating regulatory barriers in services would increase the productivity of several manufacturing industries in Spain by more than 10 % (Curnis and Manjón Antolín, 2017). Restrictions in retail services remain high. Regulatory restrictions are high both for the establishment and operation of retail outlets, labour productivity is very low and mark-ups are relatively high. Previous legislative reforms removed the requirement for retail outlets to have both local and regional licences and introduced more flexible opening hours. However, the measures to simplify establishment are not fully implemented yet in all regions. Restrictions in professional services exceed the EU levels for various professions , e.g. civil engineers and architects (European Commission, 2017j). While certain regulated professions have modified their statutes, no progress has been made on the regulatory reform of professional services. In particular, regional disparities on membership to a professional association may hamper the free movement and efficient allocation of these services throughout the territory. A law is pending since 2010, as mandated by the fourth transitory provision of Law 25/2009. The rationalisation of membership to professional bodies is one of the goals of the still-to-be-adopted reform. Restrictions to the collaborative economy vary across regions. This is the case in the accommodation sector. The Canary Islands legislation required prior authorisation and prohibited the renting out of \"single rooms\" within \"holiday dwellings/lettings\". This legislation was challenged in court, and the ruling declared null and void provisions such as the interdiction to rent- out a room only, the prohibition to offer short-term rental accommodation services in touristic zones/areas and the obligation of registration. However, the regulation of short-term rental market in other regions (such as Valencia and the Balearic Islands) remains restrictive, with specific requirements imposed on the services offered by individuals and on the activities of collaborative economy platforms. Regional authorisation requirements for transportation services restrict the business of collaborative platforms organising the sharing of private transport (Frazzani et al., 2016). The Spanish competition authority challenged national and regional regulations on transport and accommodation services several times (the last time in September 2017), arguing that it hinders competition by creating unnecessary and discriminatory barriers. ",
        "4.4. Investment 57 Box 4.4.9: Investment challenges and reforms in Spain 1. Macroeconomic perspective After a sharp reduction during the crisis, led by the collapse of the construction sector in Spain, investment has rebounded strongly during the recovery, led by business investment, and is now slightly above the euro area average. Non-construction investment (10.5% of GDP in 2017) now represents a higher share of GDP than at its pre-crisis peak, led by the strength of equipment investment. Construction investment has been growing strongly since 2014 but from very low levels, and is still only at 60% of its 2008 pre-crisis peak. However, investment in intangibles remains below the euro area average, despite steady growth even during the crisis. Only public investment did not contribute to the overall rebound in investment, and has instead kept declining during the recovery. It now stands at 2.2% of GDP, less than half its pre-crisis peak level. 2. Assessment of barriers to investment and ongoing reforms Whereas the macroeconomic outlook for investment is broadly favourable, its framework conditions in Spain suffer from various barriers. Some reforms have been implemented or adopted, notably of the insolvency framework (see Section 4.2.2) and of public procurement (see Section 4.4.4), but other barriers are still to be addressed. 1. Skills mismatches in the form of both over- and under-skilling constrain labour productivity growth and work quality (see Sections 4.3.1, 4.3.2). The high share of temporary employment reduces both workers' and employers' incentives to invest in training and improving job-specific skills. Labour market relevance of tertiary education in particular is weak, both because universities do not frequently consult the private sector and because SMEs have a limited capacity to take in interns and engage with the higher education system. Whereas secondary vocational educational training is being strengthened and promoted, enrolment rates are still low. In the tertiary education system, public-private programmes such as the Industrial PhD or the Torres Quevedo scheme have not yet been replicated on a wider basis. 2. Restrictive business regulations continue to discourage investment (see Section 4.4.4). While the actual impact of the constitutional court's ruling on some articles of the law on market unity remains to be seen, the 2017 commitment of regions and the national government to push forward its implementation has produced few tangible results. Regulatory disparities thus still hamper cross-regional economic activity. There are no intentions to reform professional services during the current legislature, keeping mark-ups and entry barriers in those professions high. The government is studying how to mitigate unnecessary size-contingent regulations that prevent firms from growing, but no concrete proposals have been put forward yet. Regulatory/ administrative burden CSR Taxation Public administration Access to finance Public procurement /PPPs CSR Cooperation btw academia, research and business CSR Judicial system Financing of R&D&I CSR Insolvency framework Business services / Regulated professions Competition and regulatory framework Retail EPL & framework for labour contracts CSR Construction Wages & wage setting Digital Economy / Telecom Education CSR Energy Legend : Transport No barrier to investment identified CSR Investment barriers that are also subject to a CSR Some progress No progress Substantial progress Limited progress Fully addressed Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "58 A new law on public sector contracts has been adopted . The new law intends to address the need for a consistent framework ensuring transparency and effective control mechanisms. It also aims to strengthen coordination across government levels in the field of public procurement, as sub-national procurement accounts for the lion’s share of the total value and number of procurement contracts ( 41 ). The law sets up a new procurement governance structure. The Junta Consultiva, i.e., the central government’s advisory council on public procurement will host a Cooperation Committee of central, regional and local public authorities on procurement matters. This committee will elaborate a National Public Procurement Strategy, which is intended to reflect a common strategic vision for all administrative levels, with a view to combating corruption, improving professionalization, promoting economic efficiency, enhancing the use of electronic procurement and strategic procurement, and boosting the participation of SMEs. The law also aims to enhance ex-ante and ex- post controls on contracting authorities . A new Independent Office for Regulation and Supervision will carry out investigations and issue instructions that are binding for contracting authorities of the central government. However, it will not be competent to lodge legal actions, annul decisions or impose sanctions. The effectiveness of the measures included in the law will depend on the degree of ambition at the implementation phase . A considerable amount of detail in defining the strategy, including the controls to be carried out, is left to the decision of the Cooperation Committee and the Independent Office for Regulation and Supervision. At the same time, the way the new governance structure is set up and operates is crucial for delivering effective results. Moreover, the effectiveness of the current system of remedies could be hampered by ( 41 ) According to the Spanish Public Procurement Registry shows that in 2016, the central administration accounted for 13.90% of the public contracts awarded and 29.87% of the value of those contracts, regions for 54.43% of the public contracts awarded and 47.41% of the their value and municipalities for 23.59% and 18.54%, respectively (universities and social security mutual societies accounted for the remaining values). the creation of numerous Administrative Courts for Public Procurement at local level. The latest data show modest improvements on the efficiency of justice. The length of proceedings in first instance civil and commercial cases has been reduced according to the 2018 EU Scoreboard, but Spain remains in the lower third of Member States as regards the length of those proceedings. It is also ranks low in terms of length of proceedings to solve cases in the specified fields of EU legislation for electronic communications. On the positive side, the rate of resolving litigious civil and commercial cases has for the first time exceeded the rate of incoming cases, as it is above 100%. To help improve the court system's efficiency, 54 Courts of First Instance have been given exclusive competence in litigation related to the general conditions of financing agreements with real estate guarantee rights when the borrower is an individual person and additional human and material resources for them have been allocated. More generally, the government intends to increase the number of posts in the justice system by 2019. The perceived independence of the judiciary has improved coming, however, from a rather low level. According to the 2018 EU Justice Scoreboard, during the past year the perceived independence of the judiciary improved both amongst companies and among the general public in Spain. It still remains though below the EU average, as confirmed by a survey among judges carried out by the European Network of Councils for the Judiciary (ENCJ). With a view to addressing this concern, the General Council for the Judiciary endorsed \"principles of judicial ethics\", including on independence, impartiality, integrity and transparency in December 2016. The Consultative Council of European Judges expressed concerns on the appointment regime of the judges-members of the General Council for the Judiciary. The planned reform of the Organic Law on the Judiciary could address this issue. Spain ranks at the EU average on quality of justice . On some indicators, such as the IT use for case management and arrangements for online publication of judgments, Spain is above the EU average. The \"Justicia Digital\" project allowing the electronic treatment of information by judicial offices enables them to move towards zero paper. 4.5. PUBLIC ADMINISTRATION ",
        "4.5. Public administration 59 The 2018 EU Justice Scoreboard also shows below-average indicators such as the number of judges per 100 000 inhabitants (which could however increase given the announced increase in overall posts, see above). Citizens' and business perceptions of corruption have improved compared to 2013, but remain among the highest in the EU . 89 % of respondents in a Eurobarometer survey think that corruption is widespread in Spain (EU average 72 %) (European Commission, 2017f). Corruption is considered a problem for doing business by 44 % of Spanish business representatives (EU average 34 %). The proportions of Spanish citizens who believe that bribe-taking is widespread among politicians and political parties are the highest in the EU (78 % and 80 % respectively compared to 53 % and 56 % in the EU average). Whereas the prosecution of corruption cases continues at a sustained pace, the percentage of citizens who believe that high-level corruption cases are not sufficiently pursued remains one of the highest in the EU (81 %). An important issue in Spain has been the protracted judicial procedure for such cases. A revision of the Criminal Procedure law in 2015 limited the time allocated to criminal investigations to reduce undue procedural delays. The Constitutional Court confirmed the constitutionality of these new time limits in July 2017. So far the new rules have not impeded investigations by the Specialised Service for the Prosecution of Corruption and Organised Crime but it is too early to assess their impact on complex corruption cases. The implementation of the recently adopted provisions on transparency and the fight against corruption is now in full motion. The Council of Transparency noted a significant reduction in the share of requests for information that are left unanswered by public institutions. The government announced implementing rules for the law on transparency to address a high number of exceptions to justify refusal of access to information. The Council of Transparency is also elaborating a methodology to evaluate compliance. The implementation of the law on political party financing shows clear signs of improvements in financial accountability and the disclosure of relevant financial information by political parties. The Court of Auditors has completed several verifications and expects to produce the first sanctions for non-compliance with the law in 2018. The Office of Conflicts of Interest is competent to investigate alleged incompatibilities of high-level officials, mainly related to revolving-doors practices. While the Office does not have the power to apply sanctions, it can propose them to the competent authorities, which has already resulted in eleven sanctioning procedures under the new law, with a clearance rate of 80 %. Currently there are no plans to extend the law to other categories of public officials. Many regions have equivalent systems but there is no formal cooperation framework between them and the national Office. New legislative initiatives to improve whistle- blower protection and to regulate lobbying are currently examined by the Parliament. While some provisions do exist to protect whistle- blowers in Spain, they are scattered across various sectorial and regional laws and do not ensure full protection at the pre-trial investigation phase. One of the draft initiatives includes a lobby register covering public administration bodies, while another proposal concerns setting up a dedicated register for the Parliament. Some institutions or regional authorities have set up their own lobbying registry. A good-practice example is the registry of the National Competition Authority, which publishes all meetings of board members, provides voluntary integrity questionnaires for businesses and has set up an electronic channel for anonymously reporting breaches of competition law. Improvements in institutional quality would amplify the gains from removing restrictions in services . The benefits from structural reforms are smaller if governance is poor and the quality of legislation and institutions is not of a high standard. Raising governance indicator values to the level of the best performing EU Member State would multiply productivity gains from structural reforms (Curnis and Manjón Antolín, 2017). This highlights the complementarity of regulatory and institutional reforms in maximising their economic and social impact. ",
        "60 4.6.1. TRANSPORT Transport and energy infrastructure plays an essential role in ensuring territorial cohesion and economic development of Spain . Investment in physical infrastructure facilitates firms' business activities and workers' mobility, thereby contributing to productivity growth. The quality of Spain's transport infrastructure endowment is above EU average. Efforts to improve its efficiency are guided by the \"Infrastructures, Transport and Housing Plan\" 2012-2024. Plans to open the rail passenger market for competition before the prescribed deadline have not been pursued in 2017. Spain has decided to wait until the statutory deadline laid down in the 4 th Railway Package. Work on the transposition of the market pillar of the 4 th Railway Package is underway: a draft law with amendments to the current railway sector legislative framework is in public consultation and its adoption is expected in 2018. The completion of Spain's rail core network by 2030 could raise concerns if the pace of implementation is not stepped up. Nevertheless, progress has been made with the completion of the Atlantic and the Mediterranean Corridors, supported by EUR 724 million of EU contributions from the Connecting Europe Facility. Cross-border rail traffic of freight trains from Spain into France and Portugal remains a bottleneck. The two different gauges (UIC and Iberian) coexisting in Spain, and the difference of gauges between Portugal and France, constitute a key barrier for better rail connectivity, although new sections using the internationally prevalent UIC gauge have been completed recently. Increased cooperation between Spain, France and Portugal in pursuing rail interoperability would help to overcome such obstacles. As regards network connectivity, investment actions aim at improving the land connections of the state-owned port system in the short and medium term. The Port Accessibility Investment Plan consists of a provision for the next five years of EUR 1.418 million of public investment. This Plan is supported by a Port Land Accessibility Financial Fund, an innovative financial tool which has brought additional resources from Port Authorities to the improvement and development of port rail and road hinterland connections. It provides a EUR 559,7 million in funding partially under the EFSI program framework. The implementation of rail projects supported by the Connecting Europe Facility and Structural Funds has been delayed. Timelines for several projects were rescheduled. While further delays could affect the allocated EU contribution, cooperation between the relevant national authorities and the European Commission is ongoing and should help detect shortcomings early and identify solutions to meet targets by end of the period. The treatment of several insolvent toll motorways is still to be solved. The Spanish government has defined a solution for the insolvent toll motorways and a roadmap to re- tender them in 2018 is in progress. The State will take over their operation temporarily through SEITTSA, in case it is necessary, until the tender is successfully completed. A new regulation for airport charges was adopted in January 2017 to implement the Airport Charges Directive. The new Regulation aims at improving efficiency and competitiveness in the management of Spanish airports by the listed state company Aena. It is based on regulatory best practices and should create a more predictable, stable and flexible framework based on a 5-year action plan. The framework incorporates a new tariff model with more incentives for efficient management of the airport infrastructure. Increasing competition in port services can raise ports' efficiency and competitiveness. Maritime transport contributes significantly to the Spanish economy. In May 2017, the Spanish government adopted a Royal Decree Law reforming the Spanish port labour system with a view to complying with a 2014 judgement by the European Court of Justice, but the implementing law is still pending adoption. Spain's National Policy Framework sets moderate targets for low emission mobility. It envisages a comparatively low share of 0.5% electric vehicles on the road by 2020. Furthermore, Spain has not defined targets for publicly accessible recharging points for 2020. The Framework however estimates a significant growth in vehicles running with natural or petroleum gas, 4.6. SECTORAL POLICIES ",
        "4.6. Sectoral policies 61 and establishes appropriate refuelling infrastructure targets for these fuels. For maritime transport, LNG mobile refuelling is available for all maritime ports in the TEN-T Core Network and in several ports of the Comprehensive Network, and additional bunkering terminals and ship-to- ship refuelling are planned. The deployment of 20 publicly accessible hydrogen refuelling points by 2020 is also planned. 4.6.2. ENERGY AND CLIMATE CHANGE Insufficient connectivity prevents Spain from fully reaping the benefits of the EU's internal electricity market. In 2017, Spain's electricity interconnection level was 5.8 %, well below the 2020 target of 10%; impeding for example the reduction of day-ahead electricity prices that are high by EU comparison ( 42 ) and the optimization of renewable energy. Low connectivity also prevents the rest of the European grid from tapping Spain's vast renewable energy sources. Despite the opening of additional cross-border power lines, the electricity interconnection capacity with France is only 2.8 GW. New interconnections with Portugal will increase the interconnection capacity with this neighbouring country to 3.2 GW by the end of 2020. Three projects (across the Biscay Bay and the Pyrenees) committed to in the 2015 Madrid declaration should significantly increase the interconnection level by 2026. The Biscay Bay Project is planned to be commissioned by 2026 and its completion will contribute decisively to better plugging the Iberian Peninsula into the internal electricity market. The integration of gas markets on the Iberian Peninsula is advancing, if only slowly. The Iberian Gas Market MIBGAS is intended to eventually create one single market with Portugal. During 2016, its first full year of operation, market activity expanded. Although MIBGAS's liquidity is below that of the main European gas hubs, several measures implemented since then have resulted in increasing MIBGAS’s liquidity. Transparency and clarity for consumers as regards the cost of electricity is increasing. The Spanish electricity market has implemented the ‘Voluntary Price for the Small Consumer’ (PVPC) ( 42 ) The interconnection level is the ratio between import interconnection and net generation capacities. since mid-2014, which sets the cost of producing electricity in a fair and transparent way (it directly takes the electricity cost from the wholesale market). This is contributing to save money to consumers in their electricity bills compared to other types of contracts (as the NRA has stated in recent reports). The PVPC is increasing clarity and transparency of supply contracting processes since contract alternatives comparison is made simpler to consumers. Investment in energy infrastructure is expected to peak in 2019-20 and then continue on a sustained level. The main individual projects are two gas Projects of Common Interest commissioned for after 2020 (\"STEP\", \"Midcat\" and the 3rd interconnection between Spain and Portugal), the three cross-border interconnections mentioned above and three hydro-pumped electricity storage facilities. With a renewable energy share of 17.3 % in 2016, Spain is on track towards its 2020 target ( 43 ). The tenders organised in 2016 and 2017 for allocating support to renewable electricity projects are seen as a step forward in fostering sustainable investment in renewables and meeting the 2020 target. They are expected to counteract the 2014- 2015 slowdown in renewables' share growth. Between 2005 and 2016, Spain decreased its primary energy consumption by 13.8 % to 117.2 million tons of oil equivalent (Mtoe). Over the same period, final energy consumption also decreased by 18.1 % to 82.5 Mtoe in 2016. However, the 2016 figures show an increase in both primary and final energy consumption as compared to 2014 levels. This highlights the importance of maintaining the commitment to energy efficiency policies to ensure that targets are met also during the current period of high economic growth. The Spanish government expects positive side- effects on employment from investment in energy efficiency. The employment potential of improving energy efficiency in buildings is estimated at about 55 jobs for every million euros of public investment (assuming a 300% multiplier for leveraging private investment). ( 43 ) Source: Eurostat SHARES ",
        "4.6. Sectoral policies 62 Spain is on track towards its EU2020 CO2 emissions targets. Emissions from sectors not covered by the EU Emission Trading System were reduced by 16.2% between 2005 and 2015, which is above Spain's target of -10%. According to the latest national projections taking into account existing measures, the 2020 target is expected to be met by a margin of 9.1 pps. The challenge is to keep emissions decoupled from the current strong economic growth. Work on the draft Law of Climate Change and Energy Transition has started in April 2017. 4.6.3. ENVIRONMENT Spain still faces considerable environmental challenges, mainly in water and waste management as well as air quality. Regarding governance, the potential for coordination among the different competent levels of government is sometimes not exploited, and sustainable development is not strongly mainstreamed into other policy areas (European Commission, 2017g). The transition to a green, circular and low-carbon economy holds the potential of opening up significant new sources of employment in Spain ( 44 ). Circular economy issues are starting to receive greater policy attention. Spain is still far from the EU recycling target of 50% of municipal waste by 2020. The concept of circular economy is generally embedded in national and regional policies targeting resource efficiency, environmental innovations, clean technologies, and sustainable development. In addition, the government has started to prepare a national circular economy strategy in 2017. Certain areas in Spain are water-stressed, meaning that water demand exceeds the available water resources under sustainable conditions. Water management challenges have increased and become more prominent during the severe drought Spain has been suffering in the last ( 44 ) http://ec.europa.eu/environment/circular- economy/index_en.htm years. Decoupling economic growth from water use remains a challenge in Spain, since sectors like agriculture, tourism, and energy are heavily dependent on water supply. The current water-pricing policy gives few incentives for efficient use, and the supply and wastewater infrastructure faces investment gaps. Current pricing does not ensure the recovery of the cost of all water services, and prices and subsidies are not always transparent. This encourages water waste, especially in the agriculture sector, the largest consumer of water. The problem is compounded by outdated irrigation systems and loose control of water abstraction. Moreover, even though wastewater reuse is relatively high in Spain, its potential is not fully exploited. Gaps in urban wastewater treatment suggest under-investment in the water infrastructure (European Commission, 2017h). Furthermore, flood-prevention measures are sometimes disregarded, although flooding is a recurrent problem and prevention cheaper than the cost of flood recovery. Steps are being taken to improve water governance. To address the main water management challenges in Spain the Ministry for Agriculture, Fisheries, Food and Environment has launched a process in 2017 to reach a \"National Water Deal\" ( Pacto Nacional por el Agua ), which is now under consultation with regional governments and stakeholders. ",
        "4.6. Sectoral policies 63 Box 4.6.1: Policy highlights The availability of subnational governments' budget execution data has increased considerably in Spain . Since 2013, IGAE, the state general controller, publishes on a monthly basis, budget execution data in national accounts terms for all 17 regions and for the total state sector. It also publishes on a quarterly basis budget execution data in national accounts terms for the local government sector. Since April 2016, IGAE publishes on a monthly basis data to allow verification of compliance with the domestic expenditure rule at central and regional government levels, and every quarter for the central, regional and local governments. Spain has the highest number among EU Member States of successful applicant projects financed in the first three years (2015-2017) of the highly competitive Horizon 2020 SME Instrument, which funds innovative projects of SMEs throughout the EU. Firms can apply for support in two different phases: for initial feasibility studies, and for supporting the implementation of the project. The success of Spanish firms has also been facilitated by the national support scheme \"Horizon Pyme\" within the programme \"Business leadership in research and innovation\". It finances the feasibility studies of SMEs that have reached a high score in their application to the first phase of the SME Instrument, but still were not selected for funding. This enables them to submit an application for the second phase of the SME Instrument — or to find another funding source for implementing their project. Whereas raising the innovation capacity of Spanish SMEs overall remains a challenge, this example shows the effectiveness of well-designed support measures in boosting SME innovation capacity. ",
        "64 Commitments Summary assessment ( 45 ) 2017 Country-specific recommendations (CSRs) CSR 1: Ensure compliance with the Council Decision of 8 August 2016, including also measures to strengthen the fiscal and public procurement frameworks. Undertake a comprehensive expenditure review in order to identify possible areas for improving spending efficiency. Spain has made Some Progress in addressing CSR 1  Ensure compliance with the Council Decision of 8 August 2016,  This overall assessment of compliance with CSR 1 does not include an assessment of compliance with the Stability and Growth Pact.  including also measures to strengthen the fiscal  Limited Progress . While the government has kept implementing measures set out in the domestic law to prevent and correct deviations from fiscal targets, no regulatory measures have been taken in 2017 to increase their automaticity and to strengthen the contribution of the Stability Law's spending rule to public finance sustainability.  and public procurement frameworks.  Some Progress . A new law on public procurement was adopted and will enter into force on 9 March 2018. It provides for the establishment of a consultative body, a committee to promote cooperation across the ( 45 ) The following categories are used to assess progress in implementing the 2017 country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations, to be interpreted on a case-by-case basis taking into account country-specific conditions. They include the following: • no legal, administrative, or budgetary measures have been announced • in the national reform programme, • in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission, • publicly (e.g. in a press statement or on the government's website); • no non-legislative acts have been presented by the governing or legislative body; • the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has: • announced certain measures but these only address the CSR to a limited extent;and/or • presented legislative acts in the governing or legislator body but these have not been adopted yet and substantial non-legislative further work is needed before the CSR will be implemented; • presented non-legislative acts, yet with no further follow-up in terms of implementation which is needed to address the CSR. Some progress: The Member State has adopted measures • that partly address the CSR and/or • the Member State has adopted measures that address the CSR, but a fair amount of work is still needed to fully address the CSR as only a few of the adopted measures have been implemented. For instance: adopted by national parliament; by ministerial decision; but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way in addressing the CSR and most of which have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A OVERVIEW TABLE ",
        "B. MIP Scoreboard 65 various tiers of government, and a new supervisory authority. For the first time, it stipulates the obligation to adopt, within eight months following the entry into force of the law, a nation-wide public procurement strategy. Much of the success of the new law will depend on the ambition of decisions taken at the time of implementation.  Undertake a comprehensive expenditure review in order to identify possible areas for improving spending efficiency.  Some Progress . A review of central and regional government expenditure has been launched in 2017 to identify areas where spending allocation can be made more efficient. The first phase of the review is planned to be completed by end-2018. CSR 2: Reinforce the coordination between regional employment services, social services and employers, to better respond to jobseekers’ and employers’ nee ds. Take measures to promote hiring on open-ended contracts. Address regional disparities and fragmentation in income guarantee schemes and improve family support, including access to quality childcare. Increase the labour market relevance of tertiary education. Address regional disparities in educational outcomes, in particular by strengthening teacher training and support for individual students. Spain has made Limited Progress in addressing CSR 2  Reinforce the coordination between regional employment services, social services and employers, to better respond to jobseekers’ and employers’ needs.  Some Progress . Some regions advanced moderately towards better coordination between public employment and social services. However, cooperation with employers still presents important deficiencies. The Network for Social Inclusion has the potential to effectively enhance coordination between employment and social services at the national and regional level. The roll-out of the Universal Social Card starting in 2018 should also facilitate closer coordination. Overall the scope of measures is limited and their effect can only be assessed once implementation has begun.  Take measures to promote hiring on open- ended contracts.  Limited Progress . While Spain became more successful in fighting the abuse of temporary contracts, most efforts to promote hiring on open-ended contracts have shown limited effectiveness so far or have not yet moved to implementation stage. ",
        "B. MIP Scoreboard 66  Address regional disparities and fragmentation in income guarantee schemes and improve family support, including access to quality childcare.  Limited Progress . While fragmentation has been mitigated to some extent, initiatives intended to address limited effectiveness in national income guarantee schemes are progressing very slowly .  Increase the labour market relevance of tertiary education.  Limited Progress . Measures to increase labour market relevance of tertiary education are so far largely limited to provision of information and advice, or too recent to measure effects on graduate cohorts.  Address regional disparities in educational outcomes, in particular by strengthening teacher training and support for individual students.  Limited Progress. Regional disparities persist in early school leaving rates and student performance, although some improvements have been made to close the gap between best and worst performing regions. CSR 3: Ensure adequate and sustained investment in research and innovation and strengthen its governance across government levels. Ensure a thorough and timely implementation of the law on market unity for existing and forthcoming legislation. Spain has made Limited Progress in addressing CSR 3  Ensure adequate and sustained investment in research and innovation and strengthen its governance across government levels.  Limited Progress . Public funding for innovation in SMEs somewhat increased, but fiscal measures put in place during the crisis appear to limit the adequate execution of R&I budget lines. Administrative procedures are being modified to encourage uptake of support measures. Involvement and interaction of relevant actors in the design of innovation policy is being intensified. Examples of initiatives include the work to increase the efficiency of \"Unique Scientific and Technical Infrastructures\" (ICTS) through a second mapping, and increased support for the R+D+I Public Policy Network (REDIDI), which has the potential to improve national-regional coordination of R&I policy. Systematic programme evaluations, however, have not yet become the rule despite some good practice examples.  Ensure a thorough and timely implementation of the law on market unity for existing and forthcoming legislation.  Limited Progress . Supporting guidelines for implementing the law on market unity have been issued, but the renewed commitment of regions and the central government to mutual cooperation on market unity and better regulation in Spain has so far not translated ",
        "B. MIP Scoreboard 67 into tangible results. The Constitutional Court rulings on the Law on Market Unity might limit effective progress in this area for the time being. National authorities have given reassurances that it will be possible to achieve the objectives of the law using the provisions unaffected by the rulings. Europe 2020 (national targets and progress) Employment rate target set in the NRP: 74 %. 66.2 % in Q3-2017. Far from target despite improvement. R&D target set in the NRP: 2 % of GDP 1.19 % of GDP (2016). Far from target. Greenhouse gas emissions, national target: -10 % in 2020 compared to 2005 (in non-ETS sectors) - 17.2 % (2016) According to the national projections submitted to the Commission it is expected that the target will be achieved. 2020 renewable energy target: 20 % With a renewable energy share of 17.3 % (2016), Spain is on track to reach the 2020 target Energy efficiency, 2020 energy consumption targets:  122.6 Mtoe (primary energy consumption);  87.23 Mtoe (final energy consumption).  Primary energy consumption: 117.2 Mtoe  Final energy consumption: 82.5 Mtoe Spain should keep its commitment to the energy efficiency policies in order to make sure that demand remains below both targets during the next years, when a GDP growth rate is expected. Early school leaving (ESL) target: 15 %. 18.3 % (2017) Far from target despite improvement. Tertiary education target: 44 %. 41.2 % (2017). Close to target. Target on the reduction of population at risk of poverty or social exclusion compared to 2008 in thousands of persons: -1 400 The number of people at risk of poverty or social decreased in 2015 and 2016. With 2 040 thousand people at risk of poverty or social exclusion more than in 2008, however, the EU2020 target is far from reach. ",
        "B. MIP Scoreboard 68 ANNEX B MACROECONOMIC IMBALANCE PROCEDURE SCOREBOARD Table B.1: The Macroeconomic Imbalance Procedure scoreboard for Spain ( AMR 2018) Flags: p:Provisional. 1) This table provides data as published under the Alert Mechanism Report 2018, which reports data as of 24 Oct 2017. Please note that figures reported in this table may therefore differ from more recent data elsewhere in this document. 2) Figures highlighted are those falling outside the threshold established in the European Commission's Alert Mechanism Report. Source: European Commission 2017, Statistical Annex to the Alert Mechanism Report 2018, SWD(2017) 661. Thresholds 2011 2012 2013 2014 2015 2016 Current account balance, % of GDP 3 year average -4%/6% -3.8 -2.4 -0.6 0.8 1.2 1.4 Net international investment position % of GDP -35% -91.9 -89.9 -95.2 -97.8 -89.7 -83.9 Real effective exchange rate - 42 trading partners, HICP deflator 3 year % change ±5% (EA) ±11% (Non-EA) -2.5 -5.3 -0.3 -1.0 -3.1 -4.3 Export market share - % of world exports 5 year % change -6% -8.4 -17.9 -10.8 -11.9 -3.8 2.2 Nominal unit labour cost index (2010=100) 3 year % change 9% (EA) 12% (Non-EA) -1.0 -5.1 -4.1 -3.4 0.5p 0.4p House price index (2015=100), deflated 1 year % change 6% -9.8 -16.8 -10.0 0.1 3.7 4.7 Private sector credit flow, consolidated % of GDP 14% -3.7 -11.2 -10.3 -7.0 -1.8p -1.0p Private sector debt, consolidated % of GDP 133% 196.2 187.8 176.9 165.5 154.6p 146.7p General government gross debt % of GDP 60% 69.5 85.7 95.5 100.4 99.4 99.0 Unemployment rate 3 year average 10% 19.7 22.0 24.1 25.1 24.2 22.1 Total financial sector liabilities, non- consolidated 1 year % change 16.5% 3.0 2.9 -10.9 -0.4 -1.3 0.9 Activity rate - % of total population aged 15-64 3 year change in pp -0.2 pp 1.2 1.2 0.8 0.3 0.0 -0.1 Long-term unemployment rate - % of active population aged 15-74 3 year change in pp 0.5 pp 6.9 6.7 5.7 4.0 0.4 -3.5 Youth unemployment rate - % of active population aged 15-24 3 year change in pp 2 pp 21.7 15.2 14.0 7.0 -4.6 -11.1 E x t e r n a l i m b a l a n c e s a n d c o m p e t i t i v e n e s s I n t e r n a l i m b a l a n c e s E m p l o y m e n t i n d i c a t o r s ",
        "69 Table C.1: Financial market indicators (1) Latest data Q3 2017. . Includes not only banks but all monetary financial institutions excluding central banks (2) Latest data Q2 2017. (3) As per ECB definition of gross non-performing debt instruments (4) Quarterly values are not annualised * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2012 2013 2014 2015 2016 2017 Total assets of the banking sector (% of GDP) (1) 344.4 307.3 286.5 261.9 243.9 232.8 Share of assets of the five largest banks (% of total assets) 51.4 54.4 58.3 60.2 61.8 - Foreign ownership of banking system (% of total assets) (2) 7.4 6.2 6.5 5.3 3.9 4.3 Financial soundness indicators: 2) - non-performing loans (% of total loans) (3) 6.4 7.9 6.7 5.3 4.8 4.5 - capital adequacy ratio (%) 11.5 13.3 13.6 14.5 14.7 14.4 - return on equity (%) (4) -24.9 5.8 6.7 6.6 5.0 4.1 Bank loans to the private sector (year-on-year % change) (1) -7.4 -8.6 -4.8 -2.3 -1.6 -0.1 Lending for house purchase (year-on-year % change) (1) -3.3 -4.1 -3.7 -4.2 -2.8 -2.4 Loan to deposit ratio (1) 108.1 98.7 93.3 91.4 88.3 87.9 Central Bank liquidity as % of liabilities - - 6.2 6.1 6.9 8.0 Private debt (% of GDP) 187.8 176.9 165.5 154.6 146.7 - Gross external debt (% of GDP) (2) - public 24.3 41.2 48.5 50.9 49.4 48.3 - private 40.6 52.4 52.8 48.6 46.5 45.3 Long-term interest rate spread versus Bund (basis points)* 435.1 299.2 156.0 124.0 130.3 124.7 Credit default swap spreads for sovereign securities (5-year)* 325.7 185.5 71.4 72.6 68.1 37.8 ANNEX C STANDARD TABLES ",
        "C. Standard Tables 70 Table C.2: Headline Social Scoreboard indicators The Social Scoreboard includes 14 headline indicators, of which 12 are currently used to compare Member States performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to technical concerns by Member States. Possible alternatives will be discussed in the relevant Committees. (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). (2) Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within two weeks. (3) Gross disposable household income is defined in unadjusted terms, according to the draft Joint Employment Report 2018. (4) Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). (5) Average of first three quarters of 2017 for the employment rate and gender employment gap. Source: Eurostat. 2012 2013 2014 2015 2016 2017 5 Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 24.7 23.6 21.9 20.0 19.0 : Gender employment gap (pps) 10.0 9.6 10.2 11.2 11.5 11.8 Income inequality, measured as quintile share ratio (S80/S20) 6.5 6.3 6.8 6.9 6.6 : At-risk-of-poverty or social exclusion rate 1 (AROPE) 27.2 27.3 29.2 28.6 27.9 : Young people neither in employment nor in education and training (% of population aged 15-24) 18.6 18.6 17.1 15.6 14.6 : Dynamic labour markets and fair working conditions † Employment rate (20-64 years) 59.6 58.6 59.9 62.0 63.9 65.5 Unemployment rate 2 (15-74 years) 24.8 26.1 24.5 22.1 19.6 17.2 Gross disposable income of households in real terms per capita 3 (Index 2008=100) : : 90.3 92.5 94.3 : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction 4 28.5 32.0 28.6 26.6 24.4 : Children aged less than 3 years in formal childcare 36.0 35.0 36.9 39.7 39.3 : Self-reported unmet need for medical care 0.7 0.8 0.6 0.6 0.5 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : : : 54.0 53.0 55.0 ",
        "C. Standard Tables 71 Table C.3: Labour market and education indicators * Non-scoreboard indicator (1) Long-term unemployed are people who have been unemployed for at least 12 months. (2) Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of gender inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are included. (3) PISA (OECD) results for low achievement in mathematics for 15 year-olds. (4) Impact of socio-economic and cultural status on PISA (OECD) scores. Values for 2012 and 2015 refer respectively to mathematics and science. (5) Average of first three quarters of 2017, unless for the youth unemployment rate (annual figure). Source: Eurostat, OECD. Labour market indicators 2012 2013 2014 2015 2016 2017 5 Activity rate (15-64) 74.3 74.3 74.2 74.3 74.2 : Employment in current job by duration From 0 to 11 months 13.9 14.1 15.6 16.5 16.9 : From 12 to 23 months 7.2 6.7 6.8 7.4 8.3 : From 24 to 59 months 14.9 13.4 13.3 12.3 12.1 : 60 months or over 64.0 65.8 64.3 63.8 62.6 : Employment growth* (% change from previous year) -4.0 -2.6 1.0 2.7 2.5 2.6 Employment rate of women (% of female population aged 20-64) 54.6 53.8 54.8 56.4 58.1 59.7 Employment rate of men (% of male population aged 20-64) 64.6 63.4 65.0 67.6 69.6 71.5 Employment rate of older workers* (% of population aged 55-64) 43.9 43.2 44.3 46.9 49.1 50.5 Part-time employment* (% of total employment, aged 15-64) 14.4 15.7 15.8 15.6 15.1 15.0 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 23.4 23.2 24.0 25.2 26.1 26.8 Transition rate from temporary to permanent employment (3-year average) 13.7 13.2 13.6 12.2 : : Long-term unemployment rate 1 (% of labour force) 11.0 13.0 12.9 11.4 9.5 7.9 Youth unemployment rate (% active population aged 15-24) 52.9 55.5 53.2 48.3 44.4 38.6 Gender gap in part-time employment 17.5 17.5 17.8 17.3 16.5 17.0 Gender pay gap 2 (in undadjusted form) 18.7 17.8 14.9 14.9 : : Education and training indicators 2012 2013 2014 2015 2016 2017 Adult participation in learning (% of people aged 25-64 participating in education and training) 11.2 11.4 10.1 9.9 9.4 : Underachievement in education 3 23.6 : : 22.2 : : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 41.5 42.3 42.3 40.9 40.1 : Variation in performance explained by students' socio-economic status 4 15.8 : : 13.4 : : ",
        "C. Standard Tables 72 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator (1) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (2) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (3) Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. (6) Fixed broadband take up (33%), mobile broadband take up (22%), speed (33%) and affordability (11%), from the Digital Scoreboard. Source: Eurostat, OECD. 2012 2013 2014 2015 2016 2017 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 6.6 6.5 6.5 6.6 : : Disability 1.8 1.9 1.8 1.7 : : Old age and survivors 11.4 12.0 12.3 12.0 : : Family/children 1.3 1.4 1.3 1.3 : : Unemployment 3.4 3.3 2.7 2.2 : : Housing 0.1 0.1 0.1 0.1 : : Social exclusion n.e.c. 0.2 0.2 0.2 0.2 : : Total 25.0 25.3 24.9 24.2 : : of which: means-tested benefits 3.7 3.7 3.5 3.2 : : General government expenditure by function (% of GDP, COFOG) Social protection 17.6 18.0 17.7 17.1 : : Health 6.2 6.2 6.1 6.2 : : Education 4.2 4.1 4.1 4.1 : : Out-of-pocket expenditure on healthcare (% of total health expenditure) 22.8 23.9 24.6 24.2 : : Children at risk of poverty or social exclusion (% of people aged 0-17)* 32.4 32.6 35.8 34.4 32.9 : At-risk-of-poverty rate 1 (% of total population) 20.8 20.4 22.2 22.1 22.3 : In-work at-risk-of-poverty rate (% of persons employed) 10.8 10.5 12.5 13.1 13.1 : Severe material deprivation rate 2 (% of total population) 5.8 6.2 7.1 6.4 5.8 : Severe housing deprivation rate 3 , by tenure status Owner, with mortgage or loan 1.0 1.0 0.9 1.0 0.7 : Tenant, rent at market price 3.5 3.8 3.3 3.0 3.1 : Proportion of people living in low work intensity households 4 (% of people aged 0-59) 14.3 15.7 17.1 15.4 14.9 : Poverty thresholds, expressed in national currency at constant prices* 7407 7050 6813 6869 7084 : Healthy life years (at the age of 65) Females 9.0 9.0 9.4 8.9 : : Males 9.2 9.7 10.1 9.5 : : Aggregate replacement ratio for pensions 5 (at the age of 65) 0.6 0.6 0.6 0.7 0.7 : Connectivity dimension of the Digital Economy and Society Inedex (DESI) 6 : : 44.5 53.2 54.1 59.5 GINI coefficient before taxes and transfers* 50.8 51.5 52.7 52.9 52.8 : GINI coefficient after taxes and transfers* 34.2 33.7 34.7 34.6 34.5 : ",
        "C. Standard Tables 73 Table C.5: Product market performance and policy indicators (1) The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. (2) Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received most of it, two if only received a limited part of it, three if refused or rejected and treated as missing values if the application is still pending or don't know. (3) Percentage population aged 15-64 having completed tertiary education. (4) Percentage population aged 20-24 having attained at least upper secondary education. (5) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm (6) Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance Indicators 2010 2011 2012 2013 2014 2015 2016 Labour productivity (real, per person employed, year-on-year % change) Labour productivity in Industry 5.50 2.78 2.29 0.49 2.53 2.49 0.32 Labour productivity in Construction -1.05 2.20 12.30 2.18 -0.21 -5.43 0.53 Labour productivity in Market Services 1.76 1.52 1.70 1.22 0.73 0.11 1.07 Unit labour costs (ULC) (whole economy, year-on-year % change) ULC in Industry -4.11 -1.63 -0.24 0.72 -2.44 -1.49 -0.50 ULC in Construction 1.03 -4.12 -12.38 -4.09 -0.49 3.71 -1.79 ULC in Market Services -0.90 0.23 -2.07 -1.17 -0.10 3.18 -0.33 Business Environment 2010 2011 2012 2013 2014 2015 2016 Time needed to enforce contracts (1) (days) 515.0 515.0 510.0 510.0 510.0 510.0 510.0 Time needed to start a business (1) (days) 52.0 29.0 30.0 24.0 14.0 14.0 13.0 Outcome of applications by SMEs for bank loans (2) 0.99 0.94 1.15 0.98 0.97 0.66 0.56 Research and innovation 2010 2011 2012 2013 2014 2015 2016 R&D intensity 1.35 1.33 1.29 1.27 1.24 1.22 1.19 General government expenditure on education as % of GDP 4.50 4.40 4.20 4.10 4.10 4.10 na Persons with tertiary education and/or employed in science and technology as % of total employment 41 42 43 44 45 45 45 Population having completed tertiary education (3) 28 29 30 31 32 32 33 Young people with upper secondary level education (4) 62 62 63 64 66 69 71 Trade balance of high technology products as % of GDP -1.24 -1.05 -0.86 -0.70 -0.87 -1.06 na Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) (5) , overall 1.79 1.59 1.44 OECD PMR5, retail 3.67 3.48 2.88 OECD PMR5, professional services 2.92 2.74 2.43 OECD PMR5, network industries (6) 2.27 1.65 1.59 ",
        "C. Standard Tables 74 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as % of total value added for the economy Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2010 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as % of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions (excl. land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2010 EUR) Transport carbon intensity: GHG emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index covering natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European Commission and European Environment Agency Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes and GDP); Eurostat (all other indicators) Green growth performance 2011 2012 2013 2014 2015 2016 Macroeconomic Energy intensity kgoe / € 0.12 0.12 0.12 0.11 0.11 0.11 Carbon intensity kg / € 0.33 0.34 0.32 0.31 0.31 - Resource intensity (reciprocal of resource productivity) kg / € 0.49 0.40 0.38 0.38 0.36 0.35 Waste intensity kg / € - 0.11 - 0.11 - - Energy balance of trade % GDP -3.7 -3.7 -3.4 -2.9 -2.0 -1.5 Weighting of energy in HICP % 10.78 11.60 12.39 12.30 12.38 11.65 Difference between energy price change and inflation % 12.7 7.4 -1.9 2.6 -4.5 -10.2 Real unit of energy cost % of value added 13.4 14.5 14.9 15.0 - - Ratio of environmental taxes to labour taxes ratio 0.09 0.09 0.11 0.11 0.12 - Environmental taxes % GDP 1.6 1.6 1.9 1.9 1.9 1.9 Sectoral Industry energy intensity kgoe / € 0.13 0.13 0.13 0.13 0.11 0.11 Real unit energy cost for manufacturing industry excl. refining % of value added 20.8 21.1 20.7 20.8 - - Share of energy-intensive industries in the economy % GDP 8.73 8.59 8.27 8.58 8.92 - Electricity prices for medium-sized industrial users € / kWh 0.11 0.12 0.12 0.12 0.12 0.11 Gas prices for medium-sized industrial users € / kWh 0.03 0.04 0.04 0.04 0.03 0.03 Public R&D for energy % GDP 0.03 0.01 0.01 0.01 0.01 0.01 Public R&D for environmental protection % GDP 0.03 0.02 0.02 0.02 0.02 0.02 Municipal waste recycling rate % 26.7 29.8 32.5 30.8 30.0 29.7 Share of GHG emissions covered by ETS* % 39.5 40.8 37.8 38.3 40.5 39.0 Transport energy intensity kgoe / € 0.82 0.77 0.78 0.75 0.76 0.75 Transport carbon intensity kg / € 1.94 1.85 1.95 1.88 1.88 - Security of energy supply Energy import dependency % 76.3 73.1 70.4 72.9 73.3 71.9 Aggregated supplier concentration index HHI 14.1 14.9 19.8 25.2 20.5 - Diversification of energy mix HHI 0.29 0.27 0.27 0.27 0.27 0.28 ",
        "75 Adalet McGowan, M., D. Andrews and V. Millot (2017), 'The walking dead? Zombie firms and productivity performance in OECD countries', OECD Economics Department Working Paper 1372, January 2017, OECD, Paris. Archondo, I., García, J. R., Ulloa, C. (2017). Repercusiones del aumento del salario mínimo en España . BBVA Research. Available at : https://www.bbvaresearch.com/publicaciones/repercusiones-del- aumento-del-salario-minimo-en-espana/ Banco de España (2017a). Boletín Económico 1/2017. Informe Trimestral de la Economía Española , available at: https://www.bde.es/f/webbde/SES/Secciones/Publicaciones/InformesBoletinesRev istas/BoletinEconomico/Informe%20trimestral/Fich/be1701-it.pdf Banco de España (2017b). Boletín Económico 2/2017. Informe Trimestral de la Economía Española , available at: https://www.bde.es/f/webbde/SES/Secciones/Publicaciones/InformesBoletinesRev istas/BoletinEconomico/descargar/17/T2/Fich/be1702-it.pdf Banco de España (2017c). Boletín Económico 3/2017. Informe Trimestral de la Economía Española, available at: https://www.bde.es/f/webbde/SES/Secciones/Publicaciones/InformesBoletinesRev istas/BoletinEconomico/descargar/17/T3/Fich/be1703-it.pdf Banco de España (2017d). Annual Report 2016 , Bank of Spain, Madrid. Available at: https://www.bde.es/bde/es/secciones/informes/Publicaciones_an/Informe_anual Bricongne, J.-C., L. Coutinho and N. Philiponnet (2018), 'Deleveraging needs in the EU: methodology to benchmark private debt', European Economy Technical Paper, forthcoming, Publications Office of the European Union, Luxembourg. CaixaBank Research (2017). Tecnología y empleo de calidad: ¿una relación cambiante? Informe mensual. Available at: http://www.caixabankresearch.com/tecnologia-y-empleo-de-calidad-una-relacion- cambiante Canton, E., D. Ciriaci and I. Solera (2014), 'The economic impact of professional services liberalisation', European Economy Economic Paper 533, September 2014, Publications Office of the European Union, Luxembourg. Castelló-Climent, A and Doménech, R (2014) Human Capital and Income Inequality: Some Facts and Some Puzzles, 12/28 BBVA Working Papers. Available at: https://www.bbvaresearch.com/KETD/fbin/mult/WP_1228_tcm348-430101.pdf Christodoulopoulou, S. and O. Tkačevs (2014), 'Measuring the effectiveness of cost and price competitiveness in external rebalancing of euro area countries. What do alternative HCIs tell us?', ECB Working Paper 1736, September 2014, European Central Bank, Frankfurt am Main. Consejo Económico y Social España (2017). Políticas Públicas para combatir la pobreza en España. Informe 01/2017. Available at : http://www.ces.es/documents/10180/4509980/Inf0117.pdf Cuadrado, P., Moral-Benito, E. (2016). El crecimiento potencial de la economía española. Documentos Ocasionales nº 1603. Banco de España. Available at: https://www.bde.es/f/webbde/SES/Secciones/Publicaciones/PublicacionesSeriadas/DocumentosOcasional es/16/Fich/do1603.pdf REFERENCES ",
        "References 76 DG Economic and Financial Affairs (2017), 'Post-programme surveillance report Spain, autumn 2017', European Economy Institutional Paper 66, December 2017, Publications Office of the European Union, Luxembourg. DG Economic and Financial Affairs (2018), 'The 2018 ageing report. Underlying assumptions and projection methodologies', European Economy Institutional Paper, forthcoming, Publications Office of the European Union, Luxembourg. DG Joint Research Centre (2017), 'The Role of the EU in Global ManufacturingValue Chains', Publications Office of the European Union, Luxembourg. Doménech R., García, J. R., Ulloa, C. (2016). Los efectos de la flexibilidad salarial sobre el crecimiento y el empleo. Documento de Trabajo nº 16/05. BBVA Research. Marzo 2016. Available at: https://www.bbvaresearch.com/publicaciones/los-efectos-de-la-flexibilidad-salarial-sobre-el-crecimiento- y-el-empleo/. EMIN Context Report, Developments in relation to minimum income schemes in Europe , October 2017. Available at: https://eminnetwork.files.wordpress.com/2017/10/emin2-eu-context-report-2017- final.pdfGobierno de España. Barómetro Sanitario 2016. Available at: https://www.msssi.gob.es/estadEstudios/estadisticas/BarometroSanitario/Barom_Sanit_2016/RESUMEN GRAFICO_BS2016.pdf Estrategia de Activación para el Empleo 2017- 2020, available at: https://www.sepe.es/contenidos/comunicacion/noticias/estrategia-activacion-empleo- 2017-2020-190917.html Eurofound (2016), Recent developments in temporary employment: Employment growth, wages and transitions . Available at: https://www.eurofound.europa.eu/publications/executive-summary/2016/labour- market/recent-developments-in-temporary-employment-employment-growth-wages-and-transitions- executive European Commission (2016). Country Report Spain 2016 , SWD(2016) 78 final, February 2016. European Commission (2016b), SME Performance Review, available at https://ec.europa.eu/growth/smes/business-friendly-environment/performance-review-2016_en European Commission (2016 c) Report on Single Market integration and competitiveness in the EU and its Member States, of 24 November 2016 available at https://ec.europa.eu/growth/content/report-single- market-integration-and-competitiveness-eu-and-its-member-states-0_en European Commission (2017a). Labour Market and Wage Developments in Europe. Annual Review 2017. ISSN: 2443-6771. European Commission (2017b). COM(2017) 674 final. Draft Joint Employment Report . From the Commission and the Council accompanying the Communication from the Commission on the Annual Growth Survey 2018. Brussels, 22.11.2017 European Commission (2017c). Indicator framework for monitoring the Council recommendation on the integration of the long-term unemployed into the labour market. Available at: http://ec.europa.eu/social/BlobServlet?docId=16934&langId=en European Commission (2017d). Country Report Spain 2017 , SWD(2017) 74 final, February 2017. ",
        "References 77 European Commission (2017e), 'Benchmarks for the assessment of private debt', Note for the Economic Policy Committee (not publicly available). European Commission (2017f), 'Special Eurobarometer 470 - Corruption', December 2017, Publications Office of the European Union, Luxembourg (http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/ResultDoc/download/DocumentKy/81007) European Commission (2017g), Environmental implementation review Spain 2017, Publications Office of the European Union, Luxembourg. European Commission (2017h), 'Facts and Figures about Urban Waste Water Treatment' (http://ec.europa.eu/environment/water/water-urbanwaste/implementation/factsfigures_en.htm). European Commission (2017i), Alert Mechanism Report 2018, COM(2017) 771 final, November 2017. https://ec.europa.eu/info/publications/2018-european-semester-alert-mechanism-report_en European Commission (2017 j), Communication on reform recommendations for regulation in professional services, COM(2016) 820 final and Staff Working Document accompanying the Communication (SWD(2016) 436) of 10 January 2017 at http://ec.europa.eu/DocsRoom/documents/20505 European Commission (2018), ‘Debt Sustainability Monitor 2017’ Directorate-General for Economic and Financial Affairs, European Economy, Institutional Paper 071/2018. European Commission (2018b), Digital Scoreboard 2018, Brussels: European Commission European Network of Councils for the Judiciary (2018), ENCJ project on Independence and Accountability (https://www.encj.eu/index.php?option=com_content&view=article&id=178:ind-and-acc- &catid=34&Itemid=252). Felgueroso, F., J. I. García Pérez, S. Jimenez-Martin y B. Anghel (2017). Perfilado de parados: una propuesta de herramienta para los servicios públicos de empleo. Fedea Policy Papers no. 2017-10. Madrid. Available at: http://documentos.fedea.net/pubs/fpp/2017/04/FPP2017-10.pdf Fernandez Kranz, D. (2017). Ingresos salariales en Espana durante la crisis economica: ha sido efectiva la reforma de 2012? Cuadernos de Informacion Economica. Num. 246. Mayo/Junio. Fernández-Zubieta, A., I. Ramos-Vielba, I. and T. Zacharewicz (2018), RIO Country Report: Spain 2017 , forthcoming, Publications Office of the European Union, Luxembourg. Frazzani, S., G. Grea and A. Zamboni (2016), 'Study on passenger transport by taxi, hire care with driver and ridesharing in the EU. Final report', September 2016 (https://ec.europa.eu/transport/sites/transport/files/2016-09-26-pax-transport-taxi-hirecar-w-driver- ridesharing-final-report.pdf). Fuente, A., M. A. García Díaz and A. R. Sánchez (2017), 'La salud financiera del sistema público de pensiones español. Análisis retrospectivo, proyecciones de largo plazo y factores de riesgo', Estudios sobre la economía española 2017/04, Fedea, Madrid. Gobierno de España, CCOO, UGT, CEOE y CEPYME (2014). Acuerdo de propuestas para la negociación tripartita para fortalecer el crecimiento económico y el empleo. Available at: http://www.ugt.es/Documentos%20de%20apoyo/Acuerdo_Propuestas_negociacion_tripartita_fortalec er_crecimiento_economico_y_empleo_29072014.pdf ",
        "References 78 García Pérez, J. I. (2017). Una primera evaluación del impacto sobre la salida del desempleo de las políticas activas ofrecidas por los servicios públicos de empleo en España. Fedea Policy Papers no. 2017/07, Madrid. García Pérez, J. I., & Jansen, M. (2015). Reforma laboral de 2012: Qué sabemos sobre sus efectos y qué queda por hacer? (No. 2015-04). FEDEA. García Pérez, J. I., Mestres Domènech, J. (2016). The Impact of the 2012 Spanish Labour Market Reform on Unemployment Inflows and Outflows: a Regression Discontinuity Analysis using Duration Models. Fedea Policy Papers no. 2016/27. General Council of the Judiciary (2016), 'Principles of judicial ethics', December 2016 (http://www.poderjudicial.es/stfls/CGPJ/TRANSPARENCIA/FICHEROS/20161221%20Principios%20E tica%20Judicial_TEXTO%20FINAL_ES-EN_REV.pdf). Gobierno de España, CCOO, UGT, CEOE y CEPYME (2014). Acuerdo de propuestas para la negociación tripartita para fortalecer el crecimiento económico y el empleo, available at: http://www.ugt.es/SitePages/NoticiaDetalle.aspx?idElemento=503 Haugh, D., M. Adalet McGowan, D. Andrews, A. Caldera Sánchez, G. Fulop and P. García Perea (2017), 'Fostering innovative business investment in Spain', OECD Economics Department Working Paper 1387, OECD, Paris. Hernández de Cos, P., J. Francisco Jimeno and R. Ramos (2017), 'The Spanish Public Pension System: Current Situation, Challenges and Reform Alternatives', Occasional Paper 1701, Bank of Spain, Madrid. Huertas Arribas, E. and Salas Fumás V. (2017) Tamaño y productividad de la Empresa Española, EuropeG Policy Brief 12 October 2017 IHS and Point Topic (2017), Broadband Coverage in Europe 2017. A study prepared for the European Commission DG Communications Networks, Content & Technology. IMF (2017), 'Spain. Selected issues', IMF Country Report 17/24, January 2017, International Monetary Fund, Washington, D.C. IMF (2017). Country Report No. 17/319. Spain. 2017 Article IV Consultation . Press Release; Staff Report; and Statement by the Executive Director for Spain. October 2017. Jin, Y., A. Caldera Sánchez and P. Garcia Perea (2017). Reforms for more and better quality jobs in Spain. OECD. Economics Department Working Papers, No. 1386, OECD Publishing, Paris. http://dx.doi.org/10.1787/72275f0b-en Jansen, M., Jimenez-Martin, S., Gorjon, L. (2016). El legado de la crisis: El mercado de trabajo espanol y las secuelas de la gran recesion. Estudios sobre la Economía Española. 2016/09 Ministry of Education, Culture and Sports (2017a). State System of Education Indicators . Available at: https://www.mecd.gob.es/servicios-al-ciudadano-mecd/estadisticas/educacion/indicadores-publicaciones- sintesis/sistema-estatal-indicadores.html Ministry of Education, Culture and Sports (2017b). Panorama de la educacion. Indicadores de la OCDE 2017, available at: https://www.mecd.gob.es/inee/indicadores/indicadores-internacionales/ocde.html ",
        "References 79 Ministry of Employment and Social Security (2017). Estrategia de empendimiento y empleo joven. Datos de Inscripcion en el Sistema de Garantia Juvenil, available at: http://www.empleo.gob.es/es/garantiajuvenil/inscripcion.html Ministry of Energy, Tourism and Digital Agenda (2017). La estrategia digital para una Espana inteligente. (http://www.minetad.gob.es/telecomunicaciones/es-ES/Participacion/Paginas/Cerradas/consulta- estrategia-digital.aspx) OECD (2017), Going for growth. Economic Policy Reforms, available at: http://www.oecd.org/eco/going-for-growth/ OECD (2017b), OECD Employment Outlook 2017 , OECD Publishing, Paris, available at: http://dx.doi.org/10.1787/empl_outlook-2017-en OECD (2017c), Spain: Country Health Profile 2017, State of Health in the EU, OECD Publishing, Paris/European Observatory on Health Systems and Policies, Brussels. Available at : http://dx.doi.org/10.1787/9789264283565-en OECD (2017d), R&D tax incentives', OECD Science, Technology and Industry Scoreboard 2017 , pp. 156-157, OECD, Paris. Plan Anual de Política de Empleo 2016 (Resolución, BOE de 22 de agosto de 2016), available at: https://www.boe.es/boe/dias/2016/08/31/pdfs/BOE-A-2016-8107.pdf Plan Anual de Política de Empleo 2016, available at: https://www.sepe.es/contenidos/que_es_el_sepe/publicaciones/pdf/pdf_empleo/pape_2 016.pdf Philiponnet, N. and A. Turrini (2017), 'Assessing house price developments in the EU', European Economy Discussion Paper 48, May 2017, Publications Office of the European Union, Luxembourg. Phillips, S. T, L. Catão, L. A. Ricci, R. Bems, M. Das, G. di Mitali, J. di Giovanni, F. Unsal, M. Castillo, J. Lee, J. Rodriguez and J. P. Vargas (2013), 'The external balance assessment (EBA) methodology', IMF Working Paper 13/272, International Monetary Fund, Washington, D.C. Prades, E. and C. García (2015), 'Actualización de la función de las exportaciones españolas de bienes', Economic bulletin 4/2015, April 2015, Bank of Spain, Madrid. Prades, E. and P. Villanueva (2017), 'Spain in global value chains', Economic bulletin 3/2017, July 2017, Bank of Spain, Madrid. Thum-Thysen, A. and E. Canton (2015), 'Estimation of service sector mark-ups determined by structural reform indicators', European Economy Economic Paper 547, April 2015, Publications Office of the European Union, Luxembourg. Thum-Thysen, A., P. Voigt, B. Bilbao-Osorio, C. Maier and D. Ognyanova (2017), Unlocking investment in intangible assets', European Economy Discussion Paper 47, May 2015, Publications Office of the European Union, Luxembourg. Van der Marel, E., J. Kren and M. Iootty (2016), 'Services in the European Union: What Kinds of Regulatory Policies Enhance Productivity?', World Bank Policy Research Working Paper 7919, World Bank, Washington, D.C. "
    ]
}