{
    "text": [
        "STATISTICAL BOOK S Key fi gures on enlargement countries 2019 edition ",
        "2019 edition Key figures on enlargement countries ",
        "Manuscript completed in April 2019 The European Commission is not liable for any consequence stemming from the reuse of this publication. Luxembourg: Publications Office of the European Union, 2019 © European Union, 2019 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the copyright of the European Union, permission must be sought directly from the copyright holders. Copyright for photographs: cover: © Landscape Nature Photo/Shutterstock.com; introduction: © RossHelen/Shutterstock.com; chapter 1: © Darios/Shutterstock.com; chapter 2: © Dinozzzaver/ Shutterstock.com; chapter 3: © Ljupco Smokovski/Shutterstock.com; chapter 4: © Mehmet Cetin/ Shutterstock.com; chapter 5: © Adam Jones, Ph.D., licensed under Creative Commons Attribution- ShareAlike 3.0 Unported (CC BY-SA 3.0); chapter 6: © bibiphoto/Shutterstock.com; chapter 7: © orangecrush/Shutterstock.com; chapter 8: © Jaroslav Francisko/Shutterstock.com; chapter 9: © Adam Radosavljevic/Shutterstock.com; chapter 10: © Valentina Zhi/Shutterstock.com; chapter 11: © Rasica/Shutterstock.com; chapter 12: © risteski goce/Shutterstock.com; chapter 13: © nomadFra/ Shutterstock.com. For more information, please consult: https://ec.europa.eu/eurostat/about/policies/copyright Print: ISBN 978-92-76-03414-8 PDF: ISBN 978-92-76-03413-1 ISSN 1977-9194 ISSN 2315-1943 doi:10.2785/542953 doi:10.2785/080458 Cat. No: KS-GO-19-001-EN-C Cat. No: KS-GO-19-001-EN-N ",
        "Key figures on enlargement countries — 2019 edition 3 Abstract Key figures on enlargement countries — 2019 edition The 2019 edition of Key figures on enlargement countries presents up-to-date series of key statistical data for five candidate countries and two potential candidates. The candidate countries, at the time of writing, were: Montenegro, North Macedonia, Albania, Serbia and Turkey, while the potential candidates were Bosnia and Herzegovina and Kosovo (this designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo Declaration of Independence). The tables, figures and associated commentary and methodological notes concern key social, economic and environmental themes for which data are collected annually from the enlargement countries through a series of harmonised questionnaires or as part of Eurostat’s regular collection of data on demography, national accounts, international trade and energy statistics. Most tables and figures in the publication are followed by data codes, which link directly to the associated tables within Eurostat’s free dissemination database (Eurobase): the codes generally contain data for the European Union (EU), the individual EU Member States, EFTA countries and in some cases for some or all of the enlargement countries. Director of Directorate B Eduardo Barredo Capelot Head of Unit B3 Avis Beneš Editors Torbiörn Carlquist and Luis Del Barrio Contact details Eurostat Unit B3 — enlargement, neighbourhood and development cooperation Statistical Office of the European Union Joseph Bech Building 5, rue Alphonse Weicker 2721 Luxembourg E-mail: ESTAT-STATISTICAL-COOPERATION@ec.europa.eu Production and desktop publishing INFORMA s.à r.l. Giovanni Albertone, Simon Allen, Andrew Redpath Data extracted March 2019 ",
        "Acknowledgements Key figures on enlargement countries — 2019 edition 4 Acknowledgements This publication would not have been possible without the cooperation and goodwill of a large number of people working in the national statistical authorities (statistical offices, central banks, finance and other ministries) of the enlargement countries. Montenegro Statistical Office of Montenegro http://www.monstat.org/eng/ North Macedonia State Statistical Office http://www.stat.gov.mk/Default_en.aspx Albania Institute of Statistics http://www.instat.gov.al/en/home.aspx Serbia Statistical Office of the Republic of Serbia http://www.stat.gov.rs/en-US/ Turkey Turkish Statistical Institute http://www.turkstat.gov.tr/ Bosnia and Herzegovina Agency for Statistics of Bosnia and Herzegovina http://www.bhas.ba/index.php?lang=en Kosovo Kosovo Agency of Statistics http://ask.rks-gov.net/en/ ",
        "Table of contents Key figures on enlargement countries — 2019 edition 5 Table of contents Acknowledgements 4 Table of contents 5 Introduction 7 1. Population 13 2. Living conditions 25 3. Health 33 4. Education 39 5. Labour market 49 6. Economy and finance 63 7. International trade in goods 77 8. Agriculture, forestry and fishing 87 9. Business 97 10. Science, technology and digital society 105 11. Transport 117 12. Energy 123 13. Environment statistics 131 ",
        "Introduction ",
        "Introduction Key figures on enlargement countries — 2019 edition 8 Policy background The European Union’s (EU’s) enlargement policy concerns the EU’s relations with countries which aspire to become EU Member States. There are strict conditions for membership of the EU, whereby new members are only admitted when they have clearly demonstrated they are capable of assuming all of the obligations that are linked to membership. Indeed, there are 35 different policy chapters, which together define all of the standards and rules (the so-called ‘acquis’) that are associated with EU membership. Some of the most important policies relate to the rule of law, freedom of expression and media, civil society, regional cooperation and economic governance. The Instrument for Pre-accession Assistance (IPA) is the means by which the EU supports reforms in the enlargement countries. IPA funds may be seen as an investment in the future of both the enlargement countries and the EU itself. They help the beneficiaries make political and economic reforms, which should provide their citizens with better opportunities. The second IPA framework for pre-accession assistance covers the period from 2014–2020 and has a dedicated budget of EUR 11.7 billion. For more information about the conditions for membership of the EU, see: https:// ec.europa.eu/neighbourhood-enlargement/policy/conditions-membership_en For more information on the EU’s enlargement policy, see: https://ec.europa.eu/ neighbourhood-enlargement/sites/near/files/pdf/key_documents/2015/20151110_ strategy_paper_en.pdf, and https://ec.europa.eu/neighbourhood-enlargement/sites/ near/files/20180417_strategy_paper_en.pdf For more information on the Strategy for the Western Balkans, see: https://ec.europa.eu/ commission/sites/beta-political/files/communication-credible-enlargement-perspective- western-balkans_en.pdf For more information on the EU’s enlargement package — strategy and reports are available at: https://ec.europa.eu/neighbourhood-enlargement/countries/package_en For more information, see: https://ec.europa.eu/eurostat/statistics-explained/index.php/ Enlargement_policy_and_statistical_cooperation Statistical cooperation Among the EU Member States, statistics are coordinated by Eurostat, the statistical office of the EU, through the European statistical system (ESS). The ESS is based on the harmonisation of statistical concepts, methodologies, definitions and methods which enable the collection of reliable, robust and comparable statistics among EU Member States, EFTA and enlargement countries. Eurostat shares its expertise with non-member countries within the framework of international statistical cooperation activities — supporting, upgrading and enhancing the statistical systems of these non-member countries. The beneficiaries of this support include: • EU enlargement countries (candidate countries and potential candidates); • European Neighbourhood Policy (ENP) countries • in the ENP-East area; • and in the ENP-South area; • African, Caribbean and Pacific (ACP) countries; • Latin American countries; • Asian countries. ",
        "Introduction Key figures on enlargement countries — 2019 edition 9 For more information, see: https://ec.europa.eu/eurostat/statistics-explained/index.php/ Statistical_cooperation_-_introduction STATISTICAL COOPERATION WITH THE ENLARGEMENT COUNTRIES Reliable and comparable statistics are a precondition for a successful accession process. The EU acquis in the field of statistics requires the existence of a statistical infrastructure based on principles such as professional independence, objectivity, impartiality, commitment to quality, reliability, transparency, confidentiality of individual data and equal access of official statistical data for all users. The EU acquis also covers methodology, classifications and procedures for data collection. Little transposition into national legislation is needed as the majority of the EU acquis takes the form of regulations which are directly applicable in EU Member States. Official statistics play a triple role in the enlargement process: • the EU acquis (Chapter 18) defines the harmonisation of statistics with EU standards and rules which have to be achieved in the pre- accession period; • they serve other EU policy areas by providing data for monitoring changes and assessing the impact of policies chosen; • they provide statistical indicators for monitoring the implementation of the IPA programmes. Eurostat monitors the compliance of national statistical systems with the EU acquis in the field of statistics. Eurostat also provides technical assistance and support to national statistical authorities and other producers of official statistics. Some instruments — statistical training courses, traineeships, study visits, management training, and participation in meetings within the ESS — aim to reinforce human skills in enlargement countries. In addition, Eurostat conducts peer reviews and adapted global assessments of the statistical systems in the enlargement countries. While basic principles and institutional frameworks for producing statistics are already in place, the enlargement countries are expected to increase the volume and quality of their data progressively and to transmit these data to Eurostat in the context of the EU’s enlargement process. The final objective of the EU in relation to official statistics is to obtain harmonised, high-quality data that conform to both European and international standards. Eurostat collects data on an annual basis and this exercise also provides an opportunity to offer methodological recommendations to enlargement countries. Eurostat plays a key role in improving transparency for the enlargement countries by publishing data, both in publications such as this one and through its free dissemination database (Eurobase). ",
        "Introduction Key figures on enlargement countries — 2019 edition 10 Reading guide PUBLICATION STRUCTURE The main body of Key figures on enlargement countries — 2019 edition contains tables, figures, commentary and explanations structured into 13 chapters covering statistics on a variety of topics: population; living conditions; health; education and training; the labour market; economy and finance; international trade in goods; agriculture, forestry and fishing; business; science, technology and digital society; transport; energy; and the environment. SPATIAL COVERAGE Table 1 provides an overview of a number of key indicators for each enlargement country: the number of inhabitants, the size of each economy (as measured by GDP) and the average standard of living (as measured by GDP per capita). TIMELINESS The data presented in this publication were collected from the enlargement countries during winter 2018/19 or extracted from Eurobase in March 2019. As Eurobase is updated regularly, some data in this publication may have been revised already. The accompanying text was drafted in March 2019. Table 1: Key indicators, 2017 and 2018 Population Gross domestic product Total (billion EUR) Per capita (EUR) 2018 2017 EU-28 512 379 15 383.1 30 000 Montenegro 622 4.3 6 900 North Macedonia 2 075 10.0 4 800 Albania 2 870 11.6 4 000 Serbia 7 001 39.2 5 600 Turkey 80 811 753.9 9 400 Bosnia and Herzegovina ( 1 ) 3 503 15.3 4 400 Kosovo 1 799 6.4 3 600 ( 1 ) Gross domestic product: 2016. Source: Eurostat (online data codes: demo_gind, nama_10_gdp, nama_10_pe, nama_10_pc and demo_gind) DATA SOURCES The data for the enlargement countries are supplied by and under the responsibility of the national statistical authorities. The publication of these data does not constitute the expression of an opinion by the European Commission on the legal status of a country or territory or on the delimitation of its borders. Data for enlargement countries are collected for a wide range of indicators each year through a questionnaire that is sent by Eurostat to the enlargement countries. A network of contacts in each enlargement country has been established for updating these questionnaires, generally within the national statistical offices, but potentially including representatives of other data-producing organisations (for example, central banks, finance and other government ministries). The vast majority of the statistics on enlargement countries that are included in this publication are freely available through the following link: https://ec.europa.eu/eurostat/ web/enlargement-countries/data/database. In several areas the regular collection by Eurostat of data has been expanded beyond EU Member States and EFTA countries to also include enlargement countries. Consequently, in 2016 it was decided to stop collecting ",
        "Introduction Key figures on enlargement countries — 2019 edition 11 demography statistics, national accounts and energy statistics through the aforementioned questionnaires and instead to use data from these regular subject-specific data collection exercises, as was already the case for statistics on international trade in goods. As such, the data presented in this publication for these subject areas — demography, national accounts, international trade in goods and energy — are generally sourced from the same data tables as those containing information for the EU and its Member States. These statistics are also freely available on-line through the following link: https://ec.europa.eu/eurostat/data/database. EUROSTAT DATA CODE Data codes have been inserted after most tables and figures to help readers access the most recent data on the Eurostat website: the data codes link directly to the associated tables within Eurobase. The codes generally contain the data for the EU as well as data for individual EU Member States and EFTA countries in most cases and in some cases for some or all of the enlargement countries. In the PDF version of this publication, data codes under the tables and figures are presented as internet hyperlinks. The data on Eurostat’s website are frequently updated and may therefore differ from those presented in this publication and often contain more detailed data. Exchange rates For some indicators, monetary values were provided by the enlargement countries in national currency terms. In these cases, Eurostat converted the series using exchange rates (annual averages for the reference year in question) so that data for all indicators are denominated in the same currency. While the conversion to a common currency unit facilitates comparisons of data between countries, it is important to understand that changes in exchange rates are partially responsible for movements identified when looking at the development of a time series for an indicator that is denominated in euro. Table 2 provides information on the annual average exchange rates between the euro and the enlargement currencies for the period 2008-2018. Note that Montenegro and Kosovo both employ the euro as their de facto domestic currency. Table 2: Euro exchange rates, annual averages, 2008-2018 (1 euro = … national currency) 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Montenegro ( 1 ) 1 1 1 1 1 1 1 1 1 1 1 North Macedonia 61.265 61.273 61.515 61.529 61.530 61.583 61.623 61.610 61.595 61.574 61.511 Albania 122.80 132.06 137.79 140.33 139.04 140.26 139.97 139.74 137.36 134.15 127.59 Serbia 81.44 93.95 103.04 101.95 113.13 113.14 117.31 120.73 123.12 121.34 118.27 Turkey 1.9064 2.1631 1.9965 2.3378 2.3135 2.5335 2.9065 3.0255 3.3433 4.1206 5.7077 Bosnia and Herzegovina 1.9558 1.9558 1.9558 1.9558 1.9558 1.9558 1.9558 1.9558 1.9558 1.9558 1.9558 Kosovo ( 1 ) 1 1 1 1 1 1 1 1 1 1 1 ( 1 ) The euro is used as a de facto domestic currency. Source: Eurostat (online data code: ert_bil_eur_a) ",
        "Introduction Key figures on enlargement countries — 2019 edition 12 Symbols and abbreviations Statistical data are often accompanied by additional information, for example concerning the quality or status of the data. In figures, all additional information is provided by way of footnotes. The following symbols are used in tables: Value in italics provisional data, estimates or forecasts (in other words, data that are likely to change) : shown where data are not available, confidential or unreliable – shown where an indicator is not relevant MEASUREMENT UNITS OR SCALARS % percentage billion 1 000 million EUR euro head unit of measure for counting the number of (farm) animals kg kilogram kgoe kilogram of oil equivalent km kilometre km² square kilometre tonne (t) 1 000 kg toe tonne of oil equivalent OTHER ABBREVIATIONS ACP African, Caribbean and Pacific (countries) CAP common agricultural policy CO 2 carbon dioxide EDP excessive deficit procedure EEA European Environment Agency EFTA European Free Trade Association ENP European neighbourhood policy ESA European system of accounts ESS European statistical system EU European Union FDI foreign direct investment GDP gross domestic product GERD gross domestic expenditure on R & D ICJ International Court of Justice ILO International Labour Organisation IMF International Monetary Fund ISCED international standard classification of education NACE statistical classification of economic activities in the European Community NPISH non-profit institutions serving households OECD Organisation for Economic Co-operation and Development PC personal computer PDF portable document format PPS purchasing power standards R & D research and development Rev. revision SGP stability and growth pact SITC standard international trade classification UNFCCC United Nations Framework Convention on Climate Change UNSCR United Nations Security Council resolution ",
        "1 Population ",
        "1 Population Key figures on enlargement countries — 2019 edition 14 Table 1.1: Population as of 1 January, 2008-2018 (thousands) 2008 2010 2012 2014 2016 2018 EU-28 ( 1 ) 500 297 503 171 504 048 507 011 510 277 512 379 Montenegro 616 619 620 622 622 622 North Macedonia 2 045 2 053 2 060 2 066 2 071 2 075 Albania 2 958 2 919 2 903 2 892 2 876 2 870 Serbia ( 2 ) 7 366 7 307 7 217 7 147 7 076 7 001 Turkey 70 586 72 561 74 724 76 668 78 741 80 811 Bosnia and Herzegovina 3 844 3 844 3 839 3 831 3 516 3 503 Kosovo ( 3 ) 2 153 2 208 1 799 1 821 1 772 1 799 ( 1 ) 2010, 2012, 2016 and 2018: break in series. ( 2 ) 2012: break in series. ( 3 ) 2012 and 2016: break in series. Source: Eurostat (online data code: demo_gind) Population size Eurostat collects data from EU Member States and other countries participating in its demography data collection exercise in relation to the population as of 1 January each year (or, in some cases, on 31 December of the previous year). The recommended definition is the ‘usual resident population’ and represents the number of inhabitants of a given area. Statistics on population change and the structure of population are increasingly used to support policymaking and provide an opportunity to monitor demographic behaviour within an economic, social and cultural context. The combined population of the enlargement countries was estimated to be just below 99 million inhabitants in 2018 (see Table 1.1), which was equivalent to slightly less than one fifth (19.3 %) of the EU-28 total (512 million persons). Turkey was by far the largest enlargement country, with a population of 81 million inhabitants in 2018, just lower than the population of Germany (83 million), but higher than in any other EU Member State. By contrast, Montenegro was the smallest enlargement country in population terms, with a population of 622 thousand inhabitants, somewhat smaller than the population of Cyprus (864 thousand), but larger than those of Luxembourg (602 thousand) or Malta (476 thousand). The development of the number of inhabitants within the enlargement countries followed a varied pattern during the period 2008-2018. The population of Turkey increased at a relatively rapid pace, growing by 14.5 % overall during the period under consideration, while the number of inhabitants in North Macedonia and Montenegro grew at a modest pace, increasing by 1.5 % and 1.1 % respectively; this was slower than the corresponding rate of change in the EU-28, where the population grew overall by 2.4 %. There were relatively small contractions in the level of population in Albania (down 3.0 %) and Serbia (down 4.9 %; note that there is a break in series), while the number of inhabitants contracted by 8.9 % in Bosnia and Herzegovina and by 16.5 % in Kosovo; note there were two breaks in series as regards population data for Kosovo, with annual growth in almost every year before and after these breaks. ",
        "1 Population Key figures on enlargement countries — 2019 edition 15 Figure 1.1: Population density, 2017 (inhabitants/km²) 0 20 40 60 80 100 120 140 160 180 EU-28 ( 1 ) Kosovo Albania Turkey Serbia North Macedonia ( 1 ) Bosnia and Herzegovina Montenegro ( 1 ) Estimate. Source: Eurostat (online data code: tps00003) Population density provides information on the average number of inhabitants per square kilometre (km²). Among the enlargement countries, the highest ratio in 2017 was recorded in Kosovo, 164.9 inhabitants per km². Kosovo was the only enlargement country with a population density ratio that was higher than the EU-28 average, which stood at 117.7 inhabitants per km² (see Figure 1.1). By contrast, the lowest population density among the enlargement countries was recorded in Montenegro (which also had the lowest number of inhabitants), with a ratio of 45.1 inhabitants per km² in 2017. There were more women than men living in the EU-28 in 2018 (see Table 1.2): the difference between the sexes was relatively small, as there were 1 045 women for every 1 000 men. Among the enlargement countries, the ratio of women to 1 000 men peaked at 1 053 in Serbia, while Kosovo (2017 data) and Montenegro also reported that women accounted for the majority of their population; no recent data are available for Bosnia and Herzegovina, but older data indicate that women were also in the majority in this country. The male population was slightly larger than the female population in Turkey, Albania and North Macedonia, where ratios of 994-997 women per 1 000 men were recorded. Table 1.2: Ratio of women to men, 2008, 2013 and 2018 (number per 1 000) 2008 2013 2018 EU-28 ( 1 ) 1 050 1 050 1 045 Montenegro 1 030 1 024 1 022 North Macedonia 995 996 997 Albania 1 002 984 995 Serbia ( 2 ) 1 057 1 054 1 053 Turkey 996 992 994 Bosnia and Herzegovina 1 041 1 047 : Kosovo ( 3 ) 980 986 1 022 ( 1 ) 2013 and 2018: breaks in series. ( 2 ) 2013: break in series. ( 3 ) 2013: break in series. 2017 instead of 2018. Source: Eurostat (online data code: demo_gind) ",
        "1 Population Key figures on enlargement countries — 2019 edition 16 Figure 1.2: Population by age class, 2018 (% of total population) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Montenegro North Macedonia Albania Serbia Turkey Kosovo ( 1 ) Less than 15 years 15-64 years 65 years and over Note: Bosnia and Herzegovina, not available. ( 1 ) 2017. Source: Eurostat (online data code: demo_pjangroup) Population age structure The EU-28 population is ageing as consistently low birth rates and higher life expectancy transform the shape of its age pyramid. As a result, the proportion of young people (aged less than 15 years) and the proportion of working age people (aged 15-64 years) is shrinking, while the relative share of those aged 65 years and over is expanding. In 2018, the working-age population accounted for less than two thirds (64.7 %) of the total population of the EU-28 and a similar — but slightly larger — share in each of the enlargement countries (see Figure 1.2): the lowest share was 65.7 % in Serbia and the highest share was 69.9 % in North Macedonia. By contrast, the relative importance of those age groups who are often referred to as dependents varied considerably. For example, in the EU-28, North Macedonia, Albania and Montenegro, people aged less than 15 years accounted for 16-18 % of the total population in 2018, while in Serbia their share was lower, at 14.4 %. The share of younger persons was closer to one quarter of the total population in Turkey (23.6 %) and Kosovo (25.0 %; 2017 data). Conversely, less than one tenth of the population in Kosovo (2017 data) and Turkey were aged 65 years and over, while this share averaged 19.7 % in the EU-28 and peaked among the remaining enlargement countries at 19.9 % in Serbia. ",
        "1 Population Key figures on enlargement countries — 2019 edition 17 Age dependency ratios Age dependency ratios compare the size of the age groups that are generally economically inactive — children and older people — with the size of the working-age population. In 2018, the total dependency ratio (the sum of children and older people compared with the number of working age people) was 54.6 % in the EU-28; in other words, there were slightly less than two people of working age to maintain the upbringing and social expenditure required by each economically dependent person. Total dependency ratios in the enlargement countries ranged from a high of 52.1 % in Serbia down to 43.1 % in North Macedonia. Serbia was the only enlargement country to record a total dependency ratio that was above 50.0 % (as in the EU-28). There are considerable differences in age structures between enlargement countries which impact upon the analysis of total dependency ratios. For example, in Kosovo there is a relatively young population structure, whereas in Serbia the population structure is more similar to that of the EU-28, with a considerably lower young-age dependency ratio and a considerably higher old-age dependency ratio. In 2018, the old-age dependency ratio ranged across the enlargement countries from 12.1 % in Kosovo (2017 data) to 22.0 % in Montenegro, with the ratio in Serbia well above this range at 30.3 %. As such, none of the enlargement countries recorded an old-age dependency ratio that was as high as the EU-28 average, which stood at 30.5 % (see Figure 1.3). By contrast, young-age dependency ratios ranged from a high of 37.5 % in Kosovo (2017 data) down to 21.8 % in Serbia, with Serbia and North Macedonia the only enlargement countries to record young-age dependency ratios that were lower than the EU-28 average of 24.1 %. These differences in age structures may result in pressures on various public services, for example, national educational systems in those countries with a relatively high proportion of young persons and care (including healthcare) and pension systems in those countries characterised as having relatively high proportions of older persons. Figure 1.3: Young and old-age dependency ratios, 2018 (% of population aged 15-64 years) 0 10 20 30 40 50 60 EU-28 ( 1 ) Serbia Kosovo ( 2 ) Montenegro Turkey Albania North Macedonia Young dependency ratio Old-age dependency ratio Note: ranked on total (young and old) age dependency. Bosnia and Herzegovina: not available. Young dependency ratio: number of people aged less than 15 years compared with the number of people aged 15-64 years. Old-age dependency ratio: number of people aged 65 years and over compared with the number of people aged 15-64 years. ( 1 ) Provisional. ( 2 ) 2017. Source: Eurostat (online data code: demo_pjanind) ",
        "1 Population Key figures on enlargement countries — 2019 edition 18 Table 1.3: Crude birth and death rates, 2007, 2012 and 2017 (per 1 000 inhabitants) Crude birth rate Crude death rate 2007 2012 2017 2007 2012 2017 EU-28 ( 1 ) 10.7 10.4 9.9 9.7 9.9 10.3 Montenegro ( 2 ) 12.7 12.0 11.9 9.7 9.5 10.5 North Macedonia 11.1 11.4 10.5 9.6 9.8 9.8 Albania ( 3 ) 11.2 11.2 10.7 4.9 6.8 7.7 Serbia ( 2 ) 9.2 9.3 9.2 13.9 14.2 14.8 Turkey 18.4 17.0 16.1 5.6 5.4 5.3 Bosnia and Herzegovina 8.8 8.4 8.3 9.1 9.3 10.4 Kosovo ( 1 ) 15.5 15.4 16.8 3.1 4.0 5.4 ( 1 ) 2012 and 2017: break in series. ( 2 ) 2012: break in series. ( 3 ) 2011 instead of 2012. Source: Eurostat (online data code: demo_gind) Birth and death rates The crude birth rate (or crude death rate) is the ratio of the number of births (deaths) during the year to the average population in that year; the value is expressed per 1 000 inhabitants. If the crude birth rate exceeds the crude death rate then there is natural population growth. The crude birth rate in the enlargement countries peaked in Kosovo at 16.8 per 1 000 inhabitants in 2017, which was roughly 70 % higher than in the EU-28 (see Table 1.3). Turkey (16.1 births per 1 000 inhabitants) also recorded a relatively high crude birth rate, while Montenegro, Albania and North Macedonia each recorded rates that were slightly above the EU-28 average. Crude birth rates in Serbia and Bosnia and Herzegovina were below the EU-28 average, particularly so in the latter, where an average of 8.3 births were recorded for every 1 000 inhabitants. Serbia recorded the highest crude death rate among the enlargement countries, at 14.8 per 1 000 inhabitants in 2017; this appears not to have been an exceptional value as it was in keeping with the rates registered in 2007 (13.9 per 1 000 inhabitants) and 2012 (14.2 per 1 000 inhabitants). Along with Serbia, Montenegro and Bosnia and Herzegovina recorded crude death rates that were higher than the EU-28 average (10.3 per 1 000 inhabitants), although in Montenegro and in Bosnia and Herzegovina the latest rates were very close to the EU-28 average. By contrast, the lowest crude death rates in 2017 — about half the EU-28 average — were recorded in Turkey (5.3 per 1 000 inhabitants) and Kosovo (5.4 per 1 000 inhabitants). ",
        "1 Population Key figures on enlargement countries — 2019 edition 19 Fertility rates Fertility is the ability to conceive (become pregnant) and give birth to children. The total fertility rate is defined as the mean number of children who would be born to a woman during her lifetime, if she were to spend her childbearing years conforming to the age- specific fertility rates that have been measured in a given year. Turkey was the only enlargement country to record a total fertility rate around the replacement rate (developed countries are thought to need a fertility rate of around 2.1 children per woman in order to maintain their population levels). In 2017, the total fertility rate in Turkey stood at 2.07 (see Table 1.4). The fertility rate in Turkey remained relatively stable, fluctuating between 2.03 and 2.17 children per woman throughout the period 2007-2017, with the most recent low recorded in 2011 and the most recent peak in 2014. Aside from Turkey, fertility rates in Montenegro and Kosovo (2016 data) were also above the average for the EU-28 (1.59 children per woman) in 2017, reaching 1.78 and 1.66 respectively. By contrast, the lowest fertility rate among the enlargement countries (no data available for Bosnia and Herzegovina) was observed in North Macedonia (1.43 children per woman). Table 1.4: Total fertility rate, 2007-2017 (average number of children per woman) 2007 2009 2011 2013 2015 2017 EU-28 ( 1 ) 1.56 1.61 1.59 1.55 1.58 1.59 Montenegro 1.80 1.98 1.65 1.73 1.74 1.78 North Macedonia 1.46 1.52 1.46 1.49 1.50 1.43 Albania : : : 1.73 : 1.48 Serbia ( 2 ) 1.38 1.44 1.40 1.43 1.46 1.49 Turkey 2.13 2.09 2.03 2.08 2.14 2.07 Bosnia and Herzegovina : : : : : : Kosovo ( 3 ) : : : : : 1.66 ( 1 ) 2011, 2013, 2015 and 2017: break in series. ( 2 ) 2011: break in series. ( 3 ) 2016 instead of 2017. Source: Eurostat (online data code: demo_find) Life expectancy at birth Life expectancy at birth is the average number of years that a person can expect to live, if subjected throughout the rest of his/her life to current mortality conditions. Life expectancy at birth rose rapidly during the last century due to a number of factors, including: reductions in infant mortality; rising living standards; improved lifestyles; better education; advances in healthcare and medicine. In 2017, life expectancy in the enlargement countries ranged from a low of 75.6 years in Serbia to values in the range of 78.5-78.6 years in Turkey, Albania and Kosovo (2016 data), compared with 80.9 years in the EU-28. There was an increase in life expectancy between the years shown in Figure 1.4 in all four of the enlargement countries for which the comparison is available, as well as in the EU-28. ",
        "1 Population Key figures on enlargement countries — 2019 edition 20 Figure 1.4: Life expectancy at birth, 2007 and 2017 (years) 0 10 20 30 40 50 60 70 80 90 EU-28 ( 1 ) Kosovo ( 2 ) Albania ( 3 ) Turkey ( 4 ) Montenegro North Macedonia Serbia ( 1 ) 2007 2017 Note: Bosnia and Herzegovina, not available. ( 1 ) Break in series. ( 2 ) 2007: not available. 2016 (provisional) instead of 2017. ( 3 ) 2007: not available. ( 4 ) 2009 instead of 2007. Source: Eurostat (online data code: demo_mlexpec) Figure 1.5: Life expectancy at birth, 2017 (years) 0 10 20 30 40 50 60 70 80 90 EU-28 Kosovo ( 1 ) Albania Turkey Montenegro North Macedonia Serbia Male Female Note: Bosnia and Herzegovina, not available. ( 1 ) 2016. Provisional. Source: Eurostat (online data code: demo_mlexpec) Life expectancy at birth for women was higher than for men in 2017, both within the EU-28 and across all of the enlargement countries for which data are available (see Figure 1.5). This gender gap was at least 5.0 years Kosovo (2016 data), Turkey, Montenegro, the EU-28 and Serbia, while life expectancy at birth for women was 3.8 years more than it was for men in North Macedonia and 3.0 years more in Albania. In 2017, life expectancy for men in the enlargement countries ranged from a low of 73.1 years in Serbia to 77.1 years in Albania compared with 78.3 years in the EU-28. For women, life expectancy across the enlargement countries was slightly more homogeneous, ranging from a low of 77.9 years in North Macedonia to 81.6 years in Kosovo (2017 data), compared with 83.5 years in the EU-28. ",
        "1 Population Key figures on enlargement countries — 2019 edition 21 Figure 1.6: Infant mortality rate, 2006 and 2016 (per 1 000 live births) 0 5 10 15 20 25 EU-28 North Macedonia Turkey Albania Kosovo Bosnia and Herzegovina ( 1 ) Serbia Montenegro 2006 2016 ( 1 ) 2016: not available. Source: Eurostat (online data code: demo_minfind) Infant mortality rates The infant mortality rate is defined as the ratio of the number of deaths of children under one year of age to the number of live births in the reference year; the value is expressed per 1 000 live births. Most women in the developed world give birth in hospital, where a range of technologies are available to help monitor and assist with childbirth; there has been a relatively rapid decline in infant mortality rates in recent years. This pattern was most apparent among the enlargement countries in Turkey, Kosovo and Montenegro (see Figure 1.6). Between 2006 and 2016, infant mortality rates in Montenegro and Turkey more than halved: in Montenegro the rate fell by 7.6 deaths per 1 000 live births (down 69 %) while in Turkey it fell by 14.5 deaths per 1 000 live births (down 59 %). Infant mortality rates fell by just over a quarter in Kosovo and Serbia. North Macedonia and Albania recorded higher infant mortality rates in 2016 than in 2006. For comparison, the infant mortality rate in the EU-28 fell by 22 % overall during the period under consideration. The infant mortality rate in the EU-28 was 3.6 deaths per 1 000 live births in 2016. Montenegro was the only enlargement country which recorded an infant mortality rate (3.4 deaths per 1 000 live births) that was below the average for the EU-28. Infant mortality rates in North Macedonia (11.9 births per 1 000 live births) were more than three times as high as in the EU-28, while in Turkey, Albania and Kosovo they were more than twice as high. ",
        "1 Population Key figures on enlargement countries — 2019 edition 22 Population change Total population change may be decomposed into two primary components: the crude rate of natural population change and the crude rate of net migration. As noted above, the former may be calculated by subtracting the crude death rate from the crude birth rate with a positive result implying that the natural rate of population change is increasing. In recent years, the EU-28 crude birth rate was generally slightly higher than the crude death rate, resulting in a modest level of natural population increase. However, in 2017 the EU-28 crude birth rate was 0.4 per 1 000 inhabitants lower than its crude death rate; as such, the natural rate of population change was negative. Among the enlargement countries, differences between these two rates tended to be wider (see Figure 1.7); this was particularly the case in Kosovo and Turkey, where crude birth rates were considerably higher than crude death rates, with the natural rate of population change reaching 11.4 per 1 000 inhabitants in Kosovo and 10.8 per 1 000 inhabitants in Turkey. By contrast, crude death rates in Bosnia and Herzegovina and Serbia exceeded crude birth rates (as in the EU-28), and as a result the natural rate of population change fell by 2.0 per 1 000 inhabitants in Bosnia and Herzegovina and by 5.5 per 1 000 inhabitants in Serbia. Figure 1.7: Population change, 2007 and 2017 (per 1 000 inhabitants) −20 −15 −10 −5 0 5 10 15 20 EU-28 ( 1 )( 2 ) Turkey Kosovo ( 2 ) North Macedonia Montenegro ( 2 ) Bosnia and Herzegovina Albania Serbia ( 2 ) 2017 Crude rate of natural change Crude rate of net migration plus statistical adjustment −20 −15 −10 −5 0 5 10 15 20 EU-28 Turkey Kosovo North Macedonia Montenegro Bosnia and Herzegovina Albania Serbia 2007 Note: ranked on the rate of total population change in 2017. ( 1 ) Provisional. ( 2 ) Break in series. Source: Eurostat (online data code: demo_gind) ",
        "1 Population Key figures on enlargement countries — 2019 edition 23 Figure 1.8: First permits issued in the EU to citizens of enlargement countries, 2008-2017 (thousands) 0 25 50 75 100 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Turkey Albania Serbia Bosnia and Herzegovina Kosovo North Macedonia Montenegro Source: Eurostat (online data code: migr_resfirst) The other component of population change is net migration; this also includes any statistical adjustment necessary for the two components to combine to match the overall change. In the face of relatively low crude birth rates, natural decreases in population numbers, and a gradually ageing society with an increasing share of elderly persons, some countries have maintained their (working-age) populations through migratory flows. In 2017, the EU-28’s crude rate of net migration was 2.3 per 1 000 inhabitants, slightly lower than it had been in 2007 (when it was 3.1 per 1 000 inhabitants). The pattern in the enlargement countries was less clear, with three recording negative rates as higher numbers of people left their territories (compared with the numbers arriving). In 2017, the crude rate of net migration was positive in Turkey (1.6 per 1 000 inhabitants), while there was no (or almost no) change in population as a result of migratory flows in North Macedonia, Bosnia and Herzegovina or Serbia. The three remaining enlargement countries reported a negative rate of net migration, with a relatively high ratio of emigrants from Albania (net migration of − 5.2 per 1 000 inhabitants) and, to a lesser extent, Montenegro and Kosovo. Acquisition of citizenship and asylum Two other issues related to migration are presented in Figures 1.8 and 1.9, namely the acquisition of citizenship and asylum. A residence permit represents an authorisation issued by the competent authorities of a country allowing nationals of non-member (non-EU) countries (also known as third country nationals) to stay for at least three months on its territory. Figure 1.8 indicates how many first residence permits were issued each year between 2008 and 2017 by EU Member States to citizens of enlargement countries. For citizens of all enlargement countries combined, the total number of such permits fell at the beginning of this period, down from 257 thousand in 2008 to 153 thousand in 2011. Thereafter, there was a steady increase in the number of first permits issued to citizens of enlargement countries, to reach 240 thousand by 2017. While a similar pattern can be seen in most of the individual enlargement countries, the total (for all countries combined) was dominated by the number of permits issued to citizens of two countries, namely Turkey and Albania, and for the latter the ",
        "1 Population Key figures on enlargement countries — 2019 edition 24 Figure 1.9: Asylum applications in the EU-28 from enlargement countries, 2011-2018 (thousands) 0 20 40 60 80 2011 2012 2013 2014 2015 2016 2017 2018 Turkey Albania Serbia Kosovo North Macedonia Bosnia and Herzegovina Montenegro Source: Eurostat (online data code: migr_asyappctza) recent developments were particularly volatile: the number of first permits for Albanian citizens fell 68 % between 2008 and 2013 and then rose 90 % between 2013 and 2016. Focusing on the latest information available, 28 % of the first residence permits issued in 2017 to citizens of enlargement countries were for Turkish citizens and 22 % for Albanians. Between 11 % and 17 % were for citizens of Serbia, Bosnia and Herzegovina, and Kosovo, while 7 % were for Macedonians and 1 % for Montenegrins. Asylum applications in the EU from citizens of the seven enlargement countries increased from 42 thousand in 2011 to a peak of 204 thousand in 2015, before declining to 63 thousand by 2018 (see Figure 1.9). With the exception of Turkish citizens, this increase and subsequent decline was observed for citizens of all enlargement countries, with particularly large peaks in 2015 among citizens of Kosovo and Albania. The development for Turkish citizens was quite different, with a stable, relatively small (particularly given the overall population of Turkey) number of asylum applications from Turkish citizens between 2011 and 2015, with this number more than doubling between 2015 and 2016 and again between 2016 and 2018. Whereas Turkish citizens accounted for 15 % of all asylum applications in the EU from citizens of enlargement countries in 2011 this share had risen to 36 % by 2018. In 2018, Albanians made up the second largest group of asylum applicants from enlargement countries, with a 35 % share of the total, followed at some distance by Serbians, Kosovars and Macedonians with shares between 7 % and 10 %. ",
        "2 Living conditions ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 26 Figure 2.1: Inequality of income distribution (income quintile share ratio), 2012 and 2017 (ratio) 0 2 4 6 8 10 12 EU-28 Serbia ( 1 ) Turkey ( 2 ) Montenegro ( 1 )( 3 ) North Macedonia 2012 2017 Note: Albania, Bosnia and Herzegovina, and Kosovo, not available. ( 1 ) 2013 instead of 2012. ( 2 ) 2016 instead of 2017. ( 3 ) 2017: provisional. Source: Eurostat (online data code: ilc_di11) Income distribution The income quintile share ratio, also known as the S80/S20 ratio, is a measure of the inequality of income distribution. It is calculated as the ratio of total income received by the 20 % of the population with the highest income (the top quintile) to that received by the 20 % of the population with the lowest income (the bottom quintile); incomes are equivalised to take account of the varying composition of households. Figure 2.1 shows that the income of the top population quintile in the EU-28 was 5.1 times the size of the income of the bottom population quintile in 2017. All four candidate countries for which recent data are available reported a higher degree of income inequality than that observed in the EU-28: the ratio stood at 6.4 in North Macedonia, and reached 9.4 in Serbia. During the five-year period shown in Figure 2.1, the income quintile share ratio rose slightly in the EU-28 from 5.0 to 5.1 (2012-2017). There was a far more rapid increase in income inequality in Serbia, where this ratio rose from 8.6 to 9.4 (2013-2017). By contrast, the distribution of income in Turkey (2012-2016) and Montenegro became somewhat more equitable, as the income quintile share ratio fell by 0.7 and 0.9 respectively. This pattern was even more apparent in North Macedonia, as its ratio fell from 10.2 to 6.4 between 2012 and 2017. ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 27 Figure 2.2: Gini coefficient, 2012 and 2017 (ratio) 0 5 10 15 20 25 30 35 40 45 EU-28 Turkey ( 1 ) Serbia ( 2 ) Montenegro ( 2 )( 3 ) North Macedonia Bosnia and Herzegovina ( 4 ) Albania ( 5 ) 2012 2017 Note: Kosovo, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2013 instead of 2012. ( 3 ) 2017: provisional. ( 4 ) 2011 instead of 2012. 2015 instead of 2017. Calculation based on consumption expenditure. ( 5 ) 2017: not available. Calculation based on consumption. Source: Eurostat (online data code: ilc_di12) The Gini coefficient is an alternative measure of income inequality. It shows the extent to which all incomes within the population differ from the average income: the closer the coefficient is to 100 the less equal are the incomes, while the closer it is to 0 the more equal are the incomes. In the EU-28, the Gini coefficient in 2017 was 30.7 (see Figure 2.2). As already observed for the income quintile share ratio, Gini coefficients for North Macedonia (32.5), Montenegro (36.7), Serbia (37.8) and Turkey (42.6; 2016 data) were also higher than the ratio observed for the EU-28. Recent data are also available for Bosnia and Herzegovina which reported a Gini coefficient (31.2; 2015 data) that was the lowest among the enlargement countries, but still slightly above the value in the EU-28. Note that there was a lower ratio in Albania (27.1), although this ratio relates to 2012 and there is no more recent information available. Serbia (2013-2017), Turkey (2012-2016) and the EU-28 reported little change in their Gini coefficients between the two years shown in Figure 2.2 (as the coefficient changed by ± 0.2). Elsewhere, the Gini coefficient fell, most notably in North Macedonia (down 6.3). Poverty and social exclusion The risk of poverty or social exclusion is not dependent strictly on a household’s level of income, but may also reflect joblessness, low work intensity, working status, or a range of socio- economic issues. The number or share of people who are at risk of poverty or social exclusion combines three separate measures and covers persons who are in at least one of three situations: persons who are at risk of poverty; persons who suffer from severe material deprivation; persons living in a household with very low work intensity. In 2017, 22.4 % of the population in the EU-28 were at risk of poverty or social exclusion (see Figure 2.3). Four of the enlargement countries have data for this indicator, with values ranging from 33.6 % in Montenegro to 45.0 % in Turkey (2016 data); the proportion in Montenegro was therefore approximately 50 % above that in the EU-28 while the proportion in Turkey was double the EU-28 average. Between 2012 and 2017 the ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 28 Figure 2.3: Proportion of the population at risk of poverty or social exclusion, 2012 and 2017 (%) 0 5 10 15 20 25 30 35 40 45 50 55 60 65 EU-28 Turkey ( 1 ) North Macedonia Serbia ( 2 ) Montenegro ( 2 )( 3 ) 2012 2017 Note: Albania, Bosnia and Herzegovina and Kosovo, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2013 instead of 2012. ( 3 ) 2017: provisional. Source: Eurostat (online data code: ilc_peps01) proportion of the population in the EU-28 at risk of poverty or social exclusion fell by 2.4 percentage points. All four enlargement countries for which a comparison exists reported contractions for this indicator that were larger than that in the EU-28, ranging from a fall of 3.7 percentage points in Montenegro (2013-2017) to a fall of 16.3 percentage points in Turkey (2012-2016). Figure 2.4 and Table 2.1 focus on the risk of poverty. To calculate the total net income of each household the income received by all the members of the household from all sources is added together. For each person, the equivalised total net income is calculated as the household’s total net income divided by the equivalised household size, the latter generally based on the modified OECD scale: a weight of 1.0 for the first adult, 0.5 for other persons aged 14 years or over who are living in the household and 0.3 for each child aged less than 14 years. Poverty thresholds are set at 60 % of national median equivalised disposable income (after social transfers). These thresholds are set independently for each country: as such, the indicator reflects low income in comparison with other residents of the same country, which does not necessarily imply a low standard of living. The at-risk-of-poverty rate is the proportion of the population with an equivalised disposable income below the at-risk-of-poverty threshold; it can be calculated either before or after social transfers, reflecting the share of the population that is moved above the threshold as a result of receiving social transfers. In the EU-28, more than two fifths (43.8 %) of the population were at risk of poverty before social transfers in 2017, with this share dropping to one sixth (16.9 %) of the population once the impact of social transfers was taken into account. At-risk- of-poverty rates before and after social transfers are available for three candidate countries, all of which reported rates before transfers that were below that of the EU-28 and rates after transfers that were above that of the EU-28 — see ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 29 Figure 2.4: Proportion of the population at risk of poverty, 2017 (%) 0 5 10 15 20 25 30 35 40 45 EU-28 Montenegro ( 1 ) North Macedonia Serbia Turkey ( 2 ) Bosnia and Herzegovina ( 3 ) Before transfers After transfers Note: Albania and Kosovo, not available. ( 1 ) Provisional. ( 2 ) 2016. Before transfers: not available. ( 3 ) 2015. Calculation based on consumption expenditure. Before transfers: not available. Source: Eurostat (online data codes: ilc_li09 and ilc_li01) Table 2.1: Poverty main indicators, 2017 At-risk-of-poverty threshold (monthly income) Proportion of the population at risk of poverty before transfers (%) Proportion of the population at risk of poverty after transfers (%) (national currency) (euro) Male Female Male Female EU-28 − − 41.6 45.8 16.3 17.6 Montenegro 175 175 31.5 31.3 24.2 23.0 North Macedonia 7 511 122 26.2 25.7 22.4 22.0 Albania : : : : : : Serbia 15 600 129 31.4 31.9 25.4 26.0 Turkey ( 1 ) 712 213 38.9 42.1 22.4 23.2 Bosnia and Herzegovina ( 2 ) 389 199 : : 17.1 16.7 Kosovo : : : : : : ( 1 ) 2016. ( 2 ) 2015. Based on consumption expenditure. Source: Eurostat (online data codes: ilc_li02, ilc_li09 and ilc_li01) Figure 2.4. The proportion of the population that was at risk of poverty (after social transfers) in 2017 was highest in Serbia, at 25.7 %; somewhat lower rates were recorded in Montenegro (23.6 %), Turkey (22.8 %; 2016 data) and North Macedonia (22.2 %), while the rate in Bosnia and Herzegovina (16.9 %; 2015 data) was the same as in the EU-28. Poverty thresholds can be expressed in relation to monthly incomes, either in national currency or in euro terms. The level of income required to avoid the risk of poverty ranged — among those enlargement countries for which data are available (see Table 2.1) — from the equivalent of EUR 122 in North Macedonia to EUR 213 in Turkey (2016 data); note that data are not available for Albania or for Kosovo. ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 30 Table 2.2: Proportion of persons who are living in households with very low work intensity, 2012 and 2017 (%) 2012 2017 Persons aged 0-17 years Persons aged 18-59 years Persons aged 0-17 years Persons aged 18-59 years EU-28 9.1 10.8 8.1 9.7 Montenegro ( 1 ) 6.8 5.6 15.8 13.7 North Macedonia 19.8 19.8 19.4 16.0 Albania : : : : Serbia ( 1 ) 16.0 18.6 18.8 20.6 Turkey ( 2 ) 8.7 11.8 7.0 11.2 Bosnia and Herzegovina : : : : Kosovo : : : : ( 1 ) 2013 instead of 2012. ( 2 ) 2016 instead of 2017. Source: Eurostat (online data codes: ilc_lvhl11 and demo_pjan) Jobless households Indicators on households with very low work intensity are normally compiled from a labour force survey and identify households where the average working time (during the previous year) of adults within the household was no more than 20 % of their full work potential. The two indicators presented in Table 2.2 concern different subpopulations, namely people aged 0-17 years and those of working age, in this case defined as persons aged 18-59 years. In 2017, there was a small difference — 1.6 percentage points — between the values observed for these two subpopulations in the EU-28, with 8.1 % of persons aged 0-17 years and 9.7 % of persons aged 18-59 years living in households with very low work intensity. In the four enlargement countries for which data are available the differences between the proportions for these two age groups were larger, most notably in Montenegro. In Montenegro and North Macedonia the proportion of people aged 0-17 years living in households with very low work intensity was higher than the equivalent proportion for people aged 18-59 years, while the reverse was true in Serbia and Turkey (2016 data). In Turkey (2016 data), the proportions were broadly similar to those observed in the EU-28, albeit with somewhat higher rates for people of working age and lower rates for those aged 0-17 years. Elsewhere the proportions were considerably higher than in the EU-28: in North Macedonia close to one in five (19.4 %) people aged 0-17 years were living in households with very low work intensity as were nearly one in six (16.0 %) people of working age; in Serbia both proportions were close to one fifth. ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 31 Figure 2.5: Proportion of severely materially deprived persons, 2012 and 2017 (%) 0 5 10 15 20 25 30 35 40 45 50 55 60 EU-28 Turkey ( 1 ) North Macedonia Serbia ( 2 ) Montenegro ( 2 ) 2012 2017 Note: Albania, Bosnia and Herzegovina and Kosovo, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2013 instead of 2012. Source: Eurostat (online data code: ilc_sip8) Severe material deprivation Figure 2.5 presents data about the proportion of people who suffer from severe material deprivation, in other words, those who cannot afford at least four out of nine predefined material items that are considered by most people to be desirable or even necessary to have an adequate quality of life. In the EU-28, the severe material deprivation rate fell from 9.9 % in 2012 to 6.6 % in 2017. Three of the four enlargement countries for which data are available also observed large falls in this proportion over a similar time period, the exception being Montenegro where the proportion increased from 12.6 % in 2013 to 13.9 % in 2017. The latest data show higher proportions of severely materially deprived people in the enlargement countries than in the EU-28, with rates ranging from just over double the EU-28 average in Montenegro (13.9 %) to five times the EU-28 average in Turkey (32.9 %; 2016 data). ",
        "2 Living conditions Key figures on enlargement countries — 2019 edition 32 Table 2.3: Expenditure on social protection benefits and pensions relative to gross domestic product, 2007 and 2017 (% of GDP) Social protection benefits of which, pensions 2007 2017 2007 2017 EU-28 ( 1 ) 24.2 27.1 11.0 12.4 Montenegro : : : : North Macedonia : : : : Albania : : : : Serbia ( 2 ) : 21.0 : 11.7 Turkey ( 3 ) 10.9 12.6 6.6 7.7 Bosnia and Herzegovina : : : : Kosovo ( 4 ) : 7.0 : : ( 1 ) 2007: EU-25. 2016 instead of 2017. ( 2 ) 2016 instead of 2017. ( 3 ) 2016 instead of 2017. ( 4 ) 2014 instead of 2017. Source: Eurostat (online data code: spr_exp_sum) Social protection Social protection systems are generally well- developed in the EU: they are designed to protect people (to some degree) against the risks and needs associated with unemployment, parental responsibilities, sickness/healthcare and invalidity/disability, old-age, housing, the loss of a spouse or parent, and other forms of social exclusion. Social protection expenditure comprises social protection benefits, administration costs and other expenditure: the data shown in Table 2.3 only concern the benefits, which consist of transfers, in cash or in kind, by social protection schemes to households and individuals to relieve them of the burden of a defined set of risks or needs. In 2016, EU-28 expenditure on social protection benefits was equivalent to more than one quarter (27.1 %) of gross domestic product (GDP). This level was higher than in any of the three enlargement countries for which data are available: in Serbia the ratio was 21.0 % (2016 data), while in Turkey (12.6 %; 2016 data) it was about half the level recorded in the EU-28 and in Kosovo (7.0 %; 2014 data) it was around one quarter of the EU-28 level. Between 2007 and 2016, the ratio of expenditure on social protection benefits to GDP increased in the EU from 24.2 % (data for the EU-25) to 27.1 % (data for the EU-28). Only for Turkey are data are available for both reference years shown in Table 2.3 and it also reported an increase in its relative share of social protection benefits, with their share rising by 1.7 percentage points between 2007 and 2016. One factor which may explain (part of) the increase in expenditure on social protection benefits is an increase in the relative importance of pensions, which may be linked (at least in part) to ageing populations. Expenditure on pensions accounted for just under half (46 %) of the total expenditure on social protection benefits in the EU-28 in 2016; in contrast, their share was over half in Serbia (56 %) and three fifths in Turkey (61 %). Between 2007 and 2016 the ratio of expenditure on pensions to GDP rose from 11.0 % (data for the EU-25) to 12.4 % (data for the EU-28), an increase of 1.4 percentage points. This ratio rose at a slower pace in percentage point terms in Turkey — the only enlargement country for which a comparison is available — as expenditure on pensions rose from 6.6 % of GDP to 7.7 % of GDP between 2007 and 2016. ",
        "3 Health ",
        "3 Health Key figures on enlargement countries — 2019 edition 34 Table 3.1: Expenditure on health relative to gross domestic product, 2007 and 2017 (%) Total expenditure on health Public expenditure on health 2007 2017 2007 2017 EU-28 ( 1 ) : : : 7.9 Montenegro 2.0 : : : North Macedonia : : : : Albania : : 2.5 2.9 Serbia ( 2 ) 10.0 8.8 6.1 5.1 Turkey 5.8 4.5 3.9 3.5 Bosnia and Herzegovina ( 3 ) 9.0 9.2 : : Kosovo ( 1 ) : 1.8 : 1.6 ( 1 ) 2016 instead of 2017. ( 2 ) Total expenditure on health: 2016 instead of 2017. ( 3 ) 2009 instead of 2007. 2016 instead of 2017. Source: Eurostat (online data codes: hlth_sha11_hp, hlth_sha11_hf and nama_10_gdp) Figure 3.1: Public expenditure on health relative to GDP, 2007 and 2017 (%) 0 1 2 3 4 5 6 7 8 EU-28 ( 1 ) Serbia Turkey Albania Kosovo ( 1 ) 2007 2017 Note: Montenegro, North Macedonia and Bosnia and Herzegovina, not available. ( 1 ) 2007: not available. 2016 (estimate) instead of 2017. Source: Eurostat (online data codes: hlth_sha11_hf and nama_10_gdp) Public expenditure on health Healthcare systems are organised and financed in different ways, although universal access to quality healthcare, at an affordable cost to both individuals and society at large, is widely regarded as a basic need and forms one of the common values and principles for developed world healthcare systems. Total expenditure on health concerns total current expenditure and investment on health, regardless of the source of funds (and therefore includes private as well as public expenditure). The level of health expenditure relative to gross domestic product (GDP) ranged greatly between the four enlargement countries for which recent data are available (see Table 3.1), from 1.8 % of GDP in Kosovo to 9.2 % in Bosnia and Herzegovina (2016 data). In 2016, public expenditure on health in the EU-28 was 7.9 % relative to GDP. The relative weight of public health expenditure was lower in each of the four enlargement countries for which data are available (see Table 3.1 and Figure 3.1), peaking in 2017 at 5.1 % of GDP in Serbia, with lower ratios in Turkey (3.5 %), Albania (2.9 %) and Kosovo (1.6 %; 2016 data). Public expenditure on ",
        "3 Health Key figures on enlargement countries — 2019 edition 35 Table 3.2: Healthcare personnel relative to population size, 2017 (per 100 000 inhabitants) Physicians Dentists Pharmacists Nursing professionals Midwives EU-28 ( 1 ) 360.4 71.1 88.8 722.3 38.3 Montenegro ( 2 ) 265.1 4.7 17.2 510.5 37.1 North Macedonia : : : : : Albania : : : : : Serbia ( 3 )( 4 ) 295.4 28.2 30.2 81.6 36.2 Turkey ( 5 ) 185.6 34.5 35.3 205.6 66.5 Bosnia and Herzegovina ( 3 )( 6 ) 212.3 23.9 12.7 578.4 31.3 Kosovo 170.0 16.8 23.0 502.7 4.1 ( 1 ) Rounded estimates based on the closest reference period available for each EU Member State. 2016 instead of 2017. For nursing professionals: excluding Belgium, Czechia, Latvia and the Netherlands. ( 2 ) Nursing professionals: only tertiary level of health care that is open to all insured citizens. ( 3 ) 2016. ( 4 ) Physicians and dentists: professionally active staff; excluding the private health sector. ( 5 ) Professionally active staff. ( 6 ) Personnel working in public institutions. Source: Eurostat (online data codes: hlth_rs_phys, hlth_rs_prs1, hlth_rs_prsns and demo_pjan) health relative to GDP rose by 0.4 percentage points in Albania between 2007 and 2017, whereas its relative weight contracted in Turkey (down 0.4 points) and Serbia (down 1.0 points). Note these developments reflect changes in both health expenditure and GDP and that falling health expenditure relative to GDP does not necessarily imply a lower absolute level of health expenditure. Healthcare resources Table 3.2 provides information on specialist healthcare personnel. In 2016, there were an estimated 360 physicians per 100 000 inhabitants in the EU-28. Among the five enlargement countries for which data are available (see Table 3.1), the number of physicians relative to population size was consistently lower than in the EU-28. The highest ratios were recorded in Serbia (295 physicians per 100 000 inhabitants; 2016 data) and in Montenegro (265 physicians per 100 000 inhabitants; 2017 data). A similar analysis for dentists reveals that the EU-28 had, on average, 71 dentists per 100 000 inhabitants in 2016. This was also higher than the latest ratios recorded in any of the enlargement countries for which data are available, with Turkey recording the highest number of dentists per 100 000 inhabitants, 35 in 2017, approximately half the ratio recorded in the EU-28. Among the enlargement countries, the number of pharmacists relative to population size ranged from 13 per 100 000 inhabitants in Bosnia and Herzegovina (2016 data) to 35 per 100 000 inhabitants in Turkey, all less than half the average in the EU-28. In 2016, there was an average of 722 nursing professionals per 100 000 inhabitants in the EU-28. This figure was greater than the ratios recorded in any of the enlargement countries in 2017, with Bosnia and Herzegovina (2016 data), Montenegro and Kosovo each recording 500-600 nursing professionals per 100 000 inhabitants; much lower ratios were recorded in Turkey (206) and Serbia (82; 2016 data). Concerning midwives, the ratio in the EU-28 (38 per 100 000 inhabitants; 2016 data) was lower than that in Turkey (67 per 100 000 inhabitants) in 2017, but similar to the ratios in Montenegro, Serbia (2016 data) and Bosnia and Herzegovina (all in the range 31-37 per 100 000 inhabitants) and notably higher than in Kosovo (4 per 100 000 inhabitants). ",
        "3 Health Key figures on enlargement countries — 2019 edition 36 Figure 3.2: Number of hospital beds relative to population size, 2007 and 2017 (per 100 000 inhabitants) 0 100 200 300 400 500 600 EU-28 ( 1 ) Serbia ( 1 ) Bosnia and Herzegovina ( 1 ) Albania ( 2 ) Turkey ( 3 ) Kosovo ( 2 ) 2007 2017 Note: Montenegro and North Macedonia, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2007: not available. ( 3 ) 2007: excludes Ministry of National Defence affiliated facilities. Source: Eurostat (online data code: hlth_rs_bds) Hospital beds include beds for curative care, long-term care and rehabilitative care. In 2016, there were 2.6 million hospital beds available for use across the EU-28, which equated to 509 beds per 100 000 inhabitants (see Figure 3.2); approximately three quarters of these were for curative care, while the largest share of the remainder were beds for rehabilitative care. Among the enlargement countries, the highest ratio of hospital beds relative to population was recorded in Serbia (559 per 100 000 inhabitants; 2016 data); this was higher than in the EU-28. However, the number of hospital beds relative to population size was lower than the EU average in each of the remaining enlargement countries for which data are available: ratios of 377 and 310 hospital beds per 100 000 inhabitants were recorded in Bosnia and Herzegovina (2016 data) and Albania (2017 data), while Turkey and Kosovo had similar ratios, at 280 and 267 hospital beds per 100 000 inhabitants (both 2017 data). ",
        "3 Health Key figures on enlargement countries — 2019 edition 37 Hospital discharges Figure 3.3 provides information relating to hospital discharges of in-patients; this may be used as an indicator of the level of healthcare activity in hospitals. A hospital discharge occurs when a patient is formally released after an episode of care: discharge may result from the end of their treatment, a decision by the patient to sign-out against medical advice, the patient’s transfer to another healthcare institution, or because of death. In 2016, there were estimated to be 17 100 hospital discharges per 100 000 inhabitants across the EU (excluding Greece). Turkey and Kosovo had similar ratios to that recorded for the EU, with 16 965 and 16 497 hospital discharges per 100 000 inhabitants in 2017. At the other end of the range, Albania was the only enlargement country — among those for which data are available — to record a ratio below 10 000 in-patient discharges per 100 000 inhabitants. Between 2007 and 2016 (data for the latter excluding Greece) the number of in-patient hospital discharges relative to population size rose overall by an estimated 5 % in the EU-28; this may be linked, among other things, to increased longevity and a broader range of medical treatments being made available. There was also an increase in the number of hospital discharges relative to population size in the three enlargement countries for which data are available: faster rates of change than for the EU were recorded in Turkey (up overall by 37.3 % between 2007 and 2017; note however there is a break in series) and Montenegro (20.2 %), while there was a modest increase in the number of hospital discharges per 100 000 inhabitants in Serbia (1.8 %; break in series). Figure 3.3: Hospital discharges of in-patients relative to population size, 2007 and 2017 (per 100 000 inhabitants) 0 2 000 4 000 6 000 8 000 10 000 12 000 14 000 16 000 18 000 EU-28 ( 1 ) Turkey ( 2 ) Kosovo ( 3 ) Serbia ( 2 ) Montenegro Albania ( 4 ) 2007 2017 Note: North Macedonia and Bosnia and Herzegovina, not available. ( 1 ) Rounded estimates based on the closest reference period available for each EU Member State. 2016 instead of 2017, excluding Greece. ( 2 ) Break in series. ( 3 ) 2007: not available. 2017: estimate. ( 4 ) 2007: not available. Source: Eurostat (online data codes: hlth_co_disch1 and demo_pjan) ",
        "3 Health Key figures on enlargement countries — 2019 edition 38 Figure 3.4: Crude death rate from suicide and intentional self-harm, 2017 (per 100 000 inhabitants) 0 5 10 15 20 25 30 35 40 45 50 55 EU-28 ( 1 ) Serbia North Macedonia ( 2 ) Turkey Kosovo ( 3 ) Men aged <65 years Women aged <65 years Men aged 65 years and over Women aged 65 years and over Note: Montenegro, Albania and Bosnia and Herzegovina, not available. ( 1 ) 2015. ( 2 ) Estimates. ( 3 ) Estimates. Men and women aged <65 years: not available. Source: Eurostat (online data code: hlth_cd_acdr2) Death rates The crude death rate is defined as the ratio of the number of deaths to the average population during one year; as with many other health indicators, this ratio is expressed per 100 000 inhabitants. In 2015, the EU-28 crude death rate from suicide and intentional self-harm was 15.0 per 100 000 male inhabitants aged less than 65 years, which was approximately 3.5 times as high as the corresponding rate for women aged less than 65 years (4.3 deaths per 100 000 female inhabitants). An analysis by age reveals that EU-28 crude death rates from suicide and intentional self-harm were considerably higher for men aged 65 years and over, 28.9 deaths per 100 000 male inhabitants; this was 3.8 times as high as the corresponding rate among women aged 65 years and over (7.7 deaths per 100 000 female inhabitants). Information is available for four of the enlargement countries for 2017: this reveals that crude death rates from suicide and intentional self-harm were consistently higher in Serbia (than in the EU) for both sexes and both age groups identified in Figure 3.4; the difference was most notable for people aged 65 years and over. Crude death rates from suicide and intentional self-harm in North Macedonia were broadly in line with those recorded for the EU-28 among people aged 65 years and over, while much lower death rates were recorded for both men and women aged less than 65 years. The lowest crude death rates from suicide and intentional self-harm were recorded in Turkey and Kosovo (no information available for the latter in relation to people aged less than 65 years). ",
        "4 Education ",
        "4 Education Key figures on enlargement countries — 2019 edition 40 Table 4.1: Number of pupils and students by education level, 2017 (thousand) Total (ISCED 02-8) Pre- primary education (ISCED 02) Primary education (ISCED 1) Lower secondary education (ISCED 2) Upper secondary education (ISCED 3) Post- secondary non- tertiary education (ISCED 4) Tertiary education (ISCED 5-8) EU-28 ( 1 ) 105 933.0 15 437.3 29 141.8 18 154.3 21 989.9 1 619.2 19 590.4 Montenegro 135.7 15.5 39.3 28.8 28 0.0 23.8 North Macedonia 367.9 35.3 109.1 84.7 76.9 0.4 61.5 Albania 677.8 81.2 174.8 153.3 127.1 1.8 139.6 Serbia 1 216.4 163.9 265.0 278.9 250.9 1.4 256.2 Turkey 25 445.6 1 501.1 5 104.6 5 590.1 5 689.4 0.0 7 560.4 Bosnia and Herzegovina ( 2 ) 536.8 20.0 161.5 126.2 126.8 : 102.2 Kosovo 470.3 23.4 136.6 118.5 92.7 : 124.0 ( 1 ) 2016. Lower secondary: excluding the United Kingdom. ( 2 ) ISCED level 02: includes children from 3 years of age until the beginning of their school education. Source: Eurostat (online data codes: educ_uoe_enrp01 and educ_uoe_enra01) Number of pupils and students While the absolute number of pupils and students is closely linked to the size and structure of populations, there are a range of other factors that influence how long pupils remain in the education system, such as the length of compulsory schooling, opportunities in the labour market, and the availability and cost of tertiary education. In 2016, there were 106 million pupils and students in the EU-28 across all levels of education. In the enlargement countries, there were approximately 29 million pupils and students enrolled in 2017 (see Table 4.1 for the latest period available for each country); this was equivalent to just over one quarter of the total number of pupils and students in the EU-28. Turkey registered, by far, the highest number of pupils and students, some 25 million in 2017, while the smallest number was recorded in Montenegro, at 136 thousand. Within the EU-28, some 18.5 % of the overall number of pupils and students in 2016 were attending tertiary education establishments (as covered by ISCED levels 5 to 8). Across the enlargement countries the share of tertiary students was generally close to the EU-28 average, as all but two countries lay within the range of 16.7 % (North Macedonia) to 21.1 % (Serbia) in 2017; Kosovo (26.4 %) and Turkey (29.7 %) both recorded higher shares. ",
        "4 Education Key figures on enlargement countries — 2019 edition 41 Figure 4.1: Early leavers from education and training among persons aged 18-24 years, 2018 (% of 18-24 year old men/women) 0 5 10 15 20 25 30 35 EU-28 ( 1 ) Turkey Albania Kosovo ( 2 ) North Macedonia Serbia Montenegro Bosnia and Herzegovina Men Women Note: the percentage of the population aged 18-24 years having attained at most a lower secondary education (ISCED level 2) and not being involved in further education or training. Ranked on the average of all early leavers from education and training. Ranked on the average (for both sexes). ( 1 ) Provisional. ( 2 ) Analysis by sex: not available. Source: Eurostat (online data code: edat_lfse_14) Early leavers from education and training In 2015, the proportion of early leavers from education and training (the share of persons aged 18-24 years who had completed no more than a lower secondary education and were not involved in further education or training) stood at 12.3 % in the EU-28 among young men and 8.9 % among young women (see Figure 4.1). The Europe 2020 strategy has set a benchmark target, whereby the share of early leavers from education and training in the EU-28 should be less than 10 % by 2020. When compared with the EU-28, there were lower proportions of early leavers from education and training in Bosnia and Herzegovina, Montenegro, Serbia and North Macedonia. By contrast, Kosovo, Albania and in particular Turkey recorded higher proportions of early leavers from education and training than in the EU-28, peaking in Turkey at 31.1 % for young men and 34.0 % for young women. In Albania, the proportion of young men who were early leavers from education and training was notably higher than the corresponding share for young women, with a gender gap of 4.4 percentage points; the gap in the EU-28 was a somewhat lower, 3.4 percentage points. In Bosnia and Herzegovina, Montenegro and Serbia, the proportion of early leavers was only slightly higher for young men than for young women. In the two remaining enlargement countries for which data are available, the share of early leavers was higher among young women than among young men, with this gender gap relatively small in North Macedonia and larger (2.9 percentage points) in Turkey. ",
        "4 Education Key figures on enlargement countries — 2019 edition 42 Table 4.2: Upper secondary educational attainment among persons aged 20-24 years, 2007, 2012 and 2017 (% of 20-24 year olds) Total Men Women 2007 2012 2017 2007 2012 2017 2007 2012 2017 EU-28 ( 1 ) 78.3 80.3 83.3 75.6 77.6 80.9 81.0 83.1 85.8 Montenegro : 92.1 95.1 : 92 95.1 : 92.2 95.1 North Macedonia 79.2 87.1 89.0 80.9 87.8 92.0 77.4 86.5 85.9 Albania ( 2 ) 55.0 73.8 : 52.2 73.9 : 57.8 73.7 : Serbia ( 3 ) 89.0 90.1 93.2 89.1 89.2 92.7 89.0 91.2 93.7 Turkey 47.6 54.0 57.2 55.2 58.2 57.1 41.3 50.2 57.3 Bosnia and Herzegovina 86.9 90.8 93.9 87.2 93.7 93.9 86.6 87.7 93.8 Kosovo : : : : : : : : : Note: these indicators show the percentage of the population aged 20-24 years having attained at least an upper secondary level of education (ISCED levels 3-8). ( 1 ) 2017: break in series. ( 2 ) 2008 instead of 2007. ( 3 ) 2012 and 2017: breaks in series. Source: Eurostat (online data code: edat_lfs_9903) Youth education attainment An alternative measure for analysing the outcomes of education systems is the youth education attainment level. This indicator is defined as the proportion of 20-24 year olds who have achieved at least an upper secondary level of education attainment (as defined by ISCED level 3). In 2017, the share of the EU-28 population with at least an upper secondary level of education stood at 83.3 %, with a higher rate for women (85.8 %) than for men (80.9 %). The overall youth education attainment level in the EU-28 rose by 5.0 percentage points between 2007 and 2017. Compared with the EU, there were four enlargement countries which reported a higher proportion of persons aged 20-24 years having attained at least an upper secondary level of education (see Table 4.2). This was the case in Montenegro (95.1 %), Bosnia and Herzegovina (93.9 %) and Serbia (93.2 %), as well as in North Macedonia (89.0 %). A considerably lower level of youth educational attainment was recorded in Turkey (57.2 %). Data are available for 2007 and 2017 for four of the enlargement countries and it can be noted that the proportion of students attaining at least an upper secondary level of education rose in all of them, most notably in North Macedonia and Turkey, while the (percentage points) increase for Bosnia and Herzegovina was also higher than that recorded in the EU-28. ",
        "4 Education Key figures on enlargement countries — 2019 edition 43 Figure 4.2: Upper secondary educational attainment among those aged 20-24 years, 2017 (% of 20-24 year olds) Men Women 0 10 20 30 40 50 60 70 80 90 100 EU-28 Montenegro Bosnia and Herzegovina Serbia North Macedonia Turkey Note: these indicators show the percentage of the population aged 20-24 years having attained at least an upper secondary level of education (ISCED levels 3-8). Ranked on the average (for both sexes). Albania and Kosovo: not available. Source: Eurostat (online data code: edat_lfs_9903) Within the EU-28 the gender gap in youth education attainment showed that the share of women having at least an upper secondary level of educational attainment was 4.9 percentage points higher than that for men in 2015 (see Figure 4.2). Serbia also reported higher shares for women, while in Turkey, in Montenegro and in Bosnia and Herzegovina the proportions for men and women were almost equal. North Macedonia recorded a higher rate of youth educational attainment for men (compared with women). ",
        "4 Education Key figures on enlargement countries — 2019 edition 44 Tertiary education The Europe 2020 strategy has set a benchmark target that the share of 30-34 year olds in the EU-28 with tertiary educational attainment should reach at least 40 % by 2020; Figure 4.3 shows the ratio in the EU-28 stood at 39.9 % in 2017. All of the enlargement countries for which data are available (no data for Kosovo) reported lower proportions of this subpopulation having completed a tertiary level of education, ranging from less than one quarter in Albania (23.5 %) and Bosnia and Herzegovina (23.8 %), to more than one third in Montenegro (34.0 %). Figure 4.3: Proportion of persons aged 30-34 years having completed tertiary education, 2012 and 2017 (%) 0 5 10 15 20 25 30 35 40 EU-28 ( 1 ) Montenegro Serbia ( 1 ) North Macedonia Turkey Bosnia and Herzegovina Albania 2012 2017 Note: Kosovo, not available. ( 1 ) Break in series. Source: Eurostat (online data code: edat_lfse_12)ì ",
        "4 Education Key figures on enlargement countries — 2019 edition 45 Figure 4.4: Tertiary graduates in science and technology relative to the number of persons aged 20-29 years, 2017 (per 1 000 male/female inhabitants aged 20-29 years) 0 5 10 15 20 25 EU-28 ( 1 ) Serbia Albania Turkey ( 1 ) Montenegro North Macedonia Men Women Note: ranked on the average (for both sexes). Bosnia and Herzegovina and Kosovo: not available. ( 1 ) 2016. Source: Eurostat (online data codes: educ_uoe_grad02 and demo_pjangroup) The differences between subjects that are studied by men and women at university are of interest. Figure 4.4 shows that the number of new graduates from science or technology fields relative to the number of young people (of the same sex) aged 20-29 years was 13.2 per 1 000 for women in 2016 and almost double this level for men (24.5 per 1 000). In all of the enlargement countries for which data are available (no data for Bosnia and Herzegovina or Kosovo), the proportion of men having graduated from a science or technology discipline was lower than in the EU-28, peaking in Serbia at 16.4 graduates per 1 000 male inhabitants aged 20-29 years in 2017. However, Albania stood out as its ratio of women having graduated from a science or technology discipline — 14.3 per 1 000 female inhabitants aged 20-29 years in 2017 — was higher than the EU-28 average; each of the remaining enlargement countries recorded ratios for female tertiary graduates in science and technology that were below the EU-28 average. It is interesting to note that Albania was the only enlargement country where the ratio for young female tertiary graduates in science and technology was higher than the ratio for young men. ",
        "4 Education Key figures on enlargement countries — 2019 edition 46 NEETs — young people not in employment, education or training The indicator on young people neither in employment nor in education or training (NEET) provides information on the transition from education to work and focuses on the number of young people who find themselves disengaged from both education and the labour market. Given that many young people continue to participate in some form of education or training into their twenties, the analysis focuses on the population aged 15-24 years. Traditionally, most young people only started work once they had completed their highest level of education or training and rarely combined education with employment. The transition into work has, in recent years, become more prolonged and increasingly unpredictable, with young people taking longer to become established in the labour market, either by choice or necessity. It has also become increasingly common to find students taking part-time or seasonal work or for young people already in employment to seek a return to education and training in order to improve their qualifications. As a result, a growing share of students work and a growing share of people in employment study. The vast majority of young people aged 15-24 years in the EU-28 remained within education and training in 2017 and consequently only one tenth (10.9 %) were NEETs (see Figure 4.5). The NEET rate was marginally higher for young women (11.2 %) than for young men (10.7 %). In all of the enlargement countries the NEET rate was clearly higher than in the EU-28, ranging from 16.7 % in Montenegro to 25.9 % in Albania and 27.4 % in Kosovo. Furthermore, with the exception of Bosnia and Herzegovina, the NEET rate was higher for women than for men in all enlargement countries (no analysis by sex available for Kosovo). By far the largest gender gap was observed in Turkey, where the NEET rate for young men was 14.6 % while for young women it was as high as 34.0 % (above the rate recorded in any of the other enlargement countries). Figure 4.5: Proportion of persons aged 15-24 years not in employment, education or training, 2017 (%) 0 5 10 15 20 25 30 35 EU-28 Kosovo ( 1 ) Albania North Macedonia Bosnia and Herzegovina Turkey Serbia Montenegro Men Women Note: ranked on the average (for both sexes). ( 1 ) Analysis by sex: not available. Source: Eurostat (online data code: edat_lfse_18) ",
        "4 Education Key figures on enlargement countries — 2019 edition 47 Figure 4.6: Proportion of persons aged 25-64 years having participated in education and training, 2017 (%) 0 2 4 6 8 10 12 EU-28 Turkey Serbia Montenegro North Macedonia Bosnia and Herzegovina Albania Men Women Note: ranked on the average (for both sexes). Kosovo: not available. Source: Eurostat (online data code: trng_lfse_01) Participation in education and training Data collected through a labour force survey (LFS) provide information on the incidence of adult learning (also known as lifelong learning), defined here as the participation of adults aged 25-64 years in education and training during the four-week period preceding the survey. In general, lifelong learning encompasses all purposeful learning activities undertaken on an on-going basis with the aim of improving knowledge, skills and competences. The strategic framework for European cooperation in education and training adopted in May 2009 sets a number of benchmarks to be achieved by 2020, including one for adult participation in learning, namely that an average of at least 15 % of adults aged 25-64 years should participate in lifelong learning. In 2017, the proportion of persons aged 25-64 years in the EU-28 who had participated in education or training was 10.9 % (see Figure 4.6). The proportion of the population who had participated in adult learning was higher among women (11.8 %) than among men (10.0 %). All of the enlargement countries reported considerably lower proportions of their respective adult populations participating in lifelong learning, ranging from 0.9 % in Albania to 5.8 % in Turkey (no data available for Kosovo). Serbia as well as Bosnia and Herzegovina reported slightly higher rates for women than for men, while the reverse was true elsewhere. The gender gap among the enlargement countries was smaller (in percentage point terms) than observed in the EU-28, peaking at 0.6 percentage points in Montenegro (with a higher rate for men). ",
        "4 Education Key figures on enlargement countries — 2019 edition 48 Expenditure on education In 2015, EU-28 public expenditure on education was equivalent to 5.0 % of GDP. This was in line with the ratios recorded for this indicator in the two other years shown in Figure 4.7. Public expenditure on education as a share of GDP was lower in each of the four enlargement countries for which data are available (no information for Montenegro, North Macedonia or for Bosnia and Herzegovina). In 2017, ratios within the range of 3.7-4.4 % were registered in Kosovo, Turkey and Serbia. Albania had the lowest ratio of public expenditure on education to GDP, at 3.1 % in 2017. Figure 4.7: Public expenditure on education as a share of GDP, 2007-2017 (%) 0123456 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 EU-28 ( 1 ) Kosovo ( 2 ) Turkey ( 3 ) Serbia Albania ( 4 ) Note: Montenegro, North Macedonia and Bosnia and Herzegovina, not available. ( 1 ) Excluding early childhood educational development. 2007-2011, 2013, 2016 and 2017: not available. ( 2 ) 2007-2011: not available. ( 3 ) 2007-2010: not available. ( 4 ) 2016 and 2017: provisional. Source: Eurostat (online data codes: educ_figdp and educ_uoe_fine06) ",
        "5 Labour market ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 50 Table 5.1: Activity rates (persons aged 20-64 years), 2007-2017 (% of total population) 2007 2009 2011 2013 2015 2017 EU-28 74.9 75.4 75.6 76.5 77.1 78.0 Montenegro 67.0 66.5 63.4 65.1 68.5 69.3 North Macedonia 68.5 70.1 70.1 70.4 70.2 70.3 Albania 72.2 69.6 75.6 67.6 71.3 73.9 Serbia ( 1 ) 67.9 65.4 64.1 66.1 68.1 71.2 Turkey 52.7 54.5 57.2 58.4 59.9 61.9 Bosnia and Herzegovina 57.1 57.7 58.3 58.7 59.2 58.4 Kosovo : : : 46.4 42.8 49.0 ( 1 ) 2009 and 2015: break in series. Source: Eurostat (online data code: lfsa_argan) Activity rates The activity rate is defined, for any given age group, as the proportion of active persons in relation to the total population of the same age. The economically active population, often referred to as the labour force, comprises employed and unemployed persons, but not the economically inactive, for example, children, students and pensioners, as well as people caring for family members; some of these may be of working-age. The labour force includes people who were not at work but had a job or business from which they were temporarily absent, for example, because of illness, holidays, industrial disputes, education or training. The EU-28 activity rate for persons aged 20-64 years was 78.0 % in 2017 (see Table 5.1), in other words just over three quarters of people aged 20-64 years were in employment or unemployed (and looking for work), with the remainder considered to be economically inactive. Activity rates in the enlargement countries were generally much lower than in the EU-28 although this was largely due to relatively low activity rates for women (see below for more details relating to gender gaps). In 2017, the overall activity rate among the enlargement countries for persons aged 20-64 years ranged from a high of 73.9 % in Albania down to 49.0 % in Kosovo. A comparison between 2007 and 2017 shows that the activity rate in the EU-28 increased by 3.1 percentage points. There was much faster growth in Turkey, where the activity rate rose by 9.2 percentage points, while the increase was slightly more than the EU-28 average in Serbia (3.3 points) although it should be noted that there are breaks in the time series. Increases between 2007 and 2017 in the activity rate were reported elsewhere (no data available for Kosovo), ranging from 1.3 points in Bosnia and Herzegovina to 2.3 points in Montenegro. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 51 Figure 5.1: Activity rates (persons aged 20-64 years), 2017 (% of total population) 0 10 20 30 40 50 60 70 80 90 EU-28 Albania Serbia North Macedonia Montenegro Turkey Bosnia and Herzegovina Kosovo Men Women Note: ranked on the total activity rate (for both sexes). Source: Eurostat (online data code: lfsi_emp_a) In 2017, the activity rate for men in the EU-28 was considerably higher, at 84.1 %, than the rate for women, which was 12.1 percentage points lower, at 72.0 % (see Figure 5.1). Female activity rates in each of the enlargement countries were much lower than in the EU-28: the data available for 2017 reveal that activity rates for women peaked at 63.6 % and 63.5 % in Serbia and Albania, while Montenegro and North Macedonia also reported that more than half of all women aged 20-64 years were either in work or available for work. At the other end of the range, the activity rate for women was less than half in Bosnia and Herzegovina (45.6 %), two fifths in Turkey (40.0 %) and between one fifth and one quarter in Kosovo (22.6 %). By contrast, activity rates for men in some of the enlargement countries were at similar levels to that recorded in the EU-28. In North Macedonia and Albania the latest activity rates for men were 84.4 % and 84.3 % in 2017, fractionally above the EU-28 average, while in Turkey the activity rate for men was 83.7 %, just 0.4 percentage points lower than the EU-28 average. Among the enlargement countries, activity rates for men were lowest in Bosnia and Herzegovina, at 71.3 %. These gender inequalities may reflect, among other factors, patriarchal family structures, the degree of female empowerment, religious beliefs, other cultural factors, lower pay for women, and difficulties in relation to access to jobs and career development for women. A comparison between activity rates for men and women in 2017 across the enlargement countries shows that the widest gender gaps were recorded in Kosovo and Turkey, where activity rates for women were 52.5 and 43.7 percentage points lower than the corresponding rates for men. Two of the enlargement countries reported gender gaps of less than 20 percentage points: Montenegro (15.3 points) and Serbia (15.2 points). ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 52 Table 5.2: Employment rates (persons aged 20-64 years), 2007-2017 (% of total population) 2007 2009 2011 2013 2015 2017 EU-28 69.8 69.0 68.6 68.4 70.1 72.2 Montenegro 54.4 54.0 50.9 52.6 56.7 58.2 North Macedonia 45.0 47.9 48.4 50.3 51.9 54.8 Albania 62.7 60.4 64.9 56.7 59.3 63.9 Serbia ( 1 ) 55.7 54.7 49.3 51.3 56.0 61.5 Turkey 48.2 47.8 52.2 53.4 53.9 55.3 Bosnia and Herzegovina 40.9 44.2 42.5 42.8 43.2 46.6 Kosovo : : : 33.0 29.1 34.4 ( 1 ) 2009 and 2015: break in series. Source: Eurostat (online data code: lfsi_emp_a) Employment rates The EU’s labour force survey defines persons in employment as those aged 15 years and over, who, during the reference week, performed some work, even for just one hour per week, for pay, profit or family gain. Employment statistics are frequently reported as employment rates to discount the changing size of countries’ populations over time and to facilitate comparisons between countries of different sizes. The employment rate is defined, for any given age group, as the percentage of employed persons in relation to the total population of that same age group. These rates are typically published for the working-age population, which is generally considered to be those aged between 15 and 64 years, or those aged between 20 and 64 years (the latter ratio takes account of the generally increasing proportion of young people who remain in education beyond the period of compulsory education). One of the headline targets for the Europe 2020 strategy is to raise the EU-28 employment rate for people aged 20-64 years to 75 % by 2020. In 2017, the EU-28’s employment rate was 72.2 % (see Table 5.2), some 2.8 percentage points below this headline target. Employment rates for people aged 20-64 years ranged among the enlargement countries from a high of 63.9 % in Albania down to 34.4 % in Kosovo; as such the employment rate in all of the enlargement countries was below the EU-28 average. The EU-28’s employment rate was 2.4 percentage points higher in 2017 than in 2007. Subject to data availability (incomplete time series for Kosovo), employment rates in all enlargement countries except for Albania increased more between these years than in the EU. The largest increase in the employment rate (in percentage point terms) was in North Macedonia, as the latest rate of 54.8 % in 2017 was 9.8 points higher than it had been in 2007. By contrast, the employment rate in Albania was 1.2 percentage points higher in 2017 than in 2007. Despite this relatively small increase, Albania continued to record the highest employment rate among the enlargement countries in 2017. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 53 Figure 5.2: Employment rates (persons aged 20-64 years), 2017 (% of total population) 0 10 20 30 40 50 60 70 80 EU-28 Albania Serbia Montenegro Turkey North Macedonia Bosnia and Herzegovina Kosovo Men Women Note: ranked on the total employment rate (for both sexes). Source: Eurostat (online data code: lfsi_emp_a) In 2017, the EU-28 employment rate for men aged 20-64 years (78.0 %) was some 11.5 percentage points higher than the equivalent rate for women (66.5 %). Turkey was the only enlargement country to report an employment rate for men (76.1 %) that was at a similar level to that observed for the EU-28 (see Figure 5.2). Indeed, the male employment rate for Turkey was considerably higher than any of the rates recorded in the remaining enlargement countries, as the next highest rate was 72.1 % in Albania. The lowest male employment rate was 54.0 % in Kosovo. By contrast, employment rates for women were below 60 % in all of the enlargement countries and below 40 % in three of them. In 2017, the highest female employment rates for those aged 20-64 were recorded in Albania (55.6 %), while rates above 50% were also registered in Serbia and Montenegro. Employment rates for women in Bosnia and Herzegovina and in Turkey were just above one third of the population, while the lowest rate was recorded in Kosovo (14.6 %). ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 54 Figure 5.3: Analysis of employment (persons aged 15 years or more) by economic activity, 2017 (% of total employment) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Montenegro Kosovo Serbia Turkey North Macedonia Bosnia and Herzegovina Albania ( 1 ) Agriculture, forestry and fishing Industry Construction Services Note: ranked on the share of services. ( 1 ) Estimates. Source: Eurostat (online data code: lfsa_egan2) Analysis of employment by economic activity Services employed just over 7 out of every 10 persons aged 15 years or more within the EU-28’s workforce in 2017 (see Figure 5.3). Industry had the second largest workforce, with 17.2 % of the workforce, while the shares of total employment in construction (6.7 %) and in agriculture, forestry and fishing (4.2 %) were much lower. The distribution of employment between the different economic activities shows that the relative weight of services in the enlargement countries was generally lower than in the EU-28. Montenegro was the only exception, as three quarters (75.0 %) of those employed were working in services in 2017; this figure may be explained, at least in part, by a considerable increase in tourism and real estate developments in recent years. Services accounted for more than half of the workforce in the remaining enlargement countries, except for Albania, where their share of total employment was 42.4 %. By contrast, the relative share of employment in agriculture, forestry and fishing was often considerably higher in the enlargement countries than in the EU-28. This was particularly notable in Albania, as nearly two fifths (38.2 %) of the workforce was employed in these activities in 2017. Agriculture, forestry and fishing accounted for just less than one fifth of the total workforce in Turkey and Bosnia and Herzegovina, and a slightly smaller share in Serbia (17.2 %) and North Macedonia (16.2 %). By contrast, the proportion of those employed within agriculture, forestry and fishing was under one tenth in Montenegro (7.9 %) and at a level that was close to that seen in the EU-28 in Kosovo (4.4 %). Across the enlargement countries, the share of those employed by industry was often slightly higher than the share recorded for the EU-28, although this was not the case in the service- dominated economy of Montenegro or in the agriculture-dominated economy of Albania, where lower shares were recorded. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 55 Table 5.3: Analysis of employment (persons aged 15 years or more) by economic activity, 2012 and 2017 (% of total employment) Agriculture, forestry and fishing Industry Construction Services 2012 2017 2012 2017 2012 2017 2012 2017 EU-28 5.0 4.2 17.5 17.2 7.1 6.7 70.5 71.9 Montenegro 5.7 7.9 11.7 9.5 5.7 7.6 76.9 75.0 North Macedonia 17.3 16.2 23.6 22.5 6.3 7.2 52.8 54.1 Albania 46.1 38.2 9.1 12.5 8.2 6.9 36.6 42.4 Serbia ( 1 ) 21.0 17.2 21.3 21.2 5.2 4.1 52.5 57.5 Turkey ( 1 )( 2 ) 24.6 19.4 19.1 19.1 6.9 7.4 49.4 54.1 Bosnia and Herzegovina 20.6 18.9 21.5 22.2 8.9 7.3 49.1 51.6 Kosovo 4.6 4.4 19.0 17.4 9.5 12.9 66.9 65.3 ( 1 ) Break in series. ( 2 ) 2012: agriculture, forestry and fishing includes NACE Rev. 2 Group 98.1 (undifferentiated goods- producing activities of private households for own use). Source: Eurostat (online data code: lfsa_egan2) Table 5.3 provides information on the development of employment shares by economic activity between 2012 and 2017. The share of services in the total employment of the EU-28 rose by 1.4 percentage points during this five-year period, while the relative shares of industry (− 0.3 points), agriculture, forestry and fishing (− 0.8 points) and construction (− 0.4 points) each fell. In four of the enlargement countries — Albania, Serbia, Turkey, and Bosnia and Herzegovina — the shift in employment towards the services sector was at a more rapid pace than in the EU-28. While there was a reduction in the share of total employment accounted for by the services sector in Montenegro, its share remained higher than in the EU-28 in 2017. Kosovo also reported a fall in the share of services, down 1.6 percentage points. The share of agriculture, forestry and fishing in total employment fell between 2012 and 2017 in all but one of the enlargement countries, the exception being Montenegro. Aside from Montenegro and Kosovo, the shift in employment away from agriculture, forestry and fishing was greater than for any of the other economic activities shown in Table 5.3. The largest contractions were recorded in Albania and in Turkey (note that there is a break in series), where the share of these activities fell by 7.9 and 5.2 percentage points respectively during the latest five-year period. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 56 Figure 5.4: Analysis of employment (persons aged 15-64 years) by working status, 2017 (% of total employment) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Montenegro North Macedonia Bosnia and Herzegovina ( 1 ) Serbia Kosovo Turkey Albania ( 2 ) Self-employed and family workers Employees ( 1 ) Low reliability. ( 2 ) Estimates. Source: Eurostat (online data code: lfsa_egaps) Analysis of employment by working status Just over one out of every seven people (14.6 %) in employment in the EU-28 in 2017 were self-employed or a family worker (see Figure 5.4); the vast majority (85.3 %) of the workforce were employees. The relative share of the self-employed and family workers in total employment in the EU-28 was relatively stable, tending to fall gradually during periods of economic growth and rise marginally during periods of more testing economic conditions (for example, at the height of the global financial and economic crisis in 2009 and 2010). The structure of employment by working status was quite different in most of the enlargement countries. Indeed, self-employed and family workers accounted for more than half (55.9 %) of those working in Albania in 2017, while this share was close to one third of the total in Turkey, Kosovo and Serbia, and between one quarter and one fifth of the total in Bosnia and Herzegovina, North Macedonia and Montenegro. These comparatively high proportions reflect, to some degree, the relative weight of agricultural activities in each of the enlargement countries, with work spread across numerous small scale, family-run farms or farming co-operatives. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 57 Figure 5.5: Unemployment rates (persons aged 15-74 years), 2007, 2012 and 2017 (% of labour force) 0 5 10 15 20 25 30 35 40 45 EU-28 Kosovo North Macedonia Bosnia and Herzegovina Montenegro Albania ( 1 ) Serbia Turkey ( 2 ) 2007 2012 2017 ( 1 ) Estimates. ( 2 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_rt_a) Unemployment rates Unemployment statistics are based on guidelines provided by the International Labour Organisation (ILO) which has three criteria: being without work, actively seeking work, and being available for work. An unemployed person is defined by Eurostat, as: • someone aged 15-74 years; • without work during the reference week; • available to start work within the next two weeks (or has already found a job to start within the next three months); • actively having sought employment at some time during the last four weeks. The unemployment rate is defined, for any given age group, as the proportion of people who are unemployed as a share of the total labour force for that same age group. In 2017, the EU-28 unemployment rate (for persons aged 15-74 years) was 7.6 % (see Figure 5.5). The highest unemployment rate in the enlargement countries was recorded in Kosovo, where three tenths (30.3 %) of the labour force were without work in 2017; relatively high unemployment rates were also recorded in North Macedonia (22.4 %) and Bosnia and Herzegovina (20.7 %). Unemployment rates in the remaining enlargement countries were also above the EU-28 average and within the range of 14-16 %, with the exception of Turkey, where the latest unemployment rate (10.9 %) was closer to — although still higher than — the average unemployment rate in the EU-28. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 58 Figure 5.6: Unemployment rates (persons aged 15-74 years), 2007-2017 (% of labour force) 0 10 20 30 40 50 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Kosovo ( 1 ) North Macedonia Bosnia and Herzegovina Montenegro Albania ( 2 ) Serbia ( 3 ) Turkey ( 4 ) EU-28 ( 1 ) 2010 and 2011: not available. ( 2 ) Estimates. ( 3 ) 2008 and 2014: breaks in series. ( 4 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_rt_a) While the largest contractions in economic activity as a result of the global financial and economic crisis were recorded in 2009, it was not uncommon to see unemployment rates continuing to increase in 2010 and beyond. Indeed, the EU-28 annual unemployment rate rose from a low of 7.0 % in 2008 to reach 10.9 % in 2013 (see Figure 5.6), after which five consecutive annual reductions were recorded. By contrast, the situation in the enlargement countries was more varied. At the onset of the global financial and economic crisis (between 2008 and 2009) unemployment rates increased in nearly all enlargement countries; in fact, North Macedonia recorded a fall in its unemployment rate every year between 2007 and 2017. In Montenegro, the unemployment rate stabilised between 2010 and 2012 and subsequently fell, although it increased slightly in 2017. In Serbia, the unemployment rate peaked in 2012 and then fell. In Bosnia and Herzegovina a similar development was observed, with a peak for the unemployment rate in 2012, followed by a decline (interrupted in 2015 by a small increase). In Turkey and Albania, developments were more complex: in Turkey, after rising in 2009, the unemployment rate fell to a low in 2012 before increasing again through to 2017; in Albania, the increase in 2009 was followed by a small rise and stability in 2010 and 2011, a fall in 2012, a rapid increase to a peak in 2014 and a similarly paced decrease through until 2017, such that the unemployment rate in 2017 was similar to that in 2012. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 59 Table 5.4: Unemployment rates (persons aged 15-74 years) by sex, 2012-2017 (% of labour force) Men Women 2012 2013 2014 2015 2016 2017 2012 2013 2014 2015 2016 2017 EU-28 10.4 10.8 10.1 9.3 8.4 7.4 10.6 10.9 10.3 9.5 8.8 7.9 Montenegro 19.3 20.1 17.8 17.7 18.3 15.4 20.3 18.8 18.2 17.3 17.1 16.9 North Macedonia 31.5 29.0 27.7 26.7 24.4 22.7 30.3 29.0 28.6 25.1 22.7 21.8 Albania 14.6 17.8 19.2 17.1 15.9 14.6 11.7 13.5 15.2 17.1 14.4 12.6 Serbia ( 1 ) 23.4 21.1 18.5 16.9 14.8 13.0 25.1 23.9 20.5 18.8 16.2 14.4 Turkey ( 2 ) 7.7 8.0 9.1 9.3 9.6 9.4 9.4 10.6 11.9 12.6 13.6 13.9 Bosnia and Herzegovina 26.5 26.7 25.3 25.9 22.6 19.0 30.8 29.1 31.2 30.9 30.2 23.3 Kosovo 28.1 26.9 33.1 31.8 26.2 28.5 40 38.8 41.6 36.6 31.7 36.4 ( 1 ) 2014: break in series. ( 2 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_rt_a) Historically, women in the EU have been more affected by unemployment than men. However, unemployment rates for the two sexes started to converge with the onset of the global financial and economic crisis and by 2009 the unemployment rate for men was slightly higher than the rate for women; this pattern was repeated in 2010. From a low of 6.6 % in 2008, the EU-28 unemployment rate for men rose in successive years to peak at 10.8 % in 2013. The unemployment rate for women rose for five successive years from a low of 7.5 % in 2008 to peak at 10.9 % in 2013. From the end of 2013, the rates for men and for women began to decline; by 2017, they stood at 7.4 % and 7.9 % respectively. Among the enlargement countries, unemployment rates for men were lower than the rates for women in 2012, except in Albania and North Macedonia (see Table 5.4). This situation changed over the following years: in these two countries the rates for the two sexes converged and then diverged again, with the rate for women actually passing that for men in 2014 in North Macedonia; in Montenegro the rate for men passed that for women in 2014 before returning below it again. Despite these changes, the situation in 2017 was similar to that in 2012, with Albania and North Macedonia the only enlargement countries with higher unemployment rates for men than for women. Between these years the gender gap for unemployment rates in Kosovo narrowed greatly (down 4.0 percentage points) while in Turkey it expanded by 2.8 percentage points. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 60 Figure 5.7: Youth unemployment rates (persons aged 15-24 years), 2007, 2012 and 2017 (% of labour force) 0 10 20 30 40 50 60 70 80 EU-28 Montenegro North Macedonia Albania Serbia ( 1 ) Turkey ( 2 ) Bosnia and Herzegovina Kosovo 2007 2012 2017 ( 1 ) 2012 and 2017: breaks in series. ( 2 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_rt_a) Youth unemployment concerns young people aged 15-24 years: just over one sixth (16.8 %) of the EU-28’s labour force aged 15-24 years was without work in 2017, compared with 23.3 % in 2012 (as youth unemployment had increased during the financial and economic crisis) and 15.8 % in 2007 (just prior to the crisis). The youth unemployment rate in the EU-28 was more than twice as high as the overall unemployment rate for people aged 15-74 years, with a difference of 9.2 percentage points between these two rates in 2017 (see Figure 5.7). Across the enlargement countries, youth unemployment rates were also consistently higher than overall unemployment rates. As with the EU-28, youth unemployment rates tended to be about twice as high as overall unemployment rates. In absolute terms, Turkey was the only enlargement country to record a youth unemployment rate (20.5 %) that was close to the EU-28 average. In the remaining enlargement countries, just over 3 in 10 people aged 15-24 years in the labour force were without work in Montenegro, Serbia and Albania, a share that reached close to one half in Bosnia and Herzegovina and North Macedonia, and exceeded half in Kosovo. In 2017, youth unemployment rates for young women in the EU-28 were 1.3 percentage points lower than those for young men (see Figure 5.8). There was only one enlargement country — Albania — where youth unemployment rates for women were also lower. Kosovo, Bosnia and Herzegovina, Turkey and Serbia recorded the biggest gender gaps for youth unemployment rates. In all four of these countries, youth unemployment rates for young men were considerably lower than those for young women, with the gap peaking at 15.1 percentage points in Kosovo. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 61 Figure 5.8: Youth unemployment rates (persons aged 15-24 years) by sex, 2017 (% of labour force) 0 10 20 30 40 50 60 70 EU-28 Kosovo North Macedonia Bosnia and Herzegovina Albania ( 1 ) Serbia Montenegro Turkey ( 2 ) Men Women Note: ranked on the total youth unemployment rate (for both sexes). ( 1 ) Estimates. ( 2 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_rt_a) Table 5.5: Long-term unemployment rates (persons aged 15-74 years), 2007-2017 (% of labour force) 2007 2009 2011 2013 2015 2017 EU-28 3.0 2.9 4.1 5.1 4.5 3.4 Montenegro 14.2 15.6 15.7 16.0 13.6 12.4 North Macedonia 29.7 26.3 25.9 23.9 21.3 17.4 Albania 9.4 9.1 10.2 11.5 11.3 8.9 Serbia ( 1 ) 14.6 10.6 17.0 17.0 11.4 8.2 Turkey ( 2 ) 2.6 3.2 2.3 2.1 2.2 2.4 Bosnia and Herzegovina 25.1 20.1 22.3 22.9 22.8 17.0 Kosovo 16.2 16.8 : 20.7 23.8 21.7 ( 1 ) 2009 and 2015: break in series. ( 2 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_ltu_a) The long-term unemployment rate concerns those persons who are out of work and have been actively seeking employment for at least a year. In the EU-28 the long-term unemployment rate was 3.4 % in 2017 (see Table 5.5). Turkey was the only enlargement country to record a lower long-term unemployment rate than that recorded for the EU-28. Its latest rate (for 2017) was 2.4 %, which was approximately two thirds the rate in the EU-28. Long-term unemployment rates in the remaining enlargement countries ranged from 8.2 % in Serbia to 21.7 % in Kosovo, which were between 2.4 times and 6.4 times as high as in the EU-28. ",
        "5 Labour market Key figures on enlargement countries — 2019 edition 62 Figure 5.9: Long-term unemployment rates (persons aged 15-74 years), 2017 (% of labour force) 0 5 10 15 20 25 30 EU-28 Kosovo North Macedonia Bosnia and Herzegovina Montenegro Albania ( 1 ) Serbia Turkey ( 2 ) Men Women Note: ranked on the total long-term unemployment rate (for both sexes). ( 1 ) Estimates. ( 2 ) Based on 4 weeks criterion and using only active jobs search methods. Source: Eurostat (online data code: une_ltu_a) The long-term unemployment rate in the EU-28 was marginally lower for men (3.3 %) than for women (3.5 %) in 2017 (see Figure 5.9). Turkey was the only enlargement country to record long-term unemployment rates in 2017 that were close to these EU-28 averages, at 1.7 % for men and 3.9 % for women. Otherwise, long-term unemployment rates for men in the enlargement countries were considerably higher than in the EU-28, ranging from just under one tenth of the male labour force in Serbia and Albania to around one fifth (20.6 %) in Kosovo. Long-term unemployment rates for women were generally at a similar level to male rates in most of the enlargement countries, ranging from just under one tenth of the female labour force in Albania and Serbia to around one quarter in Kosovo (25.1 %). ",
        "6 Economy and finance ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 64 Table 6.1: Gross domestic product (GDP), 2007-2017 (billion EUR) 2007 2009 2011 2013 2015 2017 EU-28 13 005.7 12 330.6 13 217.5 13 596.8 14 828.6 15 382.4 Montenegro 2.7 3.0 3.3 3.4 3.7 4.3 North Macedonia 6.1 6.8 7.5 8.1 9.1 10.0 Albania 7.8 8.7 9.3 9.6 10.3 11.6 Serbia 31.6 32.5 35.4 36.4 35.7 39.2 Turkey 492.8 461.9 596.5 714.3 773.0 753.9 Bosnia and Herzegovina ( 1 ) 11.5 12.7 13.4 13.7 14.6 15.3 Kosovo : 4.1 4.8 5.3 5.8 6.4 ( 1 ) 2016 instead of 2017. Source: Eurostat (online data code: nama_10_gdp) National accounts provide an internationally agreed standard for compiling measures of economic activity. These accounts record how economic activity is distributed among businesses, consumers, government and foreign countries, detailing key items such as production, consumption, savings and investment. Economic and financial statistics have become one of the cornerstones of global, regional and national governance. Gross domestic product (GDP) Gross domestic product (GDP) is the most commonly used economic indicator and the central measure of national accounts, which summarises the economic position of a country (or region). GDP provides information on the total market value of all goods and services produced during a given period and can be calculated in three different ways, based on output, expenditure or income. GDP at current prices in the EU-28 stood at EUR 15 382 billion in 2017. The economic output of the enlargement countries was considerably lower, as together they generated an estimated EUR 841 billion of GDP in 2017 (2016 data for Bosnia and Herzegovina); as such, the GDP of the EU-28 was 18.3 times as high as that of the enlargement countries (see Table 6.1). The Turkish economy was by far the largest among the enlargement countries, as its GDP was valued at EUR 754 billion in 2017, which was almost nine tenths of the total output across all of the enlargement countries. While the EU-28 economy was more than 20 times as large as the Turkish economy, GDP in Turkey was slightly more than 19 times as high as in Serbia (EUR 39 billion), which — using this measure — was the second largest economy among the enlargement countries. The level of GDP in the remaining enlargement countries ranged from EUR 15.3 billion in Bosnia and Herzegovina (2016 data) down to EUR 4.3 billion in Montenegro. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 65 Table 6.2: Gross domestic product (GDP) per capita, 2007-2017 (EUR) 2007 2009 2011 2013 2015 2017 EU-28 26 100 24 500 26 200 26 800 29 100 30 000 Montenegro 4 400 4 700 5 300 5 400 5 900 6 900 North Macedonia 3 000 3 300 3 700 3 900 4 400 4 800 Albania 2 600 3 000 3 200 3 300 3 600 4 000 Serbia 4 300 4 400 4 900 5 100 5 000 5 600 Turkey 7 000 6 400 8 000 9 400 9 900 9 400 Bosnia and Herzegovina ( 1 ) 3 000 3 300 3 500 3 600 : 4 400 Kosovo : 1 900 2 700 2 900 3 200 3 600 ( 1 ) 2016 instead of 2017. Source: Eurostat (online data codes: nama_10_gdp, nama_10_pe, nama_10_pc and demo_gind) GDP per capita (GDP divided by the number of inhabitants) is often used as a measure of overall living standards or the competitiveness of an economy; it removes the influence of the absolute size of populations, making comparisons between different countries easier. The data presented in Table 6.2 are presented in euro terms. While this also facilitates comparisons between countries, it is important to remember that changes in exchange rates are partially responsible for some of the developments that may be identified. GDP per capita in current price euro terms stood at EUR 30 000 in the EU-28 in 2017. As such, GDP per capita in the EU-28 was 3.2 times as high as in Turkey (which had the highest ratio of GDP per capita among the enlargement countries). At the other end of the range, GDP per capita in the EU-28 was 7.5 times as high as in Albania and peaked at 8.3 times as high as in Kosovo. GDP per capita rose in the EU-28 from EUR 26 100 to EUR 30 000 between 2007 and 2017, equivalent to an overall increase of 15 %. Among the enlargement countries, Turkey recorded the highest GDP per capita in both 2007 and 2017. By this measure, GDP per capita rose overall by 34 % in Turkey over the period 2007-2017 to reach EUR 9 400. During the same period, GDP per capita in euro terms increased by 89 % in Kosovo (2009-2017), 60 % in North Macedonia, 57 % in Montenegro, 54 % in Albania, and by 47 % in Bosnia and Herzegovina (2007-2016); in Serbia, the increase of 30 % was slightly smaller than the increase in Turkey, but still double that recorded in the EU-28. Note that these figures are in current price terms and that they do not therefore take account of any price increases (inflation) during the period under consideration. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 66 Figure 6.1: GDP per capita, 2007 and 2017 (PPS) 0 5 000 10 000 15 000 20 000 25 000 30 000 35 000 EU-28 Turkey Montenegro Serbia North Macedonia ( 1 ) Albania ( 1 ) Bosnia and Herzegovina 2007 2017 Note: Kosovo, not available. ( 1 ) 2017: provisional. Source: Eurostat (online data codes: nama_10_gdp, nama_10_pe, nama_10_pc, prc_ppp_ind and demo_gind) In 2017, GDP per capita (expressed in purchasing power standards (PPS) and therefore adjusted to take account of price level differences between countries) averaged 30 000 PPS across the EU-28 (see Figure 6.1). A purchasing power standard (PPS) is an artificial currency unit; theoretically, after taking account of price level differences between countries, one PPS should buy the same amount of goods and services in each country. GDP per capita in PPS terms was 50 % higher in the EU-28 than the level recorded in Turkey, which posted the highest GDP per capita among the enlargement countries, at 19 900 PPS. There was a relatively low degree of variation across the remaining enlargement countries, as GDP per capita lay within the range of 9 000 PPS (Bosnia and Herzegovina) to 13 700 PPS (Montenegro). Note there are no data available for Kosovo in PPS terms but that its GDP per capita was EUR 3 600 in 2017; this was below the range for the other enlargement countries, as the next lowest level was recorded in Albania (EUR 4 000 per capita). Price levels tend to be higher in the EU-28 than they are in the enlargement countries. In 2007 and based on information in PPS terms, GDP per capita in the EU-28 was between 2.2 times as high as in Turkey and 4.4 times as high as in Albania. By 2017 these differences had narrowed, as GDP per capita in the EU-28 ranged between 1.5 times as high as in Turkey and 3.3 times as high as in Bosnia and Herzegovina and in Albania. A comparison between 2007 and 2017 reveals that these ratios (in relation to the EU-28) narrowed for each of the enlargement countries (no data available for Kosovo). ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 67 Table 6.3: Real change in GDP, 2007-2017 (% change compared with previous year) 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 EU-28 3.1 0.5 − 4.3 2.1 1.8 − 0.4 0.3 1.8 2.3 2.0 2.4 Montenegro : 7.2 − 5.8 2.7 3.2 − 2.7 3.5 1.8 3.4 2.9 4.7 North Macedonia 6.5 5.5 − 0.4 3.4 2.3 − 0.5 2.9 3.6 3.9 0.2 0.2 Albania 6.0 7.5 3.4 3.7 2.5 1.4 1.0 1.8 2.2 3.8 3.8 Serbia 6.4 5.7 − 2.7 0.7 2.0 − 0.7 2.9 − 1.6 1.8 2.0 2.0 Turkey 5.0 0.8 − 4.7 8.5 11.1 4.8 8.5 5.2 6.1 7.4 7.4 Bosnia and Herzegovina 5.9 5.4 − 3.0 0.9 1.0 − 0.8 2.3 1.1 3.1 3.1 : Kosovo : : 3.6 3.3 4.4 2.8 3.4 1.2 4.1 4.2 4.2 Source: Eurostat (online data code: nama_10_gdp) The calculation of the real change in GDP is intended to allow comparisons of the dynamics of economic development both over time and between economies of different sizes, regardless of price developments. The global financial and economic crisis gathered pace during the second half of 2008. It affected the EU-28 and most of the enlargement countries (see Table 6.3). GDP decreased (in real terms) by 4.3 % in the EU-28 in 2009, with a rebound in activity in 2010 and 2011. Despite a mixed picture, the effects of the crisis were still being felt in several of the EU Member States in 2012 and 2013 and this was apparent as there was a small fall in the EU-28’s GDP in 2012, followed by a modest increase in 2013. There were signs of an upturn in economic activity from 2014 to 2017, with real GDP growth in the EU-28 close to or above 2.0 % for all years. The impact of the crisis on the enlargement countries varied depending on each country’s economic structure and the nature of its financial and international trade relations with the rest of the world. Those countries most integrated into the global economy tended to be most affected: for example, there was a relatively large contraction in economic activity in Turkey in 2009 (− 4.7 % when adjusted for price changes). On the other hand, in some of the smaller economies that were less exposed to the global economy — for example, Albania or Kosovo — real GDP growth continued to follow a positive development in 2009. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 68 Figure 6.2: Real development of GDP, 2007-2017 (2007 = 100) 90 100 110 120 130 140 150 160 170 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Turkey Kosovo ( 1 ) Albania North Macedonia Montenegro Serbia Bosnia and Herzegovina ( 2 ) EU-28 Note: the y-axis does not start at 0. ( 1 ) 2008 = 100. 2007: not available. ( 2 ) 2017: not available. Source: Eurostat (online data code: nama_10_gdp) In 2010 and 2011, there was economic growth in all of the enlargement countries, and the increase in economic output more than made up for the downturn in 2009 in all of the enlargement countries except for Bosnia and Herzegovina (see Figure 6.2). Particularly strong growth was recorded in the Turkish economy. The slight fall in economic output in the EU-28 in 2012 (− 0.4 %) was also reflected in four of the enlargement countries (Montenegro, North Macedonia, Serbia, and Bosnia and Herzegovina), while real GDP growth rates recorded for the remaining three enlargement countries were consistently lower than they had been in 2011. In 2013, there was a return to real GDP growth in all of the enlargement countries and this pattern continued in 2014 with the exception of Serbia where GDP fell by 1.6 %. Data for 2015 to 2017 show widespread growth with all of the enlargement countries recording positive rates of change: in 2017 these rates ranged from 0.2 % in North Macedonia to 7.4 % in Turkey. Looking at developments for real GDP between 2007 and 2017, there was an overall expansion of 8.6 % in the economic output of the EU-28. Real GDP growth rates in the enlargement countries were much higher, from an overall increase of 13.7 % in Bosnia and Herzegovina (2007-2016) up to 35.8 % in Kosovo (2008-2017), with Turkey (62.9 %) above this range. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 69 Table 6.4: Expenditure components of GDP, 2017 (% of GDP) Final consumption expenditure Gross capital formation Imports Exports EU-28 75.7 20.6 42.0 45.7 Montenegro 93.2 30.2 64.5 41.1 North Macedonia 80.8 33.0 69.2 55.4 Albania ( 1 ) 92.2 25.7 46.6 31.5 Serbia 87.0 19.6 57.1 50.5 Turkey 73.5 : 29.3 24.8 Bosnia and Herzegovina ( 2 ) 100.9 19.6 52.3 35.4 Kosovo 97.5 28.4 52.5 26.7 ( 1 ) Gross capital formation: 2016. ( 2 ) 2016. Source: Eurostat (online data code: nama_10_gdp) Expenditure components of GDP Within the expenditure approach for national accounts statistics, only governments and households plus non-profit institutions serving households (NPISH) have final consumption; businesses/corporations are considered to have intermediate consumption. Private consumption expenditure of households is defined as expenditure on goods and services for the direct satisfaction of individual needs, whereas government consumption expenditure includes goods and services produced by government, as well as purchases of goods and services by government, that are supplied to households as social transfers in kind. Gross capital formation is the sum of gross fixed capital formation, the change in inventories (stocks) and the net acquisition of valuables. The external trade balance is the difference between exports and imports of goods and services; it can be positive (a surplus) or negative (a deficit). Table 6.4 provides an analysis of the GDP components from the expenditure side. Final consumption expenditure contributed 75.7 % of the EU-28’s GDP in 2017, while the share of gross capital formation was 20.6 % and there was a trade surplus in goods and services that contributed 3.7 % of GDP (as exports were valued at 45.7 % of GDP, while imports accounted for 42.0 %). In nearly all of the enlargement countries, the relative share of final consumption expenditure was higher than in the EU-28, largely as a result of higher private consumption by households, while the consumption of general government was usually lower; the one exception was Turkey, where final consumption expenditure accounted for 73.5 % of GDP in 2017, 2.2 percentage points below the share in the EU-28. Elsewhere, final consumption expenditure in the enlargement countries contributed between 80.8 % of GDP in North Macedonia to just over 100 % in Bosnia and Herzegovina (100.9 %; 2016 data). Two of the enlargement countries — Serbia and Bosnia and Herzegovina (2016 data) — reported that investment accounted for a similar share of their GDP as it did in the EU-28, while the remaining countries (no data available for Turkey) reported notably higher shares for gross capital formation. The enlargement countries had negative trade balances: whereas the EU-28’s trade surplus was equivalent to 3.7 % of GDP in 2017, among the enlargement countries trade deficits ranged from 4.5 % of GDP in Turkey to 25.8 % of GDP in Kosovo. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 70 Figure 6.3: Analysis of gross value added by economic activity, 2017 (% of total gross value added) 0 20 40 60 80 100 EU-28 Albania ( 1 ) Kosovo Turkey Serbia North Macedonia ( 2 ) Bosnia and Herzegovina ( 3 ) Montenegro Agriculture, forestry and fishing Industry Construction Services ( 1 ) Estimates. ( 2 ) Provisional. ( 3 ) 2016 instead of 2017. Source: Eurostat (online data code: nama_10_a10) Gross value added by economic activity Gross value added is defined as the value of all newly generated goods and services less the value of all goods and services consumed in their creation. In 2017, services accounted for almost three quarters (73.3 %) of total gross value added in the EU-28 (see Figure 6.3). This share was higher than in any of the enlargement countries, where the relative weight of services ranged from 54.4 % (Albania) to 72.2 % (Montenegro). Figure 6.3 also shows that agriculture, forestry and fishing accounted for a considerably higher share of economic output in the enlargement countries than it did in the EU-28. In 2017, agriculture, forestry and fishing contributed 1.7 % of the EU-28’s total value added, while its share among the enlargement countries ranged from 6.9 % in Turkey to 11.4 % in Kosovo and 21.7 % in Albania. In a majority of the enlargement countries, industry accounted for a similar proportion of total value added in 2017 as it did in the EU-28 (19.6 %). There were three exceptions, two where the share of industry was relatively low — Albania (13.2 %) and Montenegro (11.2 %) — and one where it was relatively high — Serbia (26.5 %). Apart from in Turkey, the construction sector was the smallest of the four economic activities that are shown in Figure 6.3. In 2017, the relative weight of construction in total value added was below the EU-28 average of 5.4 % in Bosnia and Herzegovina (4.6 %; 2016 data) and Serbia (5.0 %). The share of construction was above the EU-28 average in the remaining enlargement countries; this was particularly clear in Albania, where the construction sector accounted for more than one tenth (10.7 %) of total value added. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 71 Figure 6.4: General government surplus (+) or deficit (-) relative to GDP, 2017 (% of GDP) −6 −4 −2 0 2 4 EU-28 Bosnia and Herzegovina Serbia Albania North Macedonia Turkey Montenegro Note: the government deficit data of the candidate countries and potential candidates are published on an ‘as is’ basis and without any assurance as regards their quality and adherence to ESA rules. Kosovo: not available. Source: Eurostat (online data code: gov_10dd_edpt1) General government deficit/ surplus The global financial and economic crisis resulted in serious challenges being posed to many European governments. The main concerns were linked to the ability of national administrations to be able to service their debt repayments, take the necessary action to ensure that their public spending was brought under control, while at the same time trying to promote economic growth. Within the EU, multilateral economic surveillance was introduced through the stability and growth pact (SGP) which provides for the coordination of fiscal policies. Under the terms of the SGP, Member States pledged that their government deficit would not exceed 3 % of GDP, while their debt would not exceed 60 % of GDP. EU Member States are required to provide the European Commission with their general government deficit and general government debt statistics before 1 April and 1 October of each year. From October 2014 onwards, candidate countries (but not potential candidates) were also asked to report EDP- related data to Eurostat with the same frequency. The general government deficit/surplus refers to net borrowing/net lending over the course of a single year by central, state and local government as well as social security funds. In 2017, the average general government deficit across the EU-28 stood at − 1.0 % of GDP. There were four enlargement countries (no information for Kosovo) that had public deficits that were more pronounced than the average recorded for the EU-28, the largest being 5.6 % of GDP in Montenegro (see Figure 6.4). By contrast, two enlargement countries reported a general government surplus in 2017, the highest of these, relative to GDP, was recorded in Bosnia and Herzegovina (2.6 %). ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 72 Table 6.5: General government surplus (+) or deficit (-) relative to GDP, 2007-2017 (% of GDP) 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 EU-28 − 0.9 − 2.5 − 6.6 − 6.4 − 4.6 − 4.3 − 3.3 − 2.9 − 2.3 − 1.7 − 1.0 Montenegro 6.8 − 0.5 − 5.8 − 4.8 − 5.4 − 5.7 − 5.3 − 3.1 − 7.4 − 2.8 − 5.6 North Macedonia 0.6 − 0.9 − 2.6 − 2.4 − 2.5 − 3.8 − 3.8 − 4.2 − 3.5 − 2.7 − 2.7 Albania − 3.5 − 5.6 − 7.1 − 3.1 − 3.5 − 3.4 − 5.0 − 5.2 − 4.1 − 1.8 − 2.0 Serbia − 1.8 − 2.5 − 4.2 − 4.3 − 4.5 − 6.4 − 5.1 − 6.2 − 3.5 − 1.2 1.1 Turkey : : − 6.2 − 2.7 − 0.7 − 0.2 0.2 0.2 0.6 − 1.1 − 2.8 Bosnia and Herzegovina 1.1 − 2.1 − 4.3 − 2.4 − 1.2 − 2.0 − 2.2 − 2.0 0.7 1.2 2.6 Kosovo – – – : : : : : : : : Note: the government deficit data of the candidate countries and potential candidates are published on an ‘as is’ basis and without any assurance as regards their quality and adherence to ESA rules. Source: Eurostat (online data code: gov_10dd_edpt1) The global financial and economic crisis triggered a sharp downturn in public finances across Europe and some countries continue to struggle to reduce their deficits. The average general government deficit of the EU-28 was 6.6 % of GDP at the height of the crisis in 2009, but thereafter the deficit narrowed during eight consecutive years. Prior to the crisis, in 2007, two of the enlargement countries — Albania and Serbia — ran a government deficit (no information for Turkey or Kosovo), North Macedonia as well as Bosnia and Herzegovina posted relatively small surpluses (0.6 % and 1.1 % of GDP), while Montenegro reported a notably larger surplus (6.8 % of GDP) — see Table 6.5. This situation changed abruptly with the onset of the financial and economic crisis, as all of the enlargement countries recorded deficits in 2008 through to 2012. In 2013 and 2014, the situation changed slightly as Turkey reported government surpluses. In 2015, Turkey again reported a surplus, as did Bosnia and Herzegovina, the latter posting surpluses also in 2016 and 2017; Serbia also recorded a government surplus in 2017. General government debt General government debt is the gross debt outstanding at the end of the year of the general government sector measured at nominal (face) value; in other words, it is the accumulated total debt (over the years). In 2017, the government debt-to-GDP ratio for the EU-28 was 81.6 %. This indicator was consistently lower — sometimes considerably so — across the enlargement countries: Kosovo had the lowest debt-to-GDP ratio (16.6 %); Turkey, Bosnia and Herzegovina and North Macedonia had ratios ranging from just under 30 % to 40 %; debt ratios were over 50 % in the other enlargement countries, peaking at 66.8 % in Albania (see Figure 6.5). ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 73 Figure 6.5: General government consolidated gross debt relative to GDP, 2017 (% of GDP) 0 10 20 30 40 50 60 70 80 90 EU-28 Albania Montenegro Serbia North Macedonia Bosnia and Herzegovina Turkey Kosovo ( 1 ) Note: the government debt data of the candidate countries and potential candidates are published on an ‘as is’ basis and without any assurance as regards their quality and adherence to ESA rules. ( 1 ) Estimate. Source: Eurostat (online data code: gov_10dd_edpt1) General government debt across the EU-28 stood at 57.5 % in 2007 and rose each year to a peak of 86.8 % in 2014, before falling to 81.6 % in 2017 (see Table 6.6). In 2007, prior to the onset of the financial and economic crisis, the ratio of general government debt-to-GDP in the enlargement countries ranged from 18.1 % in Bosnia and Herzegovina to 50.7 % in Albania; note that Kosovo reported no debt prior to 2009 and data for 2007 are not available for Turkey. Following the onset of the crisis in 2008, government debt relative to GDP increased in three of the enlargement countries and in 2009 this pattern spread as the ratio increased in each of the enlargement countries. A comparison between the levels of government debt in 2007 and 2017 reveals that the share of debt to GDP was 24.1 percentage points higher in 2017 in the EU-28; a similar pattern was recorded in Serbia (up 28.6 points), while smaller increases were observed in Bosnia and Herzegovina, Albania and North Macedonia and an even larger one in Montenegro (up 36.8 points). Table 6.6: General government consolidated gross debt relative to GDP, 2007-2017 (% of GDP) 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 EU-28 57.5 60.7 73.3 78.8 81.4 83.8 85.7 86.4 84.4 83.3 81.6 Montenegro 27.4 28.8 38.1 40.7 45.4 53.4 57.5 59.9 66.2 64.4 64.2 North Macedonia 23.5 20.5 23.6 24.1 27.7 33.7 34.0 38.1 38.1 39.9 39.5 Albania 50.7 51.8 55.7 54.0 55.7 58.2 61.7 66.1 68.8 68.6 66.8 Serbia 30.1 26.1 32.1 40.8 44.7 54.6 57.5 67.5 71.2 68.8 58.7 Turkey : : : : : 32.6 31.4 28.8 27.6 28.3 28.3 Bosnia and Herzegovina 18.1 18.7 25.2 30.2 32.8 36.6 37.7 41.6 41.9 40.5 36.1 Kosovo – 0.0 6.1 5.9 5.3 8.1 8.9 10.7 13.1 14.6 16.6 Note: the government debt data of the candidate countries and potential candidates are published on an ‘as is’ basis and without any assurance as regards their quality and adherence to ESA rules. Source: Eurostat (online data code: gov_10dd_edpt1) ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 74 Figure 6.6: Harmonised index of consumer prices, 2008-2018 (% change relative to the previous year) −505 10 15 20 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Turkey Montenegro ( 1 ) North Macedonia Serbia EU-28 Albania ( 2 ) Kosovo ( 2 ) Bosnia and Herzegovina ( 3 ) ( 1 ) 2008-2010: consumer price index. ( 2 ) 2008-2014: consumer price index. ( 3 ) Consumer price index. Source: Eurostat (online data code: prc_hicp_aind) Consumer prices The all-items harmonised index of consumer prices remained at relatively low levels across the EU during the period 2008-2018. The rate of annual price increases peaked at 3.7 % in 2008, although the effects of the global financial and economic crisis caused a rapid slowdown in price increases in 2009 when a relative low of 1.0 % was recorded. Thereafter, prices in the EU-28 rose by 2.1 % in 2010 and by 3.1 % in 2011, before the pace of price increases slowed and almost came to a halt in 2015 and 2016 when consumer prices increased by 0.1 % and 0.2 % (see Figure 6.6). In 2017 and 2018, relatively low inflation returned, with prices rising 1.7 % and 1.9 %. Consumer price increases in the enlargement countries over the period 2008-2018 were generally higher than those recorded across the EU-28; this could, at least in part, be attributed to the deregulation of prices which formed part of the liberalisation process undertaken in several enlargement economies. Following a relative peak in 2008, prices fell or rose at a relatively slow pace in 2009 in most of the enlargement countries before accelerating somewhat in 2010 and 2011 and then returning to more modest increases or price falls in 2013-2016. As in the EU-28, price increases were somewhat higher again in 2017 and 2018, most notably in Turkey where they exceeded 10 %. In 2018, Turkey (16.3 %) continued to record price increases that were higher than those for the other enlargement countries. Elsewhere, price increases peaked at 2.9 % in Montenegro. By contrast, the 0.5 % average price increase in Bosnia and Herzegovina in 2018 was the lowest level of inflation observed among the enlargement countries. ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 75 Current account The balance of payments is a record of an economy’s international transactions with the rest of the world. The current account balance is made up of four parts, concerning trade in goods and services, as well as different types of income. A positive balance indicates net lending to the rest of the world, while a negative balance indicates net borrowing from the rest of the world. In 2017, the EU-28 recorded a positive balance for both goods and services, whereas all of the enlargement countries reported a negative balance for goods and a positive balance for services (see Table 6.7). The size of the current account deficit for goods was relatively large in most of the enlargement countries, reaching 38.4 % of GDP in Kosovo and 43.3 % of GDP in Montenegro. By contrast, Montenegro recorded the highest current account surplus for services (19.8 % of GDP), largely as a result of receipts from international tourism. The EU-28 reported a small negative balance for primary and for secondary income, relative to its GDP (− 0.2 % and − 0.6 % respectively). By contrast, there was a positive balance for secondary income in each of the enlargement countries; these include, for example, worker’s remittances, donations, development aid and most tax payments. Table 6.7: Current account balance by component, 2017 (% of GDP) Goods Services Primary income Secondary income EU-28 0.9 1.2 − 0.2 − 0.6 Montenegro − 43.3 19.8 2.0 5.3 North Macedonia − 17.9 3.8 − 4.0 17.0 Albania − 24.4 9.3 0.2 7.3 Serbia − 10.2 2.5 − 6.5 9.0 Turkey − 6.9 2.3 − 1.3 0.3 Bosnia and Herzegovina − 23.6 7.0 0.3 11.7 Kosovo − 38.4 12.4 2.0 18.1 Source: Eurostat (online data codes: bop_eu6_q and nama_10_gdp) ",
        "6 Economy and finance Key figures on enlargement countries — 2019 edition 76 Table 6.8: Foreign direct investment (FDI) flows, 2007 and 2017 (million EUR) Inward FDI Outward FDI Net inward 2007 2017 2007 2017 2007 2017 EU-28 ( 1 ) 182 224 145 811 379 049 218 602 − 196 825 − 72 792 Montenegro 737 494 169 10 568 484 North Macedonia 506 182 − 1 2 507 180 Albania 481 1 017 17 23 464 994 Serbia 3 219 2 548 691 130 2 528 2 418 Turkey 16 087 9 606 1 537 2 329 14 550 7 277 Bosnia and Herzegovina 1 356 413 47 83 1 309 330 Kosovo 441 255 10 43 431 212 ( 1 ) Extra-EU flows. 2008 instead of 2007. Source: Eurostat (online data codes: bop_fdi_flow_r2 and bop_fdi6_flow) Foreign direct investment Flows of foreign direct investment (FDI) result from investors building up or reducing their assets abroad by investing in or disinvesting from foreign companies. Such flows are notoriously erratic, with big changes from one year to the next as investment decisions are often lumpy. Outward investment from the EU-28 (into non-member countries) stood at EUR 219 billion in 2017, while inward investment from non- member countries was valued at EUR 146 billion. The EU has traditionally been a net outward investor of foreign direct investment and in 2017 this was again the case, as outward investment exceeded inward investment by EUR 73 billion (see Table 6.8). Each of the enlargement countries recorded a higher level of FDI inflows than outflows in 2017 as they had done in 2007. Together the enlargement countries had a combined level of inward FDI valued at EUR 14.5 billion in 2017. Turkey was by far the largest beneficiary, accounting for two thirds (66.2 %) of this inward FDI among the enlargement countries. The level of outward FDI from the enlargement countries was considerably lower. In absolute terms, the only substantial outward flow of FDI from an enlargement country was in relation to FDI from Turkey, which was valued at EUR 2.3 billion in 2017. There was rapid growth between 2007 and 2017 in the value of inward FDI in Albania, more than doubling. Elsewhere, the other enlargement countries reported lower inward FDI in 2017 than in 2007. ",
        "7 International trade in goods ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 78 The EU has a common international trade policy, often referred to as the common commercial policy. In other words, the EU acts as a single entity on trade issues, including issues related to the World Trade Organisation (WTO). In these cases, the European Commission negotiates trade agreements and represents Europe’s interests on behalf of the EU Member States. Trade relations between the EU and the enlargement countries are designed to remove or reduce customs tariffs in bilateral trade and for this purpose specific stabilisation and association agreements have been reached with six enlargement countries; North Macedonia (2004), Albania (2006), Montenegro (2010), Serbia (2013), Bosnia and Herzegovina (2015) and Kosovo (2016). The EU’s trade relationship with Turkey is somewhat different as Turkey has, since the end of 1995, been a member of the customs union, which eliminates all customs duties for bilateral trade and establishes joint customs tariffs as regards foreign imports. Trade flows In 2018, the total value of the goods exported from the EU-28 to the rest of the world (non- member countries) was 49 % higher than its level in 2008 (see Table 7.1). There was an even faster development to international trade flows for most of the enlargement countries over the same period, as some countries made reforms to develop market-based economic systems, while others continued to see trading patterns re-established following the end of the Balkans conflicts. The value of exports from North Macedonia and Serbia more than doubled, while those from Albania more than trebled. By contrast, the value of exports from Montenegro was slightly lower in 2018 than they had been in 2008. In 2018, exports of goods from the EU-28 were valued at EUR 1 956 billion, while the combined value of exports from the seven enlargement countries was EUR 173 billion, equivalent to 8.9 % of the EU-28 total. Exports from Turkey in 2018 were valued at EUR 142 billion. As such, Turkey accounted for more than four fifths (82.2 %) of the total value of exports from the enlargement countries. Serbia had the second highest share (9.0 %), while the third and fourth highest shares were recorded in Bosnia and Herzegovina (3.5 %) and North Macedonia (3.4 %). The total value of EU-28 imports of goods rose at a somewhat slower pace when compared with the pace of growth for exports. There was an overall increase of 25 % in the value of EU-28 imports between 2008 and 2018. All of the enlargement countries except for Montenegro and Bosnia and Herzegovina recorded a faster expansion of imports than did the EU, with imports increasing by at least half in Kosovo and North Macedonia. In 2018, imports of goods into the EU-28 were valued at EUR 1 980 billion, while the combined value of imports into the seven enlargement countries was EUR 237 billion, equivalent to 12.0 % of the EU-28 total. Turkey imported goods that were valued at EUR 188 billion in 2018, which equated to 79.5 % of the total value of imports from the seven enlargement countries. ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 79 Table 7.1: International trade in goods, 2008 and 2018 (million EUR) Exports Imports Trade balance 2008 2018 2008 2018 2008 2018 EU-28 ( 1 ) 1 309 130 1 955 746 1 585 410 1 980 362 − 276 281 − 24 615 Montenegro 416 400 2 530 2 554 − 2 114 − 2 154 North Macedonia 2 698 5 861 4 664 7 672 − 1 967 − 1 811 Albania 703 2 431 3 796 5 026 − 3 094 − 2 595 Serbia 7 039 15 639 15 489 20 074 − 8 450 − 4 434 Turkey 89 557 142 325 136 441 188 337 − 46 884 − 46 012 Bosnia and Herzegovina 3 432 6 085 8 330 9 853 − 4 899 − 3 768 Kosovo 196 367 1 930 3 339 − 1 734 − 2 972 ( 1 ) Extra-EU trade (trade with non-member countries). Source: Eurostat (online data codes: ext_lt_intertrd and ext_lt_intercc) Serbia had the second highest share (8.5 %), while the third highest share was again recorded in Bosnia and Herzegovina (4.2 %). The trade balance is the difference between the monetary value of exports and imports. A positive trade balance is known as a trade surplus and a negative trade balance is known as a trade deficit. The EU-28 recorded a trade deficit for goods in 2008 that was valued at EUR 276 billion. However, as exports grew at a faster pace than imports, the EU’s trade balance turned positive in 2013 and a positive balance was repeated for the next four years, before a deficit was again recorded in 2018, this time valued at EUR 25 billion. Equally, none of the enlargement countries registered a trade surplus for goods in either 2008 or 2018. Together these seven countries recorded a trade deficit of EUR 69 billion in 2008, which had fallen to EUR 64 billion by 2018. The size of the Turkish trade deficit in 2018 was similar to what it had been in 2008, narrowing by 1.9 %. This pattern of a narrowing trade deficit was repeated in most of the enlargement countries, as Montenegro and most notably Kosovo were the only ones to report that their trade deficit was greater in 2018 than in 2008. ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 80 One indicator that may be used to analyse the relative importance of international trade in goods is the value of exports and/or imports expressed relative to the gross domestic product (GDP) — see Figure 7.1. Note that the export and import values used in this calculation are based on national accounts data, rather than statistics for the international trade of goods, and these may differ for methodological reasons. EU-28 exports of goods in 2017 corresponded to 32.6 % of GDP, while imports were equivalent to 30.9 % of GDP; note that these data include trade between EU Member States. The ratio of exports of goods relative to GDP was somewhat above the EU-28 average in Serbia (37.1 %) and higher still in North Macedonia (40.6 %), but considerably lower in Montenegro, Kosovo and Albania, where the value of exports was less than 10 % of GDP. Subject to data availability (no information available for Turkey), all of the enlargement countries were more open to imports than the EU-28; this was most notably the case in North Macedonia, where imports were valued at the equivalent of 58.6 % of GDP in 2017. By contrast, the value of imports of goods into Albania was the equivalent of 31.3 % of GDP in 2017, the lowest ratio among the enlargement countries. Figure 7.1: International trade in goods, 2017 (% of GDP) 0 10 20 30 40 50 60 EU-28 North Macedonia ( 1 ) Serbia Bosnia and Herzegovina ( 2 ) Montenegro Kosovo Albania ( 3 ) Exports Imports Note: ranked on the combined shares of exports and imports. Turkey: not available. ( 1 ) Provisional. ( 2 ) 2016. ( 3 ) Estimate. Source: Eurostat (online data code: nama_10_gdp) ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 81 Figure 7.2: Trade balance for goods, 2007-2017 (% of GDP) −70 −60 −50 −40 −30 −20 −100 10 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 EU-28 Serbia North Macedonia ( 1 ) Bosnia and Herzegovina ( 2 ) Albania ( 3 ) Kosovo ( 4 ) Montenegro Note: Turkey, not available. ( 1 ) 2017: provisional. ( 2 ) 2017: not available. ( 3 ) 2008: break in series. 2016: provisional. 2017: estimate. ( 4 ) 2007: not available. Source: Eurostat (online data code: nama_10_gdp) Figure 7.2 shows the structural nature of the trade balance’s contribution to GDP during the period 2007-2017, with the impact of trade in goods as a fraction of GDP relatively stable in the EU-28 and most of the enlargement countries. In 2017, the EU-28’s trade surplus in goods was equivalent to 1.7 % of GDP, while the deficit for trade in goods among the enlargement countries ranged from 9.1 % of GDP in Serbia to 43.3 % of GDP in Montenegro. Between 2007 and 2017 (and subject to data availability), there was generally little change in the trade balance for goods relative to GDP. The largest movements in percentage point terms were in Bosnia and Herzegovina and in Montenegro, where trade deficits decreased by 14-15 percentage points of GDP. ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 82 Structure of trade analysed by broad product groups Several classifications are used for collecting and analysing international trade statistics, including the standard international trade classification (SITC). The SITC includes 10 headings at its highest level, some of which have been aggregated further for the purposes of this publication. An analysis of exports by selected product groups (based on the SITC) is shown in Table 7.2. Machinery and vehicles accounted for the highest proportion of goods exported from the EU-28 in 2018, with a 41.3 % share of the total. This was considerably higher than the shares recorded for other manufactured goods (22.5 %; SITC Sections 6 and 8) and chemicals (18.2 %), while each of the remaining goods categories accounted for less than 10 % of total EU-28 exports. Other manufactured goods accounted for the highest share of total exports in nearly all of the enlargement countries in 2018; the one exception was North Macedonia. These goods accounted for approximately two thirds of all the goods exported from Albania, and half of all the goods exported from Bosnia and Herzegovina, a share that was more than two fifths in Turkey and Kosovo and closer to one third in the remaining enlargement countries. The share of other manufactured goods in total exports was consistently higher among the enlargement countries than their corresponding share of EU-28 exports. In North Macedonia, the share of machinery and vehicles (31.7 %) in total exports was somewhat higher than that of other manufactured goods (27.9 %). North Macedonia was the only enlargement country to report that chemicals accounted for in excess of 10 % of its total exports of goods, their share in fact reaching 24.2 % (and therefore above the 18.2 % share recorded in the EU-28). Montenegro recorded a relatively high share (20.5 %) of its total exports in 2018 from mineral fuels, lubricants and related goods, close to four times the equivalent share in the EU-28 (5.8 %) and was one of only two enlargement countries — the other being Albania (13.3 %) — to record a double-digit share. Bosnia and Herzegovina reported the lowest share of total exports from food, drinks and tobacco among the enlargement countries in 2018, but its 5.9 % share was nevertheless only slightly below the EU-28 average (6.2 %); note the EU-28 figure excludes intra-EU trade, which may be relatively important, especially for perishables. For Kosovo (23.2 %) and Montenegro (20.5 %), the share of exports coming from raw materials was considerably higher in 2018 than in the other enlargement countries and also at least seven times as high as the equivalent share in the EU-28 (2.6 %). ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 83 Table 7.3: Imports by broad group of goods, 2018 (% of total imports) Food, drinks and tobacco Raw materials Mineral fuels, lubricants and related goods Chemicals Machinery and vehicles Other manufactured goods Other EU-28 ( 1 ) 5.7 4.1 20.9 10.3 31.3 25.0 2.8 Montenegro 20.3 2.5 10.7 9.8 25.0 31.5 0.2 North Macedonia 9.2 3.2 10.2 11.6 22.2 43.5 0.1 Albania 15.4 4.2 10.1 11.7 21.9 36.7 0.0 Serbia 8.4 4.6 12.8 15.5 28.8 29.8 0.1 Turkey 4.3 8.0 9.0 14.1 26.8 21.1 16.7 Bosnia and Herzegovina 14.4 3.9 14.8 12.5 20.8 33.7 0.0 Kosovo 19.9 2.3 13.5 11.1 20.7 32.4 0.1 ( 1 ) Extra-EU trade (trade with non-member countries). Source: Eurostat (online data codes: ext_lt_intertrd and ext_lt_intercc) Table 7.2: Exports by broad group of goods, 2018 (% of total exports) Food, drinks and tobacco Raw materials Mineral fuels, lubricants and related goods Chemicals Machinery and vehicles Other manufactured goods Other EU-28 ( 1 ) 6.2 2.6 5.8 18.2 41.3 22.5 3.3 Montenegro 11.3 20.5 20.5 7.5 8.8 30.0 1.5 North Macedonia 8.8 5.6 1.7 24.2 31.7 27.9 0.1 Albania 9.0 6.1 13.3 1.5 5.8 64.3 0.0 Serbia 15.8 4.5 3.0 9.6 27.2 37.8 2.1 Turkey 9.7 3.4 2.5 5.8 31.1 44.5 3.1 Bosnia and Herzegovina 5.9 11.1 9.8 7.8 15.0 50.6 0.0 Kosovo 16.6 23.2 6.8 6.3 3.8 42.8 0.5 ( 1 ) Extra-EU trade (trade with non-member countries). Source: Eurostat (online data codes: ext_lt_intertrd and ext_lt_intercc) Machinery and vehicles (31.3 %), other manufactured products (25.0 %) and mineral fuels, lubricants and related goods (20.9 %) accounted for the highest shares of goods imported into the EU-28 in 2018; the next most common group of imported goods was chemicals (10.3 %). As for exports, the category of other manufactured goods generally accounted for the highest share of total imports among the enlargement countries (see Table 7.3), these products generally accounting for three tenths to two fifths of all imports in 2018. There were two exceptions: in Turkey the share of other manufactured goods was relatively low (21.1 %) and in fact lower than the share of imports of machinery and vehicles (26.8 %); other manufactured goods accounted for a particularly high share of total imports in North Macedonia, at 43.5 %. ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 84 Table 7.4 shows the trade balance for selected product groups in 2018. In the EU-28, the highest trade surplus was recorded for machinery and vehicles (EUR 190 billion), while a surplus was also reported for chemicals (EUR 152 billion), other goods (EUR 10 billion) and food, drinks and tobacco (EUR 9 billion). By contrast, deficits were recorded for raw materials (EUR 31 billion), other manufactured goods (EUR 56 billion) and mineral fuels, lubricants and related goods (EUR 299 billion). Among the enlargement countries it was commonplace to find that only one or two of the product groups had a trade surplus in 2018. This was the case for raw materials in Montenegro (which also had a small trade surplus for other goods), Bosnia and Herzegovina and Kosovo. Serbia and Turkey recorded trade surpluses for food, drinks and tobacco, as well as for other goods in the case of Serbia and for other manufactured goods in the case of Turkey. North Macedonia was the only enlargement country with a trade surplus in three product groups: raw materials; chemicals; and machinery and vehicles. Table 7.4: Trade balance by broad group of goods, 2018 (EUR million) Food, drinks and tobacco Raw materials Mineral fuels, lubricants and related goods Chemicals Machinery and vehicles Other manufactured goods Other EU-28 ( 1 ) 9 074 − 30 819 − 299 105 152 217 189 505 − 55 657 10 171 Montenegro − 473 18 − 192 − 221 − 603 − 685 2 North Macedonia − 195 77 − 679 529 160 − 1 702 − 1 Albania − 556 − 62 − 185 − 551 − 958 − 282 − 1 Serbia 785 − 229 − 2 106 − 1 597 − 1 529 − 74 315 Turkey 5 726 − 10 236 − 13 507 − 18 283 − 6 220 23 506 − 26 998 Bosnia and Herzegovina − 1 062 294 − 861 − 756 − 1 141 − 242 0 Kosovo − 603 7 − 427 − 348 − 677 − 924 0 ( 1 ) Extra-EU trade (trade with non-member countries). Source: Eurostat (online data codes: ext_lt_intertrd and ext_lt_intercc) Trade between the enlargement countries and the EU Due to its close geographic proximity, it is not surprising to find that the EU is one of the main trading partners of the enlargement countries. Figure 7.3 shows the relative importance of the EU ( 1 ) as a trading partner in 2018, with approximately four fifths of all goods exported from North Macedonia and three quarters of ( 1 ) The tables, figures and commentary for this analysis were prepared in March 2019 based on data for the EU-28. all exports leaving Albania destined for the EU, with Bosnia and Herzegovina recording a slightly smaller share (72.9 %). Two thirds of the goods exported from Serbia were destined for the EU, as were half of all goods exported from Turkey and nearly half from Montenegro. Kosovo saw exports to the EU account for three tenths of its total value of exported goods. In 2018, around three fifths of all imported goods that arrived in North Macedonia, Albania, Bosnia and Herzegovina, and Serbia originated from ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 85 Figure 7.3: International trade in goods with the EU, 2018 (% share of total exports and imports) 0 10 20 30 40 50 60 70 80 90 North Macedonia Albania Bosnia and Herzegovina Serbia Turkey Montenegro Kosovo Exports Imports Note: ranked on the share of exports destined for the EU. Source: Eurostat (online data code: ext_lt_intercc) Table 7.5: Trade in goods with the EU, 2008 and 2018 (million EUR) Exports to the EU Imports from the EU Trade balance with the EU 2008 2018 2008 2018 2008 2018 Montenegro 264 180 1 191 1 233 − 927 − 1 054 North Macedonia 1 763 4 808 2 344 4 785 − 581 23 Albania 520 1 854 2 423 3 064 − 1 904 − 1 209 Serbia 4 223 10 735 8 648 11 486 − 4 425 − 752 Turkey 43 128 71 112 50 566 68 177 − 7 439 2 935 Bosnia and Herzegovina 2 478 4 439 5 419 5 962 − 2 941 − 1 523 Kosovo 94 111 749 1 454 − 654 − 1 344 Source: Eurostat (online data code: ext_lt_intercc) the EU. These four countries had the highest propensity for importing goods from the EU, while nearer to half of all imports of goods into Montenegro originated in the EU, as did slightly more than two fifths of all goods imported into Kosovo and more than one third of all goods imported into Turkey. Table 7.5 provides information on international trade flows of goods between the EU and the enlargement countries for the years 2008 and 2018. The total value of exports from the enlargement countries to the EU was EUR 93 billion in 2018, while goods imported from the EU into the enlargement countries were valued at EUR 96 billion. Exports from the enlargement countries to the EU rose by 77.7 % overall between 2008 and 2018, while imports from the EU increased by 34.8 %. Turkey accounted for more than three quarters of the goods exported to (76.3 %) and imported from (70.9 %) the EU, and also had, by far, the largest trade surplus for goods with the EU, at EUR 2.9 billion in 2018. The only other trade surplus for goods was recorded by North Macedonia (EUR 23 million). Trade deficits ranged from EUR 752 million for Serbia to EUR 1.5 billion for Bosnia and Herzegovina. ",
        "7 International trade in goods Key figures on enlargement countries — 2019 edition 86 Figure 7.4: Cover ratio for trade in goods with the EU, 2008 and 2018 (%) 0 10 20 30 40 50 60 70 80 90 100 110 Turkey North Macedonia Serbia Bosnia and Herzegovina Albania Montenegro Kosovo 2008 2018 Source: Eurostat (online data code: ext_lt_intercc) An alternative measure for analysing the development of trading patterns between the EU and the enlargement countries is shown in Figure 7.4. The cover ratio is calculated by dividing the value of exports destined for the EU by the value of imports originating from the EU; a ratio of 100 % is recorded when exports and imports are balanced (in other words, they have identical values). In 2018, the cover ratio for trade in goods between the enlargement countries and the EU was above 100 % in Turkey and North Macedonia, underlining that these two countries had a trade surplus with the EU. Montenegro and Kosovo recorded the lowest cover ratios among the enlargement countries for trade in goods with the EU in 2018, at 14.6 % and 7.6 % respectively; in other words, the value of goods imported into Kosovo and originating in the EU was approximately 13 times as high as the value of exports leaving Kosovo and destined for the EU. ",
        "8 Agriculture, forestry and fishing ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 88 Figure 8.1: Share of agriculture, forestry and fishing in the economy, 2017 (%) 0 5 10 15 20 25 30 35 40 EU-28 Albania ( 1 ) Kosovo North Macedonia ( 2 ) Montenegro Bosnia and Herzegovina ( 3 ) Serbia Turkey Value added Employment Note: ranked on value added. ( 1 ) Estimates. ( 2 ) Value added: provisional. ( 3 ) Value added: 2016. Source: Eurostat (online data codes: nama_10_a10 and lfsa_egan2) Agriculture was one of the first sectors of the economy (following coal and steel) to receive the attention of EU policymakers, and statistics on agriculture were initially designed to monitor the main objectives of the common agricultural policy (CAP). While the CAP remains one of the EU’s most important policies there have been wide ranging reforms, which has led to a range of new objectives designed to correct imbalances and overproduction. In December 2013, the latest reform of the CAP was formally adopted by the European Parliament and the Council. In June 2018, the European Commission presented proposals for the CAP beyond 2020, aiming to make the CAP more responsive to current and future challenges (such as climate change) while continuing to support farmers within a sustainable and competitive agricultural sector. Gross value added and employment The share of agriculture, forestry and fishing (as defined by NACE Rev. 2 Section A) in total gross value added was considerably higher in the enlargement countries than it was in the EU-28. In 2017, the relative weight of agriculture, forestry and fishing was 1.7 % of total value added in the EU-28 (see Figure 8.1), while among enlargement countries, the lowest share was recorded for Turkey, at 6.9 %. Agriculture, forestry and fishing contributed close to one tenth of total value added in North Macedonia and Kosovo, with this share peaking at 21.7 % in Albania. A somewhat different picture emerged when analysing the share of agriculture, forestry and fishing in total employment. For example, employment within agriculture, forestry and fishing in the EU-28 accounted for 3.9 % of the total number of persons employed in 2017, some 2.3 times the contribution of these activities to total value added. These differences indicate that agriculture, forestry and fishing are relatively labour-intensive activities with a low level of labour productivity. Among the enlargement countries, Kosovo (4.4 %) recorded the lowest employment share for agriculture, forestry and fishing, while Montenegro (7.9 %) was the only other enlargement country to report a share that was below 10.0 %. By contrast, between one sixth and one fifth of the workforce was employed in agriculture, forestry and fishing activities in 2017 in most of the other enlargement countries, although in Albania this share was as high as 38.2 %. ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 89 Figure 8.2: Utilised agricultural area, 2007 and 2017 (% of total area) 0 10 20 30 40 50 60 EU-28 ( 1 ) North Macedonia Turkey ( 1 ) Albania Serbia Kosovo Bosnia and Herzegovina Montenegro ( 2 ) 2007 2017 ( 1 ) 2017: estimate. ( 2 ) 2017: provisional. Source: Eurostat (online data codes: apro_cpnh1 and reg_area3) Land use The utilised agricultural area refers to the land area that is actually used for agricultural purposes. This land used for farming includes arable land, permanent grassland, permanent crops (such as orchards, olive trees and vineyards) and other agricultural land such as kitchen gardens; it does not include wooded areas, ponds or other areas not used for agriculture. The area within each country that is used for farming varies according to climate, terrain and soil type, while the level of economic development and population density may also play a role in determining land use. Within the EU-28, roughly equal proportions of the total area (land area and the area covered by water bodies) are used for farming and for forestry, with the remainder being mainly built-up areas (villages, towns and cities), infrastructure (such as roads or railways), scrub, wetlands or waste land. Although these absolute values are not shown, the utilised agricultural area of the EU-28 was around 179 million hectares in 2017. For comparison, the combined utilised agricultural area of the seven enlargement countries was approximately 46 million hectares, which was equivalent to just over one quarter of the EU-28 total. Among the enlargement countries, Turkey had by far the largest utilised agricultural area, some 38 million hectares. The utilised agricultural area in the EU-28 accounted for 40.0 % of its total area in 2017. Figure 8.2 shows that among the enlargement countries, the share of the utilised agricultural area in 2017 was quite close to the EU-28 average in Kosovo and Albania, while agriculture accounted for a higher share of the total area in Serbia (44.4 %), Turkey (48.7 %) and North Macedonia (49.2 %). By contrast, the utilised agricultural area accounted for a somewhat lower share of the total area in Bosnia and Herzegovina (34.4 %), while the share in Montenegro was considerably lower (18.6 %). The share of total area used for agricultural purposes in the EU-28 fell between 2007 and 2017 by 0.9 percentage points from 40.9 %. Between the years shown in Figure 8.2, there were also reductions in the relative share of the utilised agricultural area in Serbia and Turkey. By contrast, the extent of the utilised agricultural area increased over the period under consideration in all other enlargement countries, most notably in North Macedonia. ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 90 Figure 8.3: Share of utilised agricultural area under organic farming, 2012 and 2017 (% of utilised agricultural area ) 0 1 2 3 4 5 6 7 8 EU-28 ( 1 ) Turkey ( 1 )( 2 ) Montenegro ( 3 ) North Macedonia ( 4 ) Serbia 2012 2017 Note: Albania, Bosnia and Herzegovina and Kosovo, not available. ( 1 ) 2017: estimate. ( 2 ) 2014 instead of 2012. ( 3 ) 2012: not available. 2017: provisional. ( 4 ) 2013 instead of 2012. 2016 instead of 2017. Source: Eurostat (online data code: org_cropar) The focus of Figure 8.3 is organic farming and concerns the agricultural areas that are certified as organic or that are under conversion to organic practices. These areas may be on farms that exclusively have such land or that combine organic and conventional (non-organic) methods; in the case of the latter only the organic area (certified or under conversion) is considered. Organic farming covered 12.6 million hectares of agricultural land in the EU-28 in 2017, equivalent to 7.0 % of the total utilised agricultural area. As such, the share increased 1.4 percentage points between 2012 and 2017, an increase of about one quarter. Data for four enlargement countries show a lower and more stable level of organic farming. In 2017, the share of organic farming within the utilised agricultural area ranged from 0.2 % in Serbia to 1.5 % in Turkey. Between the years for which data are presented in Figure 8.3 the share of organic farming rose by about one tenth in Serbia (2012-2017) and Turkey (2014-2017), while it fell by a similar amount in North Macedonia (2013-2016). Agricultural production For the purpose of this publication, cereals include wheat (common wheat and spelt and durum wheat), rye, maslin, barley, oats, mixed grain other than maslin, grain maize, sorghum, triticale, other cereal crops (such as buckwheat, millet, canary seed), as well as rice. The statistics presented in Table 8.1 on crop production relate to harvested production. The production of cereals in the EU-28 stood at around 311 million tonnes in 2017. The combined harvest of cereals across the seven enlargement countries was around 46 million tonnes (including 2016 data for Albania), equivalent to 14.7 % of the total output of the EU-28. By far the highest level of cereals production among the enlargement countries was recorded in Turkey (36.1 million tonnes), followed by Serbia (6.8 million tonnes); Bosnia and Herzegovina was the only other enlargement country to register a level of output that was above one million tonnes. ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 91 Table 8.1: Crop production, 2017 (thousand tonnes) Cereals (including rice) Potatoes Sugar beet Oilseeds Vegetables Fruit EU-28 ( 1 ) 310 614 61 952 142 713 : 64 827 25 789 Montenegro 8 28 0 0 42 7 North Macedonia 448 179 0 12 770 94 Albania ( 2 ) 698 250 0 2 1 152 263 Serbia 6 793 589 2 513 1 051 1 087 1 175 Turkey 36 133 4 801 21 149 3 883 30 826 9 097 Bosnia and Herzegovina 1 163 337 0 19 292 190 Kosovo 478 118 : : 182 33 ( 1 ) Fruit: 2016. ( 2 ) Cereals: 2016. Source: Eurostat (online data code: apro_cpnh1) While the harvested production of cereals in the enlargement countries was equivalent to about one seventh of the EU-28’s output their harvested production of potatoes was relatively lower: potato production in the EU-28 stood at 62.0 million tonnes in 2017, while in the enlargement countries the combined level of output across the seven enlargement countries was 6.3 million tonnes, equivalent to 10.2 % of the EU-28 total. Turkey (4.8 million tonnes; 76.2 % of output in the enlargement countries) was the largest producer of potatoes among the enlargement countries. The enlargement countries production of sugar beet — 23.7 million tonnes (excluding Kosovo) — was somewhat higher in relative terms, equivalent to 16.6 % of the EU-28 total (142.7 million tonnes). A closer analysis reveals that the production of sugar beet in the enlargement countries was concentrated exclusively in Serbia (2.5 million tonnes; 10.6 % of output in the enlargement countries) and Turkey (21.1 million tonnes; 89.4 %). The combined output of the enlargement countries for oilseeds stood at 5.0 million tonnes in 2017, about one fifth less than the output of potatoes. The level of harvested production in Turkey accounted for more than three quarters (78.2 %) of the total output of oilseeds in the enlargement countries, while more than one fifth (21.2 %) of the total was attributed to Serbia. Across the seven enlargement countries, the combined level of output of fruit was 10.9 million tonnes in 2017, while that for vegetables was 34.3 million tonnes. Fruit and vegetable production in the enlargement countries was high relative to the levels of production in the EU-28, equivalent to 42.1 % of fruit production (based on 2016 data for the EU-28) and 53.0 % for vegetable production. Turkey accounted for a very high share of the harvest, equivalent to 89.7 % of the total output of vegetables in the enlargement countries, and to 83.8 % of the total output of fruit. ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 92 Table 8.2: Livestock population, December 2017 (thousand heads) Cattle Dairy cows Pigs Sheep and goats EU-28 ( 1 ) 88 819 23 311 150 257 99 600 Montenegro 87 60 25 219 North Macedonia 255 123 202 832 Albania 475 349 180 2 859 Serbia 899 429 2 911 1 887 Turkey ( 2 ) 15 944 5 938 1 44 302 Bosnia and Herzegovina 445 206 548 1 090 Kosovo 260 133 41 211 Note: as of December. ( 1 ) Sheep and goats: rounded estimate made for the purpose of this publication. ( 2 ) Cattle: excluding buffaloes. Source: Eurostat (online data codes: apro_mt_lscatl, apro_mt_lspig, apro_mt_lssheep and apro_mt_lsgoat) In 2017, the livestock population in the EU-28 was composed of 150.3 million pigs, an estimated 99.6 million sheep and goats, and 88.8 million cattle. Cultural/religious particularities in the enlargement countries may explain many of the differences observed in their structure of livestock rearing and meat production (see Tables 8.2 and 8.3). For example, Turkey is a largely Muslim country and as such many of its citizens abstain from eating pork; the same is true in some of the Balkan countries, for example, in parts of Kosovo, Bosnia and Herzegovina and Albania. The livestock population of pigs in the EU-28 was approximately 1.7 times as high as the population of cattle in 2017. By contrast, there were 4.7 times as many cattle as pigs in the enlargement countries. Sheep and goats were, by far, the most common type of livestock in the enlargement countries, with 13.2 times as many sheep and goats as pigs in 2017, and 2.8 times as many sheep and goats as cattle. An alternative way of analysing these figures is to look at the relative share of livestock populations in the enlargement countries compared with the EU-28. The number of sheep and goats in the seven enlargement countries was equivalent to just over half (52 %) of the total being reared in the EU-28. Turkey alone reported 44.3 million sheep and goats in 2017 and the combined total for all seven of the enlargement countries was 51.4 million. The combined livestock population of cattle in the enlargement countries equated to 20.7 % of the EU-28 total in 2017. As noted above, many of the enlargement countries had very few pigs in their livestock populations. Indeed, the total number of pigs in the seven enlargement countries was 3.9 million in 2017, which equated to just 2.6 % of the total number recorded in the EU-28. ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 93 Table 8.3: Meat production, 2017 (thousand tonnes) Cattle Pigs Sheep and goats Poultry EU-28 7 802.8 23 362.1 : : Montenegro ( 1 ) 4.9 0.3 0.8 1.7 North Macedonia ( 2 ) 4.6 13.1 3.4 1.7 Albania 39.0 11.6 26.2 14.2 Serbia 65.9 344.3 32.6 95.7 Turkey ( 3 ) 987.5 : 137.6 2 189.2 Bosnia and Herzegovina ( 4 ) 15.5 8.7 1.3 62.1 Kosovo ( 5 ) 12.7 0.5 0.7 0.2 ( 1 ) Net quantity. Excluding slaughtering outside slaughterhouses. ( 2 ) Sheep and goats: sheep only. ( 3 ) Cattle: excluding buffaloes. ( 4 ) Excluding slaughtering outside slaughterhouses. Sheep and goats: sheep only. ( 5 ) Cattle: excluding four municipalities in the North of Kosovo. Source: Eurostat (online data code: apro_mt_pann) Meat production is based on the activity of slaughterhouses regarding meat fit for human consumption; the data also include estimates for production outside of slaughterhouses unless otherwise indicated. The livestock figures shown in Table 8.2 are, unsurprisingly, reflected in the meat production figures presented in Table 8.3, notably the relatively low level of pig meat production in some of the enlargement countries. The quantity of pig meat produced in the EU-28 stood at 23.4 million tonnes in 2017, which was approximately three times as high as the level of meat production from cattle (7.8 million tonnes). Among the enlargement countries a higher ratio was observed for Serbia where the ratio of pig meat production to meat production from cattle was 5.2 : 1. Pig meat production was 2.8 times as high as that from cattle in North Macedonia, which was a similar ratio to that recorded in the EU-28. By contrast, the level of pig meat production was lower than the level of meat production from cattle in Bosnia and Herzegovina, Albania, Montenegro and Kosovo, as well as in Turkey (where pig meat production was negligible). Among the four types of meat production shown in Table 8.3, the biggest quantity of meat produced was from pigs in Serbia (63.9 % of the national total) and North Macedonia (57.5 %), from cattle in Kosovo (90.2 %), Montenegro (63.6 %) and Albania (42.9 %), and from poultry meat in Bosnia and Herzegovina (70.9 %) and Turkey (66.1 %). ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 94 Figure 8.4: Raw milk available on farms, 2012 and 2017 (thousand tonnes) 0 2 500 5 000 7 500 10 000 12 500 15 000 17 500 20 000 22 500 Turkey Serbia Albania North Macedonia ( 1 ) Kosovo ( 2 ) Bosnia and Herzegovina ( 3 ) Montenegro ( 4 ) 2012 2017 Note: EU-28: 170 570 thousand tonnes in 2017. ( 1 ) 2013 instead of 2012. ( 2 ) 2012: not available. ( 3 ) Raw milk delivered to dairies instead of raw milk available on farms. ( 4 ) Million litres; net quantity. Source: Eurostat (online data code: apro_mk_farm) The quantity of milk available on farms (which may include milk other than cows’ milk) in the EU-28 was 170.6 million tonnes in 2017. The latest information for the enlargement countries indicate that their level of production in 2017 was equivalent to 14.5 % of that recorded in the EU-28. Turkey had by far the highest level of milk production (20.7 million tonnes) among the enlargement countries in 2017, while Serbia and Albania were the only other countries to report that they had a level of output that was above 1.0 million tonnes. The level of milk production rose between the two years shown in Figure 8.4 in all six of the enlargement countries for which a time series is available. The most rapid expansion in milk production was registered in Bosnia and Herzegovina (up 19.3 %) and in Turkey (up 19.0 %), while there was also rapid growth in Montenegro (up 14.0 %). ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 95 Table 8.4: Forest area, 2012 and 2017 Forest area (thousand hectares) Forest area as a share of land area (%) 2012 2017 2012 2017 Montenegro 964 964 70.8 70.8 North Macedonia 989 1 001 39.7 40.2 Albania 1 041 1 052 38.0 38.4 Serbia : : : : Turkey 21 678 22 343 28.2 29.1 Bosnia and Herzegovina 2 799 2 813 54.9 55.2 Kosovo 481 483 44.6 44.8 Source: Eurostat (online data codes: for_area_efa and for_area) Forestry For several decades, environmental forest functions have attracted increasing attention — for example, in relation to the protection of biodiversity and, more recently, in the context of climate change impacts and energy policies. Apart from the production of wood and other forest-based goods, forests are increasingly valued for their environmental and recreational roles. Forest ownership varies greatly, including — among other forms — small family holdings, state-owned forests and large estates owned by businesses. In 2017, the forest area of the enlargement countries (excluding Serbia) was 28.7 million hectares, up from 28.0 million hectares in 2012, an increase of 2.5 %. By far the largest forest area was in Turkey, where forests covered 22.3 million hectares in 2017 (see Table 8.4). Forests made up 29.1 % of the overall land area of Turkey in 2017, the smallest share among the enlargement countries. Elsewhere the share ranged from 38.4 % in Albania to 55.2 % in Bosnia and Herzegovina, with the share in Montenegro (70.8 %) above this range. Between 2012 and 2017 the share of forests within the total area remained stable in Montenegro and grew elsewhere (no data available for Serbia), most notably in Turkey where it increased by 1.0 percentage points. ",
        "8 Agriculture, forestry and fishing Key figures on enlargement countries — 2019 edition 96 Figure 8.5: Development of the size of the total fish catch (excluding inland waters), 2007-2017 (2007 = 100; based on tonnes live weight) 0 50 100 150 200 250 300 350 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Albania ( 1 ) Montenegro ( 1 )( 2 ) EU-28 ( 3 ) Turkey Note: North Macedonia, Serbia and Kosovo, not relevant. Bosnia and Herzegovina: not available. ( 1 ) Mediterranean and Black sea only. ( 2 ) 2017: break in series. ( 3 ) 2016 and 2017: not available. Source: Eurostat (online data code: fish_ca_main) Fishing Fish are a renewable and mobile natural resource. Aside from aquaculture farming, fish are generally not owned until they have been caught. As such, fish stocks continue to be regarded as a common resource which needs to be managed collectively. In 2015, the total fish catch registered in the EU-28 was 5.1 million tonnes. From Figure 8.5 it can be seen that this was 4.8 % higher than the catch in 2007. Over the period shown, the catch grew strongly in Albania, with 2.5 times as many fish caught in 2017 as in 2007, with much of the increase taking place between 2012 and 2013. Montenegro also recorded a higher catch in 2017 than 10 years earlier, up 35 % (note there is a break in series). Although Turkey’s fish catch was high in 2009 and 2010, in subsequent years it was notably lower; in 2017, the catch was approximately half what it had been in 2007. ",
        "9 Business ",
        "9 Business Key figures on enlargement countries — 2019 edition 98 Short-term business statistics (STS) show developments over time, and so may be used to calculate rates of change: the data presented here are annual indices that allow the most rapid assessment of the economic climate within industry, construction and services. The information presented relates to several business cycle indicators, including: the industrial production index, the industrial domestic output price index, the construction production index, and the volume of sales index for retail trade. Industrial production index At the onset of the global financial and economic crisis, there was a sharp contraction in industrial activity in the EU-28. In 2009, the EU-28’s industrial production index fell by 13.7 %, while a partial rebound in 2010 (+6.8 %) and 2011 (+3.0 %) was followed by further reductions in output in 2012 (down 2.2 %) and 2013 (down 0.6 %). Thereafter, growth in EU-28 industrial output was recorded for five consecutive years, ranging between 1.2 % in 2014 and 3.1 % in 2017, with the latest information for 2018 showing a slowdown in activity as output rose by 1.3 % — see Figure 9.1. The enlargement countries for which data are available for 2008 and 2009 (no data for Kosovo) recorded falls in output at the beginning of the financial and economic crisis that were smaller than that recorded in the EU-28. There was one exception to this pattern, as the largest contraction in industrial activity in 2009 among the enlargement countries was recorded in Montenegro, where the production index fell by almost one third. By contrast, Albania recorded an expansion in its industrial output in 2009, as the production index rose by 4.3 %. It is possible to evaluate the effects of the crisis by comparing pre-crisis levels of output in 2008 with the most recent data available for industrial production indices, either 2017 or 2018 depending on the country; note that no comparison is available for Kosovo. Serbia reported that in 2017 its level of industrial output surpassed its 2008 level for the first time, whereas North Macedonia achieved this by 2015, Bosnia and Herzegovina by 2011, and Turkey already in 2010. For comparison, industrial production in the EU-28, like in Serbia, only returned to its 2008 level by 2017. As noted above, Albania’s industrial production did not fall in 2009 and in fact grew every year from 2008 to 2014, since when it has declined (no data for 2018), while industrial production remained below its 2008 level in Montenegro throughout the period from 2009 to 2017. ",
        "9 Business Key figures on enlargement countries — 2019 edition 99 Figure 9.1: Calendar adjusted volume indices of industrial production, 2008-2018 (2008 = 100) 40 60 80 100 120 140 160 180 200 220 240 260 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Albania ( 1 ) Turkey Bosnia and Herzegovina North Macedonia Serbia EU-28 Montenegro ( 1 )( 2 ) Note: the y-axis does not start at 0. Indices have been rescaled to 2008 = 100. Kosovo: not available. ( 1 ) 2018: not available. ( 2 ) Gross series. Source: Eurostat (online data code: sts_inpr_a) Industrial output in Serbia was 3.4 % higher in 2018 than in 2008, as output increased annually from 2014. In North Macedonia it was 12.0 % higher, with growth every year except one between 2010 and 2018. In Bosnia and Herzegovina, overall growth between 2008 and 2018 was 14.6 %, with growth every year except one from 2010. The initial impact of the crisis was quite pronounced in Turkey, as industrial output fell by just over 10 % in 2009. However, there was an immediate rebound in 2010 and 2011 when growth of 13.7 % and 14.8 % was recorded. Thereafter, single-digit growth rates were recorded such that by 2018 the industrial production index in Turkey was 66.8 % higher than it had been in 2008. As noted above, Albania was an exception to the general pattern of declining output in 2009, as its industrial production index appeared to be relatively immune to the crisis, with output rising each and every year from 2007 to 2014. However, this period of sustained growth came to an end, with falls of 2.1 %, 18.0 % and 0.6 % recorded in 2015, 2016 and 2017. Nevertheless, industrial output in Albania was more than twice as high in 2017 as it had been at the onset of the crisis. ",
        "9 Business Key figures on enlargement countries — 2019 edition 100 Domestic output price indices The development of domestic output price indices — also known as domestic producer price indices (PPIs) — for industry reflects price changes in goods that are sold by manufacturers; they provide an early indication of inflation. One of the key drivers in the development of output price indices is global demand for energy resources, in particular, crude oil. Indeed, in recent years the price of oil has fluctuated far more than the price of many other goods and this has had a direct impact on costs faced by manufacturers in a range of industrial activities, with oil price fluctuations often being passed down the production line between interlinked activities. A fall in global demand following the onset of the global financial and economic crisis, coupled with falling oil prices, led to EU-28 output prices falling by 4.0 % in 2009. In 2010, EU-28 industrial output prices rose by 3.1 % and price rises subsequently accelerated in 2011 (up 6.1 %). Thereafter, price increases slowed in 2012 and in 2013 there was no change in prices, followed by price falls each year between 2014 and 2016. In 2017 and 2018 domestic EU-28 industrial output prices increased again, up 3.6 % in both years, the fastest price increases recorded since 2011 (see Figure 9.2). Among the enlargement countries (no data available for Bosnia and Herzegovina or Kosovo), the overall change of domestic industrial output prices between 2008 and 2018 was positive except in Albania where there was an overall fall of 0.8 % (data for 2008-2017). Montenegro recorded an increase of 2.9 %, which was below the average for the EU-28 (up 8.3 %). An increase of 13.3 % was reported for North Macedonia while much larger increases were reported for Serbia (up 58.9 %) and Turkey (up 140.2 %). Figure 9.2: Gross domestic industrial output price indices, 2008-2018 (2008 = 100) 80 100 120 140 160 180 200 220 240 260 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Turkey Serbia North Macedonia EU-28 Montenegro ( 1 ) Albania ( 2 ) Note: the y-axis does not start at 0. Indices have been rescaled to 2008 = 100. Bosnia and Herzegovina and Kosovo: not available. ( 1 ) 2017 and 2018: provisional. ( 2 ) 2018: not available. Source: Eurostat (online data code: sts_inppd_a) ",
        "9 Business Key figures on enlargement countries — 2019 edition 101 Figure 9.3: Calendar adjusted indices of production in construction, 2008-2018 (2008 = 100) 60 100 140 180 220 260 300 340 380 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Montenegro North Macedonia Albania Turkey ( 1 ) Serbia ( 2 ) EU-28 Bosnia and Herzegovina Note: the y-axis does not start at 0. Indices have been rescaled to 2008 = 100. Kosovo: not available. ( 1 ) 2017 and 2018: not available. ( 2 ) 2018: provisional. Source: Eurostat (online data code: sts_copr_a) Construction production index The effects of the global financial and economic crisis on construction in the EU-28 were even greater than on the industrial economy. Indeed, the production index for construction in the EU-28 fell each and every year during the period 2008-2013, returning to annual growth only in 2014 (see Figure 9.3). From 2008 (by when it had already entered into the crisis) through to 2013, the EU-28 index of production for construction fell by one sixth (16.5 %) overall. Bosnia and Herzegovina and Serbia had a similar development, with considerably lower levels of construction output after the crisis: the 2007 level of production was surpassed in 2017 in Serbia, while in Bosnia and Herzegovina the level of construction output in 2018 was still below that recorded prior to the crisis. Elsewhere, the index of production for construction grew in recent years (a long time series is not available for Kosovo). In Turkey, the index in 2016 (no data for 2017 or 2018) was 29 % above what it was in 2008, with stronger growth between 2008 and 2018 in Albania (158 %), North Macedonia (146 %) and Montenegro (154 %); in Montenegro output more than doubled between 2015 and 2018. ",
        "9 Business Key figures on enlargement countries — 2019 edition 102 Volume of sales index for retail trade Retail trade indices have particular importance because of the role of retail trade as an interface between producers and final customers, allowing retail sales turnover and volume of sales indices to be used as short-term indicators for final domestic demand by households. The volume of sales index is a measure of turnover in the retail trade sector, adjusted to remove price changes (inflation). Figure 9.4 provides data for this indicator over the period 2008-2018 and shows that the volume of sales index in the EU-28 fell by a relatively small margin during most of the years from 2008 through to 2013, with an overall reduction of 3.9 % during this period. In 2014, growth of 1.9 % was recorded, with this strengthening in 2015 to 3.4 % and stabilising between 2.0 % and 3.0 % in 2016, 2017 and 2018. Among the enlargement countries, data for the volume of sales index are generally available for the period 2008-2018, with 2010 the first year for North Macedonia and Turkey (no data available for Kosovo). During this period there were generally much greater fluctuations in the enlargement countries’ volume of sales indices than the developments seen in the EU-28. North Macedonia and Serbia were characterised by their relatively low volume of sales index in 2018 compared with their levels in 2010 or 2008, up 6.0 % (2010-2018) and down 22.4 % (2008-2018) respectively; in both cases they were outperformed by the EU-28. By contrast, the volume of sales indices in the remaining enlargement countries for which data are available showed uninterrupted growth after 2010 and a much faster expansion in the volume of sales index than that recorded in the EU-28. Such growth was strongest in Montenegro, where the volume of sales index for retail trade grew by an annual average of 6.0 % between 2010 and 2018, while corresponding rates for Bosnia and Herzegovina, Turkey and Albania were within the range of 4.4-5.5 % per year. For comparison, the volume of sales grew on average by 1.3 % per year in the EU-28 during the same period. Figure 9.4: Calendar adjusted volume of retail trade sales, 2008-2018 (2008 = 100) 60 70 80 90 100 110 120 130 140 150 160 170 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Bosnia and Herzegovina ( 1 ) Montenegro Turkey ( 2 ) Albania EU-28 North Macedonia ( 2 )( 3 ) Serbia Note: the y-axis does not start at 0. Indices have been rescaled to 2008 = 100. Kosovo: not available. ( 1 ) Estimates. ( 2 ) 2010 = 100. 2008 and 2009: not available. ( 3 ) Provisional. Source: Eurostat (online data code: sts_trtu_a) ",
        "9 Business Key figures on enlargement countries — 2019 edition 103 Table 9.1: Tourism key indicators, 2012 and 2017 (thousands) Bed places (in hotels and similar establishments) Arrivals (of non-residents staying in hotels and similar establishments) 2012 2017 2012 2017 EU-28 ( 1 ) 13 052 13 917 248 578 296 790 Montenegro 35 36 533 795 North Macedonia 15 21 324 601 Albania ( 2 ) 16 15 149 257 Serbia 51 52 707 1 336 Turkey ( 3 ) 1 111 1 435 26 796 22 923 Bosnia and Herzegovina 21 33 418 870 Kosovo : 11 49 86 ( 1 ) Arrivals: 2016 instead of 2017. ( 2 ) 2015 instead of 2017. Arrivals: all tourism accommodation establishments (not just hotels and similar establishments). ( 3 ) Tourism and municipality licenced accommodation establishments. Source: Eurostat (online data codes: tour_cap_nat and tour_occ_arnat) Tourism Tourism has the potential to contribute towards employment and economic growth, as well as to development in rural, peripheral or less- developed areas. In 2017, there were 13.9 million bed places available in EU-28 hotels and similar establishments, as defined by NACE Rev. 2 Group 55.1 (see Table 9.1). The number of bed places grew in the EU-28 in each and every year over the period 2007-2017. Note that the figures shown do not reflect occupancy rates and instead refer to the supply of available bed places. In 2017 (2015 data for Albania), the combined number of bed places available in hotels and similar establishments in the enlargement countries was around 1.6 million; this was equivalent to 11.5 % of the total number of bed places in the EU-28. Turkey reported by far the highest number of bed places among the enlargement countries, some 1.4 million in 2017, or 90 % of the total across the enlargement countries. Turkey also recorded a large increase in its capacity: during the period 2012-2017 the number of bed places in Turkish hotels and similar establishments rose by 324 thousand, an overall increase of 29 %. For comparison, the number of bed places in the EU-28 increased by 7 % over the same period. The number of bed places also rose strongly in Bosnia and Herzegovina (up 57 %) and North Macedonia (up 38 %), while Albania was the only enlargement country where it fell (down 6 %; 2012-2015). ",
        "9 Business Key figures on enlargement countries — 2019 edition 104 Figure 9.5 provides an alternative analysis, based on the number of non-resident tourist arrivals per 1 000 inhabitants; it may be used as a measure of tourism intensity. The indicator provides a more nuanced guide to the economic significance of tourism pressures and may be used to analyse the sustainability of tourism. In 2016, there were 581 non-resident arrivals in EU-28 hotels and similar establishments per 1 000 inhabitants; this latest figure was 17.9 % higher than in 2012. By far the highest degree of tourism intensity, using this measure, was recorded in Montenegro, where there were more non-resident arrivals in hotels and similar establishments than inhabitants in 2017 (1 277 per 1 000 inhabitants). The number of non-resident arrivals in hotels and similar establishments was below 300 per 1 000 inhabitants in all of the other enlargement countries. According to this measure, tourism intensity in most of the enlargement countries rose at a faster pace than in the EU-28 between 2012 and 2017, the only exception being Turkey which recorded a lower degree of tourism intensity at the end of this period than at the beginning. The fastest expansions were recorded in Bosnia and Herzegovina as well as in Serbia. Figure 9.5: Arrivals of non-residents in hotels and similar establishments, 2012 and 2017 (per 1 000 inhabitants) 0 200 400 600 800 1 000 1 200 1 400 EU-28 ( 1 ) Montenegro North Macedonia Turkey ( 2 ) Bosnia and Herzegovina ( 3 ) Serbia Albania ( 4 ) Kosovo ( 5 ) 2012 2017 ( 1 ) 2016 instead of 2017. ( 2 ) Tourism and municipality licenced accommodation establishments. ( 3 ) Provisional. ( 4 ) 2015 instead of 2017. Arrivals: all tourism accommodation establishments (not just hotels and similar establishments). ( 5 ) Break in series. Source: Eurostat (online data codes: tour_occ_arnat and demo_gind) ",
        "10 Science, technology and digital society ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 106 Figure 10.1: Mobile phone penetration rate, 2007 and 2017 (number of subscriptions per 1 000 inhabitants) 0 200 400 600 800 1 000 1 200 1 400 1 600 1 800 2 000 EU-28 ( 1 ) Albania ( 2 ) Montenegro ( 3 ) Serbia Bosnia and Herzegovina ( 2 ) North Macedonia Turkey ( 2 )( 3 ) Kosovo ( 4 ) 2007 2017 ( 1 ) 2016 instead of 2017. ( 2 ) 2007: estimate. ( 3 ) Break in series. ( 4 ) 2008 instead of 2007. Source: Eurostat (online data code: demo_gind) and European Commission, Digital Economy and Society Information and communication technologies (ICTs) affect people’s everyday lives in many ways, both at work and in the home, for example, through communications with friends and colleagues or buying and ordering goods online. The development and expansion of the digital society is regarded as critical to improve the EU’s competitiveness, while EU policymakers also seek to regulate specific areas, such as e-commerce or the protection of an individual’s privacy when using such technologies. Mobile phone subscriptions In the EU-28 there were, on average, 1 367 mobile phone subscriptions per 1 000 inhabitants in 2016; in other words, there was an average of 1.4 mobile subscriptions per person (see Figure 10.1). Since the late 1980s/ early 1990s the number of subscriptions has increased rapidly as mobile phones have become commonplace. Figure 10.1 shows that subscriptions per inhabitant continued to increase even though there was an apparent market saturation, with an overall rise in EU-28 mobile subscriptions of close to one fifth (17.4 %) between 2007 and 2016. There was also a rapid take-up of mobile telephony services in the enlargement countries. During the period 2007-2017, the rate of growth of mobile subscriptions was faster in Albania, Bosnia and Herzegovina, Montenegro (note that there is a break in series) and Kosovo (2008-2017) than in the EU-28. In 2017, the number of mobile phone subscriptions was higher than the number of inhabitants in three enlargement countries, indicating that some people had more than one mobile subscription: this could result from some subscriptions remaining active even when they were no longer in use, or may be linked to some people having subscriptions for work and private use, or could be linked to some people owning several connected devices. Among the enlargement countries, Albania recorded the highest ratio of mobile phone subscriptions to population size in 2017, an average of 1 875 subscriptions per 1 000 inhabitants. Montenegro was the only other enlargement country to record a ratio of mobile phone subscriptions per inhabitant that was above the EU-28 average, although the ratio in Serbia was only marginally below that of the EU-28. At the other end of the range, Kosovo recorded the lowest number of mobile subscriptions, at 553 per 1 000 inhabitants. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 107 Figure 10.2: Fixed telephone line penetration rate, 2007 and 2017 (number of lines per 1 000 inhabitants) 0 100 200 300 400 500 EU-28 ( 1 ) Serbia ( 2 ) Montenegro Turkey 2007 2017 Note: North Macedonia, Albania, Bosnia and Herzegovina and Kosovo, not available. ( 1 ) 2013 (estimate) instead of 2017. Break in series. ( 2 ) 2007: not available. Source: Eurostat (online data code: demo_gind) Fixed telephone lines Figure 10.2 presents information in relation to the number of fixed telephone lines per 1 000 inhabitants. Fixed telephone lines are those which connect a customer’s equipment (telephone handset or fax machine) to the public switched telephone network (PSTN). This indicator, together with that for mobile telephony, is one of the broadest and most common measures used to evaluate the development of telecommunications. In the EU-28 there were, on average, 431 fixed telephone lines per 1 000 inhabitants in 2013. This figure was below the ratio recorded in 2007, when there had been, on average, 34 more fixed telephone lines per 1 000 inhabitants; it should be noted that there is a break in series. As mobile technology became abundant, the number of fixed telephone lines fell in many countries. There was a reduction in the number of fixed telephone lines per 1 000 inhabitants in the two enlargement countries for which 2007 and 2017 data are available, down 25 lines per 1 000 inhabitants in Montenegro and down 117 lines per 1 000 inhabitants in Turkey. In 2017, Serbia recorded 364 fixed telephone lines per 1 000 inhabitants, while there were much lower ratios in Montenegro (245 per 1 000 inhabitants) and Turkey (142 per 1 000 inhabitants), all below the EU-28 average. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 108 Figure 10.3: Proportion of households having access to a personal computer, 2013 and 2018 (%) 0 10 20 30 40 50 60 70 80 90 EU-28 ( 1 ) Serbia North Macedonia ( 2 ) Bosnia and Herzegovina ( 3 ) Kosovo ( 4 ) Montenegro ( 5 ) Turkey ( 6 ) 2013 2018 Note: Albania, not available. ( 1 ) All computers, not just personal computers. 2017 instead of 2018. ( 2 ) 2017 instead of 2018. ( 3 ) 2013: not available. ( 4 ) 2013: not available. 2017 instead of 2018. ( 5 ) Estimates. ( 6 ) Data only cover desktops. Source: Eurostat (online data code: isoc_ci_cm_h) Access to a personal computer As of 2017, 84 % of households in the EU-28 had access to a computer; this marked an increase of 4 percentage points when compared with 2013 (see Figure 10.3). The proportion of households with access to a personal computer (PC) in the six enlargement countries for which data are available (no information for Albania) was consistently lower than in the EU-28. Two thirds or more of all households in Serbia (72 % in 2018) and North Macedonia (67 % in 2017) had access to a PC, while the corresponding ratio in Bosnia and Herzegovina (64 % in 2018) and Kosovo (61 % in 2017) was slightly lower. In Montenegro, this ratio was stood at a little over one third (36 %) in 2018, while it was just under one fifth (19 %) in Turkey; note that the figure for Turkey covers only desktop PCs and that this particular market has been relatively stagnant in recent years as an increasing share of people have chosen to buy more portable formats, such as laptops, netbooks or tablets. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 109 Figure 10.4: Proportion of households having access to the internet at home, 2013 and 2018 (%) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Kosovo ( 1 ) Turkey North Macedonia Serbia Montenegro ( 2 ) Bosnia and Herzegovina ( 3 ) Albania ( 4 ) 2013 2018 ( 1 ) 2013: not available. ( 2 ) Estimates. ( 3 ) 2011 instead of 2013. Break in series. ( 4 ) 2012 instead of 2013. 2017 instead of 2018. Break in series. Source: Eurostat (online data code: isoc_ci_in_h) Access to the internet Digital subscriber lines (DSL) remain the main form of delivery for broadband technology in the EU, although alternatives, such as the use of cable, satellite, fibre optics and wireless local loops are becoming more widespread. The proportion of households in the EU-28 with access to the internet was 89 % in 2018, somewhat more than the proportion of households with access to a PC (84 % in 2017), reflecting the use of a range of devices to connect to the internet. The proportion of households in the EU-28 having access to the internet rose by 10 percentage points between 2013 and 2018 (see Figure 10.4); as such it outstripped the growth in households having access to a PC. As with household access to PCs, a lower proportion of households in most enlargement countries had access to the internet when compared with households in the EU-28, the exception being Kosovo which reported that 93 % of households had internet access at home in 2018. In most of the enlargement countries this share ranged from 69 % to 84 %, with the share in Albania well below this range (30 % in 2017). For all six enlargement countries for which data are shown for both reference years in Figure 10.4, the increase in the proportion of households having access to the internet was higher than the increase recorded in the EU-28: the most rapid expansions were in Bosnia and Herzegovina (2011-2018; break in series) and Turkey, where there were increases of 39 and 35 percentage points respectively. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 110 Figure 10.5: Proportion of individuals (aged 16-74 years) who access the internet at least once a week, 2013 and 2018 (%) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Montenegro ( 1 ) Turkey Kosovo ( 2 ) North Macedonia ( 3 ) Serbia Bosnia and Herzegovina ( 2 ) Albania ( 4 ) 2013 2018 ( 1 ) Estimates. 2014 instead of 2013. ( 2 ) 2013: not available. ( 3 ) 2017 instead of 2018. ( 4 ) 2012 instead of 2013. 2018: not available. Source: Eurostat (online data code: isoc_ci_ifp_fu) Figure 10.5 shows the proportion of individuals (aged 16-74 years) in the EU-28 who accessed the internet at least once a week stood at 83 % in 2018; this marked an increase of 11 percentage points when compared with the situation five years earlier in 2013. Half of the six enlargement countries for which data for 2017 or 2018 are available reported a higher share of individuals (than in the EU-28) accessing the internet at least once a week. In 2018, almost all people in Montenegro (99 %) and Turkey (97 %) were using the internet at least on a weekly basis, as were nearly 9 out of 10 people (87 %) in Kosovo. Closer to three quarters of the population in North Macedonia (73 %; 2017 data) and just over two thirds of the population in Serbia and in Bosnia and Herzegovina (both 68 %) were accessing the internet at least once a week in 2018. Data for four enlargement countries are available to analyse recent developments in weekly internet use among those aged 16-74 years. The most rapid increase in the proportion of people using the internet at least once a week was recorded in Serbia, up 24 percentage points between 2013 and 2018, while an increase of 11 percentage points was registered in North Macedonia between 2013 and 2017. Unsurprisingly, much smaller increases were observed in Turkey and Montenegro, both of which already had high proportions of weekly internet use in 2013 or 2014. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 111 Figure 10.6: Proportion of enterprises having access to the internet, 2013 and 2018 (%) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Serbia Montenegro ( 1 ) Bosnia and Herzegovina ( 2 ) Albania ( 3 ) Turkey North Macedonia 2013 2018 Note: enterprises with 10 or more persons employed, excluding financial and insurance activities (NACE Rev. 2 Section K). Kosovo: not available. ( 1 ) Estimates. ( 2 ) 2013: not available. ( 3 ) 2017 instead of 2018. Source: Eurostat (online data code: isoc_ci_in_en2) Widespread access to the internet (via broadband) is seen as essential for the development of advanced services on the internet, such as e-business, e-government or e-learning. The data available for enterprises having access to the internet generally refer to enterprises with 10 or more persons employed and it is worth considering that several enlargement countries are characterised by having a relatively high number of micro enterprises with fewer than 10 persons employed. With this proviso, almost all (97 %) of the enterprises in the EU-28 had access to the internet in 2018, a share that was nearly reached in Turkey (95 %), matched in Albania (97 %; 2017 data) and surpassed in Bosnia and Herzegovina (99 %), Montenegro (also 99 %) and Serbia (100 %), see Figure 10.6. A slightly lower proportion of enterprises in North Macedonia (92 %) had access to the internet in 2018 (see Figure 10.6). ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 112 Figure 10.7: Research and development intensity, 2007-2017 (% of GDP) 0.0 0.5 1.0 1.5 2.0 2.5 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 EU-28 ( 1 ) Turkey Serbia North Macedonia ( 2 ) Montenegro ( 3 ) Bosnia and Herzegovina ( 4 ) Note: Albania and Kosovo, not available. ( 1 ) 2017: provisional. ( 2 ) 2017: provisional. ( 3 ) 2010, 2012 and 2014: not available. ( 4 ) 2006-2011 and 2017: not available. Source: Eurostat (online data code: rd_e_gerdtot) Research and development expenditure Eurostat data on research and development (R & D) provide a comprehensive picture covering indicators related to expenditure and personnel. R & D comprises creative work undertaken on a systematic basis in order to increase the stock of knowledge, including knowledge of man, culture and society and the use of this stock of knowledge to develop new applications. R & D is a driver of innovation, with the level of gross domestic expenditure on R & D (GERD) (which includes expenditure on R & D performed by business enterprises, higher education institutions, as well as government and private non-profit organisations) and the ratio of R & D intensity (R & D expenditure relative to GDP) being two of the key indicators used to monitor resources devoted to science and technology. The Europe 2020 strategy for smart, sustainable and inclusive growth was adopted in 2010. One of its five targets is to see an increase in the level of R & D intensity such that it averages 3 % of the EU’s GDP by 2020. In 2017, gross expenditure on R & D was valued at EUR 317 billion in the EU-28, which was 17.4 % higher than five years earlier (in current price terms). R & D intensity in the EU-28 was 2.06 % in 2017; as such, it lagged behind South Korea, Japan, the United States and China, primarily due to relatively low levels of business expenditure on R & D. R & D expenditure in Turkey was valued at EUR 7.2 billion, which was equivalent to 2.3 % of the level of expenditure recorded in the EU-28 for 2017. Turkish R & D expenditure was far higher than in any of the other enlargement countries, as the next highest level was EUR 342 million in Serbia, approximately one thousandth of the expenditure in the EU-28. The relatively high level of R & D expenditure in Turkey (compared with the other enlargement countries) was not simply because of its larger size, as witnessed from an analysis of the level of R & D expenditure relative to the size of each economy that is shown in Figure 10.7. The R & D intensities among the enlargement countries ranged from 0.96 % and 0.87 % in Turkey and Serbia in 2017 to 0.24 % in Bosnia and Herzegovina in 2016. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 113 Figure 10.8: Distribution of sources of research and development funds, 2017 (%) 0 10 20 30 40 50 60 70 80 90 100 EU-28 ( 1 ) Turkey Bosnia and Herzegovina Montenegro ( 2 ) North Macedonia Serbia Business enterprise sector Government sector Abroad Other ( 3 ) Note: Albania and Kosovo, not available. ( 1 ) 2016. Estimates. ( 2 ) 2016. ( 3 ) Higher education and private non-profit sectors. Source: Eurostat (online data code: rd_e_gerdfund) Despite their relatively low overall levels of R&D expenditure, several of the enlargement countries reported a fairly steady increase in such expenditure (relative to GDP) between 2007 and 2017, notably in North Macedonia, Serbia and Turkey; by contrast, expenditure in Montenegro was lower in 2016 than it had been in 2007 (see Figure 10.7). An analysis of R & D expenditure by source of funds for 2016 shows that more than half (56.6 %) of the total expenditure within the EU-28 was funded by business enterprises, while less than one third (30.9 %) was funded by government, and a further tenth (10.0 %) from abroad (foreign funds); the ‘other’ sources (2.5 %) include higher education and non-profit organisations. In Turkey, the business enterprise sector was also the largest source of funding for R & D expenditure, providing half the total (49.4 %) in 2017. By contrast, in Montenegro (2016 data), Serbia and North Macedonia, the government sector was the main source of R & D funding in 2017; in Montenegro, it provided more than two thirds (70.0 %) of all R & D finance. Compared with the EU-28, other sources provided a relatively large share of total R & D funding in many of the enlargement countries, most notably in Bosnia and Herzegovina where they were the largest source, providing more than two fifths of the total (see Figure 10.8). ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 114 Table 10.1: Research and development personnel, 2007-2017 (thousands of full-time equivalents) 2007 2009 2011 2013 2015 2017 EU-28 2 370.2 2 488.5 2 613.0 2 720.6 2 883.4 3 068.0 Montenegro ( 1 ) 1.3 1.5 0.6 0.5 0.7 0.6 North Macedonia ( 2 ) 1.4 1.1 1.1 1.6 2.0 1.9 Albania : : : : : : Serbia : 18.1 17.5 18.1 21.6 20.8 Turkey 63.4 73.5 92.8 113.0 122.3 153.6 Bosnia and Herzegovina : : : 1.4 2.2 2.4 Kosovo : : : : : : ( 1 ) 2016 instead of 2017. ( 2 ) 2011: break in series. Source: Eurostat (online data code: rd_p_persocc) Research and development personnel and researchers R & D personnel consists of all individuals employed directly in the field of R & D, including persons providing direct services, such as managers, administrators, and clerical staff. The number of R & D personnel in the EU-28 increased in recent years: in 2017, there were 3.07 million persons (in full-time equivalents) employed as R & D personnel in the EU-28 (see Table 10.1), which marked an increase of 698 thousand (or 29.4 %) when compared with 2007. Turkey reported 154 thousand R & D personnel in 2017, by far the highest number among the enlargement countries. Between 2007 and 2017 the number of R & D personnel in Turkey more than doubled (up 142.3 %), while North Macedonia reported an increase of 38.5 % (note however that there is a break in series); Serbia reported a smaller increase (14.8 %) between 2009 and 2017. In Montenegro there was a relatively large fall (− 53.6 %; 2007-2016) in the number of R & D personnel, reflecting its contraction in R & D expenditure. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 115 Figure 10.9: Research and development personnel as a share of all persons employed, 2012 and 2017 (%; based on full-time equivalent units) 0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 EU-28 ( 1 ) Serbia ( 2 ) Turkey Montenegro ( 3 ) North Macedonia 2012 2017 Note: Albania, Bosnia and Herzegovina, and Kosovo, not available. ( 1 ) 2012: estimate. 2017: provisional. ( 2 ) 2014 instead of 2012. ( 3 ) 2011 instead of 2012. 2016 instead of 2017. Source: Eurostat (online data code: rd_p_perslf) Standardising these data to take account of the overall number of persons employed, R & D personnel accounted for 1.4 % of total employment in the EU-28 in 2017 (again based on a measure in full-time equivalents) (see Figure 10.9). Among the four enlargement countries for which data are available, Serbia had the highest share of R & D personnel in total employment, at 0.8 % in 2017, while the smallest shares were registered in Montenegro (2016 data) and North Macedonia (both 0.3 %). The share of R & D personnel in total employment rose from 1.3 % to 1.4 % in the EU-28 between 2012 and 2017. The relative weight of R & D personnel in total employment also increased in Turkey (up 0.1 percentage points), but remained stable elsewhere. ",
        "10 Science, technology and digital society Key figures on enlargement countries — 2019 edition 116 Figure 10.10: Share of women in research and development personnel, 2012 and 2017 (%; based on full-time equivalent units) 0 10 20 30 40 50 60 North Macedonia Serbia Bosnia and Herzegovina Montenegro ( 1 ) Turkey 2012 2017 Note: Albania and Kosovo, not available. ( 1 ) 2011 instead of 2012. 2015 instead of 2017. Source: Eurostat (online data code: rd_p_persocc) An analysis of R & D personnel by sex for 2017 shows that women accounted for approximately half (48-50 %) of the workforce in Montenegro (2015 data), in Bosnia and Herzegovina, and in Serbia, while they represented a majority of the total number of R & D personnel in North Macedonia (55 %). By contrast, women accounted for just less than one third (32 %) of all R & D personnel in Turkey (see Figure 10.10). Between 2012 and 2017 the share of women in total R & D personnel fell among those enlargement countries where women had accounted for a majority of the workforce — North Macedonia, Montenegro (2011-2015) and Serbia. By contrast, in Bosnia and Herzegovina as well as in Turkey, the share of women among R & D personnel increased, most notably in the former where it rose by 5.9 percentage points. ",
        "11 Transport ",
        "11 Transport Key figures on enlargement countries — 2019 edition 118 Figure 11.1: Motorisation rate, 2007 and 2017 (passenger cars per 1 000 inhabitants) 0 100 200 300 400 500 600 EU-28 ( 1 ) Montenegro Serbia ( 2 ) Bosnia and Herzegovina North Macedonia Kosovo ( 2 ) Turkey Albania 2007 2017 ( 1 ) 2016 instead of 2017. ( 2 ) Break in series. Source: Eurostat (online data code: demo_gind) and the Directorate-General for Mobility and Transport (EU transport in figures, available at: https://ec.europa.eu/transport/facts-fundings/statistics_en) An efficient and well-functioning passenger and freight transport system is considered vital for a competitive economy. The EU’s transport policy aims to foster clean, safe and efficient travel throughout Europe, underpinning the internal market for goods (transferring them between their place of production and consumption) and the right of citizens to travel freely throughout the EU (for both work and pleasure). Motorisation rate The principal mode of passenger transport in the EU is the passenger car, providing both flexibility and mobility. In the EU-28, there were an estimated 507 passenger cars per 1 000 inhabitants in 2016. This marked an increase of 10 % in car ownership (or 46 additional cars per 1 000 inhabitants) when compared with 2007 (see Figure 11.1). Motorisation rates for the enlargement countries were considerably lower than in the EU-28. There were, on average, 310 passenger cars per 1 000 inhabitants in Montenegro, 280 per 1 000 inhabitants in Serbia and 252 per 1 000 inhabitants in Bosnia and Herzegovina in 2017; these were the highest rates among the enlargement countries. By contrast, motorisation rates elsewhere were below 200 passenger cars per 1 000 inhabitants, with the lowest rate (147 per 1 000 inhabitants) in Albania. Compared with the EU-28, during the 10-year period shown in Figure 11.1 there was faster growth in the motorisation rate in all of the enlargement countries except for Montenegro. From 2007-2017, the motorisation rate increased by 20 additional cars per 1 000 inhabitants in Montenegro, and between 58 and 85 additional cars per 1 000 inhabitants elsewhere. ",
        "11 Transport Key figures on enlargement countries — 2019 edition 119 Figure 11.2: Persons killed in road traffic accidents relative to population size, 2007 and 2017 (deaths per 100 000 inhabitants) 0 2 4 6 8 10 12 14 16 18 20 EU-28 ( 1 ) Montenegro Turkey ( 2 )( 3 ) Bosnia and Herzegovina Serbia ( 3 ) Albania North Macedonia 2007 2017 Note: Kosovo, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2007: includes only persons killed at the scene of an accident. ( 3 ) Break in series. Source: Eurostat (online data codes: tran_sf_roadse and demo_gind) Persons killed in road accidents The data presented on road transport fatalities are limited to the number of persons fatally injured in a road accident, resulting in their death within 30 days of the accident. Confirmed suicide and natural deaths should not be included. In 2016, there were 5.0 deaths from road traffic accidents per 100 000 inhabitants in the EU-28, down from 8.6 per 100 000 in 2007. Among the enlargement countries, in 2017 this ratio ranged from 7.5 per 100 000 inhabitants in North Macedonia to 10.1 per 100 000 inhabitants in Montenegro (no data available for Kosovo); as such the death rate from road traffic accidents was higher in all of the enlargement countries than it was in the EU-28 (see Figure 11.2). Comparing data for 2007 and 2017 for five of the enlargement countries for which data are available, only Turkey reported a higher ratio of road traffic accident fatalities to the population size in 2017 than in 2007 (note that there is a break in series). The largest fall in this ratio was in Montenegro, down 9.7 deaths per 100 000 inhabitants; despite this fall, as noted above, it still had the highest road traffic accident fatality rate among the enlargement countries. It should be noted that fatal road traffic accidents are relatively rare events and that from year to year these numbers and ratios can change greatly, particularly in smaller countries. ",
        "11 Transport Key figures on enlargement countries — 2019 edition 120 Figure 11.3: Share of road freight transport in total inland freight transport, 2007 and 2017 (%, based on tonne-km) 0 10 20 30 40 50 60 70 80 90 100 EU-28 ( 1 ) North Macedonia Turkey Bosnia and Herzegovina ( 2 )( 3 ) Serbia ( 2 ) Montenegro ( 4 ) 2007 2017 Note: Albania and Kosovo, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2007: not available. ( 3 ) Road share of inland freight transport based on road and rail transport (excluding inland waterways). ( 4 ) 2007: based on total freight traffic (national territory and international transport). Source: Eurostat (online data code: tran_hv_frmod) Freight transport The modal split of inland freight transport is based on transportation by road, rail and inland waterways, and therefore excludes air, maritime and pipeline transport. The split is calculated based on the quantity and distance of freight movements, in other words based on data expressed in tonne-kilometres (tkm). There was generally a high propensity to make use of roads for inland freight transport in both the EU and the majority of the enlargement countries (see Figure 11.3). While the share of road transport in total inland freight transport was 76.4 % across the EU-28 in 2016, there was an even greater reliance on using roads to transport freight in North Macedonia, Turkey and to a lesser extent in Bosnia and Herzegovina (note that inland waterways are excluded from the calculation), where 96.4 %, 95.4 % and 78.9 % of inland freight was moved by road in 2017. There was a relatively high use made of rail and inland waterways for freight transport in Serbia and as a consequence in Serbia the share of road freight transport was lower, at 51.5 %. The lowest share among the enlargement countries was however registered in Montenegro, where roads accounted for 39.0 % of inland freight transport in 2017. The road share of inland freight transport was higher in 2017 than in 2007 in all three enlargement countries for which data are available. The increase in Turkey was relatively small, up 0.6 percentage points, whereas in Montenegro and North Macedonia the increases were more substantial, up 5.8 and 8.0 percentage points respectively. ",
        "11 Transport Key figures on enlargement countries — 2019 edition 121 Figure 11.4: Share of car transport in total inland passenger transport, 2007 and 2017 (%, based on passenger-km) 0 10 20 30 40 50 60 70 80 90 100 EU-28 ( 1 ) Bosnia and Herzegovina ( 2 ) North Macedonia Turkey ( 3 ) 2007 2017 Note: Montenegro, Albania, Serbia and Kosovo, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2017: not available. ( 3 ) 2007: estimate. 2016 instead of 2017. Source: Eurostat (online data code: tran_hv_psmod) Passenger transport Cars are the favoured means of inland passenger transport: they accounted for more than four fifths (82.9 %) of the total inland passenger kilometres in the EU-28 in 2016; this share was practically unchanged when compared with 2007 when the share was 83.1 % (see Figure 11.4). The relatively small set of data available for the enlargement countries shows that the use of cars for inland passenger transport was somewhat less common in Turkey (2016 data), and at a similar level to that in the EU-28 in North Macedonia. Between 2007 and 2016 the share of car transport within inland passenger transport increased greatly in Turkey, up 19.3 percentage points from 50.8 % to 70.1 %. In North Macedonia the increase was more moderate, up 2.2 percentage points from 77.1 % in 2007 to 79.3 % in 2017. ",
        "12 Energy ",
        "12 Energy Key figures on enlargement countries — 2019 edition 124 The energy community was established as an international organisation in 2006 and currently includes, among others, the EU-28, Albania, Bosnia and Herzegovina, Kosovo, North Macedonia, Montenegro and Serbia; Turkey has observer status. The aim of the energy community is to extend the internal market concerning energy to south-east Europe and beyond. Basic data on energy quantities are in fuel specific units, such as liquid or solid fuels in thousand tonnes and electricity in kilowatt- hours; these units are converted to common energy units (such as tonnes of oil equivalent (toe)) to allow the addition or comparison of data for different energy sources. Primary production and net imports Primary energy production takes place when energy sources are harnessed, for example, in crude oil or natural gas fields, in nuclear reactors, hydro-electric power plants or wind turbines. The level of primary energy production may fluctuate considerably from one year to the next as a result of changes in energy demand (reflecting economic fortunes), the development of energy prices (which is affected by the level of market supply and demand) and environmental conditions (particularly for some renewable sources). In 2017, the EU-28’s primary energy production amounted to 758 million toe, which was 12.3 % lower than in 2007 (see Figure 12.1). The general downward movement of EU-28 production was quite regular, except for 2009 when it fell considerably, in part due to the effects of the global financial and economic crisis. Lower levels of production in the EU-28 may, at least in part, be attributed to resources becoming exhausted and/or uneconomical. Primary energy production in Turkey was 36.5 million toe in 2017, by far the largest value recorded amongst the enlargement countries, ahead of the 10.5 million toe of energy production in Serbia. In contrast to the situation in the EU-28, primary energy production increased between 2007 and 2017 in most enlargement countries, most notably in Albania (up 59.1 %), in Turkey (32.9 %) and in Kosovo (25.7 %) and to a lesser extent in Montenegro (18.9 %). In Serbia the level of primary production of energy changed little over the years shown in Figure 12.1, finishing in 2017 at almost exactly the same level as in 2007. North Macedonia was the only enlargement country (no data available for Bosnia and Herzegovina) where primary production of energy was lower in 2017 than in 2007, with output down 25.2 % overall during this whole period. Natural endowments of fossil fuels largely determine the structure of primary energy production. Energy production in the EU-28 is quite varied, reflecting the availability of different fossil fuel deposits and the potential for hydro power, as well as different policies in relation to the production of energy from nuclear fuels and renewables. In 2017, nuclear and renewable energy sources (under ‘Others’ in Figure 12.2) made up nearly three fifths (59.5 %) of the EU-28’s energy production. By contrast, many of the enlargement countries have an energy mix that is dominated by just one source of energy. For example, close to four fifths (78.7 %) of Kosovo’s energy production was from solid fuels in 2017, while this source accounted for nearly three quarters of all primary production in Bosnia and Herzegovina (74.2 %) as well as in North Macedonia (73.4 %), more than two thirds in Serbia and more than half in Montenegro. Although solid fuels also contributed more than two fifths of primary energy production in Turkey this was less than the share of other sources. Albania was also an exception, as crude oil was its main source of primary energy production, with a 57.4 % share. ",
        "12 Energy Key figures on enlargement countries — 2019 edition 125 Figure 12.1: Development of primary energy production, 2007-2017 (2007 = 100; based on tonnes of oil equivalents) 0 25 50 75 100 125 150 175 200 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Albania Turkey Kosovo Montenegro Serbia EU-28 North Macedonia Note: Bosnia and Herzegovina, not available. Source: Eurostat (online data code: nrg_bal_s) Figure 12.2: Primary production of energy by product, 2017 (%) 0 10 20 30 40 50 60 70 80 90 100 EU-28 Kosovo Bosnia and Herzegovina North Macedonia Serbia Montenegro Turkey Albania Solid fuels Oil Gas Others Note: ranked on solid fuels. Source: Eurostat (online data code: nrg_bal_s) ",
        "12 Energy Key figures on enlargement countries — 2019 edition 126 Figure 12.3: Development of gross inland consumption of energy, 2007-2017 (2007 = 100; based on tonnes of oil equivalents) 0 25 50 75 100 125 150 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Turkey Kosovo Albania Serbia EU-28 Montenegro North Macedonia Note: Bosnia and Herzegovina, not available. Source: Eurostat (online data code: nrg_bal_s) Gross inland energy consumption Gross inland energy consumption is the energy that a country requires to meet its internal (national) demand. The main difference between levels of primary energy production and gross inland energy consumption is international trade: a shortfall of production needs to be met by net imports, while a production surplus is generally accompanied by net exports. As well as primary production and international trade, gross inland consumption takes into account changes in stocks and the supply of energy to bunkers (for international transport). In 2017, the EU-28’s gross inland energy consumption was 1.67 billion toe, having fallen from a peak of 1.85 billion toe in 2006. There was generally a downward path to the development of gross inland consumption in the EU-28 over the last decade, with a notable fall in 2009 and a rebound in 2010, both related to the global financial and economic crisis (see Figure 12.3). Based on a comparison between 2007 and 2017, gross inland energy consumption in the EU-28 was 7.9 % lower at the end of the period. There were greater fluctuations in the development of gross inland energy consumption among the enlargement countries. Energy consumption in North Macedonia and Montenegro fell overall by approximately one tenth (10.9 % and 9.3 % lower respectively) between 2007 and 2017, the largest decreases among the enlargement countries and the only enlargement countries to record bigger reductions than that for the EU-28. Serbia also recorded an overall fall, with consumption 5.1 % lower in 2017 than in 2007. By contrast, gross inland consumption of energy rose in the other three enlargement countries (no data available for Bosnia and Herzegovina), with overall growth ranging from 16.9 % in Albania, through 25.4 % in Kosovo to 48.4 % in Turkey. ",
        "12 Energy Key figures on enlargement countries — 2019 edition 127 Figure 12.4: Energy dependency, 2007 and 2017 (%) 0 10 20 30 40 50 60 70 80 EU-28 Turkey North Macedonia Montenegro Albania Serbia Bosnia and Herzegovina ( 1 ) Kosovo 2007 2017 Note: the indicator shows the ratio (expressed as a percentage) between net imports and the sum of gross inland consumption and bunkers. ( 1 ) 2007: not available. 2016 instead of 2017. Source: Eurostat (online data code: nrg_bal_s) Energy dependency is calculated as the ratio of net imports (imports − exports) to gross inland consumption, expressed as a percentage; a negative ratio indicates that a country is a net exporter of energy products. The EU-28’s energy dependency was 55.1 % in 2017 (see Figure 12.4). Turkey had the highest energy dependency ratio in 2017 among the enlargement countries, as net imports accounted for 77.1 % of gross inland energy consumption. North Macedonia was the only other enlargement country to report that net imports supplied more than half (56.1 %) of gross inland energy consumption; across the remaining enlargement countries this ratio was within the range of 30-40 % (data for Bosnia and Herzegovina refer to 2016). Between 2007 and 2017, the EU-28’s energy dependency rose by 2.3 percentage points. There were also increases in the dependency ratios of North Macedonia (up 9.0 points), Turkey (up 3.0 points) and Kosovo (up 0.9 points). By contrast, Serbia (down 2.6 points), Albania (down 11.7 points) and Montenegro (down 14.1 points) each reported a reduction in energy dependency over the period under consideration. ",
        "12 Energy Key figures on enlargement countries — 2019 edition 128 Figure 12.5: Final energy consumption by households relative to population size, 2007 and 2017 (kgoe per inhabitant) 0 50 100 150 200 250 300 350 400 450 500 550 600 EU-28 Montenegro Serbia Bosnia and Herzegovina ( 1 ) Kosovo Turkey North Macedonia Albania 2007 2017 ( 1 ) 2007: not available. 2016 instead of 2017. Source: Eurostat (online data codes: nrg_bal_s and demo_gind) Final energy consumption Final energy consumption is lower than gross inland energy consumption, as some energy is lost during the process of converting fossil fuels into electricity or crude oil into petroleum products, and some is used for non-energy purposes, such as feedstock for the petrochemical industry. Final energy consumption may be analysed by end use, with information on consumption within the industrial sector, the transport sector, households and a residual category of others (largely composed of services). Consumption by households was 563 kilogrammes of oil equivalent (kgoe) per inhabitant in the EU-28 in 2017, slightly down from the level of 578 kgoe per inhabitant in 2007, but nevertheless higher than in any of the enlargement countries (see Figure 12.5). In 2017, Montenegro recorded household energy consumption at a level of 423 kgoe per inhabitant, followed relatively closely by Serbia with a level of 406 kgoe per inhabitant. Most of the remaining enlargement countries reported household energy consumption in the range of 255 kgoe (North Macedonia) to 324 kgoe per inhabitant (Bosnia and Herzegovina; 2016 data), with Albania (173 kgoe per inhabitant) below this level. Reflecting developments in the EU-28, household energy consumption per inhabitant was lower in 2017 than in 2007 in Serbia, Turkey and North Macedonia, while it was higher in Montenegro, Albania and most notably Kosovo (where it more than doubled). ",
        "12 Energy Key figures on enlargement countries — 2019 edition 129 Figure 12.6: Share of renewable energy in gross final energy consumption, 2012 and 2017 (%) 0 5 10 15 20 25 30 35 40 45 EU-28 Montenegro Albania Kosovo Serbia North Macedonia Turkey 2012 2017 Note: Bosnia and Herzegovina, not available. Source: Eurostat (online data code: sdg_07_40) Renewable energy sources The use of renewable energy sources, whether for electricity generation, transport, or heating/cooling, is seen as a key element of the EU’s energy policy: it should help to reduce dependence on fuel from non-member countries; reduce emissions from carbon-based energy sources; and decouple energy costs from oil prices. The EU-28 has gradually moved closer to its 2020 target of a 20 % contribution from renewable energy sources to gross final energy consumption; a further target of 32 % by 2030 has been set. In 2012, the share of renewable energy was 14.7 % and this subsequently rose to 17.5 % by 2017 (see Figure 12.6). Of the six enlargement countries for which data are available (no data for Bosnia and Herzegovina), Turkey was the only one where this share was below the EU-28 average: 13.2 % of gross final energy consumption in Turkey came from renewable energy sources, while elsewhere the share ranged from 19.7 % in North Macedonia to 40.0 % in Montenegro. In most enlargement countries there was generally little change in the share of renewable energy in final energy consumption between 2012 and 2017, with Kosovo and to a lesser extent North Macedonia the only countries to report a notable increase, while Montenegro reported the largest decrease. ",
        "13 Environment statistics ",
        "13 Environment statistics Key figures on enlargement countries — 2019 edition 132 The Europe 2020 strategy for smart, sustainable and inclusive growth was adopted in 2010: one of its flagship initiatives concerns resource- efficient Europe, while there are three specific targets related to the environment and climate change to be achieved by 2020, namely: • greenhouse gas emissions should fall to 20 % lower than in 1990; • 20 % of the energy used in the EU should be from renewables; and • there should be a 20 % increase in energy efficiency. Eurostat, in close partnership with the European Environment Agency (EEA), provides environmental statistics, accounts and indicators supporting the development, implementation, monitoring and evaluation of the EU’s environmental policies, strategies and initiatives. Data on greenhouse gas emissions, as reported under the United Nations framework convention on climate change (UNFCCC), are collected by the EEA. Eurostat organises and collects environmental statistics in relation to a broad range of data, for example, waste, water, material flows and environmental protection expenditure. Greenhouse gas and carbon dioxide emissions The Kyoto Protocol is an international agreement linked to the UNFCCC which was agreed in 1997 and has the objective of curbing global warming. With the exception of Kosovo, all of the enlargement countries ratified the Kyoto Protocol and it entered into force across the region during the period 2005-2009. Under the Kyoto Protocol a number of industrialised and transition economies (including the EU) — referred to as Annex I parties — committed to targets for the reduction of six greenhouse gases or groups of gases, namely: carbon dioxide (CO 2 ), nitrous oxide (N 2 O), methane (CH 4 ), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs) and sulphur hexafluoride (SF 6 ). Among other environmental commitments, the EU-28 has committed to a 20 % reduction in greenhouse gas emissions by 2020. A new agreement on greenhouse gas emissions was reached in Paris in late 2015; this provides the basis for emissions mitigation and adaptation from 2020 onwards. The indicator presented in Figure 13.1 shows the combined development of emissions for these six greenhouse gases, based on carbon dioxide equivalents; the latter make it possible to compare the overall contributions of the different gases to global warming. The index for total greenhouse gas emissions in the EU-28 reflects progressively larger reductions in emissions in 2007, 2008 and 2009, in part related to the global financial and economic crisis and associated reductions in levels of industrial activity. In 2010, greenhouse gas emissions picked up again, reflecting a rebound in economic activity, but in the next four years the quantity of greenhouse gas emissions followed a downward trend and between 2014 and 2016 was relatively stable; by 2016, the EU-28 index was 17.6 % lower than it had been in 2006. The time series for Turkey reflects an almost unbroken increase in greenhouse gas emissions during the period shown — therefore also during the crisis — with the only falls recorded in 2008 and 2013; the overall increase in emissions in Turkey between 2006 and 2016 was 39.0 %. A rapid increase in greenhouse gas emissions was reported for Bosnia and Herzegovina between 2006 and 2011, followed by a sharp fall in 2012 and then further increases in 2013 and 2014 such that between 2006 and 2014 the overall increase was 39.2 %. The time series for North Macedonia and Albania are shorter, running until 2012 and 2009 respectively. These both show a rather inconsistent development, with neither increases nor decreases dominating. Like the EU-28, Serbia and Montenegro recorded an overall decline in greenhouse gas emissions after 2006 (time series available until 2016 for Serbia and 2015 for Montenegro), with a particularly strong fall in 2009 in Montenegro, reflecting a large fall in industrial output observed there during the crisis. ",
        "13 Environment statistics Key figures on enlargement countries — 2019 edition 133 Figure 13.1: Development of total greenhouse gas emissions, 2006-2016 (2006 = 100; based on CO 2 equivalents) 0 25 50 75 100 125 150 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 Bosnia and Herzegovina ( 1 ) Turkey ( 2 ) North Macedonia ( 3 ) Albania ( 4 ) Serbia EU-28 Montenegro ( 5 ) Note: Kosovo, not available. ( 1 ) 2015 and 2016: not available. ( 2 ) Estimates. ( 3 ) 2013-2016: not available. ( 4 ) 2010-2016: not available. 2008: estimate. ( 5 ) 2016: not available. Source: Eurostat (online data code: env_air_gge) Figure 13.2: Development of carbon dioxide emissions, 2008-2017 (2008 = 100) 0 25 50 75 100 125 150 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Bosnia and Herzegovina ( 1 ) Turkey ( 2 )( 3 ) Serbia ( 2 ) EU-28 ( 3 ) Montenegro ( 4 ) Note: North Macedonia, Albania and Kosovo, not available. ( 1 ) Provisional. 2015-2017: not available. ( 2 ) 2017: not available. ( 3 ) Estimates. ( 4 ) Excluding carbon sinks. 2014-2017: not available. Source: Eurostat (online data code: env_ac_ainah_r2) As noted above, carbon dioxide is a greenhouse gas: it has the lowest global warming potential of the six greenhouse gases covered in Figure 13.1. Nevertheless, emissions of carbon dioxide were far greater in the EU-28 than for any of the other greenhouse gases even when adjusted for global warming potential. As a consequence, the developments shown in Figure 13.2 reflect to a large extent those seen in Figure 13.1, with Bosnia and Herzegovina and Turkey reporting the largest increases in emissions and Montenegro and Serbia — like the EU-28 — reporting a decline. ",
        "13 Environment statistics Key figures on enlargement countries — 2019 edition 134 Figure 13.3: Quantity of municipal waste generated relative to population size, 2012 and 2017 (kilograms per inhabitant) 0 100 200 300 400 500 600 EU-28 ( 1 ) Montenegro ( 2 ) Albania Turkey North Macedonia Bosnia and Herzegovina ( 3 ) Serbia ( 1 ) Kosovo ( 2 )( 4 ) 2012 2017 ( 1 ) Estimates. ( 2 ) 2016 instead of 2017. ( 3 ) 2012: provisional. ( 4 ) Break in series. Source: Eurostat (online data code: env_wasmun) Municipal waste The management and disposal of waste can have serious environmental implications, taking up space and potentially releasing pollution into the air, water or soil. Municipal waste is that which is collected by, or on behalf of, municipal authorities and disposed of through a waste management system. Municipal waste is mainly produced by households, though similar wastes from sources such as distributive trades, offices and public institutions are included; waste from agriculture and from industry is excluded. For areas not covered by a municipal waste collection scheme the reporting countries estimate the amount of waste generated. Municipal waste includes the following categories of waste: organic, paper and cardboard, textiles, plastics, glass, metals and other waste. In 2017, the average amount of municipal waste generated per inhabitant in the EU-28 was 486 kilograms (kg), in other words, just less than half a tonne. This was the same amount as generated per inhabitant some five years earlier in 2012. Among the enlargement countries, the average quantity of municipal waste generated in 2017 ranged from 223 kg per inhabitant in Kosovo (2016 data) to 436 kg per inhabitant in Albania, with Montenegro (518 kg per inhabitant; 2016 data) above this range and also above the EU-28 average (see Figure 13.3). The quantity of municipal waste generated per inhabitant increased in Albania, Montenegro, Turkey and Bosnia and Herzegovina between the years shown in Figure 13.3, while it fell considerably in Kosovo (note that there was a break in series) and Serbia, and slightly in North Macedonia. ",
        "13 Environment statistics Key figures on enlargement countries — 2019 edition 135 Figure 13.4: Proportion of persons served by municipal waste collection services, 2012 and 2017 (%) 0 10 20 30 40 50 60 70 80 90 100 Turkey ( 1 ) Serbia ( 2 ) Montenegro Bosnia and Herzegovina ( 2 )( 3 ) Kosovo ( 2 )( 3 ) Albania ( 4 ) 2012 2017 Note: North Macedonia, not available. ( 1 ) 2017: estimate. ( 2 ) Estimates. ( 3 ) 2016 instead of 2017. ( 4 ) 2013 instead of 2012. Source: Eurostat In 2017, the proportion of persons served regularly by municipal waste collection services was quite similar across most of the enlargement countries, ranging from 69 % in Albania to 84 % in Serbia, with the share in Turkey (94 %) above this range. In nearly all of the enlargement countries for which data are available, the proportion of persons from whom waste was regularly collected increased between the years shown in Figure 13.4; Bosnia and Herzegovina was an exception as its proportion remained unchanged between 2012 and 2016. ",
        "13 Environment statistics Key figures on enlargement countries — 2019 edition 136 Figure 13.5: Proportion of the population connected to urban wastewater treatment, 2012 and 2017 (%) 0 10 20 30 40 50 60 70 80 Turkey ( 1 ) Bosnia and Herzegovina Serbia Albania ( 2 ) Kosovo ( 3 ) 2012 2017 Note: Montenegro and North Macedonia, not available. ( 1 ) 2016 instead of 2017. ( 2 ) 2012: not available. ( 3 ) Estimates. Source: Eurostat (online data code: env_ww_con) Wastewater The enlargement countries are not immune to many of the environmental issues the world is facing, and issues such as the quality and scarcity of water or soil erosion are particularly important. Indeed, water is essential for life and an indispensable resource for the economy (especially within the agricultural sector). Water is supplied by economic units engaged in the collection, purification and distribution of water, while water suppliers are often also responsible for collecting wastewater. The proportion of the population connected to wastewater treatment plants covers those connected to any kind of sewage treatment facility; it excludes those connected to wastewater systems that simply discharge wastewater (without any treatment) into the environment. Indeed, when wastewater is released untreated back onto the land, or into the sea or rivers, it can become a significant health risk. In four of the five enlargement countries shown in Figure 13.5 the proportion of the population connected to urban wastewater treatment systems (with at least secondary treatment) was relatively low in 2017, ranging from 1 % in Kosovo to 22 % in Bosnia and Herzegovina. The one exception was Turkey, where the proportion was 71 % (2016 data). The share of the population connected to urban wastewater treatment systems increased between the years shown in Figure 13.5 in the four enlargement countries for which a comparison is available: the increase was marginal in Kosovo while it was most notable in Bosnia and Herzegovina. ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can fi nd the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696 or - by electronic mail via: https://europa.eu/european-union/contact_en Finding information about the EU Online Information about the European Union in all the offi cial languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU Publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/ publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the offi cial language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        "Key fi gures on enlargement countries 2019 edition The 2019 edition of Key fi gures on enlargement countries presents up-to-date series of key statistical data for fi ve candidate countries and two potential candidates. The candidate countries, at the time of writing, were: Montenegro, North Macedonia, Albania, Serbia and Turkey, while the potential candidates were Bosnia and Herzegovina and Kosovo (this designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo Declaration of Independence). The tables, fi gures and associated commentary and methodological notes concern key social, economic and environmental themes for which data are collected annually from the enlargement countries through a series of harmonised questionnaires or as part of Eurostat’s regular collection of data on demography, national accounts, international trade and energy statistics. For more information https://ec.europa.eu/eurostat/ "
    ]
}