{
    "text": [
        "STRUCTURING INTER-REGIONAL COOPERATION International Cooperation INCO-NET projects, calls 2007 and 2009 Project information ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate D — International Cooperation Unit D3 International Cooperation Projects ",
        "STRUCTURING INTER-REGIONAL COOPERATION International Cooperation INCO-NET projects, calls 2007 and 2009 Directorate-General for Research and Innovation Directorate D – International Cooperation Unit D3 International Cooperation Projects 201 (cid:19) EUROPEAN COMMISSION ",
        "LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 201 (cid:19) ISBN: 978-92-79-20644-3 DOI: 10.2777/66870 © European Union, 201 (cid:19) Reproduction is authorised provided the source is acknowledged. Printed in (cid:35)(cid:70)(cid:77)(cid:72)(cid:74)(cid:86)(cid:78) P RINTED ON ELEMENTAL CHLORINE - FREE BLEACHED PAPER (ECF) EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed ",
        "3 TABLE OF CONTENTS Introduction 5 Western Balkan Countries WBC-INCO.NET –Western Balkan Countries INCO-NET 7 South East Asia SEA-EU-NET –Facilitating the bi-regional EU-ASEAN Science and Technology Dialogue 11 Latin America EULARINET –Coordinating Latin America Research and Innovation NETworks 15 Eastern Europe and Central Asia (EECA) IncoNet EECA –S&T International Cooperation Network for Eastern European and Central Asian Countries 19 Central Asia and South Caucasus countries plus Moldova INCONET CA/SC – S&T International Cooperation Network for Central Asian and South Caucasus Countries 23 Caribbean Countries EUCARINET – Fostering the European Union - Caribbean Research and Innovation Networks 27 Central America ENLACE – Enhancing Scientific Cooperation between the European Union and Central America 31 Pacific PACE-Net – Pacific Network for Science and Technology 35 Gulf Cooperation Countries (GCC) INCONET-GCC – Science and Technology International Cooperation Network for Gulf Cooperation Countries aiming at the promotion of bi-regional dialogue 39 Sub Saharan Africa Network for the Coordination and Advancement of Sub-Saharan Africa-EU 43 Science & Technology Cooperation – CAAST-Net Mediterranean Partner Countries (MPCs) MIRA –Mediterranean Innovation and Research Coordination Action 47 ",
        "",
        "5 INTRODUCTION The launch of the Seventh Framework Programme for Research (2007-2013) placed a renewed empha- sis on international cooperation in Science and Technology which is increasingly seen as being at the centre of Union policies. International Cooperation in the Seventh Framework Programme (FP7) addresses three interdependent objectives: (cid:115)(cid:0) Supporting European competitiveness through strategic partnerships with third countries 1 in selected fields of science and by engaging the best third country scientists to work in and with Europe; (cid:115)(cid:0) Facilitating contacts with partners in third countries with the aim of providing better access to research carried out elsewhere in the world; (cid:115)(cid:0) Tackling specific challenges that third countries face or having a global character on the basis of mutual interest and mutual benefit (e.g. contributing towards Millennium Development Goals and addressing global climate change, combating biodiversity loss, water and energy scarcity). Significant changes and improvements have taken place in the approach to international cooperation from the 6th Framework Programme (FP6) to FP7, which integrates international research collaboration throughout the Framework Programme by including both geographical and thematic targeting. This new approach provides a contribution towards the Europe 2020 Flagship initiative ‘Innovation Union’ through global knowledge sourcing and a greater coherence and a more efficient realisation of Europe’s interests. In order to maximise impact, international activities take place across all Specific Programmes of FP7 in a complementary and synergistic manner. The Cooperation Programme enables research cooperation between different global research partners in collaboration with European researchers. The Capacities Programme supports a range of activities to support S&T cooperation policies and strengthen research capacity in the European scientific community and other regions of the world. The People Programme meets the need to foster both incoming and outgoing international mobility of researchers. The Ideas Programme supports excellence in frontier research and enables individual top international research- ers to participate in Europe-led teams. 1 Third countries other than EU Member States and Associated countries to the Framework Programme. 5 ",
        "6 Within the Capacity Programme the main activities of International Cooperation range from the bi- regional coordination of S&T cooperation, including priority setting and the support of the S&T policy dialogue (so-called INCO-NET projects), to the bilateral coordination of S&T policies with those coun- tries that signed (or are in the process of signing) an S&T agreement with the Union (so-called BILAT projects), and finally the coordination of national policies and activities of Member States and Associ- ated States concerning international S&T cooperation (so-called ERA-NET and ERA-NET Plus projects). This booklet presents the activities of all INCO-NET projects which have been selected following the evaluation of the FP7 calls for proposals published in 2006, 2009 and 2010. These projects cover differ- ent regions of the world, i.e. Western Balkan Countries, Mediterranean Partner Countries, Eastern Europe and Central Asia, South East Asia, Sub-Saharan Africa, Caribbean and Pacific region, Arab Gulf Countries, Latin and Central America. INCO-NET projects aim at establishing coordination platforms, which: (cid:115)(cid:0) Bring together relevant policy makers, researchers, the private sector and other stakeholders of the EU and of third countries that belong to the targeted region, to identify S&T priorities and support the definition of S&T cooperation orientations; (cid:115)(cid:0) Implement awareness and dissemination activities dedicated to the strengthening of the participation of the targeted countries/regions in the Framework Programme, including the support for information points in third countries; (cid:115)(cid:0) Carry out strategic analysis of S&T trends and mapping research capacities in the targeted region, including their links with corresponding EU research counterparts; (cid:115)(cid:0) Systematically monitor and review cooperation activities in order to provide feedback and updating of S&T policies and priorities. They will also seek synergies with instruments of the Member States and of the European Union that are designed to implement cooperation policies and support EU external relations, such as the Instrument of Pre-accession Assistance (IPA), the European Neighbourhood and Partnership Instrument (ENPI), the Development Cooperation and Economic Cooperation instrument (DCECI), and the European Develop- ment Fund (EDF). These projects will involve research administrations, the research community, industry and other stake- holders from both Member States and Third countries that are expected to provide the Directorate for “International Cooperation” and the other Research Directorates with the necessary inputs and evi- dence to support future S&T cooperation policies and activities. I. Saragossi Director of International Cooperation Directorate General for Research and Innovation 6 ",
        "1 WBC-INCO.NET – Western Balkan Countries INCO-NET WEB SITE: www.wbc-inco.net COORDINATOR: Name: Elke Dall - Centre for Social Innovation (Austria) Phone: +43 1 4950442 62 Email: dall@zsi.at REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 212029 EC CONTRIBUTION: 3.048.470,63 € STARTING DATE: 1/01/2008 DURATION: 72 months Western Balkan “WBC-INCO.NET: Research and Innovation Policy Coordination with the Western Balkans” 7 ",
        "2 Organisation name Acronym Country Centre for Social Innovation - Coordinator ZSI Austria Ministry of Education and Science MOES Albania Ministry of Science, Education and Sports MZOS Croatia Ministry of Education and Science MON-MK FYR of Macedonia Ministry of Education and Science MPIN Montenegro Ministry of Science MSCI Serbia Foundation for Higher Education World University Service SUS BiH Bosnia and Herzegovina Mihailo Pupin Institute MPI Serbia Institute of Social Sciences Ivo Pilar IvoPilar Croatia Kosova Education Center KEC Serbia including Kosovo as defi ned by UNSC resolution 1244 of 10 June 1999 CIVET 2000 CIVET Albania Slovenian Business & Research Association SBRA Slovenia South East European Research Centre SEERC Greece United Nations University Maastricht, Economic and Social Research and Training Centre on Innovation and Technology UNU-MERIT Netherlands Joint Research Centre, Institute for Prospec- tive Technological Studies JRC-IPTS Spain International Bureau of the German Federal Ministry of Education and Research DLR Germany Austrian Research Promotion Agency FFG Austria The Scientifi c and Technological Research Council of Turkey TÜBITAK Turkey General Secretariat for Research and Technol- ogy, Ministry of Development GSRT Greece Ministry of Higher Education, Science and Technology MHEST Slovenia Federal Ministry of Science and Research BMWF Austria Federal Ministry of Education and Research BMBF Germany Ministry of Education and Science MES-CRA Bulgaria Turkish Research and Business Organizations TURBO Belgium/ Turkey 8 ",
        "3 Agency for the Promotion of European Research APRE Italy Ministry of Civil Aff airs MCA Bosnia and Herzegovina Directorate for development of small and medium-sized enterprises DDSME Montenegro Ministry of Economy MOE-MK FYR of Macedonia Ministry of Economy, Trade and Energy METE Albania DESCRIPTION OF THE PROJECT 1. Background and objectives WBC-INCO.NET has become a strategic player in the process of enhancement of scientifi c coopera- tion between the EU, FP7 Associated Countries and the Western Balkan Countries (WBC). The project addresses issues of bi-regional dialogue at the highest stakeholder level with a strong operational implementation basis and aims to produce tangible results and generate a high structural impact. By bringing together existing projects, WBC-INCO.NET exploits synergies, fi lls in gaps with new structural activities and enhances processes through coordination and networking. The creation of the Steering Platform on Research for the Western Balkan Countries continuing the S&T Action Plan between the EU and WBC has already had considerable impact on the progress of S&T rela- tions between both parties. It defi nes itself as a clearing-house for S&T policy ideas and brings together senior S&T offi cials and invited experts, thus having the highest level of political coordination. WBC- INCO.NET has established a consensus with the Steering Platform and provides analytical and opera- tional support for the policy dialogues. The three core objectives of WBC-INCO.NET are: (cid:115)(cid:0) to support the bi-regional dialogue on S&T by interacting in an effi cient division of labour with the Steering Platform on Research, (cid:115)(cid:0) to identify Western Balkan Countries RTD priorities and potential which will be subsequently prepared for eventual take-up in forthcoming work programmes and calls for proposals to be launched under the Cooperation, People and Capacity FP7 Specifi c Programmes, (cid:115)(cid:0) to enhance the participation of researchers from the WBC in European projects of mutual interest and benefi t by implementing relevant capacity building measures on a structural (horizontal) and individual (i.e. research entity) level and by accompanying tailor-made net- working activities. At the same time, WBC-INCO.NET focuses on a preparation of an Action Plan for further WBC coopera- tion in the fi eld of innovation. 9 ",
        "4 2. Dialogue activities WBC-INCO.NET supports the political dialogue between the EU and WBC by providing logistical and analytical evidence-based input to the already existing Steering Platform on Research. It also supports dialogue within the region through “Regional S&T Policy Meetings” aiming to fi nd common solutions to cross-border challenges, to exchange information and best practices on innovation policies. Furthermore, a structured information exchange with several Directorates General of the European Commission has enabled WBC-INCO.NET to exploit the results and integration of S&T in other sub-sec- tors such as education, economy, labour market, regional development. 3. Implementation and dissemination activities WBC-INCO.NET put an emphasis on an identifi cation of S&T needs and potentials of the WBC and their subsequent take-up in the calls for proposals launched under FP7. It also helps to identify research areas of mutual benefi t in an inclusive and comprehensive manner. Implementation activities include seminars, workshops and reviews. Additionally, specifi c actions like brokerage events focus on the facilitation of network-building. To inform audiences on RTD cooperation potential with researchers from Western Balkan Countries and to support partner search, awareness raising sessions are organised during major European S&T conferences. The project’s dissemination activities encompass a continuously updated professional website/on-line database, professionally designed and reviewed printed information, newsletters and a biweekly link digest/eJournal distributed to over 7,000 subscribers. 4. Monitoring and review activities WBC-INCO.NET has monitored the take-up of identifi ed research areas in forthcoming RTD programmes and the participation of WBC researchers in collaborative FP7 projects in terms of realised S&T coopera- tion its impact and has analysed existing cooperation patterns with social network methodologies and exploration of barriers to cooperation by empirical investigations. A milestone in this regard was the development of a toolbox which provides reliable information on the conditions and opportunities of WBC researchers from participating in FP7 and other selected European initiatives and programmes. This allows for evidence-based assessment of the level of involvement of WBC researchers, its structure and articulation as well as a better understanding of major barriers that hamper more active coopera- tion between researchers from WBC and the EU. 10 ",
        "1 SEA-EU-NET – Facilitating the bi-regional EU-ASEAN Science and Technology Dialogue WEB SITE: www.sea-eu.net COORDINATOR: Name: Gerold Heinrichs - International Bureau of the BMBF at PT-DLR (Germany) Phone: +49 228 3821 402 Email: gerold.heinrichs@dlr.de REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 212334 EC CONTRIBUTION: 4.100.000 € STARTING DATE: 1/01/2008 DURATION: 60 months South East Asia “SEA-EU-NET: Linking the world’s best science in Europe and Southeast Asia for a sustainable future” 11 ",
        "2 Organisation name Acronym Country International Bureau of the German Federal Ministry of Education and Research - Coordinator DLR Germany Royal Netherlands Academy of Arts and Sciences KNAW The Netherlands The British High Commission Singapore BHC Singapore/UK Collegium Budapest, Institute for Advanced Study COLBUD Hungary The Scientifi c & Technological Research Council of Turkey TUBITAK Turkey National Science and Technology Development Agency NSTDA Thailand Centre for Social Innovation ZSI Austria Ministry of State for Research and Technology RISTEK Indonesia National Centre for Scientifi c and Technological Information NACESTI Vietnam Institute of Asian Studies GIGA Ger- man Institute of Global and Area Studies GIGA Germany Centre de coopération internation- ale en recherche agronomique pour le développement CIRAD France Centre National de Recherche Scientifi que CNRS France The Scientifi c & Technological Research Council of Turkey- UME TÜBITAK-UME Turkey Polska Akademia Nauk PAN Poland National Metrology Laboratory – SIRIM Berhad NML-SIRIM Malaysia Department of Science and Tech- nology DOST Philippines Asian Institute of Science and Technology AIT Thailand Nanyang Technology University NTU Singapore Verein Euresearch EURESEARCH Switzerland 12 ",
        "3 Organisation name Acronym Country National Science, Technology and Innovation Policy Offi ce STI Thailand National Authority for Science Technology, Science and Technol- ogy Research Institute NAST Laos The Royal Society of London RS UK DESCRIPTION OF THE PROJECT 1. Background and objectives The SEA-EU-NET project, launched in January 2008, was set up to expand scientifi c collaboration between Europe and Southeast Asia in a more strategic and coherent manner. It increases the quality, quantity and impact of bi-regional Science and Technology (S&T) cooperation between Southeast Asia and Europe. It supports EU policies, the specifi c objectives of FP7 and contributes to building the EU’s S&T pillar for achieving its political, economic and social objectives. The SEA-EU-NET project delivers a wide range of measures to increase SEA-EU cooperation amongst academic, industrial and government stakeholders and it has made considerable progress in: (cid:115)(cid:0) establishing a bi-regional dialogue between EU and ASEAN S&T policy makers at Senior Offi cials level; (cid:115)(cid:0) raising the profi le of FP7 amongst the Southeast Asian research community and increasing the level of Southeast Asian participation in the FP7 programme; (cid:115)(cid:0) completing analytical work on the current state of EU-SEA S&T relations, and developing recommendations to strengthen the relationship and to feed the policy dialogue; (cid:115)(cid:0) extending the dialogue on EU-SEA S&T cooperation to include a wide range of stakeholders; (cid:115)(cid:0) linking results to other existing ERA-, INCO-NET, and thematic EU-FP projects thus also facili- tating the development of a coherent European-level approach towards international S&T cooperation. 2. Dialogue activities The annual meeting “EU-ASEAN Bi-Regional S&T Policy Dialogue Platform” is a forum for exchange and drafting policy recommendations. The meetings alternate between South-East Asian and European venues and are an opportunity to engage with a larger audience of policy makers, scientists and NGO representatives in a discussion on S&T collaboration between the regions. About 150 policy makers, scientists and international organizations representatives from both Southeast Asia and Europe attend. 13 ",
        "4 3. Dissemination activities The project informs stakeholders from science, industries and policy makers about opportunities for an enhanced S&T cooperation and the respective framework. It also fosters active networking among the science communities and R&D oriented, innovative industries in the Member States, Associated States and the SEA partner countries using various dissemination strategies and existing tools, platforms, and services (e.g. NCP-network, ASEAN-COST, CORDIS-Website, etc.) The project organises a series of national, regional and bi-regional conferences to address various groups of stakeholders: (cid:115)(cid:0) National and regional Information Days in the SEA on the 7th FP in close cooperation with the respective national stakeholders (governments, Science organisations and Info-points); (cid:115)(cid:0) Specifi c information sessions on the S&T potential of SEA in EU conferences; (cid:115)(cid:0) Regional conferences in specifi c research areas in the SEA addressing future cooperation with the EU; (cid:115)(cid:0) Selected targeted political events to raise awareness on the opportunities and challenges of a closer bi-regional cooperation, addressed to political stakeholders at national, regional and Community level. SEA-EU-NET has also created a new EU-SEA internet portal, devoted to the cooperation with the SEA region, also functioning as a meta-portal as future single access point: www.sea-eu.net 4. Monitoring and review activities One major objective is to provide scientifi c evidence to the bi-regional policy dialogue platforms and to spur cooperation mechanisms between the EU and the concerned countries at technical expert level. Ongoing cooperation activities in S&T will be identifi ed, screened, systematised and reviewed. Monitoring and review activities are aimed at: (cid:115)(cid:0) collecting, processing and facilitating the access and exchange of S&T information between the two regions; (cid:115)(cid:0) supporting the alignment of S&T statistics in order to follow the dynamics of the S&T systems; (cid:115)(cid:0) establishing a coherent mapping of the EU partner’s unilateral initiatives and bi-lateral pro- grammes with SEA; (cid:115)(cid:0) clustering the identifi ed programmes and feature high-potential institutions in SEA in the mapping database; (cid:115)(cid:0) identifying convergences and diversities of the cooperation programmes; (cid:115)(cid:0) providing recommendations on improving S&T collaboration between the EU and SEA. The SEA-EU-NET Steering Committee is responsible for reviewing the project and providing advice. It gauges the impact of the Consortium’s actions and ensures complementarities at policy and research institutions level. It comprises government representatives, International Organisations and NGOs. 14 ",
        "1 EULARINET – Coordinating Latin America Research and Innovation NETworks WEB SITE: www.S2lat.eu/eularinet COORDINATOR: Name: María Angeles Macías García - Gloria Villar Acevedo Ministerio de Ciencia e Innovación (Spain) Phone: +34 91 603 79 61 Email: angeles.macias@micinn.es REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 212186 EC CONTRIBUTION: 2.999.808 € STARTING DATE: 1/03/2008 DURATION: 48 months Latin America “The EULARINET project is serving as an umbrella for the on-going EU-LAC cooperation in S&T” 15 ",
        "2 Organisation name Acronym Country Ministry of Science and Innovation – Coordinator MICINN Spain Ministry of Science, Technology and Productive Innovation MINCYT Argentina Centre for Social Innovation ZSI Austria National Council for Scientifi c and Technological Development CNPq Brazil National Commission of Scientifi c and Technological Research CONICYT-CL Chile Colombian Institute for the Develop- ment of Science and Technology COLCIENCIAS Colombia Academy of Finland AKA Finland Agricultural Research Centre for International Development CIRAD France Institute for Research and Development IRD France Federal Ministry of Education and Research BMBF Germany International Bureau of the Federal Ministry of Education and Research PT-DLR Germany National Council of Research and Technology CONACYT Mexico Nicaraguan Council for Science and Technology CONICYT-NI Nicaragua The Research Council of Norway RCN Norway Agency of Innovation ADI Portugal Foundation for Science and Technology FCT Portugal Polytechnic University of Madrid UPM Spain Spanish Agency of the Council for Scientifi c Research CSIC Spain Ministry of Education and Culture - CUBIST MEC-CUBIST Uruguay 16 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives EULARINET aims at strengthening bi-regional dialogue on S&T between EU Member States, Associated States and Latin American Partner Countries (LAPC) contributing to a three-fold objective: (cid:115)(cid:0) promoting the joint identification, establishment, implementation and monitoring of priorities of mutual interest and benefit in future work programmes across the Specific Programmes of FP7; (cid:115)(cid:0) jointly supporting the defi nition of S&T cooperation policies; (cid:115)(cid:0) supporting and stimulating the participation of LAPC in FP7. 2. Dialogue activities EULARINET will establish a network between European and Latin American stakeholders to identify priori- ties of mutual interest and benefi t for both regions. Bilateral sub-regional dialogues will be organised annually in the three sub-regions of: Mexico and Central America; Andean countries and Chile; and the Mercosur (Southern Common Market) countries, involving stakeholders from policymaking, science and industry communities. A co-leadership between LAPC and EU partners will ensure balanced responsibility and participation in the activities. High-level bi-regional meetings open to all EU and LA countries are planned during the duration of the project. The consortium will actively address other Member States, Associated Countries and LAPC that are currently not members of the EULARINET consortium, to participate and contribute, thus increasing the impact of the dialogue. These high-level meetings will highlight and refl ect the results from the sub-regional meetings on the identifi cation of common topics for FP7 thematic areas. EULARINET will: (cid:115)(cid:0) structure the communication channels by off ering ad-hoc fora for bi-regional dialogue on S&T policy between LA and the EU, for the exchange of views and information on national and bilater- al S&T policies relevant for bi-regional S&T cooperation, and for a comprehensive and structured exchange with LAPC regarding the research activities of the European Commission (EC); (cid:115)(cid:0) promote regional integration; (cid:115)(cid:0) address global issues of common interest, and develop scenarios and concrete recommendations for actions, including in support to the EU-Latin American and Caribbean Joint Initiative for Research and Innovation and on S&T activities addressing topics related to the EU Framework Programme. Links with broader EU S&T policies will contribute to social and economic development and stimulate an environment for transnational scientifi c cooperation of individual scientists and institutions. 17 ",
        "4 3. Implementation and dissemination activities A proactive dissemination strategy will be implemented in order to raise awareness for the potential of S&T in LA, inform interested stakeholders from science, industries and policymaking about opportuni- ties for enhanced S&T cooperation within FP7, and to foster active networking. This networking will address the science communities and innovative industries in Member States, Associated Countries and LAPC. Here, synergies with existing programmes from the EC will be widely explored. Specifi c and horizontal awareness-raising and information dissemination events will be carried out through a series of national, regional and bi-regional conferences, as well as seminars and workshops on S&T cooperation opportunities. These will address various groups of stakeholders from the scientifi c, industrial and policy-making communities. Selected targeted political events, addressed to political stakeholders on national, regional and EU level, will be targeted so as to raise awareness on the opportunities and challenges of a closer bi-regional cooperation between the EU and LA. The following outputs are foreseen: (cid:115)(cid:0) a website with public and private areas with advanced functionalities to support collaborative dialogues among the partners and that will link to other relevant websites; (cid:115)(cid:0) a new EU-LA internet portal, as a future single point of access, building on existing websites and electronic information provided by previous and ongoing projects on EU-LA S&T cooperation; (cid:115)(cid:0) publications to disseminate the major EULARINET activities, fi ndings and events to external stakeholders. 4. Monitoring and review activities Monitoring will be focused on past and ongoing cooperation activities, and will provide a complete view of the modalities and intensity of the bi-regional cooperation. Main activities will involve: (cid:115)(cid:0) developing questionnaires, interview schemes, S&T indicators and benchmarking criteria; (cid:115)(cid:0) working jointly and taking into account the results and working methods of ongoing initia- tives (CYTED, EULANEST, LAC-ACCESS); (cid:115)(cid:0) mapping the activities through an online database for the results and statistical data of all tasks as a ‘work-in-progress’ S&T observatory; (cid:115)(cid:0) developing specifi c criteria for assessing EU-LAC FP6/FP7 cooperation activities. 18 ",
        "1 IncoNet EECA – S&T International Cooperation Network for Eastern European and Central Asian Countries WEB SITE: www.inco-eeca.net COORDINATOR: Name: George Bonas - International Centre for Black Sea Studies - ICBSS (Greece) Phone: +30 210 3242321-2 Email: gbonas@eie.gr REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 212226 EC CONTRIBUTION: 3.550.000 € STARTING DATE: 1/01/2008 DURATION: 54 months Eastern Europe and Central Asia (EECA) “IncoNet EECA: Expanding S&T synergies across regions” 19 ",
        "2 Organisation name Acronym Country International Centre for Black Sea Studies - Coordinator ICBSS Greece International Bureau of the Federal Ministry of Education and Research – German Aerospace Center PT-DLR Germany State University - Higher School of Economics HSE Russia Austrian Research Promotion Agency FFG Austria The National Information Centre for Ukraine-EU S&T Cooperation NIP Ukraine The Scientifi c and Technological Research Council of Turkey TÜBITAK Turkey European Network for Quality of Higher Engineer- ing Education for Industry ENQHEEI France Independent Expert Consulting Board to Promote Scientifi c Research Activity in Kazakhstan InExCB-KZ Kazakhstan Swedish Governmental Agency for Innovation Systems VINNOVA Sweden Indo-Uzbek Centre for Promotion S&T Cooperation IUCP-T Uzbekistan Centre for Social Innovation ZSI Austria Centre of Ideas and Technologies CIT Armenia Foundation for Research and Technology Hellas – Help Forward Network HELP - FORWARD Greece National Academy of Sciences of Republic of Azerbaijan ANAS Azerbaijan Bulgarian Academy of Sciences BAS Bulgaria Academy of Sciences of Moldova ASM Moldova Research Council of Norway RCN Norway Archimedes Foundation ARCHIMEDES Estonia Belarusian Institute of System Analysis and Science & Technology Sphere Information Support BelISA Belarus National School of Political Studies and Public Administration NSPSPA Romania Georgian National Science Foundation GNSF Georgia National Contact Point for Research Programmes of the EU IPPT-PAN Poland Academy of Finland AKA Finland 20 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives The principal objective of EU cooperation in the Eastern Europe and Central Asia (EECA) region is to devel- op an increasingly close relationship, going to gradual economic integration, and to a deepening political cooperation. The EECA countries have signifi cant potential both in terms of their strong academic community and of worldwide leading S&T institutes in a variety of scientifi c disciplines. To make better use of each others academic strengths, to share respective resources and to prepare the ground for a joint transfer of aca- demic results to markets, there is a strong interest in enhancing S&T cooperation. Therefore the IncoNet EECA project aims at: (cid:115)(cid:0) Supporting bi-regional EU – EECA S&T policy dialogue involving stakeholders from policy making, science community and industry. The dialogue addresses S&T potentials, policy goals and demands in order to defi ne common priorities and to develop joint scenarios and implementation strategies. (cid:115)(cid:0) Carrying out activities aiming at an increased participation of researchers from EECA coun- tries in FP7. (cid:115)(cid:0) Implementing a series of analyses feeding the policy dialogue and increasing its effi ciency, monitoring the project’s own activities with emphasis on their sustainability and implement- ing coherent dissemination activities in order to increase its visibility and impact. 2. Dialogue activities The policy dialogue process has been developed through implementing an initial phase of “Policy Stake- holder Conferences” organized in July 2009 and April 2010. A series of additional bi-regional stakeholder conferences will be arranged, addressing key issues of the S&T cooperation framework with Eastern Europe and Central Asian countries including specifi cities of the joint policy of the Four Common Spaces with Russia. The stakeholder conferences help to share information on policy objectives and best practice in EU-EECA S&T cooperation (instruments and impact), to identify present challenges and barriers and to pave the way for more coherence and effi ciency of bilateral and multilateral approaches. They include targeted discussions at a dual level (i.e. political stakeholders and the scientifi c community) in order to optimise the bi-regional cooperation framework set by policy makers. 21 ",
        "4 Particular priority is given to: (cid:115)(cid:0) Evaluation and benchmarking practices of S&T institutions and programmes. (cid:115)(cid:0) Financial schemes for joint activities. (cid:115)(cid:0) Instruments for collaboration at regional level (e.g. South Caucasus, Central Asia). (cid:115)(cid:0) Mutual learning and priority setting. 3. Implementation and dissemination activities The implementation activities of the project include actions that would initiate and sustain the policy dialogue (e.g. content and logistics for the policy stakeholders’ conferences or preparatory workshops to feed the conferences), as well as a broad spectrum of activities aiming at: (cid:115)(cid:0) An increased participation of researchers from EECA in FP7 (e.g. information days and brokerage events, identifi cation of barriers, training, support and networking of NCPs/NIPs, formulation of proposals for Specifi c International Cooperation Activities (SICAs) in the FP7 Themes, etc.). (cid:115)(cid:0) The analysis of key issues and the preparation of reports that will feed the policy dialogue including the improvement of S&T indicators, the review of cooperation patterns, the mapping of outstanding research institutes and the review of national policies towards global challenges. A series of dissemination activities will provide the visibility of the project for the scientifi c community, policy makers and stakeholders. Among these activities are: (cid:115)(cid:0) The setting up of a Central Information Offi ce, complemented by a web portal and website, raising awareness of the S&T potential in the EECA, informing interested stakeholders about opportunities for an enhanced S&T cooperation and fostering networking among the science communities and R&D oriented innovative industries. (cid:115)(cid:0) The organization of ‘EECA sessions’ in major European scientifi c conferences, as well as the orga- nization of events at the highest political level, promoting the EU – EECA S&T cooperation. 4. Monitoring and review activities The IncoNet EECA is a challenging project involving partners from many countries and including numer- ous activities. A series of project tasks will specifi cally address: (cid:115)(cid:0) The quality of the overall process (SWOT analysis, Deliverables quality). (cid:115)(cid:0) The establishment of links with other projects addressing EECA. (cid:115)(cid:0) The sustainability of activities undertaken. 22 ",
        "1 INCONET CA/SC – S&T International Cooperation Network for Central Asian and South Caucasus Countries WEB SITE: www.inco-casc.net/ COORDINATOR: Name: George Bonas - International Centre for Black Sea Studies (ICBSS) (Greece) Phone: +30 210 32 42 321 Email: gbonas@eie.gr REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 244417 EC CONTRIBUTION: 1.599. 860 € STARTING DATE: 1/04/2010 DURATION: 36 months Central Asian and South Caucasus countries plus Moldova “From Atlantic to Caspian: S&T Cooperation beyond Borders” 23 ",
        "2 Organisation name Acronym Country International Centre for Black Sea Studies (coordinator) ICBSS Greece International Bureau of the Federal Ministry of Education and Research – German Aerospace Center DLR Germany Independent Expert Consulting Board to Pro- mote Scientifi c Research Activity in Kazakhstan InExCB-KZ Kazakhstan Archimedes Foundation ARCHIMEDES Estonia The Scientifi c and Technological Research Council of Turkey TUBITAK Turkey Georgian National Science Foundation GNSF Georgia Indo-Uzbek Centre for Promotion S&T Cooperation IUCP-T Uzbekistan Centre for Social Innovation ZSI Austria Centre of Ideas and Technologies CIT Armenia Foundation for Research and Technology Hel- las – Help Forward Network H-F Greece National Academy of Sciences of Republic of Azerbaijan ANAS Azerbaijan Academy of Sciences of Moldova ASM Moldova Centre National de la Recherche Scientifi que CNRS France National Center on Complex Processing Miner- al Raw Materials of the Republic of Kazakhstan CMRP-Kz Kazakhstan Central Scientifi c Library of the Ministry of Education and Science CSL-Kz Kazakhstan National Library of Kyrgyzstan NLKR Kyrgyzstan Research Institute of Water and Hydro-energy Problems of the Kyrgyz Republic Academy of Sciences IWP Kyrgyzstan Public Foundation EnConsult EnConsult Kyrgyzstan Society for Development of Scientifi c Coopera- tion SODESCO Tajikistan Public Organisation ‘Modern Scientists’ MS Tajikistan Institute of Material Sciences of Uzbekistan Academy of Sciences IMS-Uz Uzbekistan National Academy of Sciences of the Republic of Armenia NAS-RA Armenia Institute of Geology, Azerbaijan National Acad- emy of Sciences GIA Azerbaijan Ministry of Education of the Azerbaijan Repub- lic, Scientifi c-Research Institute for Geotechno- logical Problems of Oil, Gas and Chemistry GPOGC Azerbaijan Caucasus School of Business CSB Georgia 24 ",
        "3 Organisation name Acronym Country General Secretariat for Research and Technology GSRT Greece Georgian Research and Development Foundation GRDF Georgia Scientifi c Consulting Center “Altyn Umyt” SCC “Altyn Umyt” Turkmenistan DESCRIPTION OF THE PROJECT 1. Background and objectives The countries of Central Asia and South Caucasus (CA/SC) display a signifi cant potential in terms of research and innovation. As a consequence, a strong bi-regional EU-CASC interest in enhancing S&T cooperation has been developed with the aim to share strengths and resources in order to prepare the ground for a joint transfer of academic results to national, regional and worldwide markets. With the objectives to support and facilitate the bi-regional EU – CA/SC S&T policy dialogue, to address the coordination with other EU instruments and to strengthen participation in FP7, the IncoNet CA/ SC targets all the Central Asian and South Caucasus countries, namely Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan, plus Moldova. The project aims to complement and deepen in the two sub-regions the activities of the ongoing IncoNet EECA 1 project, with particular emphasis on Kyrgyzstan, Tajikistan and Turkmenistan that were partially addressed so far. At the same time, by avoiding duplications and by extending the synergies between the two projects which are geographically overlapping, their impact will be maximized. 2. Implementation and dissemination activities The main activities of the project include: (cid:115)(cid:0) Policy dialogue: i) the organisation of missions in every targeted country in order to contact policy makers and other stakeholders, to identify mutual interests and to pave the way for an enhanced participation in the European Research Area and FP7, ii) the organization of two Stakeholders’ Conferences to formulate proposals for an enhanced cooperation, to promote mutual learning among policy makers, to identify barriers, etc. 1 S&T International Cooperation Network for Eastern European and Central Asian countries, www.inco-eeca.net 25 ",
        "4 In parallel, specifi c attention will be given to other EU policies such as the European Neighbourhood Policy Instrument (ENPI) and the Development and Cooperation Instrument (DCI), for their better coor- dination with the S&T policy. (cid:115)(cid:0) Support to information multipliers (e.g. training sessions to NCP/NIP structures) and to the scientifi c community (Info Days in Kyrgyzstan, Tajikistan and Turkmenistan, grants for the par- ticipation of scientists in Brokerage Events in the EU, etc.). (cid:115)(cid:0) Studies on Innovation policies and structures in CA/SC, on successful participations in FP6 and FP7 in order to identify critical factors, as well as extension of studies implemented under the IncoNet EECA, inter alia: mapping of key institutes, monitoring and review of cooperation patterns, S&T indicators and ways to improve them, etc. The aim of these studies is to feed the policy dialogue. (cid:115)(cid:0) Communication and dissemination activities: in addition to the creation of a web site and a communication platform ( www.inco-casc.net ), particular eff ort will be devoted to the strengthening of the coverage of KG, TJ, TM by the already established Central Information Offi ce and its network of Regional and Local Correspondents, in order to further increase the volume and quality of the information on the ‘incrEAST’ Web Portal ( www.increast.eu ). 3. Expected impact The activities included in the IncoNet CA/SC project will have a direct positive impact on the coopera- tion with the targeted countries, at both policy making and operational/ implementation levels. More specifi cally, at the policy making level, the IncoNet CA/SC is expected to: i) increase the knowledge on the S&T landscape and the S&T policies in the target regions and Moldova; ii) raise awareness and support for the bi-regional Policy Dialogue process in the targeted coun- tries; and iii) have a signifi cant impact on the development of synergies among diff erent EU policies. At the operational/implementation level the IncoNet CA/SC is expected to increase participation in FP7, through specifi c horizontal (e.g. training of NCPs) and thematic activities (e.g. Information Days) that will enhance the information dissemination and assistance, and create awareness of the opportunities for enhanced cooperation among researchers. 26 ",
        "1 EUCARINET – Fostering the European Union - Caribbean Research and Innovation Networks WEB SITE: www.eucarinet.eu COORDINATOR: Name: Diassina Di Maggio - Caterina Buonocore Agenzia per la Promozione della Ricerca Europea (APRE) Phone: +39 06 489 399 93 Email: dimaggio@apre.it REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 244510 EC CONTRIBUTION: 1.532.485,03 € STARTING DATE: 1/04/2010 DURATION: 48 months Caribbean countries “Connecting Caribbean and European researchers, policy makers and Stakeholders in Joint research actions” 27 ",
        "2 Organisation name Acronym Country MENON Network MENON Belgium Centre de coopération internation- ale en recherche agronomique pour le développement CIRAD France Ministerie Van Economische Zaken, Landbouw en Innovatie EL&I Netherlands Universitat Autònoma de Barcelona UAB Spain (Until June 2011) Centre d’Etude des Relations entre l’Union Euro- péenne et l’Amérique Latine CERCAL Belgium Caribbean Community CARICOM Guyana University of the West Indies UWI Trinidad and Tobago Université Antilles Guyane UAG Guadeloupe Universidad Iberoamericana UNIBE Dominican Republic Ministerio de Ciencia, Tecnología y Medio Ambiente CITMA Cuba University of the Netherlands Antilles UNA Netherlands Antilles 28 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives The main objective of the project is to promote and support a long lasting sustainable multi-stake- holder bi-regional policy dialogue on S&T between EU Member States (MS), Associated States (AS) and the Caribbean Region including the Caribbean ACP countries, overseas departments and collectivities, Overseas Countries and Territories (OCTs) at policy, programme and institutional (research entities) level, thus contributing to a threefold objective: (cid:2) Create the conditions for the sustainable multi-stakeholder policy dialogue on S&T between the European Union and the Caribbean Region, leading to a joint definition of S&T co-operation policies. (cid:2) Foster interregional (EU-CARIBBEAN) and intraregional cooperation notably through the identifi - cation and prioritisation of common research areas of mutual interest and benefi t. (cid:2) Stimulate and support the participation of the Caribbean research stakeholders in FP7 programmes. 2. Implementation and dissemination activities In order to achieve these objectives, the EUCARINET project will promote and support the setting up of a permanent and sustainable multi-stakeholder co-ordination and dialogue, bringing together the key EU and Caribbean policy makers and programme managers, representatives of universities, research institutions, the private sector as well as other representatives of civil society. Dialogue fora both at interregional and intraregional level will be established, identifying S&T priorities in order to strengthen the S&T cooperation between the EU and the Caribbean region and stimulating the participation of Caribbean researchers in FP7. EUCARINET will provide: (cid:2) Support to policy dialogue (cid:115)(cid:0) through an inventory of S&T Caribbean major institutions; (cid:115)(cid:0) assessment of R&D cooperation capacity; (cid:115)(cid:0) analysis of barriers to cooperation; (cid:115)(cid:0) awareness raising on Research & Innovation priorities for fostering cooperation; (cid:115)(cid:0) support to the implementation of the EU-Latin America and Caribbean Joint Initiative for Research and Innovation. 29 ",
        "4 (cid:2) Joint priority setting (cid:115)(cid:0) through thematic dialogue workshops on mutual EU-Caribbean research priorities setting. (cid:2) Awareness-raising The project communication will be carried out through a series of diff erent actions at diff erent levels: (cid:115)(cid:0) EUCARINET Promotional kit: EUCARINET logo, presentation, fl yer & website; (cid:115)(cid:0) Events: technical meetings and workshops, info-days and brokerage/thematic events; (cid:115)(cid:0) Specifi c presentations devoted to EU-Caribbean collaboration in S&T in the frame of major events taking place in Europe and in the Caribbean; (cid:115)(cid:0) Networking with existing actions and projects; (cid:115)(cid:0) Collaboration with National Contact Points (NCP) networks. (cid:2) Training and match-making (cid:115)(cid:0) Support to the creation of a network for FP7 Caribbean National Contact Points; (cid:115)(cid:0) Training sessions on FP7, workshops, staff exchanges and thematic brokerage events open to the whole Caribbean research community. 3. Expected impact The main expected impact of the project is “to strengthen bi-regional sustainable policy dialogue on S&T between the European Union and the Caribbean Region” in terms of quantity, quality and viability, tar- geted on three issues: a. Sustainable networking, dialogue and communication fl ow The policy dialogue and the mapping of the research organizations and of the state and advancement of the scientifi c and technological cooperation between Europe and the Caribbean will contribute to the transfer of knowledge, the centralization of information on cooperation and exchange programs and monitoring the related progress, identifying possible obstacles to strengthening this relationship as well as contributing to foster dialogue between European and Caribbean policy makers; b. Research Priorities setting It will support the bi-regional S&T policy dialogue in providing a general overview of the strengths and needs of the existing cooperation between the European Union and the Caribbean, therefore orienting the horizontal issues that must be taken into account at the level of each sector and/or priority topic. c. Identifying and training best potential RTD promoters and project partners Human capital is the basis of any action. Identifying, selecting and training the best promoters and partners (especially future NCPs and research offi cers) will be a direct result of EUCARINET as well as of the identifi cation of priorities and of the information obtained in the dialogue workshops. 30 ",
        "1 ENLACE – Enhancing Scientifi c Cooperation between the European Union and Central America WEB SITE: www.enlace-project.eu COORDINATOR: Name: Diassina Di Maggio - Monique Bossi Agenzia per la Promozione della Ricerca Europea (APRE) (Italy) Phone: +39 06 489 399 93 Email: enlace@apre.it REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 244468 EC CONTRIBUTION: 1.600.000 € STARTING DATE: 1/11/2009 DURATION: 48 months Central America “ENLACE: new bridges – new opportunities in science, technology and innovation between Central America and Europe” 31 ",
        "2 Organisation name Acronym Country Universitat Politècnica de Catalunya UPC Spain Foundation for Research and Technology Hellas HELP-FORWARD Greece Austrian Latin America Institute LAI Austria Menon Network MENON Belgium Tudományos és Technológiai Alapítvány TETALAP Hungary (Until June 2011) Centre d’Etude des Relations entre l’Union Européenne et l’Amérique Latine CERCAL Belgium Universidad de Costa Rica UCR Costa Rica Consejo Nicaragüense de Ciencia y Tecnología CONICYT Nicaragua Universidad de San Carlos de Guatemala USAC Guatemala Universidad Pedagogica Nacional Francisco Morazan UPNFM Honduras Universidad Autónoma de Chiriquí UNACHI Panama El Colegio de la Frontera Sur ECOSUR Mexico Consejo Superior Universitario Centroamericano CSUCA Guatemala Federación de Cámaras y Asociaciones Industriales Centroamericanas FECAICA Guatemala 32 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives ENLACE – Enhancing Scientific Cooperation between the European Union and Central America aims at supporting the bi-regional dialogue between the EU and Central America (CA) on Science and Technology (S&T) issues, identifying common interests in research, setting up common S&T priori- ties and supporting capacity building activities. ENLACE objectives include: (cid:115)(cid:0) Identifi cation and prioritization of common research areas of mutual interest and benefi t; (cid:115)(cid:0) Supporting institutional capacity building in CA and promoting the setting up of FP7 contacts in CA; (cid:115)(cid:0) Promoting public-private partnerships and strengthening the participation of the private sector in innovation and knowledge transfer activities; (cid:115)(cid:0) Increasing the awareness on the benefi ts of EU-CA research cooperation for stakeholders (researchers, policy makers and entrepreneurs) in the region; (cid:115)(cid:0) Fostering exchange and partnership between CA and EU researchers. The objectives of ENLACE also contribute to the INCO-NET projects goals: establishing bi-regional dialogues (including support to the implementation of the EU-Latin America and Caribbean Joint Initia- tive for Research and Innovation), facilitating the uptake and use of common identifi ed research areas and promoting and structuring the participation of CA countries in the activities of FP7. These objectives are implemented in co-operation with the project EULARINET that aims at covering the whole Latin America. 2. Implementation and dissemination activities To achieve the objectives of ENLACE, diff erent activities are planned: policy dialogue meetings between S&T experts from the EU and CA to identify research priorities of mutual interest; organizing in CA train- ing activities and awareness raising sessions on FP7, organizing events to enhance the participation of the private sector as well as the networking among EU and CA researchers. Dissemination events and travel grants for researchers will provide concrete tools to boost the partici- pation of the Central American countries in FP7. 33 ",
        "4 For the realization of the activities and objectives ENLACE off ers specifi c services: (cid:115)(cid:0) Training activities to increase the basic knowledge of FP7 and Innovation & Technology Transfer; (cid:115)(cid:0) Networking and partner search activities to raise researchers’ awareness on FP7 in Central America, like the elaboration of a directory on Central American research institutions for their promotion in Europe; (cid:115)(cid:0) A Travel Grant Scheme off ering fellowships to CA researchers to attend conferences and arrange visits in Europe. (cid:115)(cid:0) Dissemination events including the “FP7 Adventure” campaign in the Central American coun- tries to bring ENLACE results to policy makers and the scientifi c community 3. Expected impact The expected impacts of ENLACE are directly linked with the planned activities: (cid:115)(cid:0) Enhanced and strengthened exchanges and collaborations between EU and CA academic and industry researchers; (cid:115)(cid:0) Increased awareness on FP7 activities; (cid:115)(cid:0) Enlarging the network of FP7 Contacts in CA. The Central American partners are in charge of project’s activities in the region, e.g. carrying out the analysis of policies and research priorities to compile national position papers and a regional position paper; identifying selected organizations able to act as future FP7 Contacts, and organizing training sessions in their countries (in coordination with EU partners). Moreover, all Central American partners participate in several joint activities at diff erent levels: manage- ment; S&T dialogue platform; dissemination and raising awareness in CA and EU. These activities as a whole will serve to create a strong Central American regional network of competent actors, interconnected both internally and with the EU region, thereby promoting regional integration on high-level research and in reinforcing the bi-regional dialogue on S&T between CA and the EU. 34 ",
        "1 PACE-Net – Pacifi c Network for Science and Technology WEB SITE: www.pacenet.eu COORDINATOR: Name: Ms. Claude PAYRI - Institut de Recherches pour le Développement BP A5 98848 NOUMEA NEW CALEDONIA Phone: 00 687 26 07 50 Email: claude.payri@ird.fr REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 244514 EC CONTRIBUTION: 1.399.476 € STARTING DATE: 1/05/2010 DURATION: 36 months PACIFIC “PACE-NET: A new tool for more cooperation with the Pacifi c Region” 35 ",
        "2 Organisation name Acronym Country Institut de Recherche pour le Dével- oppement IRD France Agenzia per la Promozione della Ricerca Europea APRE Italy International Bureau of the German Federal Ministry of Education and Research DLR Germany Malta Council for Science and Technology MCST Malta The Australian National University ANU Australia Ministry of Research, Science and Technology MoRST New Zealand University of South Pacifi c USP Fiji Secretariat of the Pacifi c Commu- nity SPC New Caledonia University of Papua New Guinea UPNG Papua New Guinea Euro Research Support Limited CGC New Zealand University of the Netherlands Antilles UNA Netherlands Antilles 36 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives The Pacifi c-EU network for S&T will establish a bi-regional dialogue platform on S&T between the EU, the 15 ACP countries and the Overseas Countries and Territories (OCTs) of the Pacifi c region, Australia and New Zealand. PACE-Net pursues the following objectives: (cid:115)(cid:0) To reinforce existing S&T dialogues/networks and promote regional integration for those net- works (cooperation between the research organizations and universities); (cid:115)(cid:0) To identify S&T international cooperation activities and programmes geared towards the Pacifi c region. The PACE-NET will set up dialogue for bringing together the relevant S&T experts and stakeholders to establish the priority areas for FP7, including SICAs; (cid:115)(cid:0) To strengthen the coordination of S&T cooperation and the complementarities with activities and programmes carried out by other European instruments. PACE-NET will examine possible synergies or complementarities with EU activities, especially with respect to challenges faced by developing countries. 2. Implementation and dissemination activities PACE-Net will pay great attention to dissemination activities which are key elements for the reinforce- ment of Pacifi c-EU S&T cooperation. The dissemination plan of the activities and outcomes of PACE-Net intends to ensure a wide use of the project achievements. Dissemination will be performed through various channels. A website will be developed to disseminate information about the project to a wide range of stakehold- ers and the general public. The website will provide information about on-going activities, available results and events, plus archived newsletter and press releases. A publication concerning signifi cant S&T research activities will be produced and distributed to a wide range of stakeholders. The PACE-Net knowledge dissemination activities will also complement other relevant platforms and provide editorialised news services – which apart from ensuring knowledge dissemination on Europe- Pacifi c S&T cooperation, will also help to foster public debate on and understanding of the role played by S&T as an instrument for sustainable development. 37 ",
        "4 Other information tools: project reports, open days at research institutes, will also be organised to ensure the appropriate dissemination of information to the diff erent targeted audiences (scientists, industries, and citizens). 3. Expected impact The expected impact of the project can be considered at two diff erent levels. At the European level, PACE-Net will: (cid:115)(cid:0) Increase the opportunities for S&T cooperation with the Pacifi c region; (cid:115)(cid:0) Share the ERA with new actors and partnerships from the Pacifi c region; (cid:115)(cid:0) Establish a European international strategy for the ACP countries in the Pacifi c; (cid:115)(cid:0) Set up the basis for a real coordination of EU MS activities; (cid:115)(cid:0) Provide a critical mass of key EU and Pacifi c actors and more integration between national programmes and the FP. At the national level, it will: (cid:115)(cid:0) Establish a structured and long-lasting framework of cooperation between EU MS and the targeted countries; (cid:115)(cid:0) Bring transferable lessons to improve the eff ectiveness of S&T programmes in the region and the use of S&T for the national purposes of the targeted countries; (cid:115)(cid:0) Ensure the reinforcement of research building capacities by creating links between European OCT’s and PICTs. 38 ",
        "1 INCONET-GCC – Science and Technology International Cooperation Network for Gulf Cooperation Countries aiming at the promotion of bi-regional dialogue WEB SITE: www.inconet-gcc.eu COORDINATOR: Name: Stavroula Maglavera - Euroconsultants (ECSA) - (Greece) Phone: +30 231 08 04 039 Email: s.maglavera@euroconsultants.com.gr REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 244401 EC CONTRIBUTION: 1.966.931 € STARTING DATE: 1/01/2010 DURATION: 36 months Gulf Cooperation Countries “INCONET-GCC creates an observatory of EU-GCC cooperation in S&T through the development and support of the bi-regional dialogue” 39 ",
        "2 Organisation name Acronym Country Euroconsultants S.A. ECSA Greece Foundation For Research And Tech- nology Hellas / Help-Forward HELP-Forward / FORTH Greece London School of Economics and Political Science LSE United Kingdom Universita Degli Studi di Ferrara UniFE Italy Stiftelsen Hogskolan I Jonkoping HJ Sweden International Association of Sci- ences Parks IASP Spain Items International ITEMS France The Research Council of Oman TRC Oman Higher Colleges of Technology HCT United Arab Emirates Bahrain Center for Studies and Research BCSR Bahrain Kuwait Foundation for the Advancement of Sciences KFAS Kuwait King Saud University-Riyadh Techno Valley KSU-RTV Saudi Arabia Public Establishment for Industrial Estates PEIE Oman Qatar University QU Qatar Political Development Forum PDF Yemen Ministry of Higher Education and Scientifi c Research MHESR Egypt Ministère de l'Education Nationale, de l'Enseignement Supérieur, de la Formation des Cadres et de la Recherche Scientifi que, Direction de la Technologie MENESFCRS Morocco 40 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives INCONET-GCC aims to develop and support the bi-regional dialogue on S&T by bringing together policy- makers and stakeholders from the Gulf Cooperation Council countries (GCC) and the EU. It aims to create a dialogue and action platform to identify common interests in research areas, set up S&T priorities, support capacity building activities, and enhance the interaction between diff erent EC cooperation instruments. It will promote actions in order to monitor, develop, promote and contribute to the creation of synergies among the various S&T cooperation programmes between the GCC and EU, and foster the participation of the GCC in the European Framework Programme for Research and Technological Development. The core objectives of INCONET-GCC are to: (cid:115)(cid:0) support the bi-regional dialogue on S&T between stakeholders from EU Member States, Associated countries and the GCC. (cid:115)(cid:0) promote regional interaction for the identifi cation and prioritisation of common research agendas of mutual interest and benefi t in a transparent and methodologically sound way. (cid:115)(cid:0) enhance the participation of researchers from the GCC in EC funded projects of mutual inter- est and benefi t by implementing capacity building measures and by accompanying tailor- made networking activities. (cid:115)(cid:0) implement a series of analyses feeding the policy dialogue and increasing its effi ciency, monitoring the project’s own activities, with particular emphasis on their sustainability, and implementing coherent dissemination activities in order to increase its visibility and impact. 2. Implementation and dissemination activities The planned activities are shown in the fi gure below: 41 ",
        "(cid:2) Dialogue activities (cid:115)(cid:0) INCONET-GCC will support and facilitate the bi-regional S&T policy dialogue by building an open networking platform where new members external to the consortium can join project’s activities in its later stages. (cid:115)(cid:0) A structured information exchange with representatives of several DGs of the EC will allow for the exploitation of the results and integration of S&T in other sectors. (cid:115)(cid:0) Pilot action promoting the establishment of a technology transfer network between the EU and GCC. (cid:115)(cid:0) Preparation of INCONET-GCC roadmap of potential future EU-GCC S&T collaboration that will include guidelines on diff erent issues. (cid:115)(cid:0) Roundtables with international stakeholders, such as UNESCO, OECD, World Bank and other multilateral initiatives to disseminate information, detect synergies, avoid duplications and add critical mass to ongoing or planned activities. (cid:2) Implementation and dissemination activities (cid:115)(cid:0) Organisation of an International Conference. (cid:115)(cid:0) Trainings targeting Gulf countries’ organisations. (cid:115)(cid:0) Information days in the Gulf region aiming at raising public and stakeholder awareness con- cerning EC Programmes. (cid:115)(cid:0) Publications and other information products. (cid:115)(cid:0) Development of a website as the main dissemination tool. (cid:115)(cid:0) Development of an INCONET-GCC exploitation plan for the Open Networking and Consulta- tion Platform after the end of the project. (cid:2) Monitoring and review activities Monitoring and review activities are aimed at: (cid:115)(cid:0) collecting, processing and facilitating access and exchange of S&T information between the regions. (cid:115)(cid:0) supporting the process of aligning S&T statistical indicators in to follow the dynamics of the S&T systems. (cid:115)(cid:0) establishing a coherent mapping of EU partners’ unilateral initiatives and bi-lateral pro- grammes with GCC. (cid:115)(cid:0) clustering the identifi ed programmes and featuring high-potential organisations in Gulf countries in the mapping database. (cid:115)(cid:0) providing concrete recommendations for improving S&T collaboration between the EU and GCC. (cid:115)(cid:0) drafting the INCONET-GCC sustainability report that will include a roadmap relevant to the diff erent stakeholders in the GCC & EU countries and Policy Guidelines for future potential collaborations. 3. Expected impact The main outputs will be (cid:115)(cid:0) Creation of the INCONET-GCC open networking platform for policy dialogue and enhanced cooperation in S&T. (cid:115)(cid:0) Contribution of INCONET-GCC to the European Strategic Framework for International Coop- eration in Science and Technology. (cid:115)(cid:0) Report on Collaborative plan in S&T policy contributing to the discussions of the GCC-EU Joint Council. (cid:115)(cid:0) INCONET-GCC White Paper. (cid:115)(cid:0) Support for the creation of the Gulf countries FP7 contact points and facilitation for their link- age with the European NCP network. (cid:115)(cid:0) INCONET-GCC roadmap and sustainability report. (cid:115)(cid:0) Organisation of an International Conference and other dissemination events. 4 42 ",
        "1 CAAST-Net – Network for the Coordination and Advancement of Sub-Saharan Africa-EU Science & Technology Cooperation WEB SITE: www.caast-net.org COORDINATOR: Name: Andrew Cherry Phone: +44 (0)20 7380 6746 Email: a.cherry@acu.ac.uk REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 212625 EC CONTRIBUTION: 4.200.000 € STARTING DATE: 1/01/2008 DURATION: 60 months Sub Saharan Africa “Operating in a progressive, conducive environment, with a dynamic and visionary consortium of partners, and with the endorsement of mandated authorities, the potential of INCO-NETs to support and add value to bi-regional cooperation is signifi cant.” 43 ",
        "2 Organisation name Acronym Country Association of Commonwealth Universities. ACU UK International Bureau of the German Federal Ministry of Education and Research PT-DLR Germany Institut de Recherche pour le Dével- oppement IRD France Research Research (Africa) (Pty.) Ltd RESEARCHAFRICA South Africa Ministry of Science and Technology MoHEST Kenya Ugandan National Council for Sci- ence and Technology UNCST Uganda Research Council of Norway RCN Norway University of Jyväskylä/UniPID JyU Finland Swedish Governmental Agency for Innovation Systems VINNOVA Sweden Centre de Coopération Internation- ale en Recherche Agronomique pour le Développement CIRAD France Ministry of National Education and Scientifi c Research DR-MENRS Madagascar Ministry of Education, Sport and Science MinESS Ghana Direcção Geral de Ensino Superior e Ciência DGESC Cape Verde Ministry of Scientifi c Research and Innovation MINRESI Cameroun Ministère de la Recherche Scienti- fi que MRS Senegal Fundação para a Ciência e Tecno- logia FCT Portugal Department of Science and Tech- nology DST South Africa Science and Technology Policy Research Institute, Council for Sci- entifi c and Industrial Research CSIR-STEPRI Ghana 44 ",
        "3 Organisation name Acronym Country Scientifi c and Technological Research Council of Turkey TUBITAK Turkey National Offi ce of Technology Acquisition and Promotion NOTAP Nigeria Ministry of Science and Innovation MICINN Spain Department of Research, Science and Technology DRST Botswana Ministry of Education MINEDUC Rwanda Ministry of Higher Education and Scientifi c Research MHESR Egypt DESCRIPTION OF THE PROJECT 1. Background and objectives There is an emerging global consensus that capacity in S&T is essential to economic competitiveness, sustainable development and poverty reduction. Therefore a growing number of governments in Africa are prioritising S&T as a key sector of their national and regional development programmes and put an emphasis on science and technology in Europe-Africa cooperation programmes. CAAST-Net interventions goal is to promote and facilitate the EU-Africa S&T cooperation, focusing on greater use of the EU’s Framework Programme and recognising the potential of the European and Afri- can national programmes off ering support to international cooperation in S&T. CAAST-Net facilitates EU-Africa stakeholders’ dialogue on S&T and supports research partnerships through identifying and prioritising researchable topics of mutual interest and through networking and linking outputs to users. CAAST-Net harnesses cooperation to address specifi c local and regional problems in Africa and common problems of a global nature. Additionally CAAST-Net’s actions to foster EU-Africa cooperation and dialogue off er a strategic dimension to regions’ capacity for implementa- tion of priority continental S&T programmes. It monitors the trends of EU-Africa cooperation under the Framework Programme and seeks to strengthen the participation of African countries through raising awareness, brokering partnerships and off ering training. 2. Policy dialogue activities An important objective of CAAST-Net is to support and add value to S&T cooperation policy dialogue between Africa and Europe. The activities include bi-regional senior stakeholder conferences on S&T cooperation, informal bi-regional discussion forums and facilitated dialogues between Africa’s regional economic communities (REC) and interested EU parties. These activities may be also brought to the service of a new senior Africa-EU platform when needed. In such activities CAAST-Net partners seek the agreement and participation of mandated continental authorities to ensure maximum synergy with offi cial processes. 45 ",
        "4 3. Research prioritisation and partnerships CAAST-Net promotes EU-Africa S&T research cooperation partnerships also through collaboration with other INCO-NETs. By bringing together African and European experts from specifi c thematic domains, CAAST-Net partners elaborate proposals recommended for consideration within the context of future FP work programmes. In line with CAAST-Net’s strategic focus on support to RECs, future expert work- shops will pay attention to regionalised priorities drawn from Africa’s continental action plans. Since CAAST-Net activities place emphasis on enhancing EU-Africa cooperation under the EU framework pro- gramme, a fruitful cooperation between CAAST-Net and the new ERA-NET for Africa (ERAfrica) is much anticipated. 4. Awareness raising, dissemination and knowledge management CAAST-Net’s partners off er support and information to enhance Africa’s FP participation. A group of experienced partners (e.g. VINNOVA in Sweden and TUBITAK in Turkey) has been established involved in a package of awareness rising activities, that are planned and executed as collaborative events with existing EC platforms such as the ‘INCONTACT One World’ network of INCO NCPs. Implementation of CAAST-Net’s primary activities relies on dialogue-based events for communication and dissemination. Therefore CAAST-Net’s web-based Community Knowledge Management Platform has been created, acting as the hub of dissemination, communication and awareness raising activities. 5. Analysis, monitoring and review activities CAAST-Net conducts analyses that examine the themes and instruments of S&T cooperation and check whether they accomplished the goals. A part of the analysis is also identifi cation of the most relevant barriers to the participation of African countries in European research programmes. Analyses of thematic diversity of Europe-Africa collaboration contribute to the formulation of new research priorities and examine reasons for possible disconnections between Africa’s articulated prior- ity S&T issues and Europe-Africa S&T collaboration and policy dialogue. 46 ",
        "1 MIRA – Mediterranean Innovation and Research Coordination Action WEB SITE: www.miraproject.eu COORDINATOR: Name: Rafael Rodríguez-Clemente - Spanish Council for Scientifi c Research (CSIC) Spain Phone: +(34) 93 400 6100 ext.1420 +(34) 659 024 517 Email: raro@orgc.csic.es REFERENCE OF THE GRANT AGREEMENT: Grant Agreement n°: 211359 EC CONTRIBUTION: 3.991.044 € STARTING DATE: 1/01/2008 DURATION: 60 months Mediterranean Partner Countries (MPC) “Mediterranean Innovation and Research Coordination Action (MIRA) provides a functional dialogue and action platform to support Euro-Mediterranean science, technology and innovation (STI) cooperation.” 47 ",
        "2 Organisation name Acronym Country Consejo Superior de Investigaciones Científi cas CSIC Spain Direction de la Technologie. Ministère de l´Education Supérieur, de la Formation des Cadres et de la recherché Scientifi que DT-MENES- FCRS Morocco Institut de Recherche pour le Développement IRD France Ministère de l´Enseignement Supérieur, de la Recherche Scientifi que et de la Technologie DGSRT Tunisia Ministry of Higher education and State for Scientifi c Research MHESR Egypt Deutsches Zentrum Fuer Luft - Und Raumfahrt Ev PT-DLR Germany Consiglio Nazionale delle Ricerche CNR Italy Ethniko Idryma Erevnon NHRF Greece Ministère de l´Enseignement Supérieur Et De La Recherche Scientifi que DG-RSDT Algeria Turkiye Bilimler Akademisi TUBA Turkey Malta Council for Science and Technology MCST Malta The Higher Council for Science and Technology HCST Jordan Centro Internazionale di Alti Studi Agronomici Mediterranei - Istituto Agronomico Mediterraneo di Bari CIHEAM Italy Université de la Méditerranée d'Aix-Marseille II TETHYS France Wirtschaft und Infrastruktur Gmbh & Co Planungs Kg WIP Germany Centre de développement des Energies Renouvelables CDER Algeria MATIMOP, Israeli Industry Center for Research & Development ISERD Israel Academy of Scientifi c Research & Technology ASRT Egypt Conseil National de la Recherche Scientifi que CNRS Lebanon Planning Bureau Planning Bureau Cyprus Fundación para el conocimiento MADRI+D MADRI+D Spain Arab Open University AOU Lebanon Turkiye Bilimsel ve Teknolojik Arastirma Kurumu TUBITAK Turkey Ministry of Civil Aff airs MCA Bosnia and Herzegovina Ministry of Education and Higher Education DGDSC Palestinian- administered areas Centre National pour la Recherche Scientifi que et Technique CNRST Morocco Ministarstvo Prosvjete i Nauke MPIN Montenegro British Council BC U.K. Fundacao para a Ciencia e a Tecnologia FCT Portugal Ministerio de Ciencia e Innovación MICINN Spain 48 ",
        "3 DESCRIPTION OF THE PROJECT 1. Background and objectives Mediterranean Innovation and Research Coordination Action (MIRA) is a dialogue and discussion platform which encourages scientific and technological collaboration between the Mediterranean Partner Countries and the European Countries, especially through 7th Framework Programme (7FP). MIRA is a powerful tool, a bridge between policy and research. The countries involved in MIRA are: (1) Algeria, (2) Bosnia Herzegovina,(3) Cyprus, (4) Egypt, (5) France, (6) Germany, (7) Greece,(8) Ita- ly, (9) Israel, (10) Jordan, (11) Lebanon, (12) Malta, (13) Montenegro, (14) Morocco,(15) Palestinian- administered areas, (16) Portugal, (17) Spain, (18) Turkey, (19) Tunisia, (20) United Kingdom. A working group deriving from MIRA is EMIS - the Euro Mediterranean Innovation Space. It focuses on the analysis of knowledge transfer between research and industry, which is a common problem in the entire Mediterranean area, and a 2. Dialogue activities MIRA, most importantly, contributes to the research community by identifying scientifi c priority topics, monitoring FP7 thematic priorities, sharing and analysing results through regional application within a global context. In terms of Innovation policies, MIRA contributes to mobilize and connect diff erent stakeholders to develop a more intelligent and competitive Euro-Med Innovation Space, by organizing the follow- ing activities: (1) Technology Transfer seminars (focussing on the academic sector), (2) promotion of a Mediterranean Metrology Centres Network and (3) Organisation of FORA. These FORA provide an opti- mum environment to make scientifi c and business communities exchange on their expertise, off ers and needs. They are organised in close cooperation with intermediate structures and initiatives dealing with innovation (IPR experts, Technological Parks administrators, services providers), including national administrations and multi-national actors such as the European Investment Bank. Based on the fi eld experience, MIRA also serve to gather opinions and convey messages from the sci- entifi c community to the national authorities by formulating recommendations on ways of improving administrative issues. An other role of MIRA is to support the activities of the Union for Mediterranean and European Neigh- bourhood Partnership Instruments (ENPI) that need the identifi cation and development of a Research agenda in support of its objectives. For example, MIRA mobilizes an Expert Working Group in charge of elaborating a scientifi c agenda in support to the Horizon 2020 Programme for the decontamination of the Mediterranean Sea. The outcomes of all these activities feed the S&T policy dialogue conduced within the “Monitoring Com- mittee for Euro-Mediterranean S&T Cooperation” (MoCo), composed of senior offi cials of the S&T Minis- tries of the EU and Mediterranean Countries Governments. 49 ",
        "4 3. Implementation and dissemination activities MIRA supports the participation of the Mediterranean Partner Countries (MPCs) in the Framework Pro- gramme through capacity building and networking activities: (cid:115)(cid:0) Setting regional networks such as the networking of research institutions or the networking of Technology Transfer Units. (cid:115)(cid:0) Organizing Brokerage Events to promote opportunities of collaboration between scientists and entrepreneurs. (cid:115)(cid:0) Increasing the capacities of MPCs with trainings to build common knowledge and compe- tences for administrators, regulators and managers. (cid:115)(cid:0) Supporting the regional network of National Contact Points (or FP7 Contact points) estab- lished six years ago to increase awareness on FP7 opportunities and other programmes and policies dedicated to support the RTD collaboration between Europe and the MPCs, and between the MPC. Project communication is provided by an Internet-based forum and a website: www.miraproject.eu 4. Monitoring and review activities One of the main objectives of MIRA is the creation of an Observatory of the EU-MPC S&T cooperation to provide the necessary feedback to the MoCo on the progress and impact of the EU-MPCs S&T coopera- tion since the 2007 Cairo Declaration. The observatory also aims to produce standard S&T indicators to analyse innovation systems, monitor bibliometric production and assess the international scientifi c cooperation in the Mediterranean region. MIRA reports to MoCo on a regular basis by presenting data produced by the observatory which in return enables policy makers to incorporate these and act upon informed decisions. MIRA also proposes a methodology for the setting of a permanent Observatory beyond the life of the project, through a network of MPC experts to monitor ST&I cooperation and policies in the Mediterra- nean region. The “White Paper on strategic indicators for the measurement and impact of international scientifi c cooperation and collaborations in the Mediterranean region” is, in this sense, a good example of the outcomes provided by the MIRA consortium. 50 ",
        "European Commission STRUCTURING INTER-REGIONAL COOPERATION Luxembourg: Publications Office of the European Union 201 (cid:19) — 51 pp. — 14.8 x 21 cm ISBN: 978-92-79-20644-3 DOI: 10.2777/66870 ",
        "",
        "How to obtain EU publications Free publications: (cid:116)(cid:1)(cid:1)(cid:87)(cid:74)(cid:66)(cid:1)(cid:38)(cid:54)(cid:1)(cid:35)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:67)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:10)(cid:28) (cid:116)(cid:1)(cid:1)(cid:66)(cid:85)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:38)(cid:86)(cid:83)(cid:80)(cid:81)(cid:70)(cid:66)(cid:79)(cid:1)(cid:36)(cid:80)(cid:78)(cid:78)(cid:74)(cid:84)(cid:84)(cid:74)(cid:80)(cid:79)(cid:8)(cid:84)(cid:1)(cid:83)(cid:70)(cid:81)(cid:83)(cid:70)(cid:84)(cid:70)(cid:79)(cid:85)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:1)(cid:80)(cid:83)(cid:1)(cid:69)(cid:70)(cid:77)(cid:70)(cid:72)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:15)(cid:1)(cid:58)(cid:80)(cid:86)(cid:1)(cid:68)(cid:66)(cid:79)(cid:1)(cid:80)(cid:67)(cid:85)(cid:66)(cid:74)(cid:79)(cid:1)(cid:85)(cid:73)(cid:70)(cid:74)(cid:83)(cid:1)(cid:68)(cid:80)(cid:79)(cid:85)(cid:66)(cid:68)(cid:85)(cid:1)(cid:69)(cid:70)(cid:85)(cid:66)(cid:74)(cid:77)(cid:84)(cid:1)(cid:80)(cid:79)(cid:1) the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: (cid:116)(cid:1)(cid:87)(cid:74)(cid:66)(cid:1)(cid:38)(cid:54)(cid:1)(cid:35)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:67)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:10)(cid:28)(cid:1) Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): (cid:116)(cid:1)(cid:1)(cid:87)(cid:74)(cid:66)(cid:1)(cid:80)(cid:79)(cid:70)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:84)(cid:66)(cid:77)(cid:70)(cid:84)(cid:1)(cid:66)(cid:72)(cid:70)(cid:79)(cid:85)(cid:84)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:49)(cid:86)(cid:67)(cid:77)(cid:74)(cid:68)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:1)(cid:48)(cid:243)(cid:68)(cid:70)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:38)(cid:86)(cid:83)(cid:80)(cid:81)(cid:70)(cid:66)(cid:79)(cid:1)(cid:54)(cid:79)(cid:74)(cid:80)(cid:79)(cid:1) (http://publications.europa.eu/others/agents/index_en.htm). ",
        "K I - 32 - 11 - 785 - E N - C Within the Capacity Programme the main activities of International Cooperation range from the bi-regional coordination of S&T cooperation, including priority setting and the support of the S&T policy dialogue (so-called INCO-NET projects), to the bilateral coordination of S&T policies with those countries that signed (or are in the process of signing) an S&T agreement with the Union (so-called BILAT projects), and fi nally the coordination of national policies and activities of Member States and Associated States concerning international S&T cooperation (so-called ERA-NET and ERA-NET Plus projects). This booklet presents the activities of all INCO-NET projects which have been selected following the evaluation of the FP7 calls for proposals published in 2006, 2009 and 2010. These projects cover different regions of the world, i.e. Western Balkan Countries, Mediterranean Partner Countries, Eastern Europe and Central Asia, South East Asia, Sub-Saharan Africa, Caribbean and Pacifi c region, Arab Gulf Countries, Latin and Central America. "
    ]
}