{
    "text": [
        "11318/16 ZH/es DGD 1B EN Council of the European Union Brussels, 18 July 2016 (OR. en) 11318/16 ASILE 28 CODEC 1078 Interinstitutional File: 2016/0222 (COD) PROPOSAL From: Secretary-General of the European Commission, signed by Mr Jordi AYET PUIGARNAU, Director date of receipt: 18 July 2016 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: COM(2016) 465 final Subject: Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down standards for the reception of applicants for international protection (recast) Delegations will find attached document COM(2016) 465 final. Encl.: COM(2016) 465 final ",
        "EN EN EUROPEAN COMMISSION Brussels, 13.7.2016 COM(2016) 465 final 2016/0222 (COD) Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down standards for the reception of applicants for international protection (recast) ",
        "EN 1 EN EXPLANATORY MEMORANDUM CONTEXT OF THE PROPOSAL • Context and reasons for the proposal The EU is working towards an integrated, sustainable and holistic EU migration policy based on solidarity and fair sharing of responsibilities and which can function effectively both in times of calm and crisis. Since the adoption of the European Agenda on Migration 1 , the European Commission has been working to implement measures to address both the immediate and the long-term challenges of managing migration flows effectively and comprehensively. The Common European Asylum System is based on rules determining the Member State responsible for applicants for international protection (including an asylum fingerprint database), common standards for asylum procedures, reception conditions, the recognition and protection of beneficiaries of international protection. In addition, a European Asylum Support Office supports Member States in the implementation of the Common European Asylum System. Notwithstanding the significant progress that has been made in the development of the Common European Asylum System, there are still notable differences between the Member States in the types of procedures used, the reception conditions provided to applicants, the recognition rates and the type of protection granted to beneficiaries of international protection. These divergences contribute to secondary movements and asylum shopping, create pull factors, and ultimately lead to an uneven distribution among the Member States of the responsibility to offer protection to those in need. Recent large scale arrivals have shown that Europe needs an effective and efficient asylum system able to assure a fair and sustainable sharing of responsibility between Member States, to provide sufficient and decent reception conditions throughout the EU, to process quickly and effectively asylum claims lodged in the EU, and to ensure the quality of the decisions made so that those who are in need of international protection effectively obtain it. At the same time, the EU needs to address irregular and dangerous movements and put an end to the business model of smugglers. To this end asylum applications of those who are not entitled to international protection must on the one hand be dealt with quickly and these migrants must then be returned quickly. On the other hand, safe and legal ways to the EU for those from third countries who need protection need to be opened. This is also part of a wider partnership with priority countries of origin and transit. On 6 April 2016, the Commission set out its priorities for a structural reform of the European asylum and migration framework in its Communication 'Towards a reform of the Common European Asylum System and enhancing legal avenues to Europe' 2 , outlining the different steps to be taken towards a more humane, fair and efficient European asylum policy as well as a better managed legal migration policy. 1 COM(2015) 240 final. 2 COM(2016) 197 final. ",
        "EN 2 EN On 4 May 2016, the Commission presented a first set of proposals to reform the Common European Asylum System delivering on three priorities identified in its Communication: establishing a sustainable and fair Dublin system for determining the Member State responsible for examining asylum applications 3 , reinforcing the Eurodac system to better monitor secondary movements and facilitate the fight against irregular migration 4 and establishing a genuine European Union Agency for Asylum to ensure the well-functioning of the European asylum system 5 . These proposals were the first building blocks to reform the structure of the Common European Asylum System. With the second package, the Commission is completing the reform of the Common European Asylum System by adopting four additional proposals: a proposal replacing the Asylum Procedures Directive with a Regulation 6 , harmonising the current disparate procedural arrangements in all Member States and creating a genuine common procedure; a proposal replacing the Qualification Directive 7 with a Regulation 8 , setting uniform standards for the recognition of persons in need of protection and the rights granted to beneficiaries of international protection as well as a proposal revising the Reception Conditions Directive 9 to further harmonise reception conditions in the EU, increase applicants' integration prospects and decrease secondary movements. Finally, following-up on the commitment to enhance legal avenues to the EU as announced on 6 April 2016, the Commission is also proposing a structured Union resettlement framework, moving towards a more managed approach to international protection within the EU, ensuring orderly and safe pathways to the EU for persons in need of international protection, with the aim of progressively reducing the incentives for irregular arrivals 10 . These proposals are an indispensable part of the comprehensive reform of the Common European Asylum System and are closely interlinked. With this second stage of legislative proposals reforming the asylum acquis, all the elements required to put in place a solid, coherent and integrated Common European Asylum System, based on common, harmonised rules that are both effective and protective, fully in line with the Geneva Convention, are now on the table. The Common European Asylum System that we are further developing is both effective and protective and is designed to ensure full convergence between the national asylum systems, decreasing incentives for secondary movements, strenghtening mutual trust between Member States and leading overall to a well functioning Dublin system. It guarantees that asylum seekers are treated, wherever they are in the EU, in an equal and appropriate manner. It provides for the tools needed to ensure quick identification of persons in genuine need of international protection and return of those who do not have protection needs. It is generous to the most vulnerable and strict towards potential abuse, while always 3 COM(2016)) 270 final. 4 COM(2016) 272 final. 5 COM(2016) 271 final. 6 L OJ 180, 29.6.2013, p. 60. 7 L OJ 337, 20.12.2011, p. 9. 8 OJ C […], […], p. […]. 9 OJ C […], […], p. […]. 10 OJ C […], […], p. […]. ",
        "EN 3 EN respecting fundamental rights. The common system is finally cost-effective and flexible enough to adapt to the complex challenges Member States have in this area. Objectives of the present proposal As part of this second set of asylum policy reforms, the Commission is proposing a recast of Directive 2013/33/EU of the European Parliament and of the Council of 26 June 2013 laying down standards for the reception of applicants for international protection 11 . The Reception Conditions Directive provides for minimum harmonisation of standards for the reception of applicants for international protection in the EU. Reception conditions however continue to vary considerably between Member States both in terms of how the reception system is organised and in terms of the standards provided to applicants. The migratory crisis has exposed the need to ensure greater consistency in reception conditions across the EU and the need for Member States to be better prepared to deal with disproportionate numbers of migrants. There are wide divergences in the level of reception conditions provided by the Member States. In some Member States, there have been persistent problems in ensuring adherence to the reception standards required for a dignified treatment of applicants, while in others the standards provided are more generous. This has contributed to secondary movements and has put pressure on certain Member States in particular. In view of this, this proposal aims to: (1) Further harmonise reception conditions in the EU. This will both ensure that the treatment of applicants is dignified across the EU, in accordance with fundamental rights and rights of the child, including in Member States where there have been persistent problems in ensuring such dignified treatment, and reduce reception- related incentives for applicants to move irregularly to and within the EU, in particular to Member States where reception conditions are generally of a high standard. It will also contribute to a fairer distribution of applicants between the Member States. This will in particular be done by requiring Member States to take into account operational standards and indicators on reception conditions developed at EU level and by requiring Member States to have contingency plans ready to ensure the adequate reception of applicants in cases where they are confronted with a disproportionate number of applicants. (2) Reduce incentives for secondary movements. To ensure an orderly management of migration flows, facilitate the determination of the Member State responsible and to prevent secondary movements, it is essential that the applicants remain in the Member State which is responsible for them and do not abscond. This obligation on applicants is set out in the proposed reform of the Dublin Regulation. The introduction of more targeted restrictions to the applicants' freedom of movement and strict consequences when such restrictions are not complied with will contribute to more effective monitoring of the applicants' whereabouts. Further harmonisation of possibilities to assign a specific place of residence to applicants, to impose reporting obligations and to provide material reception conditions only in kind is also necessary to create a more predictable situation for applicants, to ensure that they are 11 OJ L 180, 29.6.2013, p. 96. ",
        "EN 4 EN accounted for regardless of which Member State they are present in and to deter them from absconding. This applies in particular in three situations namely where: the applicant did not make an application for international protection in the Member State of first irregular entry or legal entry; the applicant has absconded from the Member State in which he or she is required to be present, and the applicant has been sent back to the Member State where he or she is required to be present after having absconded to another Member State. (3) Increase applicants' self-reliance and possible integration prospects. Except for those whose applications are likely to be rejected, applicants should, as quickly as possible, be allowed to work and earn their own money, even whilst their applications are being processed. This helps to reduce their dependency and allows for better prospects for eventual integration of those who will ultimately be granted protection. The time-limit for access to the labour market should therefore be reduced from no later than nine months to no later than six months from the lodging of the application. This aligns the applicants' access to the labour market with the duration of the examination procedure on the merits. Member States are also encouraged to grant access to the labour market no later than three months from the lodging of the application where the application is likely to be well-founded. Access to the labour market should be in full compliance with labour market standards, which should also help to avoid distortions in the labour market. Further limiting the current wide discrepancies between Member States' rules on access to the labour market is also essential in order to reduce employment-related asylum-shopping and incentives for secondary movements. • Consistency with existing policy provisions in the policy area This proposal for a recast of the Reception Conditions Directive is fully consistent with the first proposals to reform the Common European Asylum System presented on 4 May 2016, and with the proposals for reforming the Asylum Procedures and Qualification Directives, which would include their transformation into Regulations, as well as with the proposal for a structured Union resettlement framework. According to the Commission's proposal for a recast of the Dublin III Regulation, when an applicant is not in the Member State where he or she is required to be present, the applicant should not be entitled to the full material reception conditions provided for under this Directive. The Dublin proposal in this way impacts the application of the Reception Conditions Directive and corresponding changes to this Directive are necessary and have been proposed. The Commission's proposal for a recast of the Dublin III Regulation also refers to the fact that all applicants, wherever they are present, have the right to emergency health care. In practice, Member States typically consider that essential treatment of illnesses, including of serious mental disorders as granted under the Reception Conditions Directive, corresponds to the concept of 'emergency health care'. In view of this, this proposal is fully consistent with the Commission's proposal for a recast of the Dublin III Regulation. ",
        "EN 5 EN Based on the work already started by the European Asylum Support Office (EASO), the European Union Agency for Asylum will monitor and assess Member States' asylum and reception systems. The proposal for a recast of the Reception Conditions Directive will ensure that asylum applicants remain available throughout the asylum procedure to ensure a timely and effective assessment of their claim and will therefore contribute to the effective implementation of the proposed Asylum Procedures and Qualification Regulations. • Consistency with other Union policies This proposal is consistent with the comprehensive long-term policy on better migration management as set out by the Commission in the European Agenda on Migration 12 , which developed President Juncker's Political Guidelines into a set of coherent and mutually reinforcing initiatives based on four pillars. Those pillars consist of reducing incentives for irregular migration, securing the Union's external borders and saving lives, as well as ensuring a strong asylum policy and a new policy on legal migration. This proposal, which further implements the European Agenda on Migration as regards the objective of strengthening the Union's asylum policy, should be seen as part of the broader policy at EU level towards building a robust and effective system for sustainable migration management for the future that is fair for host societies and EU citizens as well as for the third country nationals concerned and countries of origin and transit. LEGAL BASIS, SUBSIDIARITY AND PROPORTIONALITY • Legal basis This proposal recasts the Reception Conditions Directive and should therefore be adopted on the same legal basis, namely Article 78, second paragraph, point (f) of the Treaty on the Functioning of the European Union (TFEU), in accordance with the ordinary legislative procedure. • Variable geometry In accordance with Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union (TEU) and to the TFEU, the United Kingdom and Ireland may decide to take part in the adoption and application of measures establishing a Common European Asylum System. In this respect, the United Kingdom has given notice of its wish to take part in the adoption and application of Directive 2003/9/EC and of its decision not to participate in the adoption of Directive 2013/33/EU. Ireland has decided neither to participate in the adoption of Directive 2003/9/EC nor in the adoption of Directive 2013/33/EU. Consequently, the provisions of Directive 2003/9/EC apply to the United Kingdom, while the provisions of the current Directive do not apply to either the United Kingdom or Ireland. The positions of the United Kingdom and Ireland with regard to the previous directives do not affect their possible participation in the adoption and application of the new directive. The 12 COM(2015) 240 final. ",
        "EN 6 EN participation of the United Kingdom and Ireland will be determined in the course of the negotiations and in accordance with Protocol No 21, referred to above. In accordance with Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Directive 2003/9/EC and Directive 2013/33/EU are not binding on Denmark nor is Denmark subject to their application. • Subsidiarity Despite the achievement of an important level of harmonisation by the adoption of Directives 2003/9/EC and 2013/33/EU, reception conditions still vary considerably between Member States. Large differences in reception conditions between the Member States and a lack of operational standards for a dignified treatment of applicants contributes to reception-related asylum shopping and secondary movements of applicants within the EU and puts pressure on certain Member States in particular. More equal reception standards set at an appropriate level across all Member States will contribute to a more dignified treatment and fairer distribution of applicants across the EU. Further EU action is therefore needed to ensure a sufficient level of harmonisation to meet the stated objectives. • Proportionality The proposed changes to the Reception Conditions Directive are limited and targeted to addressing the objectives of ensuring that the treatment of applicants is dignified across the EU, in accordance with fundamental rights and rights of the child, and reducing reception and integration-related incentives for migrants to move irregularly to and within the EU, while taking into account the significant differences in Member States' social and economic conditions. Changes to the Reception Conditions Directive are only proposed in areas where further harmonisation will have significant impacts, such as in relation to provisions dealing with material reception standards, measures to ensure that applicants remain available to the competent authorities and do not abscond as well as rights and obligations relevant to the effective integration of applicants into the Member States' host societies. The proposal clarifies that, in all cases where Member States decide to restrict the freedom of movement of an applicant, place him or her in detention or require the applicant to cover or contribute to the material reception conditions, the Member State needs to take into account the particular situation of the person concerned, including any special reception needs, and the principle of proportionality. • Choice of the instrument A recast of the Reception Conditions Directive together with an extended mandate for the European Union Agency for Asylum to promote a uniform implementation of reception standards in practice is considered sufficient in order to meet the objectives of further harmonising Member States' reception conditions and applicants' integration prospects and reducing reception-related incentives for migrants to move irregularly to and within the EU. Considering the current significant differences in Member States' social and economic conditions, it is not considered feasible or desirable to fully harmonise Member States' reception conditions. ",
        "EN 7 EN RESULTS OF STAKEHOLDER CONSULTATIONS AND COLLECTION OF EXPERTISE • Stakeholder consultations With its Communication of 6 April 2016, towards a reform of the Common European Asylum System and enhancing legal avenues to Europe, the Commission launched a broad debate. Since its adoption, there have been exchanges of views on the initiatives proposed in the Communication both in the European Parliament (in the LIBE Committee on 21 April 2016) and in the Council. The Communication has also been the subject of extensive discussions among social partners, specialised NGOs, intergovernmental organisations and other stakeholders. In May 2016, the Commission consulted the Member States and other interested parties (including NGOs and international organisations, such as the UNHCR) on its main ideas for the reform as set out in a discussion paper. In June 2016, the Commission also had an informal exchange of views with the European Parliament. All consulted parties had an opportunity to provide written comments. The main outcome of the targeted stakeholder consultation can be summarised as follows: – Further harmonise reception conditions in the EU: Most Member States were in favour of further harmonising reception conditions in the EU. Among the other parties consulted, some stakeholders, including some representatives of the European Parliament, were however wary that further harmonisation could lead to an unwelcome lowering of reception standards and pointed to the need to respect fundamental rights and international obligations. All stakeholders agreed that Member States need to be allowed to grant more favourable conditions to applicants than those provided for under the Reception Conditions Directive. One particular challenge that was identified was the ambiguity as to what 'dignified standards of living' means in the Reception Conditions Directive. In this respect, the operational standards and indicators on reception conditions in the EU, which EASO has started to develop at the Commission's initiative, were widely supported, together with the need for further monitoring, enforcement and contingency planning. – Reduce reception-related incentives to secondary movements: The Member States were generally positive towards the idea of a more harmonised approach to measures, such as restrictions on the applicants' freedom of movement, for ensuring that applicants remain available to the authorities and do not abscond. While a number of Member States agreed that the provision of material reception conditions should be conditioned on stay in the Member State where the applicant is required to be present, Member States were more divided over whether material reception conditions should in some circumstances be provided only in kind. Other stakeholders, including some representatives of the European Parliament, questioned the utility of such measures and considered that incentives for applicants to stay would be a more effective way of ensuring the same objective (family reunification, access to the labour market etc.). – Increase applicants' integration prospects: Most stakeholders, including Member States and representatives of the European Parliament, agreed that it would be useful to revisit the Reception Conditions Directive's provision concerning the conditions ",
        "EN 8 EN for applicants' access to the labour market as a means to increase integration prospects for applicants. Some Member States had recent positive experience with reducing time limits for access to the labour market. According to several stakeholders, harmonising and shortening the time limits for access to the labour market is important but the effects should not be overestimated as other hurdles to effective access are significant (including recognition of qualifications, in particular for applicants who lack documents). – EU benchmark for determining the level of financial support provided to applicants : Most stakeholders were hesitant towards introducing a common EU benchmark for determining the level of financial support provided to applicants. This possibility was nevertheless thoroughly assessed. It was concluded that it is not possible to introduce such a common benchmark, mainly because (a) most Member States do not provide material reception conditions through financial support only as they prefer to provide reception conditions in kind or via a combination of financial support and in kind benefits, and (b) the financial support currently provided to applicants is in most cases well below all the possible benchmarks or thresholds examined (at-risk-of-poverty threshold, severely materially deprived threshold, and minimum income threshold). Harmonising the support levels would therefore entail raising the level of support in many Member States, in some cases quite significantly, in particular in those Member States with already a comparably high level of support, and could in some cases result in more favourable treatment being given to applicants than to Member States' nationals facing destitution or who are otherwise economically disadvantaged. • Collection and use of expertise EASO has been tasked with developing operational standards and indicators on reception conditions. It is proposed that Member States should take these operational standards and indicators into account when putting in place relevant mechanisms to ensure appropriate guidance, monitoring and control of their reception conditions. For the purpose of developing the operational standards and indicators, EASO conducted in spring 2016 a reception conditions mapping exercise, where Member States provided detailed information on their approach to the provision of reception conditions. The resulting report, to which 26 Member States and Associated States provided input 13 , has informed the development of this proposal. The relevant results of the report can be summarised as follows: – Further harmonise reception conditions in the EU: The definition of material reception conditions varies considerably in the Member States, from a rather limited definition in some Member States to definitions that go well beyond the Reception Conditions Directive in others, including sanitary items. Most Member States provide a combination of different forms of material reception conditions, such as both in kind and in the form of financial allowances or vouchers. In some Member States, material reception conditions are only provided in kind. The modalities for the provision of material reception conditions vary depending on what is provided (housing, food, clothing etc.) or to whom (applicants with special reception needs and the stage of the asylum procedure). 13 Belgium, Bulgaria, Switzerland, Czech Republic, Ireland, Greece, Spain, France, Croatia, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, Netherlands, Norway, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland, and Sweden. ",
        "EN 9 EN – Reduce reception-related incentives to secondary movements: The majority of Member States do not restrict applicants' movements to assigned areas but allow them to move freely within their territory. A number of Member States nevertheless assign a particular place of residence to applicants, typically in order to organise their reception system. They usually take into account the population, the social and economic situation, the capacity of the reception centres or the needs of individual applicants. Most Member States make the provision of material reception conditions subject to the applicants' residence in a specific place, usually by limiting the provision of material reception conditions to reception centres. Member States also frequently use reporting obligations to monitor the applicants' whereabouts. Such reporting obligations are used both when the applicants reside in a designated reception centre and when they have private accommodation. The practices and reasons for reducing or withdrawing material reception conditions also vary considerably between Member States. One of the most common reasons for reducing or withdrawing reception conditions is that the applicant has abandoned his or her place of residence. – Increase applicants' integration prospects: Almost all Member States give applicants access to the labour market during the asylum procedure. However, the time frame after which access to employment is granted varies considerably from one Member State to another (from within one month in some Member States to after nine months in others). The majority of Member States do not apply any specific restrictions with regard to the applicants' access to the labour market. Only a few Member States apply a labour market test. In addition, since the adoption of the Reception Conditions Directive in 2013, the Commission has organised a series of Contact Committee meetings to discuss with Member States' experts challenges they face with regard to the transposition and implementation of the Directive. The conclusions reached during the Contact Committees have also informed the current proposal. • Rights This proposal was made subject to an in-depth scrutiny to make sure that its provisions are in full compatibility with fundamental rights and general principles of Union law, as provided for in the Charter of Fundamental Rights of the European Union, as well as resulting from obligations stemming from international law. The proposed changes to the Reception Conditions Directive underline the obligation for Member States to take into account operational standards and indicators for reception conditions developed at the EU level when monitoring and controlling their reception systems. It also clarifies that applicants are in all circumstances entitled to health care under the Reception Conditions Directive and to a dignified standard of living. The proposal ensures that reception conditions are adapted to the specific situation of minors, whether unaccompanied or within families, with due regard to their security, physical and emotional care and are provided in a manner that encourages their general development. The proposal also takes into account Member States obligations under the Council of Europe ",
        "EN 10 EN Convention on preventing and combating violence against women and domestic violence (Istanbul Convention) 14 . The principle of non-discrimination is reinforced by obliging Member States to treat applicants who have been granted access to the labour market in the same way as their nationals with regard to working conditions, freedom of association and affiliation, education and vocational training, the recognition of professional qualifications and social security. The proposal underlines the need for Member States, when assessing the resources of an applicant, when requiring an applicant to cover or contribute to the cost of the material reception conditions or when asking an applicant for a refund, to observe the principle of proportionality, to take into account the individual behaviour and the particular circumstances of the applicant and the need to respect his or her dignity or personal integrity, including the applicant's special reception needs. All decisions restricting an applicant's freedom of movement need to be taken objectively and impartially, based on the individual behaviour and the particular circumstances of the person concerned, with due regard to the principle of proportionality. The applicant has to be immediately informed in writing, in a language which he or she understands or is reasonably supposed to understand, of the adoption of such a decision, of the reasons for the decision, and of the procedures for challenging the decision. Detention pursuant to the Reception Conditions Directive continues to be justified only when it proves necessary and on the basis of an individual assessment of each case and if other less coercive alternative measures cannot be applied effectively. All the guarantees already provided for in the current Directive regarding detention remain unchanged. Special care must be taken to ensure that the length of any detention is proportionate and that the detention is terminated as soon as the applicable ground for detention under the Directive is no longer present. The proposal is also fully compatible with Article 6 of the EU Charter of Fundamental Rights, read in the light of Article 5 of the European Convention on Human Rights and relevant jurisprudence of the Court of Justice of the European Union and the European Court of Human Rights. In application of Article 37 of the United Nations Convention on the Rights of the Child, as a rule, minors should not be detained. BUDGETARY IMPLICATIONS This proposal does not impose any financial or administrative burden on the Union. Therefore it has no impact on the Union budget. OTHER ELEMENTS • Implementation plans and monitoring, evaluation and reporting arrangements The Commission shall report on the application of this Directive to the European Parliament and to the Council within three years from its entry into force and every five years after that 14 In view of providing a suitable level of protection to women who have been subject to gender-based violence and in the light of the Commission's proposals for Council decisions for the signing and conclusion of the Istanbul Convention, a gender-sensitive approach should be adopted when interpreting and applying this Directive. ",
        "EN 11 EN and propose any amendments that are necessary. The Member States shall provide the Commission with the necessary information for fulfilling its reporting obligation. In accordance with the Commission's proposal for a Regulation on the European Union Agency for Asylum, the Agency will also monitor and assess Member States' asylum and reception systems. • Detailed explanation of the specific provisions of the proposal Explanations are only provided for the provisions which are changed by this proposal. 1. Further harmonisation of reception conditions in the EU – Scope: The Reception Conditions Directive continues, as a general rule, to apply to all third-country nationals and stateless persons who make an application for international protection on the territory of any of the Member States, as long as they are allowed to remain on the territory as applicants and as soon as the application is made. An exception is introduced for cases where an applicant is irregularly present in another Member State than the one in which he or she is required to be present. In this situation, he or she is not entitled to material reception conditions, schooling and education of minors as well as employment and vocational training. The proposal clarifies that applicants will however always be entitled to health care and to a dignified standard of living , in accordance with fundamental rights, to cover the applicant's subsistence and basic needs both in terms of physical safety, dignity and interpersonal relationships (Article 17a). However, in order to ensure respect for the fundamental rights of the child, Member States should provide minors with access to suitable educational activities pending the transfer to the Member State responsible. – The proposal makes it clear that the right to a dignified treatment applies also in cases where a Member State, in duly justified cases, is exceptionally applying different standards of material reception conditions from the one required by the Reception Conditions Directive. The proposal also requires the Member States to inform the Commission and the European Union Agency for Asylum when resorting to such exceptional measures and when such measures have ceased to exist (Article 17(9)). – The definition of family members is extended by including family relations which were formed after leaving the country of origin but before arrival on the territory of the Member State (Article 2(3)). This reflects the reality of migration today where applicants often stay for long periods of time outside their country of origin before reaching the EU, such as in refugee camps. The extension is expected to reduce the risk of irregular movements or absconding for persons covered by the extended rules. – The proposal requires Member States to take into account operational standards and indicators on reception conditions currently being developed by EASO, when monitoring and controlling their reception systems (Article 27). The European Union Agency for Asylum will be assisted by the Member State Network of Reception Authorities when implementing its tasks under this proposal, including the development of templates, practical tools, indicators and guidance. ",
        "EN 12 EN – The proposal obliges Member States to draw up, and regularly update, contingency plans setting out the measures foreseen to be taken to ensure adequate reception of applicants in cases where the Member State is confronted with a disproportionate number of applicants (Article 28). The proposal also requires the Member States to inform the Commission and the European Union Agency for Asylum whenever their contingency plan is activated. The monitoring and assessment of the contingency plans should take place in accordance with the procedure for monitoring and assessing Member States' asylum and reception systems foreseen to be implemented by the European Union Agency for Asylum. – The proposal clarifies that persons with special reception needs are persons who are in need of special guarantees in order to benefit from the rights and comply with the obligations provided for in the Reception Conditions Directive, regardless of whether these persons are considered vulnerable (Article 2(13)). The proposal also includes more detailed rules for assessing, determining, documenting and addressing applicants' special reception needs as soon as possible and throughout the reception period. This includes the need for personnel of the relevant authorities to be adequately and continuously trained, and an obligation to refer certain applicants to a doctor or psychologists for further assessment. It has been clarified that the assessment may be integrated into existing national procedures or into the assessment undertaken to identify applicants with special procedural needs (Article 21). – The proposal introduces stricter time limits, within five working days from the moment the application was made, for the Member States to assign a guardian to represent and assist an unaccompanied minor . It is also proposed that the number of unaccompanied minors that guardians may be in charge of should not render them unable to perform their tasks. Member States should monitor that their guardians adequately perform their tasks and should review complaints lodged by unaccompanied minors against their guardian. The guardians appointed under the proposed Asylum Procedures Regulation may perform the task of the guardians under this proposal (Article 23). 2. Reducing reception-related incentives for secondary movements within the EU – The proposal requires Member States to inform applicants, using a common template , as soon as possible and at the latest when they lodge their application, of any benefits and obligations, which applicants must comply with in relation to reception conditions, including the circumstances under which the granting of material reception conditions may be restricted (Article 5). – The proposal does not change the fact that applicants may, as a general rule, move freely within the territory of the Member State or within an area assigned to them by the Member State (Article 7(1)). – However, for reasons of public interest or public order, for the swift processing and effective monitoring of his or her application for international protection, for the swift processing and effective monitoring of his or her procedure for determining the Member State responsible in accordance with the Dublin Regulation or in order to effectively prevent the applicant from absconding, the proposal requires Member States, where necessary, to assign applicants a residence in a specific place , such ",
        "EN 13 EN as an accommodation centre, a private house, flat, hotel or other premises adapted for housing applicants. Such a decision may be necessary in particular in cases where the applicant has not complied with his or her obligations, as follows: • The applicant did not make an application for international protection in the Member State of first irregular entry or legal entry. Applicants do not have the right to choose the Member State of application. An applicant must apply for international protection in the Member State of first irregular entry or in the Member State of legal entry. Applicants who have not complied with this obligation are, following a determination of the Member State responsible under the Dublin Regulation, less likely to be allowed to stay in the Member State where the application was made, which is supposedly the Member State of the applicant's personal choice, and are consequently probably more likely to abscond. • The applicant has absconded from the Member State in which he or she is required to be present. The applicant is required to be present in the Member State where the application was made or in the Member State to which he or she was transferred in accordance with the Dublin Regulation. In case an applicant has absconded from this Member State and, without authorisation, travelled to another Member State, it is vital, for the purpose of ensuring a well-functioning Common European Asylum System that the applicant is swiftly returned to the correct Member State. Until such a transfer has taken place, there is a risk that the applicant will abscond and his or her whereabouts should therefore be closely monitored. • The applicant has been sent back to the Member State where he or she is required to be present after having absconded to another Member State. The fact that an applicant has previously absconded to another Member State is an important factor to consider when assessing whether there is a continuing risk that the applicant may abscond. To ensure that the applicant does not abscond again and remains available to the competent authorities, his or her whereabouts should be closely monitored. In case the applicant is entitled to material reception conditions, such material reception conditions should also be provided subject to the applicant residing in this specific place (Article 7(2)). – The proposal also requires Member States to oblige, where necessary, any applicant to regularly report to the authorities if there are reasons for considering that there is a risk that the applicant may abscond (Article 7(3)). – In view of the serious consequences for applicants who have absconded or for whom it has been assessed that there is a risk that he or she may abscond, the proposal defines absconding as encompassing both a deliberate action to avoid the applicable asylum procedures and the factual circumstance of not remaining available to the relevant authorities, including by leaving the territory where the applicant is required to be present (Article 2(10)). A risk of absconding is also defined as the existence of reasons in an individual case, which are based on objective criteria defined by ",
        "EN 14 EN national law, to believe that an applicant may abscond, in line with the definition in the Dublin III Regulation 15 (Article 2(11)). – It has been explicitly stated that all decisions restricting an applicant's freedom of movement need to be based on the particular situation of the person concerned , taking into account any special reception needs of applicants and the principle of proportionality. It has also been clarified that applicants must be duly informed of such decisions and of the consequences of non-compliance (Article 7(7)-(8)). – It is clarified that Member States should only provide applicants with a travel document when serious humanitarian reasons arise. It has been added that travel documents may also be issued in case of other imperative reasons, such as, for example, when applicants have been granted access to the labour market and are required to perform essential travel for work purposes. Travel documents should not be issued outside of these exceptional circumstances. The validity of travel documents also needs to be limited to the purpose and duration needed for the reason they are issued (Article 6). The requirement for Member States to provide applicants with a document stating his or her identity has been included in Article 29 of the proposal for an Asylum Procedures Regulation. – The definition of material reception conditions is extended by including non-food items, which reflects the material reception conditions already provided in many Member States and underlines the importance of such non-food items, such as sanitary items (Article 2(7)). – The proposal clarifies that accommodation, food, clothing and other essential non- food items may not be reduced or withdrawn . Only daily allowances may, in certain circumstances, be reduced or, in exceptional and duly justified cases, be withdrawn. In case accommodation, food, clothing and other essential non-food items are provided in the form of financial allowances, such allowances may in certain circumstances be replaced by reception conditions provided in kind (Article 19(1)). – Four new circumstances for scaling back or altering the form of material reception conditions have been added. Material reception conditions may be scaled back or altered where the applicant has: seriously breached the rules of the accommodation centre or behaved in a seriously violent way; not complied with the obligation to apply for international protection in the Member State of first irregular entry or of legal entry; been sent back after having absconded to another Member State; or failed to attend compulsory integration measures (Article 19(1)). – In order to tackle secondary movements and absconding of applicants, an additional detention ground has been added. In case an applicant has been assigned a specific place of residence but has not complied with this obligation, and where there is a continued risk that the applicant may abscond, the applicant may be detained in order to ensure the fulfilment of the obligation to reside in a specific place (Article 8(3)(c)). As in the case of detention pursuant to any other ground under the Reception Conditions Directive, detention is only justified when it proves necessary and on the basis of an individual assessment of each case and if other less coercive alternative measures cannot be applied effectively. All the guarantees already 15 OJ L 180, 29.06.2013, p. 31. ",
        "EN 15 EN provided for in the current Reception Conditions Directive regarding detention remain unchanged. Special care must also be taken to ensure that the length of the detention is proportionate and that it ends as soon as there are no longer reasons for believing that the applicant will not fulfil the obligation put on him or her. The applicant must also have been made aware of the obligation in question and the consequences of non-compliance. 3. Increasing integration prospects for applicants in the EU - access to the labour market – The proposal reduces the time-limit for access to the labour market from no later than nine months to no later than six months from the date when the application for international protection was lodged, where an administrative decision on the application has not been taken in accordance with the proposed Asylum Procedures Regulation and the delay cannot be attributed to the applicant (Article 15(1)(1)). This aligns applicants' access to the labour market with the normal duration of the examination procedure on the merits in accordance with the proposed Asylum Procedures Regulation. As soon as an applicant is granted access to the labour market this should be specifically stated on his or her identity document (Article 15(5)). – Earlier access to the labour market contributes to increased integration prospects for applicants and reduces reception costs, in particular in cases where international protection is likely to be granted. The proposal therefore allows Member States to grant access earlier. Member States are encouraged to grant access no later than three months from the lodging of the application where the application is likely to be well-founded, including when its examination has for this reason been prioritised. – On the other hand, the proposal excludes from access to the labour market applicants who are not expected to be recognised beneficiaries of international protection due to the fact that their applications are likely to be unfounded (Article 15(1)(2)). An applicant whose application is being examined on the merits in an accelerated procedure because the applicant has withheld relevant facts, or provided clearly false representations, information or documentation, has made an application merely to delay or frustrate a return decision, is from a safe country of origin or, for serious reasons, is considered to be a danger to national security or public order in accordance with the proposed Asylum Procedures Regulation, falls into this category. – The proposal clarifies that access to the labour market, once granted, needs to be effective . If conditions effectively hinder an applicant from seeking employment, the access should not be considered effective. Labour market tests used to give priority to nationals or to other Union citizens or to third-country nationals legally resident in the Member State concerned should not hinder effective access for applicants to the labour market (Article 15). – It is proposed that, once granted access to the labour market, applicants should be entitled to a common set of rights based on equal treatment with nationals of the Member State similarly as other third-country nationals who are working in the ",
        "EN 16 EN Union (for example under the Single Permit Directive 16 or the Seasonal Workers Directive 17 ). It has been specifically stated that the right to equal treatment does not give rise to a right to reside in cases where the applicants' application for international protection has been rejected (Article 15(3)). – Working conditions referred to in the proposal cover at least pay and dismissal, health and safety requirements at the workplace, working time and leave, taking into account collective agreements in force. The proposal also grants applicants equal treatment as regards freedom of association and affiliation, education and vocational training, the recognition of professional qualifications and social security (Article 15(3)). – The proposal makes it possible to limit equal treatment concerning education and vocational training to such education and training directly linked to a specific employment activity. Branches of social security are defined in Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems. 18 The proposal also makes it possible to limit applicants' equal treatment with regard to family benefits and unemployment benefits . Unemployed applicants are entitled to the reception conditions provided for in this Directive (Article 15(3)). 16 OJ L 343, 23.12.2011, p. 1. 17 OJ L 94, 28.3.2014, p. 375. 18 OJ L 166, 30.4.2004, p. 18. ",
        "EN 17 EN  2013/33/EU 2016/0222 (COD) Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down standards for the reception of applicants for international protection (recast) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 78(2)(f) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee 19 , Having regard to the opinion of the Committee of the Regions 20 , Acting in accordance with the ordinary legislative procedure, Whereas:  2013/33/EU recital 1 (adapted) (1) A number of substantive changes  amendments  are to be made to Council Directive 2003/9/EC of 27 January 2003 laying down minimum standards for the reception of asylum seekers 21  Directive 2013/33/EU of the European Parliament and of the Council 22  . In the interests of clarity, that Directive should be recast. 19 OJ C , , p. . 20 OJ C , , p. . 21 OJ L 31, 6.2.2003, p. 18. 22 Directive 2013/33/EU of the European Parliament and of the Council of 29 June 2013 laying down standards for the reception of applicants for international protection (OJ L 180, 29.6.2013, p. 96). ",
        "EN 18 EN  2013/33/EU recital 2 (adapted) (2) A common policy on asylum, including a Common European Asylum System,  (CEAS), which is based on the full and inclusive application of the Geneva Convention Relating to the Status of Refugees of 28 July 1951, as supplemented by the New York Protocol of 31 January 1967,  is a constituent part of the European Union’s objective of progressively establishing an area of freedom, security and justice open to those who, forced by circumstances, legitimately seek protection in the Union  , thus affirming the principle of non-refoulement  . Such a policy should be governed by the principle of solidarity and fair sharing of responsibility, including its financial implications, between the Member States.  new (3) The Common European Asylum System (CEAS) is based on a system for determining the Member State responsible for applicants for international protection and common standards for asylum procedures, reception conditions and procedures and rights of beneficiaries of international protection. Notwithstanding the significant progress that has been made in the development of the CEAS, there are still notable differences between the Member States with regard to the types of procedures used, the reception conditions provided to applicants, the recognition rates and the type of protection granted to beneficiaries of international protection. These divergences are important drivers of secondary movement and undermine the objective of ensuring that all applicants are equally treated wherever they apply in the Union.  2013/33/EU recital 3 (adapted) (3) At its special meeting in Tampere on 15 and 16 October 1999, the European Council agreed to work towards establishing a Common European Asylum System, based on the full and inclusive application of the Geneva Convention Relating to the Status of Refugees of 28 July 1951, as supplemented by the New York Protocol of 31 January 1967 (‘the Geneva Convention’), thus affirming the principle of non-refoulement. The first phase of a Common European Asylum System was achieved through the adoption of relevant legal instruments, including Directive 2003/9/EC, provided for in the Treaties.  2013/33/EU recital 4 (adapted) (4) The European Council, at its meeting of 4 November 2004, adopted The Hague Programme, which set the objectives to be implemented in the area of freedom, security and justice in the period 2005-2010. In this respect, The Hague Programme invited the European Commission to conclude the evaluation of the first-phase instruments and to submit the second-phase instruments and measures to the European Parliament and to the Council. ",
        "EN 19 EN  2013/33/EU recital 5 (adapted) (5) The European Council, at its meeting of 10-11 December 2009, adopted the Stockholm Programme, which reiterated the commitment to the objective of establishing by 2012 a common area of protection and solidarity based on a common asylum procedure and a uniform status for those granted international protection based on high protection standards and fair and effective procedures. The Stockholm Programme further provides that it is crucial that individuals, regardless of the Member State in which their application for international protection is made, are offered an equivalent level of treatment as regards reception conditions.  new (4) In its Communication of 6 April 2016 entitled 'Towards a reform of the Common European Asylum System and enhancing legal avenues to Europe', 23 the Commission underlined the need for strengthening and harmonising further the CEAS. It also set out options for improving the CEAS, namely to establish a sustainable and fair system for determining the Member State responsible for applicants for international protection, to reinforce the Eurodac system, to achieve greater convergence in the Union asylum system, to prevent secondary movements within the Union and a new mandate for the European Union Agency for Asylum. This answers to calls by the European Council on 18-19 February 2016 24 and on 17-18 March 2016 25 to make progress towards reforming the Union's existing framework so as to ensure a humane and efficient asylum policy. It also proposes a way forward in line with the holistic approach to migration set out by the European Parliament in its own initiative report of 12 April 2016. (5) Reception conditions continue to vary considerably between Member States both in terms of how the reception system is organised and in terms of the standards provided to applicants. The persistent problems in ensuring adherence to the reception standards required for a dignified treatment of applicants in some Member States has contributed to a disproportionate burden falling on a few Member States with generally high reception standards which are then under pressure to reduce their standards. More equal reception standards set at an appropriate level across all Member States will contribute to a more dignified treatment and fairer distribution of applicants across the EU.  2013/33/EU recital 6 (adapted) (6) The resources of the European Refugee  Asylum, Migration and Integration  Fund and of the European  Union Agency for  Asylum Support Office should be 23 COM(2016) 197 final. 24 EUCO 19.02.2016, SN 1/16. 25 EUCO 12/1/16. ",
        "EN 20 EN mobilised to provide adequate support to Member States’ efforts in implementing the standards set in the second phase of the Common European Asylum System  this Directive  , in particular  including  to those Member States which are faced with specific and disproportionate pressures on their asylum systems, due in particular to their geographical or demographic situation.  2013/33/EU recital 7 (adapted) (7) In the light of the results of the evaluations undertaken of the implementation of the first-phase instruments, it is appropriate, at this stage, to confirm the principles underlying Directive 2003/9/EC with a view to ensuring improved reception conditions for applicants for international protection (‘applicants’).  2013/33/EU recital 8  new (7) In order to ensure equal treatment of applicants throughout the Union, this Directive should apply during all stages and types of procedures concerning applications for international protection, in all locations and facilities hosting applicants and for as long as they are allowed to remain on the territory of the Member States as applicants.  It is necessary to clarify that material reception conditions should be made available to applicants as from the moment when the person expresses his or her wish to apply for international protection to officials of the determining authority, as well as any officials of other authorities which are designated as competent to receive and register applications or which assist the determining authority to receive such applications in line with Regulation (EU) No XXX/XXX [Procedures Regulation].   new (8) Where an applicant is present in another Member State from the one in which he or she is required to be present in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation], the applicant should not be entitled to the reception conditions set out in Articles 14 to 17.  2013/33/EU recital 10 (9) With respect to the treatment of persons falling within the scope of this Directive, Member States are bound by obligations under instruments of international law to which they are party. ",
        "EN 21 EN  2013/33/EU recitals 11 and 12 (adapted) (10)  Standard conditions  Standards for the reception of applicants that will suffice to ensure them a dignified standard of living and comparable living conditions in all Member States should be laid down. The harmonisation of conditions for the reception of applicants should help to limit the secondary movements of applicants influenced by the variety of conditions for their reception.  new (11) In order to ensure that applicants are aware of the consequences of absconding, Member States should inform applicants in a uniform manner, as soon as possible and at the latest when they lodge their application, of all the obligations with which applicants must comply relating to reception conditions, including the circumstances under which the granting of material reception conditions may be restricted and of any benefits.  2013/33/EU recital 13 (adapted) (13) With a view to ensuring equal treatment amongst all applicants for international protection and guaranteeing consistency with current EU asylum acquis, in particular with Directive 2011/95/EU of the European Parliament and of the Council of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted ( 26 ), it is appropriate to extend the scope of this Directive in order to include applicants for subsidiary protection.  new (12) Harmonised EU rules on the documents to be issued to applicants make it more difficult for applicants to move in an unauthorised manner within the Union. It needs to be clarified that Member States should only provide applicants with a travel document when serious humanitarian or other imperative reasons arise. The validity of travel documents should also be limited to the purpose and duration needed for the reason for which they are issued. Serious humanitarian reasons could for instance be considered when an applicant needs to travel to another State for medical treatment or to visit relatives in particular cases, such as for visits to close relatives who are seriously ill, or to attend marriages or funerals of close relatives. Other imperative reasons could include situations where applicants who have been granted access to the labour market are required to perform essential travel for work purposes, where 26 OJ L 180, 29.6.2013, p. 60. ",
        "EN 22 EN applicants are required to travel as part of study curricula or where minors are travelling with foster families. (13) Applicants do not have the right to choose the Member State of application. An applicant must apply for international protection in the Member State either of first entry or, in case of legal presence, in the Member State of legal stay or residence. An applicant who has not complied with this obligation is less likely, following a determination of the Member State responsible under Regulation (EU) No XXX/XXX [Dublin Regulation], to be allowed to stay in the Member State where the application was made and consequently more likely to abscond. His or her whereabouts should therefore be closely monitored. (14) Applicants are required to be present in the Member State where they made an application or in the Member State to which they are transferred in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation]. In case an applicant has absconded from this Member State and, without authorisation, travelled to another Member State, it is vital, for the purpose of ensuring a well-functioning Common European Asylum System that the applicant is swiftly returned to the Member State where he or she is required to be present. Until such a transfer has taken place, there is a risk that the applicant may abscond and his or her whereabouts should therefore be closely monitored. (15) The fact that an applicant has previously absconded to another Member State is an important factor when assessing the risk that the applicant may abscond. To ensure that the applicant does not abscond again and remains available to the competent authorities, once the applicant has been sent back to the Member State where he or she is required to be present, his or her whereabouts should therefore be closely monitored. (16) For reasons of public interest or public order, for the swift processing and effective monitoring of his or her application for international protection, for the swift processing and effective monitoring of his or her procedure for determining the Member State responsible in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation] or in order to effectively prevent the applicant from absconding, Member States should, where necessary, assign the applicant residence in a specific place, such as an accommodation centre, a private house, flat, hotel or other premises adapted for housing applicants. Such a decision may be necessary to effectively prevent the applicant from absconding in particular in cases where the applicant has not complied with the obligations to: make an application in the Member State of first irregular or legal entry; to remain in the Member State where he or she is required to be present; or in cases where the applicant has been sent back to the Member State where he or she is required to be present after having absconded to another Member State. In case the applicant is entitled to material reception conditions, such material reception ",
        "EN 23 EN conditions should also be provided subject to the applicant residing in this specific place. (17) Where there are reasons for considering that there is a risk that an applicant may abscond, Member States should require applicants to report to the competent authorities as frequently as necessary in order to monitor that the applicant does not abscond. To deter applicants from further absconding, Member States should also be able to grant material reception conditions, where the applicant is entitled to such material reception conditions, only in kind. (18) All decisions restricting an applicant's freedom of movement need to be based on the individual behaviour and particular situation of the person concerned, taking into account any special reception needs of applicants and the principle of proportionality. Applicants must be duly informed of such decisions and of the consequences of non- compliance. (19) In view of the serious consequences for applicants who have absconded or who are considered to be at risk of absconding, the meaning of absconding should be defined in view of encompassing both a deliberate action to avoid the applicable asylum procedures and the factual circumstance of not remaining available to the relevant authorities, including by leaving the territory where the applicant is required to be present.  2013/33/EU recital 15 (adapted)  new (20) The detention of applicants should be applied in accordance with the underlying principle that a person should not be held in detention for the sole reason that he or she is seeking international protection, particularly in accordance with the international legal obligations of the Member States and with Article 31 of the Geneva Convention. Applicants may be detained only under  the  very clearly defined exceptional circumstances laid down in this Directive and subject to the principle of necessity and proportionality with regard to both to the manner and the purpose of such detention.  Detention of applicants pursuant to this Directive should only be ordered in writing by judicial or administrative authorities stating the reasons on which it is based, including in the cases where the person is already detained when making the application for international protection.  Where an applicant is held in detention he or she should have effective access to the necessary procedural guarantees, such as judicial remedy before a national judicial authority. ",
        "EN 24 EN  new (21) Where an applicant has been assigned a specific place of residence but has not complied with this obligation, there needs to be a demonstrated risk that the applicant may abscond in order for the applicant to be detained. In all circumstances, special care must be taken to ensure that the length of the detention is proportionate and that it ends as soon as the obligation put on the applicant has been fulfilled or there are no longer reasons for believing that he or she will not fulfil this obligation. The applicant must also have been made aware of the obligation in question and of the consequences of non-compliance.  2013/33/EU recital 16 (22) With regard to administrative procedures relating to the grounds for detention, the notion of ‘due diligence’ at least requires that Member States take concrete and meaningful steps to ensure that the time needed to verify the grounds for detention is as short as possible, and that there is a real prospect that such verification can be carried out successfully in the shortest possible time. Detention shall not exceed the time reasonably needed to complete the relevant procedures.  2013/33/EU recital 17 (23) The grounds for detention set out in this Directive are without prejudice to other grounds for detention, including detention grounds within the framework of criminal proceedings, which are applicable under national law, unrelated to the third country national’s or stateless person’s application for international protection.  2013/33/EU recital 18  new (24) Applicants who are in detention should be treated with full respect for human dignity and their reception should be specifically designed to meet their needs in that situation. In particular, Member States should ensure that  Article 24 of the Charter of Fundamental Rights of the European Union and  Article 37 of the 1989 United Nations Convention on the Rights of the Child is applied.  2013/33/EU recital 19 (25) There may be cases where it is not possible in practice to immediately ensure certain reception guarantees in detention, for example due to the geographical location or the specific structure of the detention facility. However, any derogation from those guarantees should be temporary and should only be applied under the circumstances set out in this Directive. Derogations should only be applied in exceptional ",
        "EN 25 EN circumstances and should be duly justified, taking into consideration the circumstances of each case, including the level of severity of the derogation applied, its duration and its impact on the applicant concerned.  2013/33/EU recital 20 (26) In order to better ensure the physical and psychological integrity of the applicants, detention should be a measure of last resort and may only be applied after all non- custodial alternative measures to detention have been duly examined. Any alternative measure to detention must respect the fundamental human rights of applicants.  2013/33/EU recital 21 (27) In order to ensure compliance with the procedural guarantees consisting in the opportunity to contact organisations or groups of persons that provide legal assistance, information should be provided on such organisations and groups of persons.  2013/33/EU recital 22 (28) When deciding on housing arrangements, Member States should take due account of the best interests of the child, as well as of the particular circumstances of any applicant who is dependent on family members or other close relatives such as unmarried minor siblings already present in the Member State.  2013/33/EU recital 14 (29) The reception of persons with special reception needs should be a primary concern for national authorities in order to ensure that such reception is specifically designed to meet their special reception needs.  2013/33/EU recital 9  new (30) In applying this Directive, Member States should seek to ensure full compliance with the principles of the best interests of the child and of family unity, in accordance with the Charter of Fundamental Rights of the European Union, the 1989 United Nations Convention on the Rights of the Child and the European Convention for the Protection of Human Rights and Fundamental Freedoms respectively.  Reception conditions need to be adapted to the specific situation of minors, whether unaccompanied or within families, with due regard to their security, physical and emotional care and provided in a manner that encourages their general development.  ",
        "EN 26 EN  new (31) Member States should ensure that applicants receive the necessary health care which should include, at least, emergency care and essential treatment of illnesses, including of serious mental disorders. To respond to public health concerns with regard to disease prevention and safeguard the health of individual applicants, applicants' access to health care should also include preventive medical treatment, such as vaccinations. Member States may require medical screening for applicants on public health grounds. The results of medical screening should not influence the assessment of applications for international protection, which should always be carried out objectively, impartially and on an individual basis in line with Regulation (EU) No XXX/XXX [Procedures Regulation]. (32) An applicant's entitlement to material reception conditions under this Directive may be curtailed in certain circumstances such as where an applicant has absconded to another Member State from the Member State where he or she is required to be present. However, Member States should in all circumstances ensure access to health care and a dignified standard of living for applicants in line with the Charter of Fundamental Rights of the European Union and the United Nations Convention on the Rights of the Child, in particular by providing for the applicant's subsistence and basic needs both in terms of physical safety and dignity and in terms of interpersonal relationships, with due regard to the inherent vulnerabilities of the person as applicant for international protection and that of his or her family or caretaker. Due regard must also be given to applicants with special reception needs. The specific needs of children, in particular with regard to respect for the child's right to education and access to healthcare have to be taken into account. When a minor is in a Member State other than the one in which he or she is required to be present, Member States should provide the minor with access to suitable educational activities pending the transfer to the Member State responsible. The specific needs of women applicants who have experienced gender- based harm should be taken into account, including via ensuring access, at different stages of the asylum procedure, to medical care, legal support, and to appropriate trauma counselling and psycho-social care. (33) The scope of the definition of family member should reflect the reality of current migratory trends, according to which applicants often arrive to the territory of the Member States after a prolonged period of time in transit. The definition should therefore include families formed outside the country of origin, but before their arrival on the territory of the Member States.  2013/33/EU recital 23  new (34) In order to promote the self-sufficiency of applicants and to limit wide discrepancies between Member States, it is essential to provide clear rules on the applicants’ access ",
        "EN 27 EN to the labour market  and to ensure that such access is effective, by not imposing conditions that effectively hinder an applicant from seeking employment. Labour market tests used to give priority to nationals or to other Union citizens or to third- country nationals legally resident in the Member State concerned should not hinder effective access for applicants to the labour market and should be implemented without prejudice to the principle of preference for Union citizens as expressed in the relevant provisions of the applicable Acts of Accession  .  new (35) The maximum time frame for access to the labour market should be aligned with the duration of the examination procedure on the merits. In order to increase integration prospects and self-sufficiency of applicants, earlier access to the labour market is encouraged where the application is likely to be well-founded, including when its examination has been prioritised in accordance with Regulation (EU) No XXX/XXX [Procedures Regulation]. Member States should therefore consider reducing that time period as much as possible with a view to ensuring that applicants have access to the labour market no later than 3 months from the date when the application was lodged in cases where the application is likely to be well-founded. Member States should however not grant access to the labour market to applicants whose application for international protection is likely to be unfounded and for which an accelerated examination procedure is applied. (36) Once applicants are granted access to the labour market, they should be entitled to a common set of rights based on equal treatment with nationals. Working conditions should cover at least pay and dismissal, health and safety requirements at the workplace, working time and leave, taking into account collective agreements in force. Applicants should also enjoy equal treatment as regards freedom of association and affiliation, education and vocational training, the recognition of professional qualifications and social security. (37) A Member State should recognise professional qualifications acquired by an applicant in another Member State in the same way as those of citizens of the Union and should take into account qualifications acquired in a third country in accordance with Directive 2005/36/EC of the European Parliament and of the Council. 27 Special measures also need to be considered with a view to effectively addressing the practical difficulties encountered by applicants concerning the authentication of their foreign diploma, certificates or other evidence of formal qualifications, in particular due to the lack of documentary evidence and their inability to meet the costs related to the recognition procedures. 27 Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (OJ L 255, 30.9.2005, p. 22). ",
        "EN 28 EN (38) The definition of branches of social security used in Regulation (EC) No 883/2004 of the European Parliament and of the Council 28 should apply. (39) Due to the possibly temporary nature of the stay of applicants and without prejudice to Regulation (EU) No 1231/2010 of the European Parliament and of the Council, Member States should be able to exclude family benefits and unemployment benefits from equal treatment between applicants and their own nationals and should be able to limit the application of equal treatment in relation to education and vocational training. The right to freedom of association and affiliation may also be limited by excluding applicants from taking part in the management of certain bodies and from holding a public office. (40) Union law does not limit the power of the Member States to organise their social security schemes. In the absence of harmonisation at Union level, it is for each Member State to lay down the conditions under which social security benefits are granted, as well as the amount of such benefits and the period for which they are granted. However, when exercising that power, Member States should comply with Union law.  2013/33/EU recital 24 (adapted)  new (41) To ensure that the material  reception conditions  support provided to applicants complies  comply  with the principles set out in this Directive, it is necessary  to further clarify the nature of those conditions, including not only housing, food and clothing but also essential non-food items such as sanitary items. It is also necessary  that Member States determine the level of  material reception conditions provided in the form of financial allowances or vouchers  such support on the basis of relevant references  to ensure adequate standards of living for nationals, such as minimum income benefits, minimum wages, minimum pensions, unemployment benefits and social assistance benefits  . That does not mean that the amount granted should be the same as for nationals. Member States may grant less favourable treatment to applicants than to nationals as specified in this Directive.  2013/33/EU recital 25 (adapted)  new (42)  In order to restrict the possibility of abuse of the reception system, Member States should be able to provide material reception conditions only to the extent applicants do 28 Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (OJ L 166, 30.4.2004, p. 1.). ",
        "EN 29 EN not have sufficient means to provide for themselves. When assessing the resources of an applicant and requiring an applicant to cover or contribute to the material reception conditions, Member States should observe the principle of proportionality and take into account the individual circumstances of the applicant and the need to respect his or her dignity or personal integrity, including the applicant's special reception needs. Applicants should not be required to cover or contribute to the costs of their necessary health care.  The possibility of abuse of the reception system should  also  be restricted by specifying the circumstances in which material reception conditions for applicants  accommodation, food, clothing and other essential non-food items provided in the form of financial allowances or vouchers may be replaced with reception conditions provided in kind and the circumstances in which the daily allowance  may be reduced or withdrawn while at the same time ensuring a dignified standard of living for all applicants.  2013/33/EU recital 26  new (43)  Member States should put in place appropriate guidance, monitoring and control of their reception conditions. In order to ensure comparable living conditions, Member States should be required to take into account, in their monitoring and control systems, operational standards on reception conditions and specific indicators developed by [the European Asylum Support Office / the European Union Agency for Asylum].  The efficiency of national reception systems and cooperation among Member States in the field of reception of applicants should be secured  , including through the Union network on reception authorities, which has been established by [the European Asylum Support Office / the European Union Agency for Asylum]  .  2013/33/EU recital 27 (44) Appropriate coordination should be encouraged between the competent authorities as regards the reception of applicants, and harmonious relationships between local communities and accommodation centres should therefore be promoted.  new (45) Experience shows that contingency planning is needed to ensure adequate reception of applicants in cases where Member States are confronted with a disproportionate number of applicants for international protection. Whether the measures envisaged in Member States' contingency plans are adequate should be regularly monitored and assessed. ",
        "EN 30 EN  2013/33/EU recital 28 (46) Member States should have the power to introduce or maintain more favourable provisions for third-country nationals and stateless persons who ask for international protection from a Member State.  2013/33/EU recital 29 (adapted) (47) In this spirit, Member States are also invited to apply the provisions of this Directive in connection with procedures for deciding on applications for forms of protection other than that provided for under Directive 2011/95/EU Regulation (EU) No XXX/XXX [Qualification Regulation].  2013/33/EU recital 30  new (48) The implementation of this Directive should be evaluated at regular intervals.  Member States should provide the Commission with the necessary information in order for the Commission to be able to fulfil its reporting obligations.   2013/33/EU recital 31 (adapted) (49) Since the objective of this Directive, namely to establish standards for the reception  conditions  of applicants in Member States, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of this Directive, be better achieved at the Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.  2013/33/EU recital 32 (50) In accordance with the Joint Political Declaration of Member States and the Commission on explanatory documents of 28 September 2011 29 , Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified. 29 OJ C 369, 17.12.2011, p. 14. ",
        "EN 31 EN  2013/33/EU recital 33 (adapted) (33) In accordance with Articles 1 and 2 and Article 4a(1) of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the TEU, and to the Treaty on the Functioning of the European Union (TFEU), and without prejudice to Article 4 of that Protocol, the United Kingdom and Ireland are not taking part in the adoption of this Directive and are not bound by it or subject to its application.  new (51) [In accordance with Article 3 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, those Member States have notified their wish to take part in the adoption and application of this Directive ] OR (51) [In accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Directive and are not bound by it or subject to its application.] OR (51) [In accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, the United Kingdom is not taking part in the adoption of this Directive and is not bound by it or subject to its application. (52) In accordance with Article 3 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European ",
        "EN 32 EN Union, Ireland has notified (, by letter of ...,) its wish to take part in the adoption and application of this Directive .] OR (51) [In accordance with Article 3 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, the United Kingdom has notified (, by letter of ...,) its wish to take part in the adoption and application of this Directive . (52) In accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, Ireland is not taking part in the adoption of this Directive and is not bound by it or subject to its application.]  2013/33/EU recital 34 (52) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Directive and is not bound by it or subject to its application.  2013/33/EU recital 35 (53) This Directive respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union. In particular, this Directive seeks to ensure full respect for human dignity and to promote the application of Articles 1, 4, 6, 7, 18, 21, 24 and 47 of the Charter and has to be implemented accordingly.  2013/33/EU recital 36 (adapted) (54) The obligation to transpose this Directive into national law should be confined to those provisions which represent a substantive change  amendment  as compared with  to the earlier  Directive 2003/9/EC. The obligation to transpose the provisions which are unchanged arises under that  the earlier  Directive. ",
        "EN 33 EN  2013/33/EU recital 37 (adapted)  new (55) This Directive should be without prejudice to the obligations of the Member States relating to the time-limit for  the  transposition into national law of  the  Directive 2013/33/EU set out in Annex III, Part B.  2013/33/EU (adapted) HAVE ADOPTED THIS DIRECTIVE: CHAPTER I  SUBJECT-MATTER  PURPOSE, DEFINITIONS AND SCOPE Article 1 Purpose The purpose of tThis Directive is to lay  lays  down standards for the reception of applicants for international protection (‘applicants’) in Member States. Article 2 Definitions For the purposes of this Directive  , the following definitions apply  : (1)(a) ‘application for international protection’: means an application for international protection as defined in Article 2(h) [4(2)(a)] of Directive 2011/95/EU Regulation (EU) No XXX/XXX 30 [Procedures Regulation];  2013/33/EU (adapted)  new 30 OJ C , , p. . ",
        "EN 34 EN (2)(b) ‘applicant’: means  an applicant as defined in Article [4(2)(b)] of Regulation (EU) No XXX/XXX [Procedures Regulation]  a third-country national or a stateless person who has made an application for international protection in respect of which a final decision has not yet been taken; (3)(c) ‘family members’: means  family members as defined in Article [2(9)] of Regulation (EU) XXX/XXX 31 [Qualification Regulation];  , in so far as the family already existed in the country of origin, the following members of the applicant’s family who are present in the same Member State in relation to the application for international protection: – the spouse of the applicant or his or her unmarried partner in a stable relationship, where the law or practice of the Member State concerned treats unmarried couples in a way comparable to married couples under its law relating to third-country nationals; – the minor children of couples referred to in the first indent or of the applicant, on condition that they are unmarried and regardless of whether they were born in or out of wedlock or adopted as defined under national law; – the father, mother or another adult responsible for the applicant whether by law or by the practice of the Member State concerned, when that applicant is a minor and unmarried; (4)(d) ‘minor’: means a  minor as defined in Article [2(10)] of Regulation (EU) No XXX/XXX [Qualification Regulation]  third-country national or stateless person below the age of 18 years; (5)(e) ‘unaccompanied minor’: means a an  unaccompanied  minor  as defined in Article [2(11)] of Regulation (EU) No XXX/XXX [Qualification Regulation]  who arrives on the territory of the Member States unaccompanied by an adult responsible for him or her whether by law or by the practice of the Member State concerned, and for as long as he or she is not effectively taken into the care of such a person; it includes a minor who is left unaccompanied after he or she has entered the territory of the Member States;  2013/33/EU (6)(f) ‘reception conditions’: means the full set of measures that Member States grant to applicants in accordance with this Directive; 31 OJ C […], […], p. […]. ",
        "EN 35 EN  2013/33/EU (adapted)  new (7)(g) ‘material reception conditions’: means the reception conditions that include housing, food, and clothing  and other essential non-food items matching the needs of the applicants in their specific reception conditions, such as sanitary items,  provided in kind, or as financial allowances or in vouchers, or a combination of the three, and a daily expenses allowance;  2013/33/EU (8)(h) ‘detention’: means confinement of an applicant by a Member State within a particular place, where the applicant is deprived of his or her freedom of movement; (9)(i) ‘accommodation centre’: means any place used for the collective housing of applicants;  new (10) ‘absconding’: means the action by which an applicant, in order to avoid asylum procedures, either leaves the territory where he or she is obliged to be present in accordance with Regulation (EU) No XXX/XXX 32 [Dublin Regulation] or does not remain available to the competent authorities or to the court or tribunal; (11) ‘risk of absconding’: means the existence of reasons in an individual case, which are based on objective criteria defined by national law, to believe that an applicant may abscond;  2013/33/EU (adapted)  new 32 OJ C […], […], p. […]. ",
        "EN 36 EN (12)(j) ‘  guardian  representative’: means a person  as defined in Article [4(2)(f)] of Regulation (EU) No XXX/XXX [Procedures Regulation]  or an organisation appointed by the competent bodies in order to assist and represent an unaccompanied minor in procedures provided for in this Directive with a view to ensuring the best interests of the child and exercising legal capacity for the minor where necessary. Where an organisation is appointed as a representative, it shall designate a person responsible for carrying out the duties of representative in respect of the unaccompanied minor, in accordance with this Directive; (13)(k) ‘applicant with special reception needs’: means  an applicant  a vulnerable person, in accordance with Article 21, who is in need of special guarantees in order to benefit from the rights and comply with the obligations provided for in this Directive  , such as applicants who are minors, unaccompanied minors, disabled people, elderly people, pregnant women, single parents with minor children, victims of human trafficking, persons with serious illnesses, persons with mental disorders and persons who have been subjected to torture, rape or other serious forms of psychological, physical or sexual violence, such as victims of female genital mutilation  . Article 3 Scope 1. This Directive shall apply  applies  to all third-country nationals and stateless persons who make an application for international protection on the territory, including at the  external  border, in the territorial waters  sea  or in the transit zones of  the  a Member State  States  , as long as they are allowed to remain on the territory as applicants, as well as to family members, if they are covered by such application for international protection according to national law. 2. This Directive shall  does  not apply in cases of requests for diplomatic or territorial asylum submitted to representations of Member States. 3. This Directive shall  does  not apply when the provisions of Council Directive 2001/55/EC of 20 July 2001 on minimum standards for giving temporary protection in the event of a mass influx of displaced persons and on measures promoting a balance of efforts between Member States in receiving such persons and bearing the consequences thereof 33 are applied  applies  . 33 Council Directive 2001/55/EC of 20 July 2001 on minimum standards for giving temporary protection in the event of a mass influx of displaced persons and on measures promoting a balance of efforts between Member States in receiving such persons and bearing the consequences thereof (OJ L 212, 7.8.2001, p. 1). ",
        "EN 37 EN 4. Member States may decide to apply this Directive in connection with procedures for deciding on applications for kinds of protection other than that emanating from Directive 2011/95/EU Regulation (EU) No XXX/XXX [Qualification Regulation]. Article 4 More favourable provisions Member States may introduce or retain more favourable provisions in the field of  as regards  reception conditions for applicants and other  their depending  close relatives of the applicant who are present in the same Member State when they are dependent on him or her, or for humanitarian reasons, insofar as these provisions are compatible with this Directive .  2013/33/EU  new CHAPTER II GENERAL PROVISIONS ON RECEPTION CONDITIONS Article 5 Information 1. Member States shall inform applicants, within a reasonable time not exceeding 15 days after they have lodged  as soon as possible and at the latest when they are lodging  their application for international protection, of at least any established benefits and of the obligations with which they must comply relating to reception conditions  . They shall point out in the information provided that the applicant is not entitled to the reception conditions set out in Articles 14 to 17 of this Directive as stated in Article 17a of the same Directive in any Member State other than where he or she is required to be present in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation]  . Member States shall ensure that applicants are provided with information on organisations or groups of persons that provide specific legal assistance and organisations that might be able to help or inform them concerning the available reception conditions, including health care. ",
        "EN 38 EN 2. Member States shall ensure that the information referred to in paragraph 1 is in writing  using a standard template which shall be developed by the European Union Agency for Asylum  and, in a language that the applicant understands or is reasonably supposed to understand. Where  necessary  appropriate, this information may  shall  also be supplied orally  and adapted to the needs of minors  .  2013/33/EU (adapted)  new Article 6  Travel documents  Documentation 1. Member States shall ensure that, within three days of the lodging of an application for international protection, the applicant is provided with a document issued in his or her own name certifying his or her status as an applicant or testifying that he or she is allowed to stay on the territory of the Member State while his or her application is pending or being examined. If the holder is not free to move within all or a part of the territory of the Member State, the document shall also certify that fact. 2. Member States may exclude application of this Article when the applicant is in detention and during the examination of an application for international protection made at the border or within the context of a procedure to decide on the right of the applicant to enter the territory of a Member State. In specific cases, during the examination of an application for international protection, Member States may provide applicants with other evidence equivalent to the document referred to in paragraph 1. 3. The document referred to in paragraph 1 need not certify the identity of the applicant. 4. Member States shall adopt the necessary measures to provide applicants with the document referred to in paragraph 1, which must be valid for as long as they are authorised to remain on the territory of the Member State concerned. ",
        "EN 39 EN 5. Member States may  shall  provide applicants with a travel document  only  when serious humanitarian  or other imperative  reasons arise that require their presence in another State.  The validity of the travel document shall be limited to the purpose and duration needed for the reason for which it is issued.  6. Member States shall not impose unnecessary or disproportionate documentation or other administrative requirements on applicants before granting them the rights to which they are entitled under this Directive for the sole reason that they are applicants for international protection.  2013/33/EU Article 7 Residence and freedom of movement 1. Applicants may move freely within the territory of the host Member State or within an area assigned to them by that Member State. The assigned area shall not affect the unalienable sphere of private life and shall allow sufficient scope for guaranteeing access to all benefits under this Directive.  2013/33/EU (adapted)  new 2. Member States may  shall where necessary  decide on the residence of the  an  applicant  in a specific place  for  any of the following  reasons: of (a) public interest,  or  public order or,; (b) when necessary, for the swift processing and effective monitoring of his or her application for international protection;  new (c) for the swift processing and effective monitoring of his or her procedure for determining the Member State responsible in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation]; (d) to effectively prevent the applicant from absconding, in particular: ",
        "EN 40 EN – for applicants who have not complied with the obligation to make an application in the first Member State of entry as set out in Article [4(1)] of Regulation (EU) No XXX/XXX [Dublin Regulation] and have travelled to another Member State without adequate justification and made an application there; or – where applicants are required to be present in another Member State in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation]; or – for applicants who have been sent back to the Member State where they are required to be present in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation] after having absconded to another Member State. In those cases, the provision of material reception conditions shall be subject to the actual residence by the applicant in that specific place. 3. Where there are reasons for considering that there is a risk that an applicant may abscond, Member States shall, where necessary, require the applicant to report to the competent authorities, or to appear before them in person, either without delay or at a specified time as frequently as necessary to effectively prevent the applicant from absconding.  2013/33/EU (adapted) 4. Member States shall provide for the possibility of granting applicants temporary permission to leave the  their  place of residence mentioned in paragraphs 2 and 3 and/or the assigned area mentioned in paragraph 1. Decisions shall be taken individually, objectively and impartially  on the merits of the individual case  and reasons shall be given if they are negative. The applicant shall not require permission to keep appointments with authorities and courts if his or her appearance is necessary.  2013/33/EU  new 5. Member States shall require applicants to inform the competent authorities of their current  place of residence or  address  or a telephone number where they may ",
        "EN 41 EN be reached  and notify any change of  telephone number or  address to such authorities as soon as possible.  2013/33/EU (adapted) 36. Member States may make provision of the material reception conditions subject to actual residence by the applicants in a specific place, to be determined by the Member States. Such a decision, which may be of a general nature, shall be taken individually and established by national law.  new 7. Decisions referred to in this Article shall be based on the individual behaviour and particular situation of the person concerned, including with regard to applicants with special reception needs, and with due regard to the principle of proportionality. 8. Member States shall state reasons in fact and, where relevant, in law in any decision taken in accordance with this Article. Applicants shall be immediately informed in writing, in a language which they understand or are reasonably supposed to understand, of the adoption of such a decision, of the procedures for challenging the decision in accordance with Article 25 and of the consequences of non-compliance with the obligations imposed by the decision.  2013/33/EU (adapted) Article 8 Detention 1. Member States shall not hold a person in detention for the sole reason that he or she is an applicant in accordance with Directive 2013/32/EU of the European Parliament and of the Council of 26 June 2013 on common procedures for granting and withdrawing international protection 34 . 34 See page 60 of this Official Journal. ",
        "EN 42 EN  2013/33/EU 2. When it proves necessary and on the basis of an individual assessment of each case, Member States may detain an applicant, if other less coercive alternative measures cannot be applied effectively. 3. An applicant may be detained only: (a) in order to determine or verify his or her identity or nationality; (b) in order to determine those elements on which the application for international protection is based which could not be obtained in the absence of detention, in particular when there is a risk of absconding of the applicant;  new (c) in order to ensure compliance with legal obligations imposed on the applicant through an individual decision in accordance with Article 7(2) in cases where the applicant has not complied with such obligations and there is a risk of absconding of the applicant.  2013/33/EU  new (d)(c) in order to decide, in the context of a  border  procedure  in accordance with Article [41] of Regulation (EU) No XXX/XXX [Procedures Regulation]  , on the applicant’s right to enter the territory;  2013/33/EU (e)(d) when he or she is detained subject to a return procedure under Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning ",
        "EN 43 EN illegally staying third-country nationals 35 , in order to prepare the return and/or carry out the removal process, and the Member State concerned can substantiate on the basis of objective criteria, including that he or she already had the opportunity to access the asylum procedure, that there are reasonable grounds to believe that he or she is making the application for international protection merely in order to delay or frustrate the enforcement of the return decision; (f)(e) when protection of national security or public order so requires; (g)(f) in accordance with Article 28 29 of Regulation (EU) No 604/2013 of the European Parliament and of the Council of 26 June 2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person 36 XXX/XXX [Dublin Regulation].  2013/33/EU (adapted)  All  Tthe  above  grounds for detention shall be laid down in national law.  2013/33/EU 4. Member States shall ensure that the rules concerning alternatives to detention, such as regular reporting to the authorities, the deposit of a financial guarantee, or an obligation to stay at an assigned place, are laid down in national law. Article 9 Guarantees for detained applicants 1. An applicant shall be detained only for as short a period as possible and shall be kept in detention only for as long as the grounds set out in Article 8(3) are applicable. 35 Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 343, 23.12.2011, p.1). 36 See page 31 of this Official Journal. ",
        "EN 44 EN Administrative procedures relevant to the grounds for detention set out in Article 8(3) shall be executed with due diligence. Delays in administrative procedures that cannot be attributed to the applicant shall not justify a continuation of detention. 2. Detention of applicants shall be ordered in writing by judicial or administrative authorities. The detention order shall state the reasons in fact and in law on which it is based. 3. Where detention is ordered by administrative authorities, Member States shall provide for a speedy judicial review of the lawfulness of detention to be conducted ex officio and/or at the request of the applicant. When conducted ex officio , such review shall be decided on as speedily as possible from the beginning of detention. When conducted at the request of the applicant, it shall be decided on as speedily as possible after the launch of the relevant proceedings. To this end, Member States shall define in national law the period within which the judicial review ex officio and/or the judicial review at the request of the applicant shall be conducted. Where, as a result of the judicial review, detention is held to be unlawful, the applicant concerned shall be released immediately. 4. Detained applicants shall immediately be informed in writing, in a language which they understand or are reasonably supposed to understand, of the reasons for detention and the procedures laid down in national law for challenging the detention order, as well as of the possibility to request free legal assistance and representation. 5. Detention shall be reviewed by a judicial authority at reasonable intervals of time, ex officio and/or at the request of the applicant concerned, in particular whenever it is of a prolonged duration, relevant circumstances arise or new information becomes available which may affect the lawfulness of detention. 6. In cases of a judicial review of the detention order provided for in paragraph 3, Member States shall ensure that applicants have access to free legal assistance and representation. This shall include, at least, the preparation of the required procedural documents and participation in the hearing before the judicial authorities on behalf of the applicant. ",
        "EN 45 EN Free legal assistance and representation shall be provided by suitably qualified persons as admitted or permitted under national law whose interests do not conflict or could not potentially conflict with those of the applicant. 7. Member States may also provide that free legal assistance and representation are granted: (a) only to those who lack sufficient resources; and/or (b) only through the services provided by legal advisers or other counsellors specifically designated by national law to assist and represent applicants. 8. Member States may also: (a) impose monetary and/or time limits on the provision of free legal assistance and representation, provided that such limits do not arbitrarily restrict access to legal assistance and representation; (b) provide that, as regards fees and other costs, the treatment of applicants shall not be more favourable than the treatment generally accorded to their nationals in matters pertaining to legal assistance. 9. Member States may demand to be reimbursed wholly or partially for any costs granted if and when the applicant’s financial situation has improved considerably or if the decision to grant such costs was taken on the basis of false information supplied by the applicant. 10. Procedures for access to legal assistance and representation shall be laid down in national law. Article 10 Conditions of detention 1. Detention of applicants shall take place, as a rule, in specialised detention facilities. Where a Member State cannot provide accommodation in a specialised detention facility and is obliged to resort to prison accommodation, the detained applicant shall be kept separately from ordinary prisoners and the detention conditions provided for in this Directive shall apply. ",
        "EN 46 EN As far as possible, detained applicants shall be kept separately from other third- country nationals who have not lodged an application for international protection. When applicants cannot be detained separately from other third-country nationals, the Member State concerned shall ensure that the detention conditions provided for in this Directive are applied. 2. Detained applicants shall have access to open-air spaces. 3. Member States shall ensure that persons representing the United Nations High Commissioner for Refugees (UNHCR) have the possibility to communicate with and visit applicants in conditions that respect privacy. That possibility shall also apply to an organisation which is working on the territory of the Member State concerned on behalf of UNHCR pursuant to an agreement with that Member State. 4. Member States shall ensure that family members, legal advisers or counsellors and persons representing relevant non-governmental organisations recognised by the Member State concerned have the possibility to communicate with and visit applicants in conditions that respect privacy. Limits to access to the detention facility may be imposed only where, by virtue of national law, they are objectively necessary for the security, public order or administrative management of the detention facility, provided that access is not thereby severely restricted or rendered impossible. 5. Member States shall ensure that applicants in detention are systematically provided with information which explains the rules applied in the facility and sets out their rights and obligations in a language which they understand or are reasonably supposed to understand. Member States may derogate from this obligation in duly justified cases and for a reasonable period which shall be as short as possible, in the event that the applicant is detained at a border post or in a transit zone. This derogation shall not apply in cases referred to in Article 43 41 of Directive 2013/32/EU Regulation (EU) No XXX/XXX [Procedures Regulation]. ",
        "EN 47 EN  2013/33/EU (adapted)  new Article 11 Detention of vulnerable persons and of applicants with special reception needs 1. The health, including mental health, of applicants in detention who are vulnerable persons  have special reception needs  shall be of primary concern to national authorities. Where vulnerable persons  applicants with special reception needs  are detained, Member States shall ensure regular monitoring and adequate support taking into account their particular situation, including their health.  2013/33/EU 2. Minors shall be detained only as a measure of last resort and after it having been established that other less coercive alternative measures cannot be applied effectively. Such detention shall be for the shortest period of time and all efforts shall be made to release the detained minors and place them in accommodation suitable for minors.  2013/33/EU (adapted)  new The minor’s best interests  of the child  , as prescribed  referred to  in Article 23 22(2), shall be a primary consideration for Member States. Where minors are detained,  their right to education must be secured and  they shall have the possibility to engage in leisure activities, including play and recreational activities appropriate to their age.  2013/33/EU ",
        "EN 48 EN 3. Unaccompanied minors shall be detained only in exceptional circumstances. All efforts shall be made to release the detained unaccompanied minor as soon as possible. Unaccompanied minors shall never be detained in prison accommodation.  2013/33/EU (adapted)  new As far as possible, unaccompanied minors shall be provided with accommodation in institutions provided with personnel and facilities which  who  take into account the  rights and  needs of persons of their age  and facilities   adapted to unaccompanied minors  .  2013/33/EU Where unaccompanied minors are detained, Member States shall ensure that they are accommodated separately from adults. 4. Detained families shall be provided with separate accommodation guaranteeing adequate privacy. 5. Where female applicants are detained, Member States shall ensure that they are accommodated separately from male applicants, unless the latter are family members and all individuals concerned consent thereto. Exceptions to the first subparagraph may also apply to the use of common spaces designed for recreational or social activities, including the provision of meals. 6. In duly justified cases and for a reasonable period that shall be as short as possible Member States may derogate from the third subparagraph of paragraph 2, paragraph 4 and the first subparagraph of paragraph 5, when the applicant is detained at a border post or in a transit zone, with the exception of the cases referred to in Article 43 41 of Directive 2013/32/EU Regulation (EU) No XXX/XXX [Procedures Regulation]. ",
        "EN 49 EN Article 12 Families Member States shall take appropriate measures to maintain as far as possible family unity as present within their territory, if applicants are provided with housing by the Member State concerned. Such measures shall be implemented with the applicant’s agreement. Article 13 Medical screening Member States may require medical screening for applicants on public health grounds. Article 14 Schooling and education of minors 1. Member States shall grant to minor children of applicants and to applicants who are minors access to the education system under similar conditions as their own nationals for so long as an expulsion measure against them or their parents is not actually enforced. Such education may be provided in accommodation centres. The Member State concerned may stipulate that such access must be confined to the State education system. Member States shall not withdraw secondary education for the sole reason that the minor has reached the age of majority. 2. Access to the education system shall not be postponed for more than three months from the date on which the application for international protection was lodged by or on behalf of the minor. ",
        "EN 50 EN Preparatory classes, including language classes, shall be provided to minors where it is necessary to facilitate their access to and participation in the education system as set out in paragraph 1. 3. Where access to the education system as set out in paragraph 1 is not possible due to the specific situation of the minor, the Member State concerned shall offer other education arrangements in accordance with its national law and practice.  2013/33/EU  new Article 15 Employment 1. Member States shall ensure that applicants have access to the labour market no later than 9  6  months from the date when the application for international protection was lodged if a first instance  an administrative  decision by the competent authority has not been taken and the delay cannot be attributed to the applicant.  new Where the Member State has accelerated the examination on the merits of an application for international protection in accordance with points [(a) to (f)] of Article [40(1)] of Regulation (EU) No XXX/XXX [Procedures Regulation], access to the labour market shall not be granted.  2013/33/EU (adapted)  new 2. Member States shall decide the conditions for granting access to the labour market for the applicant, in accordance with their national law, while ensuring  ensure  that applicants  , who have been granted access to the labour market in accordance with paragraph 1,  have effective access to the labour market. For reasons of labour market policies, Member States may give priority to  verify whether a vacancy could be filled by nationals of the Member State concerned or by other  Union citizens, and nationals of States parties to the Agreement on the ",
        "EN 51 EN European Economic Area, and to legally resident  or by  third-country nationals  lawfully residing in that Member State  .  new 3. Member States shall provide applicants with equal treatment with nationals as regards: (a) working conditions, including pay and dismissal, leave and holidays, as well as health and safety requirements at the workplace; (b) freedom of association and affiliation and membership of an organisation representing workers or employers or of any organisation whose members are engaged in a specific occupation, including the benefits conferred by such organisations, without prejudice to the national provisions on public policy and public security; (c) education and vocational training, except study and maintenance grants and loans or other grants and loans related to education and vocational training; (d) recognition of diplomas, certificates and other evidence of formal qualifications in the context of existing procedures for recognition of foreign qualifications, while facilitating, to the extent possible, full access for those applicants who cannot provide documentary evidence of their qualifications to appropriate schemes for the assessment, validation and accreditation of their prior learning. (e) branches of social security, as defined in Regulation (EC) No 883/2004. Member States may restrict equal treatment of applicants: (i) pursuant to point (b) of this paragraph, by excluding them from taking part in the management of bodies governed by public law and from holding an office governed by public law; (ii) pursuant to point (c) of this paragraph, to education and vocational training which is directly linked to a specific employment activity; (iii) pursuant to point (e) of this paragraph by excluding family benefits and unemployment benefits, without prejudice to Regulation (EU) No 1231/2010. ",
        "EN 52 EN The right to equal treatment shall not give rise to a right to reside in cases where a decision taken in accordance with Regulation (EU) No XXX/XXX [Procedures Regulation] has terminated the applicant's right to remain.  2013/33/EU 4.3. Access to the labour market shall not be withdrawn during appeals procedures, where an appeal against a negative decision in a regular procedure has suspensive effect, until such time as a negative decision on the appeal is notified.  new 5. Where applicants have been granted access to the labour market in accordance with paragraph 1, Member States shall ensure that the applicant's document as referred to in Article [29] of Regulation (EU) No XXX/XXX [Procedures Regulation] state that the applicant has permission to take up gainful employment.  2013/33/EU (adapted) Article 16 Vocational training 1. Member States may allow applicants access to vocational training irrespective of whether they have access to the labour market. 2. Access to vocational training relating to an employment contract shall depend on the extent to which the applicant has access to the labour market in accordance with Article 15. ",
        "EN 53 EN  2013/33/EU (adapted)  new Article 17 16 General rules on material reception conditions and health care 1. Member States shall ensure that material reception conditions are available to applicants when  from the moment  they make their application for international protection  in accordance with Article [25] of Regulation (EU) No XXX/XXX [Procedures Regulation]  .  2013/33/EU 2. Member States shall ensure that material reception conditions provide an adequate standard of living for applicants, which guarantees their subsistence and protects their physical and mental health.  2013/33/EU (adapted)  new Member States shall ensure that that standard of living is met in the specific situation of vulnerable persons  applicants with special reception needs  , in accordance with Article 21, as well as in relation to the situation of persons who are in detention. 3. Member States may make the provision of all or some of the material reception conditions and health care subject to the condition that applicants do not have sufficient means to have a standard of living adequate for their health and to enable their subsistence. 4. Member States may require applicants to cover or contribute to the cost of the material reception conditions and of the health care provided for in this Directive, pursuant to the provision of paragraph 3, if the applicants have sufficient resources, for example if they have been working for a reasonable period of time. ",
        "EN 54 EN If it transpires that an applicant had sufficient means to cover material reception conditions and health care at the time when those basic needs were being covered, Member States may ask the applicant for a refund.  new 5. When assessing the resources of an applicant, when requiring an applicant to cover or contribute to the cost of the material reception conditions or when asking an applicant for a refund in accordance with paragraph 4, Member States shall observe the principle of proportionality. Member States shall also take into account the individual circumstances of the applicant and the need to respect his or her dignity or personal integrity, including the applicant's special reception needs. Member States shall in all circumstances ensure that the applicant is provided with a standard of living which guarantees his or her subsistence and protects his or her physical and mental health.  2013/33/EU  new 6.5. Where Member States provide material reception conditions in the form of financial allowances or vouchers, the amount thereof shall be determined on the basis of the level(s) established by the Member State concerned either by law or by the practice to ensure adequate standards of living for nationals. Member States may grant less favourable treatment to applicants compared with nationals in this respect, in particular where material support is partially provided in kind or where those level(s), applied for nationals, aim to ensure a standard of living higher than that prescribed for applicants under this Directive.  Member States shall inform the Commission and the European Union Agency for Asylum of the levels of reference applied by national law or practice with a view to determining the level of financial assistance provided to applicants in accordance with this paragraph.   2013/33/EU (adapted)  new Article 18 17 Modalities for material reception conditions ",
        "EN 55 EN 1. Where housing is provided in kind, it should  shall   supply an adequate standard of living and  take one or a combination of the following forms: (a) premises used for the purpose of housing applicants during the examination of an application for international protection made at the border or in transit zones; (b) accommodation centres which guarantee an adequate standard of living; (c) private houses, flats, hotels or other premises adapted for housing applicants.  2013/33/EU 2. Without prejudice to any specific conditions of detention as provided for in Articles 10 and 11, in relation to housing referred to in paragraph 1(a), (b) and (c) of this Article Member States shall ensure that: (a) applicants are guaranteed protection of their family life; (b) applicants have the possibility of communicating with relatives, legal advisers or counsellors, persons representing UNHCR and other relevant national, international and non-governmental organisations and bodies; (c) family members, legal advisers or counsellors, persons representing UNHCR and relevant non-governmental organisations recognised by the Member State concerned are granted access in order to assist the applicants. Limits on such access may be imposed only on grounds relating to the security of the premises and of the applicants.  2013/33/EU  new 3. Member States shall take into consideration gender and age-specific concerns and the situation of vulnerable persons in relation to applicants  with special reception needs when providing material reception conditions  within the premises and accommodation centres referred to in paragraph 1(a) and (b). 4. Member States shall take appropriate measures to prevent assault and gender-based violence, including sexual assault and harassment  when providing accommodation  , within the premises and accommodation centres referred to in paragraph 1(a) and (b). ",
        "EN 56 EN  2013/33/EU 5. Member States shall ensure, as far as possible, that dependent adult applicants with special reception needs are accommodated together with close adult relatives who are already present in the same Member State and who are responsible for them whether by law or by the practice of the Member State concerned. 6. Member States shall ensure that transfers of applicants from one housing facility to another take place only when necessary. Member States shall provide for the possibility for applicants to inform their legal advisers or counsellors of the transfer and of their new address.  2013/33/EU  new 7. Persons  providing material reception conditions, including those  working in accommodation centres, shall be adequately trained and shall be bound by the confidentiality rules provided for in national law in relation to any information they obtain in the course of their work.  2013/33/EU 8. Member States may involve applicants in managing the material resources and non- material aspects of life in the centre through an advisory board or council representing residents. 9. In duly justified cases, Member States may exceptionally set modalities for material reception conditions different from those provided for in this Article, for a reasonable period which shall be as short as possible, when: (a) an assessment of the specific needs of the applicant is required, in accordance with Article 22 21; (b) housing capacities normally available are temporarily exhausted.  2013/33/EU (adapted)  new ",
        "EN 57 EN Such different conditions shall in any event  circumstances  cover basic needs  ensure access to health care in accordance with Article 18 and a dignified standard of living for all applicants  .  new When resorting to those exceptional measures, the Member State concerned shall inform the Commission and the European Union Agency for Asylum. It shall also inform the Commission and the European Union Agency for Asylum as soon as the reasons for applying these exceptional measures have ceased to exist. Article 17a Reception conditions in a Member State other than the one in which the applicant is required to be present 1. An applicant shall not be entitled to the reception conditions set out in Articles 14 to 17 in any Member State other than the one in which he or she is required to be present in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation]. 2. Member States shall ensure a dignified standard of living for all applicants. 3. Pending the transfer under Regulation (EU) No XXX/XXX [Dublin Regulation] of a minor to the Member State responsible, Member States shall provide him or her with access to suitable educational activities.  2013/33/EU (adapted)  new Article 19 18 Health care 1. Member States shall ensure that applicants  , irrespective of where they are required to be present in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation],  receive the necessary health care which shall include, at least, emergency care and essential treatment of illnesses and  , including  of serious mental disorders. ",
        "EN 58 EN  2013/33/EU 2. Member States shall provide necessary medical or other assistance to applicants who have special reception needs, including appropriate mental health care where needed.  2013/33/EU (adapted)  new CHAPTER III  REPLACEMENT,  REDUCTION OR WITHDRAWAL OF MATERIAL RECEPTION CONDITIONS Article 20 19  Replacement,  Rr eduction or withdrawal of material reception conditions 1.  With regard to applicants who are required to be present on their territory in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation],  Member States may  , in the situations described in paragraph 2  :  new (a) replace accommodation, food, clothing and other essential non-food items provided in the form of financial allowances and vouchers, with material reception conditions provided in kind; or  2013/33/EU (adapted)  new (b) reduce or, in exceptional and duly justified cases, withdraw material reception conditions  the daily allowances.  2.  Paragraph 1 applies  where an applicant: (a) abandons the place of residence determined by the competent authority without informing it or, if requested, without permission  , or absconds  ; or ",
        "EN 59 EN (b) does not comply with reporting duties or with requests to provide information or to appear for personal interviews concerning the asylum procedure during a reasonable period laid down in national law; or (c) has lodged a subsequent application as defined in Article [4(2)(i)] of Directive 2013/32/EU Regulation (EU) No XXX/XXX [Procedures Regulation]; or  (d) has concealed financial resources, and has therefore unduly benefited from material reception conditions; or   new (e) has seriously breached the rules of the accommodation centre or behaved in a seriously violent way; or (f) fails to attend compulsory integration measures; or (g) has not complied with the obligation set out in Article [4(1)] of Regulation (EU) No XXX/XXX [Dublin Regulation] and has travelled to another Member State without adequate justification and made an application there; or (h) has been sent back after having absconded to another Member State.  2013/33/EU (adapted)  new In relation to cases  points  (a) and (b), when the applicant is traced or voluntarily reports to the competent authority, a duly motivated decision, based on the reasons for the disappearance, shall be taken on the reinstallation of the grant of some or all of the material reception conditions  replaced,  withdrawn or reduced. 2. Member States may also reduce material reception conditions when they can establish that the applicant, for no justifiable reason, has not lodged an application for international protection as soon as reasonably practicable after arrival in that Member State. 3. Member States may reduce or withdraw material reception conditions where an applicant has concealed financial resources, and has therefore unduly benefited from material reception conditions. 4. Member States may determine sanctions applicable to serious breaches of the rules of the accommodation centres as well as to seriously violent behaviour. ",
        "EN 60 EN 3.5. Decisions for  replacement,  reduction or withdrawal of material reception conditions or sanctions referred to in paragraphs 1, 2, 3 and 4 of this Article shall be taken individually, objectively and impartially  on the merits of the individual case  and reasons shall be given. Decisions shall be based on the particular situation of the person concerned, especially with regard to persons covered by Article 21  applicants with special reception needs  , taking into account the principle of proportionality. Member States shall under all circumstances ensure access to health care in accordance with Article 19 18 and shall ensure a dignified standard of living for all applicants. 4.6. Member States shall ensure that material reception conditions are not  replaced,  withdrawn or reduced before a decision is taken in accordance with paragraph 3 5. CHAPTER IV PROVISIONS FOR VULNERABLE PERSONS  APPLICANTS WITH SPECIAL RECEPTION NEEDS  Article 21 20  Applicants with special reception needs  General principle Member States shall take into account the specific situation of  applicants with special reception needs  vulnerable persons such as minors, unaccompanied minors, disabled people, elderly people, pregnant women, single parents with minor children, victims of human trafficking, persons with serious illnesses, persons with mental disorders and persons who have been subjected to torture, rape or other serious forms of psychological, physical or sexual violence, such as victims of female genital mutilation in the national law implementing this Directive. Article 22 21 Assessment of the special reception needs of vulnerable persons 1. In order to effectively implement Article 21 20, Member States shall  systematically  assess whether the applicant is an applicant with special reception needs. Member States shall also indicate the nature of such needs. ",
        "EN 61 EN That assessment shall be initiated  as early as possible  within a reasonable period of time after an application for international protection is made and may be integrated into existing national procedures  or into the assessment referred to in Article [19] of Regulation (EU) No XXX/XXX [Procedures Regulation]  . Member States shall ensure that those special reception needs are also addressed, in accordance with the provisions of this Directive, if they become apparent at a later stage in the asylum procedure.  2013/33/EU Member States shall ensure that the support provided to applicants with special reception needs in accordance with this Directive takes into account their special reception needs throughout the duration of the asylum procedure and shall provide for appropriate monitoring of their situation.  new 2. For the purposes of paragraph 1, Member States shall ensure that the personnel of the authorities referred to in Article 26: (a) are trained and continues to be trained to detect first signs that an applicant requires special receptions conditions and to address those needs when identified; (b) include information concerning the applicant's special reception needs in the applicant's file, together with the indication of the signs referred to in point (a) as well as recommendations as to the type of support that may be needed by the applicant; (c) refer applicants to a doctor or a psychologist for further assessment of their psychological and physical state where there are indications that applicants may have been victim of torture, rape or of another serious form of psychological, physical or sexual violence and that this could affect the reception needs of the applicant; and (d) take into account the result of that examination when deciding on the type of special reception support which may be provided to the applicant. ",
        "EN 62 EN  2013/33/EU  new 3.2. The assessment referred to in paragraph 1 need not take the form of an administrative procedure. 4.3. Only vulnerable persons in accordance with Article 21  applicants with special reception needs  may be considered to have special reception needs and thus benefit from the specific support provided in accordance with this Directive.  2013/33/EU 5.4. The assessment provided for in paragraph 1 shall be without prejudice to the assessment of international protection needs pursuant to Directive 2011/95/EU Regulation (EU) No XXX/XXX [Qualification Regulation]. Article 23 22 Minors 1. The best interests of the child shall be a primary consideration for Member States when implementing the provisions of this Directive that involve minors. Member States shall ensure a standard of living adequate for the minor’s physical, mental, spiritual, moral and social development. 2. In assessing the best interests of the child, Member States shall in particular take due account of the following factors: (a) family reunification possibilities; (b) the minor’s well-being and social development, taking into particular consideration the minor’s background; (c) safety and security considerations, in particular where there is a risk of the minor being a victim of human trafficking; (d) the views of the minor in accordance with his or her age and maturity. ",
        "EN 63 EN 3. Member States shall ensure that minors have access to leisure activities, including play and recreational activities appropriate to their age within the premises and accommodation centres referred to in Article 18 17(1)(a) and (b) and to open-air activities. 4. Member States shall ensure access to rehabilitation services for minors who have been victims of any form of abuse, neglect, exploitation, torture or cruel, inhuman and degrading treatment, or who have suffered from armed conflicts, and ensure that appropriate mental health care is developed and qualified counselling is provided when needed.  2013/33/EU (adapted) 5. Member States shall ensure that minor children of applicants or applicants who are minors are lodged with their parents, their unmarried minor siblings or with the adult responsible for them  and their unmarried minor siblings  whether by law or by the practice of the Member State concerned, provided it is in the best interests of the minors concerned. 46. Those working  with minors, including  with unaccompanied minors,  shall not have a verified record of child-related crimes or offenses and  shall have had and shall continue to receive  continuous and  appropriate training concerning  the rights and  their needs  of unaccompanied minors, including concerning any applicable child safeguarding standards  , and shall be bound by the confidentiality rules provided for in national law, in relation to any information they obtain in the course of their work.  2013/33/EU (adapted)  new Article 24 23 Unaccompanied minors 1. Member States shall as soon as possible  and no later than five working days from the moment when an unaccompanied minor makes an application for international protection  take measures to ensure that a  guardian  representative represents and assists the unaccompanied minor to enable him or her to benefit from the rights and comply with the obligations provided for in this Directive.  The guardian ",
        "EN 64 EN appointed in accordance with Article [22] of Regulation (EU) No XXX/XXX [Procedures Regulation] may perform those tasks.  The unaccompanied minor shall be informed immediately of the appointment of the  guardian  representative.  Where an organisation is appointed as guardian, it shall designate a person responsible for carrying out the duties of guardian in respect of the unaccompanied minor, in accordance with this Directive.  The  guardian  representative shall perform his or her duties in accordance with the principle of the best interests of the child, as prescribed in Article 22 23(2), and shall have the necessary expertise to that end  and shall not have a verified record of child-related crimes or offences  . In order to ensure the minor’s well-being and social development referred to in Article 22 23(2)(b), the person acting as  guardian  representative shall be changed only when necessary. Organisations or individuals whose interests conflict or could potentially conflict with those of the unaccompanied minor shall not be eligible to become  appointed as guardians  representatives. Regular assessments shall be made by the appropriate authorities, including as regards the availability of the necessary means for representing the unaccompanied minor.  new Member States shall ensure that a guardian is not placed in charge of a disproportionate number of unaccompanied minors at the same time that would render him or her unable to perform his or her tasks effectively. Member States shall appoint entities or persons responsible for monitoring at regular intervals that guardians perform their tasks in a satisfactory manner. Those entities or persons shall also have the competence to review complaints lodged by unaccompanied minors against their guardian.  2013/33/EU 2. Unaccompanied minors who make an application for international protection shall, from the moment they are admitted to the territory until the moment when they are obliged to leave the Member State in which the application for international protection was made or is being examined, be placed: (a) with adult relatives; (b) with a foster family; (c) in accommodation centres with special provisions for minors; (d) in other accommodation suitable for minors. ",
        "EN 65 EN Member States may place unaccompanied minors aged 16 or over in accommodation centres for adult applicants, if it is in their best interests, as prescribed in Article 22 23(2). As far as possible, siblings shall be kept together, taking into account the best interests of the minor concerned and, in particular, his or her age and degree of maturity. Changes of residence of unaccompanied minors shall be limited to a minimum. 3. Member States shall start tracing the members of the unaccompanied minor’s family, where necessary with the assistance of international or other relevant organisations, as soon as possible after an application for international protection is made, whilst protecting his or her best interests. In cases where there may be a threat to the life or integrity of the minor or his or her close relatives, particularly if they have remained in the country of origin, care must be taken to ensure that the collection, processing and circulation of information concerning those persons is undertaken on a confidential basis, so as to avoid jeopardising their safety.  2013/33/EU  new Article 25 24 Victims of torture and violence 1. Member States shall ensure that persons who have been subjected to  gender-based harm,  torture, rape or other serious acts of violence receive the necessary treatment for the damage caused by such acts, in particular access to appropriate medical and psychological treatment or care.  2013/33/EU 2. Those working with victims of torture, rape or other serious acts of violence shall have had and shall continue to receive appropriate training concerning their needs, and shall be bound by the confidentiality rules provided for in national law, in relation to any information they obtain in the course of their work. ",
        "EN 66 EN  2013/33/EU  new CHAPTER V APPEALS Article 26 25 Appeals 1. Member States shall ensure that decisions relating to the granting,  replacement  withdrawal or reduction of benefits under this Directive or decisions taken under Article 7 which affect applicants individually may be the subject of an appeal within the procedures laid down in national law. At least in the last instance the possibility of an appeal or a review, in fact and in law, before a judicial authority shall be granted.  2013/33/EU 2. In cases of an appeal or a review before a judicial authority referred to in paragraph 1, Member States shall ensure that free legal assistance and representation is made available on request in so far as such aid is necessary to ensure effective access to justice. This shall include, at least, the preparation of the required procedural documents and participation in the hearing before the judicial authorities on behalf of the applicant. Free legal assistance and representation shall be provided by suitably qualified persons, as admitted or permitted under national law, whose interests do not conflict or could not potentially conflict with those of the applicant. 3. Member States may also provide that free legal assistance and representation are granted: (a) only to those who lack sufficient resources; and/or (b) only through the services provided by legal advisers or other counsellors specifically designated by national law to assist and represent applicants. ",
        "EN 67 EN Member States may provide that free legal assistance and representation not be made available if the appeal or review is considered by a competent authority to have no tangible prospect of success. In such a case, Member States shall ensure that legal assistance and representation is not arbitrarily restricted and that the applicant’s effective access to justice is not hindered. 4. Member States may also: (a) impose monetary and/or time limits on the provision of free legal assistance and representation, provided that such limits do not arbitrarily restrict access to legal assistance and representation; (b) provide that, as regards fees and other costs, the treatment of applicants shall not be more favorable than the treatment generally accorded to their nationals in matters pertaining to legal assistance. 5. Member States may demand to be reimbursed wholly or partially for any costs granted if and when the applicant’s financial situation has improved considerably or if the decision to grant such costs was taken on the basis of false information supplied by the applicant. 6. Procedures for access to legal assistance and representation shall be laid down in national law. ",
        "EN 68 EN CHAPTER VI ACTIONS TO IMPROVE THE EFFICIENCY OF THE RECEPTION SYSTEM Article 27 26 Competent authorities Each Member State shall notify the Commission of the authorities responsible for fulfilling the obligations arising under this Directive. Member States shall inform the Commission of any changes in the identity of such authorities.  2013/33/EU  new Article 28 27 Guidance, monitoring and control system 1. Member States shall, with due respect to their constitutional structure, put in place relevant mechanisms in order to ensure that appropriate guidance, monitoring and control of the level of reception conditions are established.  Member States shall take into account [operational standards on reception conditions and indicators developed by the European Asylum Support Office / the European Union Agency for Asylum] and any other reception conditions operational standards, indicators or guidelines established in accordance with Article [12] of Regulation (EU) No XXX/XXX [Regulation on the European Union Agency for Asylum].  2. Member States shall submit relevant information to the Commission in the form set out in Annex I, by 20 July 2016 at the latest.  Member States' reception systems shall be monitored and assessed in accordance with the procedure set out in [Chapter 5] of Regulation (EU) No XXX/XXX [Regulation on the European Union Agency for Asylum].   new Article 28 ",
        "EN 69 EN Contingency planning 1. Each Member State shall draw up a contingency plan setting out the planned measures to be taken to ensure an adequate reception of applicants in accordance with this Directive in cases where the Member State is confronted with a disproportionate number of applicants for international protection. The applicants for international protection are to be understood as those required to be present on its territory, including those for whom the Member State is responsible in accordance with Regulation (EU) No XXX/XXX [Dublin Regulation], taking into account the corrective allocation mechanism outlined in Chapter VII of that Regulation. 2. The first contingency plan shall be completed, using a template to be developed by the European Union Agency for Asylum, and shall be notified to the European Union Agency for Asylum at the latest by [6 months after entry into force of this Directive]. An updated contingency plan shall be notified to the European Union Agency for Asylum every two years thereafter. The Member States shall inform the Commission and the European Union Agency for Asylum whenever its contingency plan is activated. 3. The contingency plans, and in particular the adequacy of the measures taken according to the plans, shall be monitored and assessed in accordance with the procedure set out in [Chapter 5] of Regulation (EU) No XXX/XXX [Regulation on the European Union Agency for Asylum].  2013/33/EU (adapted)  new Article 29 Staff and resources 1. Member States shall take appropriate measures to ensure that authorities and other organisations implementing this Directive have received the necessary basic training with respect to the needs of both male and female applicants.  To that end, Member States shall integrate the European asylum curriculum developed by the European Union Agency for Asylum into the training of their personnel in accordance with Regulation (EU) No XXX/XXX [Regulation on the European Union Agency for Asylum].  ",
        "EN 70 EN 2. Member States shall allocate the necessary resources in connection with the national law implementing this Directive. CHAPTER VII FINAL PROVISIONS Article 30 Reports  Monitoring and evaluation  By 20 July 2017  [three years after the entry into force of this Directive]  at the latest,  and at least every five years thereafter,  the Commission shall  present a  report to the European Parliament and the Council on the application of this Directive and shall propose any amendments that are necessary. Member States shall  at the request of the Commission  send the Commission all the  necessary  information that is appropriate for drawing up the report by 20 July 2016  [two years after the entry into force of this Directive] and every five years thereafter  . After presenting the first report, the Commission shall report to the European Parliament and the Council on the application of this Directive at least every five years. Article 31 Transposition 1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with Articles 1 to 12, 14 to 28 and 30 and Annex I  1 to 8, 11, 15 to 25 and 27 to 30  by 20 July 2015  [6 months after the entry into force of this Directive]  at the latest. They shall forthwith  immediately  communicate to the Commission the text of those measures  to the Commission  . When Member States adopt those measures  provisions  , they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. They shall also include a statement that references in existing laws, regulations and administrative provisions to the dDirective repealed by this Directive shall be construed as references to this Directive. Member States shall ",
        "EN 71 EN determine how such reference is to be made and how that statement is to be formulated. 2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. Article 32 Repeal Directive 2003/9/EC  2013/33/EU  is repealed , for the Member States bound by this Directive , with effect from 21 July 2015  [ the day after the date in the first subparagraph of Article 31(1) ]  , without prejudice to the obligations of the Member States relating to the time-limit for transposition into national law of the Directive set out in Annex I II, Part B. References to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table  set out  in Annex IIIII. Article 33 Entry into force This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . Articles 13 and 29 shall apply from 21 July 2015. Article 34 Addressees This Directive is addressed to the Member States in accordance with the Treaties. Done at Brussels, For the European Parliament For the Council The President The President ",
        "EN 72 EN  2013/33/EU ANNEX I Reporting form on the information to be submitted by Member States, as required under Article 28(2) After the date referred to in Article 28(2), the information to be submitted by Member States shall be re-submitted to the Commission when there is a substantial change in the national law or practice that supersedes the information provided. 1. On the basis of Articles 2(k) and 22, please explain the different steps for the identification of persons with special reception needs, including the moment when it is triggered and its consequences in relation to addressing such needs, in particular for unaccompanied minors, victims of torture, rape or other serious forms of psychological, physical or sexual violence and victims of human trafficking. 2. Provide full information on the type, name and format of the documents provided for in Article 6. 3. With reference to Article 15, please indicate the extent to which any particular conditions are attached to labour market access for applicants, and describe such restrictions in detail. 4. With reference to Article 2(g), please describe how material reception conditions are provided (i.e. which material reception conditions are provided in kind, in money, in vouchers or in a combination of those elements) and indicate the level of the daily expenses allowance provided to applicants. 5. Where applicable, with reference to Article 17(5), please explain the point(s) of reference applied by national law or practice with a view to determining the level of financial assistance provided to applicants. To the extent that there is less favourable treatment of applicants compared with nationals, explain the reasons for it. ",
        "EN 73 EN  2013/33/EU (adapted) ANNEX III PART A Repealed Directive (referred to in Article 32) Council Directive 2003/9/EC (OJ L 31, 6.2.2003, p. 18). PART B Time-limit for transposition into national law (referred to in Article 31) Directive Time-limit for transposition 2003/9/EC 6 February 2005  2013/33/EU   20 July 2015  _____________ ",
        "EN 74 EN  2013/33/EU (adapted) ANNEX III Correlation Table Directive 2003/9/EC This Directive Article 1 Article 1 Article 2, introductory wording Article 2, introductory wording Article 2(a) — Article 2(b) — — Article 2(a) Article 2(c) Article 2(b) Article 2(d), introductory wording Article 2(c), introductory wording Article 2(d)(i) Article 2(c), first indent Article 2(d)(ii) Article 2(c), second indent — Article 2(c), third indent Article 2(e), (f) and (g) — — Article 2(d) Article 2(h) Article 2(e) Article 2(i) Article 2(f) Article 2(j) Article 2(g) Article 2(k) Article 2(h) Article 2(l) Article 2(i) — Article 2(j) — Article 2(k) Article 3 Article 3 Article 4 Article 4 ",
        "EN 75 EN Article 5 Article 5 Article 6(1) to (5) Article 6(1) to (5) — Article 6(6) Article 7(1) and (2) Article 7(1) and (2) Article 7(3) — Article 7(4) to (6) Article 7(3) to (5) — Article 8 — Article 9 — Article 10 — Article 11 Article 8 Article 12 Article 9 Article 13 Article 10(1) Article 14(1) Article 10(2) Article 14(2), first subparagraph — Article 14(2), second subparagraph Article 10(3) Article 14(3) Article 11(1) — — Article 15(1) Article 11(2) Article 15(2) Article 11(3) Article 15(3) Article 11(4) — Article 12 Article 16 Article 13(1) to (4) Article 17(1) to (4) Article 13(5) — — Article 17(5) ",
        "EN 76 EN Article 14(1) Article 18(1) Article 14(2), first subparagraph, introductory wording, points (a) and (b) Article 18(2), introductory wording, points (a) and (b) Article 14(7) Article 18(2)(c) — Article 18(3) Article 14(2), second subparagraph Article 18(4) Article 14(3) — — Article 18(5) Article 14(4) Article 18(6) Article 14(5) Article 18(7) Article 14(6) Article 18(8) Article 14(8), first subparagraph, introductory wording, first indent Article 18(9), first subparagraph, introductory wording, point (a) Article 14(8), first subparagraph, second indent — Article 14(8), first subparagraph, third indent Article 18(9), first subparagraph, point (b) Article 14(8), first subparagraph, fourth indent — Article 14(8), second subparagraph Article 18(9), second subparagraph Article 15 Article 19 Article 16(1), introductory wording Article 20(1), introductory wording Article 16(1)(a), first subparagraph, first, second and third indents Article 20(1), first subparagraph, points (a), (b) and (c) Article 16(1)(a), second subparagraph Article 20(1), second subparagraph Article 16(1)(b) — Article 16(2) — — Article 20(2) and (3) Article 16(3) to (5) Article 20(4) to (6) Article 17(1) Article 21 ",
        "EN 77 EN Article 17(2) — — Article 22 Article 18(1) Article 23(1) — Article 23(2) and (3) Article 18(2) Article 23(4) — Article 23(5) Article 19 Article 24 Article 20 Article 25(1) — Article 25(2) Article 21(1) Article 26(1) — Article 26(2) to (5) Article 21(2) Article 26(6) Article 22 — — Article 27 Article 23 Article 28(1) — Article 28(2) Article 24 Article 29 Article 25 Article 30 Article 26 Article 31 — Article 32 Article 27 Article 33, first subparagraph — Article 33, second subparagraph Article 28 Article 34 — Annex I — Annex II ",
        "EN 78 EN — Annex III ",
        "EN 79 EN  ANNEX II Correlation Table Directive 2013/33/EU This Directive Article 1 Article 1 Article 2, introductory wording Article 2, introductory wording Article 2(a) Article 2(1) Article 2(b) Article 2(2) Article 2(c) Article 2(3) Article 2(d) Article 2(4) Article 2(e) Article 2(5) Article 2(f) Article 2(6) Article 2(g) Article 2(7) Article 2(h) Article 2(8) Article 2(i) Article 2(9) — Article 2(10) — Article 2(11) Article 2(j) Article 2(12) Article 2(k) Article 2(13) Article 3 Article 3 Article 4 Article 4 Article 5 Article 5 Article 6(1)-(4) — ",
        "EN 80 EN Article 6(5) Article 6 Article 6(6) — Article 7(1) Article 7(1) Article 7(2) Article 7(2), first subparagraph — Article 7(2), second subparagraph — Article 7(3) Article 7(3) Article 7(6) Article 7(4)-(5) Article 7(4)-(5) — Article 7(7)-(8) Article 8(1)-(2) Article 8(1)-(2) Article 8(3), points (a) and (b) Article 8(3), points (a) and (b) — Article 8(3), point (c) Article 8(3), point (c) Article 8(3), point (d) Article 8(3), point (d) Article 8(3), point (e) Article 8(3), point (e) Article 8(3), point (f) Article 8(3), point (f) Article 8(3), point (g) Article 8(3), second subparagraph Article 8(3), second subparagraph Article 8(4) Article 8(4) Articles 9 Articles 9 Article 10 Article 10 Article 11 Article 11 Article 12 Article 12 Article 13 Article 13 Article 14 Article 14 Article 15(1) Article 15(1), first subparagraph ",
        "EN 81 EN — Article 15(1), second subparagraph Article 15(2) Article 15(2) — Article 15(3) Article 15(3) Article 15(4) — Article 15(5) Article 16 — Article 17(1)-(4) Article 16 (1)-(4) — Article 16(5) Article 17(5) Article 16(6) Article 18(1)-(8) Article 17(1)-(8) Article 18(9), first and second subparagraphs Article 17(9), first and second subparagraphs — Article 17(9), third subparagraph — Article 17a Article 19 Article 18 Article 20, introductory wording Article 19(1) Article 20(1), first subparagraph, points (a)-(c) Article 19(2), first subparagraph, points (a)-(c) — Article 19(2), first subparagraph, point (e)-(h) Article 20(1), second subparagraph Article 19(2), second subparagraph Article 20(2) — Article 20(3) Article 19(2), first subparagraph, point (d) Article 20(4) — Article 20(5) Article 19(3) Article 20(6) Article 19(4) Article 21 Article 20 Article 22(1) Article 21(1) ",
        "EN 82 EN — Article 21(2) Article 22(2)-(4) Article 21(3)-(5) Article 23(1)-(5) Article 22(1)-(5) — Article 22(6) Article 24(1), first subparagraph Article 23(1), first subparagraph Article 24(1), second subparagraph — — Article 23(1), second subparagraph Article 24(2)-(3) Article 23(2)-(3) Article 24(4) Article 22(6) Article 25 Article 24 Article 26 Article 25 Article 27 Article 26 Article 28 Article 27 — Article 28 Article 29 Article 29 Article 30(1)-(2) Article 30(1)-(2) Article 30(3) — Article 31 Article 31 Article 32 Article 32 Article 33(1) Article 33 Article 33(2) — Article 34 Article 34 Annex I — Annex II Annex I Annex III Annex II _____________ "
    ]
}