{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 14.5.2012 COM(2011) 625 final/3 2011/0280 (COD) CORRIGENDUM : Annule et remplace le document COM(2011) 625 final du 12.10.2011 et le document COM(2011) 625 final/2 du 19.10.2011 Concerne toutes les versions linguistiques Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy {SEC(2011) 1153 final} {SEC(2011) 1154 final} ",
        "EN 2 EN EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL The Commission proposal for the Multiannual Financial Framework (MFF) for 2014-2020 (the MFF proposal) 1 sets the budgetary framework and main orientations for the Common Agricultural Policy (CAP). On this basis, the Commission presents a set of regulations laying down the legislative framework for the CAP in the period 2014-2020, together with an impact assessment of alternative scenarios for the evolution of the policy. The current reform proposals are based on the Communication on the CAP towards 2020 2 that outlined broad policy options in order to respond to the future challenges for agriculture and rural areas and to meet the objectives set for the CAP, namely 1) viable food production; 2) sustainable management of natural resources and climate action; and 3) balanced territorial development. The reform orientations in the Communication have since been broadly supported both in the inter-institutional debate 3 and in the stakeholder consultation that took place in the framework of the impact assessment. A common theme that has emerged throughout this process is the need to promote resource efficiency with a view to smart, sustainable and inclusive growth for EU agriculture and rural areas in line with the Europe 2020 strategy, keeping the structure of the CAP around two pillars that use complementary instruments in pursuit of the same objectives. Pillar I covers direct payments and market measures providing a basic annual income support to EU farmers and support in case of specific market disturbances, while Pillar II covers rural development where Member States draw up and co-finance multiannual programmes under a common framework. 4 Through successive reforms the CAP has increased market orientation for agriculture while providing income support to producers, improved the integration of environmental requirements and reinforced support for rural development as an integrated policy for the development of rural areas across the EU. However, the same reform process has raised demands for a better distribution of support among and within Member States, as well as calls for a better targeting of measures aiming at addressing environmental challenges and better addressing increased market volatility. In the past, reforms mainly responded to endogenous challenges, from huge surpluses to food safety crises; they have served the EU well both on the domestic and the international front. However, most of today's challenges are driven by factors that are external to agriculture and would thus require a broader policy response. 1 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions A budget for Europe 2020 , COM(2011)500 final, 29.6.2011. 2 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions The CAP towards 2020: meeting the food, natural resources and territorial challenges of the future , COM(2010)672 final, 18.11.2010. 3 See in particular the European Parliament resolution of 23 June 2011, 2011/2015(INI), and the Presidency conclusions of 18.3.2011. 4 The current legislative framework comprises Council Regulation (EC) No 73/2009 (direct payments), Council Regulation (EC) No 1234/2007 (market instruments), Council Regulation (EC) No 1698/2005 (rural development) and Council Regulation (EC) No 1290/2005 (financing). ",
        "EN 3 EN The pressure on agricultural income is expected to continue as farmers are facing more risks, a slowdown in productivity and a margin squeeze due to rising input prices; there is therefore a need to maintain income support and to reinforce instruments to better manage risks and respond to crisis situations. A strong agriculture is vital for the EU food industry and global food security. At the same time, agriculture and rural areas are being called upon to step up their efforts to meet the ambitious climate and energy targets and biodiversity strategy that are part of the Europe 2020 agenda. Farmers, who are together with foresters the main land managers, will need to be supported in adopting and maintaining farming systems and practices that are particularly favourable to environmental and climate objectives because market prices do not reflect the provision of such public goods. It will also be essential to best harness the diverse potential of rural areas and thus contribute to inclusive growth and cohesion. This reform accelerates the process of integration of environmental requirements. It introduces a strong greening component into the first pillar of the CAP for the first time thus ensuring that all EU farmers in receipt of support go beyond the requirements of cross compliance and deliver environmental and climate benefits as part of their everyday activities. Thirty percent of direct payments will now be tied to greening, and these payments will ensure that all farms deliver environmental and climate benefits through the retention of soil carbon and grassland habitats associated with permanent pasture, the delivery of water and habitat protection by the establishment of ecological focus areas and improvement of the resilience of soil and ecosystems through crop diversification. They will reinforce the ability of land and natural ecosystems to contribute to address major EU biodiversity and climate change adaptation objectives. Cross compliance will still underpin direct payments and it will be further focused to provide protection for wetlands and carbon rich soils while at the same time being streamlined to reduce administrative burdens. The Commission is committed to the introduction of the Water Framework Directives within the remit of cross compliance when all Member States will have fully implemented them in particular with clear obligations for farmers. Within rural development also, the objectives of the sustainable management of natural resources and climate action are prioritised through the restoration, preservation and enhancement of ecosystems as well as the promotion of resource efficiency, low carbon and climate resilient agriculture. Rural development will allow to significantly contribute towards the completion of the implementation of both the Natura 2000 and Water Framework Directives and to the achievement of the EU's 2020 biodiversity strategy. The future CAP will not, therefore, be a policy that caters only for a small, albeit essential, part of the EU economy, but also a policy of strategic importance for food security, the environment and territorial balance. Therein lies the EU added value of a truly common policy that makes the most efficient use of limited budgetary resources in maintaining a sustainable agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States, while also allowing flexibility in implementation to cater for local needs. The framework set out in the MFF proposal foresees that the CAP should maintain its two- pillar structure with the budget for each pillar maintained in nominal terms at its 2013 level and with a clear focus on delivering results on the key EU priorities. Direct payments should promote sustainable production by assigning 30 % of their budgetary envelope to mandatory measures that are beneficial to climate and the environment. Payment levels should progressively converge and payments to large beneficiaries be subject to progressive capping. Rural development should be included in a Common Strategic Framework with other EU ",
        "EN 4 EN shared management funds with a reinforced outcome-orientated approach and subject to clearer, improved ex-ante conditionalities. Finally, on market measures the financing of the CAP should be reinforced with two instruments outside the MFF: 1) an emergency reserve to react to crisis situations; and 2) the extension of the scope of the European Globalization Adjustment Fund. On this basis, the main elements of the legislative framework for the CAP during the period 2014-2020 are set out in the following regulations: – Proposal for a Regulation of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy ('the direct payments regulation'); – Proposal for a Regulation of the European Parliament and of the Council establishing a common organisation of the markets in agricultural products (Single CMO Regulation) ('the Single CMO regulation'); – Proposal for a Regulation of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) ('the rural development regulation'); – Proposal for a Regulation of the European Parliament and of the Council on the financing, management and monitoring of the common agricultural policy ('the horizontal regulation'); – Proposal for a Council regulation determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products; – Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 73/2009 as regards the application of direct payments to farmers in respect of the year 2013; – Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 1234/2007 as regards the regime of the single payment scheme and support to vine-growers. The rural development regulation builds on the proposal presented by the Commission on 6 October 2011 that sets out common rules for all funds operating under a Common Strategic Framework 5 . A regulation will follow on the scheme for most deprived persons, for which funding is now placed under a different heading of the MFF. In addition, new rules on the publication of information on beneficiaries taking account of the objections expressed by the Court of Justice of the European Union are also under preparation with a view to finding the most appropriate way to reconcile beneficiaries' right to protection of personal data with the principle of transparency. 5 Proposal for a Regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund covered by the Common Strategic Framework and laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1083/2006, COM(2011)615 of 6.10.2011. ",
        "EN 5 EN 2. RESULTS OF CONSULTATIONS WITH THE INTERESTED PARTIES AND IMPACT ASSESSMENT On the basis of the evaluation of the current policy framework and an analysis of future challenges and needs, the impact assessment assesses and compares the impact of three alternative scenarios. This is the result of a long process started in April 2010 and steered by an inter-service group that brought together extensive quantitative and qualitative analysis, including setting a baseline in the form of medium-term projections for agricultural markets and income up to 2020 and modelling the impact of the different policy scenarios on the economics of the sector. The three scenarios elaborated in the impact assessment are: 1) an adjustment scenario that continues with the current policy framework while addressing its most important shortcomings, such as the distribution of direct payments; 2) an integration scenario that entails major policy changes in the form of enhanced targeting and greening of direct payments and reinforced strategic targeting for rural development policy in better coordination with other EU policies, as well as extending the legal base for a broader scope of producer cooperation; and 3) a refocus scenario that reorients the policy exclusively towards the environment with a progressive phasing out of direct payments, assuming that productive capacity can be maintained without support and that the socio-economic needs of rural areas can be served by other policies. Against the background of the economic crisis and the pressure on public finances, to which the EU has responded with the Europe 2020 strategy and the MFF proposal, all three scenarios attach different weight to each of the three policy objectives of the future CAP which aims at a more competitive and sustainable agriculture in vibrant rural areas. With a view to a better alignment with the Europe 2020 strategy, notably in terms of resource efficiency, it will be increasingly essential to improve agricultural productivity through research, knowledge transfer and promoting cooperation and innovation (including through the European Innovation Partnership on agricultural productivity and sustainability). Whereas EU agricultural policy does not any more operate within a trade distorting policy environment, additional pressure on the sector is expected from further liberalization, notably in the framework of the DDA or the FTA with Mercosur. The three policy scenarios were drawn up taking into account the preferences expressed in the consultation which was conducted in the context of the impact assessment. Interested parties were invited to submit contributions between 23.11.2010 and 25.1.2011 and an advisory committee was organised on 12.1.2011. The main points are summarized below: 6 – There is broad agreement among stakeholders on the need for a strong CAP based on a two-pillar-structure in order to address the challenges of food security, sustainable management of natural resources and territorial development. – Most respondents find that the CAP should play a role in stabilizing markets and prices. – Stakeholders have diverse opinions concerning the targeting of support (especially redistribution of direct aid and capping payments). 6 See Annex 9 of the impact assessment for an overview of the 517 contributions received. ",
        "EN 6 EN – There is agreement that both pillars can play an important role in stepping up climate action and increasing environmental performance for the benefit of EU society. Whereas many farmers believe that this already takes place today, the wider public argues that Pillar I payments can be more efficiently used. – The respondents want all parts of the EU, including less favoured areas, to be part of future growth and development. – The integration of the CAP with other policies, such as environmental, health, trade, development, was emphasised by many respondents. – Innovation, development of competitive businesses and provision of public goods to EU citizens are seen as ways to align the CAP with the Europe 2020 strategy. The impact assessment thus compared the three alternative policy scenarios: The refocus scenario would accelerate structural adjustment in the agricultural sector, shifting production to the most cost efficient areas and profitable sectors. While significantly increasing funding for the environment, it would also expose the sector to greater risks due to limited scope for market intervention. Furthermore, it would come at a significant social and environmental cost as the less competitive areas would face a considerable income loss and environmental degradation, since the policy would lose the leverage of direct payments coupled with the cross compliance requirements. At the other end of the spectrum, the adjustment scenario would best allow for policy continuity with limited but tangible improvements both in agricultural competitiveness and environmental performance. There are however serious doubts as to whether this scenario could adequately address the important climate and environmental challenges of the future, which also underpin the long-term sustainability of agriculture. The integration scenario breaks new ground with enhanced targeting and greening of direct payments. The analysis shows that greening is possible at a reasonable cost to farmers although some administrative burden cannot be avoided. Similarly, a new impetus in rural development is possible provided that the new possibilities are efficiently used by Member States and regions and that the common strategic framework with the other EU funds does not remove synergies with Pillar I or weaken rural development's distinctive strengths. If the right balance is struck, this scenario would best address the long term sustainability of agriculture and rural areas. On this basis the impact assessment concludes that the integration scenario is the most balanced in progressively aligning the CAP with the EU's strategic objectives and this balance is also found in the implementation of the different elements in the legislative proposals. It will also be essential to develop an evaluation framework to measure the performance of the CAP with a common set of indicators linked to policy objectives. Simplification has been an important consideration throughout the process and should be enhanced in a variety of ways, for instance in the streamlining of cross compliance and market instruments, or the design of the small farmers scheme. In addition, the greening of direct payments should be designed in such a way as to minimize administrative burden including the costs of controls. ",
        "EN 7 EN 3. LEGAL ELEMENTS OF THE PROPOSAL It is proposed to maintain the current structure of the CAP in two pillars with annual mandatory measures of general application in Pillar I complemented by voluntary measures better tailored to national and regional specificities under a multi-annual programming approach in Pillar II. However, the new design of direct payments seeks to better exploit synergies with Pillar II, which is in turn placed under a Common Strategic Framework to better coordinate with other EU shared management funds. On this basis, the current structure of four basic legal instruments is also maintained, albeit with the scope of the financing regulation enlarged to bring together common provisions into what is now called the horizontal regulation. The proposals comply with the principle of subsidiarity. The CAP is a truly common policy: it is an area of shared competence between the EU and the Member States that is being handled at EU level with a view to maintaining a sustainable and diverse agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States. In the light of the importance of future challenges for food security, the environment and territorial balance, the CAP remains a policy of strategic importance to ensure the most effective response to the policy challenges and the most efficient use of budgetary resources. In addition, it is proposed to maintain the current structure of instruments in two pillars where Member States have more leeway to tailor solutions to their local specificities and also co-finance Pillar II. The new European Innovation Partnership and risk management toolkit are also placed within Pillar II. At the same time the policy will be better aligned with the Europe 2020 strategy (including a common framework with other EU funds) and a number of improvements and simplification elements introduced. Finally, the analysis carried out in the framework of the impact assessment clearly shows the cost of no action in terms of negative economic, environmental and social consequences. The direct payments regulation lays down common rules for the basic payment scheme and related payments. Building on the reform of 2003 and the Health Check of 2008 that decoupled direct payments from production while subjecting them to cross compliance requirements, the regulation now seeks to better target support to certain actions, areas or beneficiaries as well as to pave the way for convergence of the level of support within and across Member States. The regulation also includes a section on coupled support. A single scheme across the EU, the basic payment scheme, replaces the Single Payment Scheme and the Single Area Payment Scheme as from 2014. The scheme will operate on the basis of payment entitlements allocated at national or regional level to all farmers according to their eligible hectares in the first year of application. Thus the use of the regional model that was optional in the current period is generalized, also effectively bringing all agricultural land into the system. The rules on the management of entitlements and the national reserve largely follow current rules. With a view to a more equitable distribution of support, the value of entitlements should converge at national or regional level towards a uniform value. This is done progressively to avoid major disruptions. An important element is to enhance the overall environmental performance of the CAP through the greening of direct payments by means of certain agricultural practices beneficial ",
        "EN 8 EN for the climate and the environment that all farmers will have to follow, which go beyond cross compliance and are in turn the basis for pillar II measures. The definition of active farmer further enhances targeting on farmers genuinely engaged in agricultural activities, and thus legitimizes support. In addition, the progressive reduction and capping of support for large beneficiaries is foreseen while taking due account of employment. The following payments are also provided: – an payment (30% of annual national ceiling) for farmers following agricultural practices beneficial for the climate and the environment: crop diversification, maintenance of permanent pastures and ecological focus areas. Organic farming automatically benefits from this payment, while farmers in Natura 2000 areas will have to comply with the relevant requirements to the extent that they are consistent with the Natura 2000 legislation; – a voluntary payment (up to 5% of annual national ceiling) for farmers in areas facing specific natural constraints (areas delimited in the same manner as for rural development purposes); this payment recognizes the need for income support to maintain presence in areas facing specific natural constraints and complements existing support under rural development; – a payment (up to 2% of annual national ceiling) for young farmers in their installation, which may be complemented by setting up aid under rural development; and At the same time, the regulation lays down a simplified scheme for small farmers (up to 10% of annual national ceiling), who may thus receive a lump sum payment replacing all direct payments and producing administrative simplification with an easing of such farmers' obligations related to greening, cross compliance and controls. A voluntary coupled support scheme is provided for specific types of farming or specific agricultural systems which are experiencing certain difficulties and which are particularly important for economic and/or social reasons; support is provided to the extent necessary to maintain current levels of production (up to 5% of annual national ceiling with the possibility to go beyond this in particular cases). In addition, the regulation maintains the possibility for Complementary National Direct Payments for Bulgaria and Romania and includes a specific payment for cotton. In terms of simplification, the new direct payments system will be based on a single type of payment entitlements and streamline transfer rules, thereby simplifying its management; a harmonisation of provisions for coupled payments under one heading renders the legal framework more user-friendly and the scheme for small farmers with its simplified requirements and procedures will reduce the red tape on small farmers and enhance their competitiveness. ",
        "EN 9 EN 4. BUDGETARY IMPLICATION The MFF proposal provides that a significant part of the EU budget should continue to be dedicated to agriculture, which is a common policy of strategic importance. Thus, in current prices, it is proposed that the CAP should focus on its core activities with EUR 317.2 billion allocated to Pillar I and EUR 101.2 billion to Pillar II over the 2014-2020 period. The Pillar I and Pillar II funding is complemented by additional funding of EUR 17.1 billion consisting of EUR 5.1 billion for research and innovation, EUR 2.5 billion for food safety and EUR 2.8 billion for food support for the most deprived persons in other headings of the MFF, as well as of EUR 3.9 billion in a new reserve for crises in the agricultural sector and up to EUR 2.8 billion in the European Globalization Adjustment Fund outside the MFF, thus bringing the total budget to EUR 435.6 billion over the 2014-2020 period. As regards distribution of support among Member States, it is proposed that all Member States with direct payments below 90% of the EU average will see one third of this gap closed. The national ceilings in the direct payments regulation are calculated on this basis. The distribution of rural development support is based on objective criteria linked to the policy objectives taking into account the current distribution. As is the case today, less developed regions should continue to benefit from higher co-financing rates, which will also apply to certain measures such as knowledge transfer, producer groups, cooperation and Leader. Some flexibility for transfers between pillars is introduced (up to 5% of direct payments): from Pillar I to Pillar II to allow Member States to reinforce their rural development policy, and from Pillar II to Pillar I for those Member States where the level of direct payments remains below 90% of the EU average. Details on the financial impact of the CAP reform proposals are set out in the financial statement accompanying the proposals. ",
        "EN 10 EN 2011/0280 (COD) Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 42 and Article 43(2) thereof, Having regard to the 1979 Act of Accession, and in particular paragraph 6 of Protocol No 4 on cotton attached thereto, Having regard to the proposal from the European Commission 7 , After transmission of the draft legislative act to the national Parliaments, Having regard to the opinion of the European Economic and Social Committee 8 , Having regard to the opinion of the Committee of the Regions 9 , Having consulted the European Data Protection Supervisor 10 , Acting in accordance with the ordinary legislative procedure, Whereas: (1) The Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on \"The CAP towards 2020: Meeting the food, natural resources and territorial challenges of the future\" 11 sets out potential challenges, objectives and orientations for the Common Agricultural Policy (CAP) after 2013. In the light of the debate on that Communication, the CAP should be reformed with effect from 1 January 2014. That reform should cover all the main instruments of the CAP, including Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) 7 OJ C […], […], p. […]. 8 OJ C […], […], p. […]. 9 OJ C […], […], p. […]. 10 OJ C […], […], p. […]. 11 COM(2010) 672 final, 18.11.2010. ",
        "EN 11 EN No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 12 . In view of the scope of the reform, it is appropriate to repeal Regulation (EC) No 73/2009 and to replace it with a new text. The reform should also, as far as possible, streamline and simplify provisions. (2) This Regulation should contain all the basic elements pertaining to the payment of Union support to farmers and fix criteria and conditions of access to those payments which are inextricably linked to those basic elements. (3) It should be clarified that Regulation (EU) No […] of the European Parliament and of Council of… on the financing, management and monitoring of the common agricultural policy 13 [horizontal CAP Regulation: HZR] and the provisions adopted pursuant to it should apply in relation to the measures set out in this Regulation. For the sake of consistency with other legal instruments relating to the CAP, some rules currently provided for in Regulation (EC) No 73/2009, are now laid down in Regulation (EU) No […][HZR], in particular rules to guarantee compliance with the obligations laid down by direct payment provisions, including checks and the application of administrative measures and administrative penalties in case of non- compliance, rules related to cross-compliance such as the statutory management requirements, the good agricultural and environmental condition, the monitoring and evaluation of relevant measures and rules related to the recovery of undue payments. (4) In order to supplement or amend certain non-essential elements of this Regulation, the power to adopt delegated acts in accordance with Article 290 of the Treaty should be delegated to the Commission. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing-up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and Council. (5) In order to ensure uniform conditions for the implementation of this Regulation and to avoid unfair competition or discrimination between farmers, implementing powers should be conferred on the Commission in respect of: the fixation of the annual national ceiling for the basic payment scheme; the adoption of rules on applications for allocation of payment entitlements; the adoption of measures regarding the reversion of non-activated payment entitlements to the national reserve; the adoption of requirements related to the notification of transfer of payment entitlements to the national authorities and the deadlines within which such notification are to take place; the setting out of the annual ceiling for the payment for agricultural practises beneficial for the climate and the environment; the setting out of the annual ceiling for the payment for areas with natural constraints; the setting out of the annual ceiling for the payment for young farmers; the setting out of the annual ceilings for the voluntary coupled support; the adoption of rules on the procedure for the assessment and approval of decisions in the framework of the voluntary coupled support; the adoption of rules on the procedure of the authorisation and the notifications to the producers related to the authorisation of land and varieties for the purposes of the crop specific payment for cotton; the provision for rules on the calculation of the reduction of the 12 OJ L 30, 31.1.2009, p. 16. 13 OJ L ….. ",
        "EN 12 EN amount of the crop specific payment for cotton; the adoption of rules concerning general notification requirements. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers 14 . (6) The Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to exceptional management measures, intended to solve urgent and unforeseen problems occurring in one or more Member States, imperative grounds of urgency so require. (7) The objectives of this Regulation can be achieved more efficiently at Union level through the multiannual guarantee of Union financing and by concentrating on clearly identified priorities, given the links between this Regulation and the other instruments of the CAP, the disparities between the various rural areas and the limited financial resources of the Member States in an enlarged Union. The present Regulation is therefore in line with the principle of subsidiarity as set out in Article 5(3) of the Treaty on European Union. Since the scope of this Regulation is limited to what is necessary in order to achieve its objectives, it also respects the principle of proportionality as set out in Article 5(4) of that Treaty. (8) In order to take into account new legislation on support schemes that may be adopted after the entry into force of this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of amending the list of support schemes covered by this Regulation. (9) In order to take into account specific new elements and to guarantee the protection of the rights of beneficiaries, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of laying down further definitions regarding the access to support under this Regulation, establishing the framework within which Member States shall define the minimum activities to be carried out on areas naturally kept in a state suitable for grazing or cultivation as well as the criteria to be met by farmers in order to be deemed to have respected the obligation of maintaining the agricultural area in the state suitable for production and the criteria to determine the predominance of grasses and other herbaceous forage as regards permanent grassland. (10) In order to guarantee the protection of the rights of beneficiaries the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of adopting of rules on the basis for calculation of reductions to be applied by Member States to farmers pursuant to the application of the financial discipline. (11) With a view to ensuring that the amounts for the financing of the CAP comply with the annual ceilings referred to in Article 16(1) of Regulation (EU) No […] [HZR], an adjustment of the level of direct support in any calendar year should be maintained. The adjustment of the direct payments should only be applied to payments to be 14 OJ L 55, 28.2.2011, p. 13. ",
        "EN 13 EN granted to farmers in excess of EUR 5 000 in the corresponding calendar year. Taking into account the levels of direct payments for farmers in Bulgaria and Romania in the framework of the application of the phasing-in mechanism to all direct payments granted in those Member States, this instrument of financial discipline should only apply in those Member States as from 1 January 2016. (12) In order to take account of the developments relating to the total maximum amounts of direct payments that may be granted, including those resulting from the decisions to be taken by the Member States regarding transfers between the first and second pillars, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of reviewing the national and net ceilings set out in this Regulation. (13) Experience from the application of the various support schemes for farmers has shown that support was in a number of cases granted to beneficiaries whose business purpose was not or only marginally targeted at an agricultural activity, such as airports, railway companies, real estate companies and companies managing sport grounds. To ensure the better targeting of support, Member States should refrain from granting direct payments to such natural and legal persons. Smaller part-time farmers contribute directly to the vitality of rural areas, for that reason they should not be prevented from being granted direct payments. (14) To avoid an excessive administrative burden caused by the managing of payments of small amounts, Member States should in general refrain from granting direct payments where the payment would be lower than EUR 100 or the eligible area of the holding for which support is claimed would be less than one hectare. However, as the structures of the Member States' agricultural economies vary considerably and may differ significantly from the average farm structure in the Union, Member States should be allowed to apply minimum thresholds that reflect their particular situation. Due to the very specific farming structure in the outermost regions and the smaller Aegean Islands, Member States should be able to decide whether any minimum threshold should apply in those regions. Moreover, Member States should have the possibility to opt for the implementation of one of the two types of minimum threshold taking account of the particularities of the structures of their farming sectors. As payment could be granted to farmers with so-called ‘landless’ holdings, the application of the hectare-based threshold would be ineffective. The support-related minimum amount should therefore apply to such farmers. To ensure equal treatment of farmers whose direct payments are subject to phasing-in in Bulgaria and Romania, the minimum threshold should be based on the final amounts to be granted at the end of the phasing-in process. (15) The distribution of direct income support among farmers is characterised by the allocation of disproportionate amounts of payments to a rather small number of large beneficiaries. Due to economies of size, larger beneficiaries do not require the same level of unitary support for the objective of income support to be efficiently achieved. Moreover, the potential to adapt makes it easier for larger beneficiaries to operate with lower levels of unitary support. It is therefore fair to introduce a system for large beneficiaries where the support level is gradually reduced and ultimately capped to improve the distribution of payments between farmers. Such system should however take into account salaried labour intensity to avoid disproportionate effects on large farms with high employment numbers. Those maximum levels should not apply to ",
        "EN 14 EN payments granted to agricultural practices beneficial for the climate and the environment since the beneficial objectives they pursue could be diminished as a result. In order to make capping effective, Member States should establish some criteria in order to avoid abusive operations by farmers seeking to evade its effects. The proceeds of the reduction and capping of payments to large beneficiaries should remain in the Member States where they were generated and should be used for financing projects with a significant contribution to innovation under Regulation (EU) No […] of the European Parliament and of the Council of….on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) 15 [RDR]. (16) In order to facilitate the implementation of capping, notably with regard to the procedures for granting direct payments to farmers and the corresponding transfers to rural development, net ceilings should be determined for each Member State to limit the payments to be made to farmers following the application of capping. To take into account the specificities of CAP support granted in accordance with Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union 16 and Council Regulation (EC) No 1405/2006 of 18 September 2006 laying down specific measures for agriculture in favour of the smaller Aegean islands and amending Regulation (EC) No 1782/2003 17 , and the fact that these direct payments are not subject to capping, the net ceiling for the Member States concerned should not include those direct payments. (17) It should be specified that the provisions of this Regulation which could give rise to behaviour of a Member State possibly constitutive of State aid are excluded from the application of the State aid rules given that the provisions concerned include appropriate conditions for the granting of support, or envisage the adoption of such conditions by the Commission, in order to prevent undue distortion of competition. (18) In order to achieve the objectives of the CAP, the support schemes may need to be adapted to changing developments, if necessary within short time-limits. Therefore, it is necessary to provide for a possible review of the schemes, in particular in the light of economic developments or the budgetary situation, implying that beneficiaries cannot rely on support conditions remaining unchanged. (19) Farmers in Member States which acceded to the European Union on or after 1 May 2004 received direct payments following a phasing-in mechanism provided for in the respective Acts of Accession. For Bulgaria and Romania, such mechanism will be still in force in 2014 and 2015. Furthermore, those Member States were allowed to grant complementary national direct payments. The possibility for granting such payments should be maintained for Bulgaria and Romania until they are fully phased-in. (20) In order to ensure a better distribution of support amongst agricultural land in the Union, including in those Member States which applied the single area payment scheme established under Regulation (EC) No 73/2009, a new basic payment scheme should replace the single payment scheme established under Council Regulation (EC) 15 OJ L […], […], p. […]. 16 OJ L 42, 14.2.2006, p. 1. 17 OJ L 265, 26.9.2006, p. 1. ",
        "EN 15 EN No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers 18 , and continued under Regulation (EC) No 73/2009, which combined previously existing support mechanisms into a single scheme of decoupled direct payments. Such a move should entail the expiry of payment entitlements obtained under those Regulations and the allocation of new ones, although still based on the number of eligible hectares at the disposal of farmers in the first year of implementation of the scheme. (21) Due to the successive integration of various sectors into the single payment scheme and the ensuing period of adjustment granted to farmers, it has become increasingly difficult to justify the presence of significant individual differences in the level of support per hectare resulting from use of historical references. Therefore direct income support should be more equitably distributed between Member States, by reducing the link to historical references and having regard to the overall context of the Union budget. To ensure a more equal distribution of direct support, while taking account of the differences that still exist in wage levels and input costs, the levels of direct support per hectare should be progressively adjusted. Member States with direct payments below the level of 90 % of the average should close one third of the gap between their current level and this level. This convergence should be financed proportionally by all Member States with direct payments above the Union average. In addition, all payment entitlements activated in 2019 in a Member State or in a region should have a uniform unit value following a convergence towards this value that should take place during the transition period in linear steps. However, in order to avoid disruptive financial consequences for farmers, Member States having used the single payment scheme, and in particular the historical model, should be allowed to partially take historical factors into account when calculating the value of payment entitlements in the first year of application of the new scheme. The debate on the next Multiannual Financial Framework for the period starting in 2021 should also focus on the objective of complete convergence through the equal distribution of direct support across the European Union during that period. (22) The experience gained with the application of the single payment scheme shows that some of its main elements should be kept, including the determination of national ceilings to ensure that the total level of support does not exceed current budgetary constraints. Member States should also continue to operate a national reserve that should be used to facilitate the participation of young new farmers in the scheme or may be used to take account of specific needs in certain regions. Rules on the transfer and use of payment entitlements should be kept but, where possible, simplified. (23) In order to guarantee the protection of the rights of beneficiaries and in order to clarify the specific situations that may arise in the application of the basic payment scheme, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of adopting rules on eligibility and the access in respect of the basic payment scheme of farmers in case of inheritance and anticipated inheritance, inheritance under a lease, change of legal status or denomination and in the case of merger or scission of the holding; adopting rules on the calculation of the value and number or on the increase in the value of payment 18 OJ L 270, 21.10.2003, p. 1. Regulation repealed and replaced by Regulation (EC) No 73/2009. ",
        "EN 16 EN entitlements in relation to the allocation of payment entitlements, including rules on the possibility of a provisional value and number or of a provisional increase of payment entitlements allocated on the basis of the application from the farmer, on the conditions for establishing the provisional and definitive value and number of the payment entitlements and on the cases where a sale or lease contract could affect the allocation of payment entitlements; adopting rules on the establishment and calculation of the value and number of payment entitlements received from the national reserve; adopting rules on the modification of the unit value of payment entitlements in the case of fractions of payment entitlements and criteria for the allocation of payment entitlements pursuant to the use of the national reserve and to farmers who did not apply for support in 2011. (24) In order to ensure the proper management of payment entitlements, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of adopting rules on the declaration and activation of payment entitlements. (25) As regards hemp, specific measures should be kept to ensure that illegal crops cannot be hidden among the crops eligible for the basic payment, thereby adversely affecting the common market organisation for hemp. Hence, payments should continue to be granted only for areas sown to varieties of hemp offering certain guarantees with regard to the psychotropic substance content. In order to preserve public health, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of adopting rules making the granting of payments conditional upon the use of certified seeds of certain hemp varieties and defining the procedure for the determination of hemp varieties and the verification of their tetrahydrocannabinol content. (26) One of the objectives of the new CAP is the enhancement of environmental performance through a mandatory \"greening\" component of direct payments which will support agricultural practices beneficial for the climate and the environment applicable throughout the Union. For that purpose, Member States should use part of their national ceilings for direct payments to grant an annual payment, on top of the basic payment, for compulsory practices to be followed by farmers addressing, as a priority, both climate and environment policy goals. Those practises should take the form of simple, generalised, non-contractual and annual actions that go beyond cross- compliance and are linked to agriculture such as crop diversification, maintenance of permanent grassland and ecological focus areas. The compulsory nature of those practises should also concern farmers whose holdings are fully or partly situated in \"Natura 2000\" areas covered by Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora 19 and by Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds 20 , as long as these practises are compatible with the objectives of those Directives. Farmers who fulfil the conditions laid down in Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 21 should benefit from 19 OJ L 206, 22.7.1992, p. 7 . 20 OJ L 20, 26.1.2010, p. 7. 21 OJ L 189, 20.7.2007, p. 1. ",
        "EN 17 EN the \"greening\" component without fulfilling any further obligation, given the recognised environmental benefits of the organic farming systems. Non-respect of the \"greening\" component should lead to penalties on the basis of Article 65 of Regulation (EU) No […] [HZR]. (27) In order to ensure that the obligations referred to the crop diversification measure are applied in a proportionate and non-discriminatory way and lead to an enhanced environmental protection, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of the adoption of the definition of 'crop' and of rules concerning the application of the measure. (28) In order to ensure that the land under permanent grassland is maintained as such by the farmers, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of the adoption of rules concerning the application of the measure. (29) In order to ensure the implementation of the ecological focus area measure in an efficient and coherent way, while taking into account Member States' specificities, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of the further definition of the types of ecological focus areas mentioned under that measure and the addition and definition of other types of ecological focus areas that can be taken into account for the respect of the percentage referred to in that measure. (30) In order to promote the sustainable development of agriculture in areas with specific natural constraints, Member States should be able to use part of their national ceilings for direct payments to grant an annual area-based payment, on top of the basic payment, to all farmers operating in such areas. That payment should not replace the support given under rural development programs and should not be granted to farmers in areas which were designated in accordance with Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) 22 but have not been designated in accordance with Article 46(1) of Regulation (EU) No […] of the European Parliament and of the Council of …. on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) 23 [RDR]. (31) The creation and development of new economic activity in the agricultural sector by young farmers is financially challenging and constitutes an element that should be considered in the allocation and targeting of direct payments. This development is essential for the competitiveness of the agricultural sector in the Union and, for that reason, an income support to young farmers commencing their agricultural activities should be established in order to facilitate the initial establishment of young farmers and the structural adjustment of their holdings after the initial setting up. Member States should be able to use part of their national ceilings for direct payments to grant an annual area-based payment, on top of the basic payment, to young farmers. That payment should only be granted during a period of maximum five years, since it 22 OJ L 277, 21.10.2005, p.1. Regulation repealed and replaced by Regulation (EU) No…[RDR] 23 OJ L…… ",
        "EN 18 EN should only cover the initial period of the life of the business and should not become an operating aid. (32) In order to guarantee the protection of the rights of beneficiaries and to avoid discrimination among them, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of defining the conditions under which a legal person may be considered eligible for receiving the payment for young farmers, in particular the application of the age-limit to one ore more natural persons participating in the legal person. (33) Member States should be allowed to use part of their national ceilings for direct payments for coupled support in certain sectors in clearly defined cases. The resources that may be used for any coupled support should be limited to an appropriate level, while allowing such support to be granted in Member States or in their specific regions facing particular situations where specific types of farming or specific agricultural sectors are particularly important for economic, environmental and/or social reasons. Member States should be allowed to use up to 5 % of their national ceilings for this support, or 10 % in case their level of coupled support in at least one of the years of the period 2010-2013 exceeded 5 %. However, in duly justified cases where certain sensitive needs in a region are demonstrated, and upon approval by the Commission, Member States should be allowed to use more than 10 % of their national ceiling. Coupled support should only be granted to the extent necessary to create an incentive to maintain current levels of production in those regions. This support should also be available to farmers holding, on 31 December 2013, special payment entitlements allocated under Regulation (EC) No 1782/2003 and Regulation (EC) No 73/2009 and who do not have eligible hectares for the activation of payment entitlements. As regards the approval of voluntary coupled support exceeding 10 % of the annual national ceiling fixed per Member State, the Commission should further be empowered to adopt implementing acts without applying Regulation (EU) No 182/2011. (34) In order to ensure efficient and targeted use of Union funds and to avoid double funding under other similar support instruments, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of defining the adoption of rules concerning the conditions for granting voluntary coupled support and of rules on its consistency with other Union measures and on the cumulation of support. (35) As regards support to the cotton sector, Regulation (EC) No 73/2009 considered necessary that part of it continued to be linked to the cultivation of cotton through a crop specific payment per eligible hectare to ensure against any risk of disruption to production in the cotton producing regions, taking into account all factors that influence this choice. This choice should be maintained in accordance with the objectives set out in Protocol No 4 on cotton attached to the 1979 Act of Accession. (36) In order to enable the efficient application of the crop-specific payment for cotton, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of the adoption of rules and conditions for the authorisation of land and varieties as regards the crop specific payment for cotton and of rules on the conditions for the granting of that specific payment, on the eligibility requirements and the agronomic practices, on criteria for the approval of inter-branch ",
        "EN 19 EN organisations, on obligations for producers and on the situation where the approved inter-branch organisation does not respect those criteria. (37) Chapter 2 of Council Regulation (EC) No 637/2008 of 23 June 2008 amending Regulation (EC) No 1782/2003 and establishing national restructuring programmes for the cotton sector 24 provided that each cotton producing Member State has, either every four years and for the first time by 1 January 2009, to submit to the Commission a draft four-year restructuring programme or submit to the Commission, by 31 December 2009, a single draft modified restructuring programme for a duration of eight years. Experience has shown that the restructuring of the cotton sector would be better served through other measures, including those under rural development programming financed under Regulation (EU) No […] [RDR], which would also allow for a greater co-ordination with measures in other sectors. However, the acquired rights and legitimate expectations of undertakings already involved in restructuring programmes should be respected. Therefore the ongoing programmes of four or eight years should be allowed to continue to their end. At the end of that period, however, the programmes should end. The funds available from the four-year programmes could then be integrated into the available Union funds for measures under rural development from 2014. The funds available after the end of the eight year programmes would not be useful in rural development programmes in 2018 given the programming period and could therefore be more usefully transferred to support schemes under this Regulation, as already provided for in the second sub-paragraph of Article 5(2) of Regulation (EC) No 637/2008. Regulation (EC) No 637/2008 will therefore become obsolete from 1 January 2014 or 1 January 2018 as regards Member States which have, respectively, four or eight-year programmes. Regulation (EC) No 637/2008 should therefore be repealed. (38) A simple and specific scheme for small farmers should be put in place in order to reduce the administrative costs linked to the management and control of direct support. For that purpose, a lump-sum payment replacing all direct payments should be established. Rules seeking simplification of formalities should be introduced by reducing, amongst others, the obligations imposed on small farmers such as those related to the application for support, to agricultural practices beneficial for the climate and the environment, to cross-compliance and to controls as laid down in Regulation (EU) No […] [HZR] without endangering the achievement of the overall objectives of the reform, it being understood that Union legislation as referred to in Annex II to Regulation (EU) No […] [HZR] applies to small farmers. The objective of that scheme should be to support the existing agricultural structure of small farms in the Union without countering the development towards more competitive structures. For that reason, access to the scheme should be limited to existing holdings. (39) In order to protect the rights of the farmers, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of the adoption of rules concerning participation in the small farmers scheme where the situation of the participating farmer changes. (40) In the interest of simplification and to take into account the specific situation of the outermost regions, direct payments in those regions should be managed within the 24 OJ L 178, 5.7.2008, p. 1. ",
        "EN 20 EN support programmes established by Regulation (EC) No 247/2006. As a consequence, provisions in this Regulation relating to the basic payment scheme and related payments and to coupled support should not apply to those regions. (41) Notifications are needed from Member States for the purpose of applying this Regulation, and for the purpose of monitoring, analysing and managing direct payments. In order to ensure the good application of the rules contained in this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of the adoption of the necessary measures regarding notifications to be made by Member States or for the purpose of checking, controlling, monitoring, evaluating and auditing direct payments, implementing international agreements, including notification requirements under those agreements and of rules laying down the nature and type of the information to be notified, on the methods of notification and on the access rights to the information or information systems and the conditions and means of publication of the information (42) Union legislation concerning the protection of individuals with regard to the processing of personal data and on the free movement of such data, in particular Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data 25 and Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data 26 are applicable. (43) With a view to strengthening their rural development policy, Member States should be given the possibility to transfer funds from their direct payments ceiling to their support assigned for rural development. At the same time, Member States where the level of direct support remains lower than 90 % of the Union average level of support should be given the possibility to transfer funds from their support assigned for rural development to their direct payments ceiling. Such choices should be made, within certain limits, once and for the whole period of application of this Regulation. (44) In order to ensure a smooth transition from the arrangements provided for in Regulation (EC) No 73/2009 to those laid down in this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission for the purpose of adopting the necessary measures to protect the acquired rights and legitimate expectations of farmers, HAVE ADOPTED THIS REGULATION: 25 OJ L 281, 23.11.1995, p.31. 26 OJ L 8, 12.1.2001, p. 1. ",
        "EN 21 EN TABLE OF CONTENTS EXPLANATORY MEMORANDUM ....................................................................................... 2 1. CONTEXT OF THE PROPOSAL............................................................................... 2 2. RESULTS OF CONSULTATIONS WITH THE INTERESTED PARTIES AND IMPACT ASSESSMENT ............................................................................................ 5 3. LEGAL ELEMENTS OF THE PROPOSAL .............................................................. 7 4. BUDGETARY IMPLICATION .................................................................................. 9 REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy ........................................................................................... 10 TITLE I SCOPE AND DEFINITIONS .................................................................................. 23 TITLE II GENERAL PROVISIONS ON DIRECT PAYMENTS ......................................... 26 CHAPTER 1 Common rules on direct payments.................................................................... 26 CHAPTER 2 Provisions applying to Bulgaria and Romania.................................................. 30 TITLE III BASIC PAYMENT SCHEME AND RELATED PAYMENTS ........................... 31 CHAPTER 1 Basic payment scheme ...................................................................................... 31 Section 1 Setting up of the basic payment scheme ................................................................. 31 Section 2 National reserve....................................................................................................... 34 Section 3 Implementation of the basic payment scheme ........................................................ 36 CHAPTER 2 Payment for agricultural practises beneficial for the climate and the environment.............................................................................................................................. 39 CHAPTER 3 Payment for areas with natural constraints ....................................................... 42 CHAPTER 4 Payment for young farmers............................................................................... 43 TITLE IV COUPLED SUPPORT........................................................................................... 45 CHAPTER 1 Voluntary coupled support................................................................................ 45 CHAPTER 2 Crop specific payment for cotton...................................................................... 48 TITLE V Small farmers scheme ............................................................................................. 51 ",
        "EN 22 EN TITLE VI national restructuring programmes for the cotton sector ....................................... 53 TITLE VII FINAL PROVISIONS.......................................................................................... 54 CHAPTER 1 Notifications and emergency ............................................................................ 54 CHAPTER 2 Delegations of powers and implementing provisions ....................................... 55 CHAPTER 3 Transitional and final provisions....................................................................... 56 ANNEX I List of support schemes ......................................................................................... 58 ANNEX II National ceilings referred to in Article 6.............................................................. 59 ANNEX III Net ceilings referred to in Article 7..................................................................... 60 ANNEX IV Coefficients to be applied under Article 10(1).................................................... 61 ANNEX V Financial provisions applying to Bulgaria and Romania referred to in Articles 16 and 17 ....................................................................................................................................... 62 ANNEX VI Average size of agricultural holding to be applied under Article 36(5) ............. 63 ANNEX VII CORRELATION TABLE ................................................................................. 64 LEGISLATIVE FINANCIAL STATEMENT......................................................................... 72 ",
        "EN 23 EN TITLE I SCOPE AND DEFINITIONS Article 1 Scope This Regulation establishes: (a) common rules on payments granted directly to farmers under the support schemes listed in Annex I (hereinafter referred to as \"direct payments\"); (b) specific rules concerning: (i) a basic payment for farmers (hereinafter referred to as the ‘basic payment scheme’); (ii) a payment for farmers observing agricultural practises beneficial for the climate and the environment; (iii) a voluntary payment for farmers in areas under natural constraints; (iv) a payment for young farmers who commence their agricultural activity; (v) a voluntary coupled support scheme; (vi) a crop specific payment for cotton; (vii) a simplified scheme for small farmers; (viii) a framework to enable Bulgaria and Romania to complement direct payments. Article 2 Amendment of Annex I The Commission shall be empowered to adopt delegated acts in accordance with Article 55 for the purpose of amending the list of support schemes set out in Annex I. Article 3 Application to the outermost regions and the smaller Aegean islands Article 11 shall not apply to the regions of the Union referred to in Article 349 of the Treaty, hereinafter referred to as \"outermost regions\" and to the direct payments granted in the smaller Aegean islands in accordance with Regulation (EC) No 1405/2006. Titles III, IV and V shall not apply to the outermost regions. ",
        "EN 24 EN Article 4 Definitions 1. For the purposes of this Regulation, the following definitions shall apply: (a) \"farmer\" means a natural or legal person, or a group of natural or legal persons, whatever legal status is granted to the group and its members by national law, whose holding is situated within the Union territory, as defined in Article 52 of the Treaty on European Union in conjunction with Articles 349 and 355 of the Treaty on the Functioning of the European Union, and who exercises an agricultural activity; (b) \"holding\" means all the units used for agricultural activities and managed by a farmer situated within the territory of the same Member State; (c) \"agricultural activity\" means: – rearing or growing of agricultural products including harvesting, milking, breeding animals and keeping animals for farming purposes, – maintaining the agricultural area in a state which makes it suitable for grazing or cultivation without any particular preparatory action going beyond traditional agricultural methods and machineries, or – carrying out a minimum activity to be established by Member States on agricultural areas naturally kept in a state suitable for grazing or cultivation; (d) \"agricultural products\" means the products listed in Annex I to the Treaty, with the exception of fishery products, as well as cotton; (e) \"agricultural area\" means any area taken up by arable land, permanent grassland or permanent crops; (f) \"arable land\" means land cultivated for crop production or areas available for crop production but laying fallow, including areas set aside in accordance with Articles 22, 23 and 24 of Regulation (EC) No 1257/1999, with Article 39 of Regulation (EC) No 1698/2005 and with Article 29 of Regulation (EU) No […] [RDR], irrespective of whether or not that land is under greenhouses or under fixed or mobile cover; (g) \"permanent crops\" means non-rotational crops other than permanent grassland that occupy the land for five years or longer and yield repeated harvests, including nurseries, and short rotation coppice; (h) \"permanent grassland\" means land used to grow grasses or other herbaceous forage naturally (self-seeded) or through cultivation (sown) and that has not been included in the crop rotation of the holding for five years or longer; it may include other species suitable for grazing provided that the grasses and other herbaceous forage remain predominant; (i) \"grasses or other herbaceous forage\" means all herbaceous plants traditionally found in natural pastures or normally included in mixtures of seeds for pastures or meadows in the Member State (whether or not used for grazing animals); ",
        "EN 25 EN (j) \"nurseries\" means the following areas of young ligneous (woody) plants grown in the open air for subsequent transplantation: – vine and root-stock nurseries; – fruit tree and berries nurseries; – ornamental nurseries; – commercial nurseries of forest trees (excluding those for the holding's own requirements grown within woodland); – trees and bushes for planting in gardens, parks, at the roadside and on embankments (e.g. hedgerow plants, rose trees and other ornamental bushes, ornamental conifers), including in all cases their stocks and young seedlings. (k) \"short rotation coppice\" means areas planted with tree species of CN code 06029041 to be defined by Member States, that consist of woody, perennial crops, the rootstock or stools remaining in the ground after harvesting, with new shoots emerging in the following season and with a maximum harvest cycle to be determined by the Member States. 2. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 for the purposes of: (a) laying down further definitions regarding the access to support under this Regulation; (b) establishing the framework within which Member States shall define the minimum activities to be carried out on areas naturally kept in a state suitable for grazing or cultivation; (c) establishing the criteria to be met by farmers in order to be deemed to have respected the obligation of maintaining the agricultural area in a state suitable for grazing or cultivation as referred to in point (c) of paragraph 1; (d) establishing the criteria to determine the predominance of grasses and other herbaceous forage for the purpose of point (h) of paragraph 1. ",
        "EN 26 EN TITLE II GENERAL PROVISIONS ON DIRECT PAYMENTS CHAPTER 1 Common rules on direct payments Article 5 Financing of direct payments The support schemes listed in Annex I to this Regulation shall be financed in accordance with Article 4(1)(b) of Regulation (EU) No […] [HZR]. Article 6 National ceilings 1. For each Member State and each year, the national ceiling comprising the total value of all allocated entitlements, of the national reserve and of the ceilings fixed in accordance with Articles 33, 35, 37 and 39 shall be as set out in Annex II. 2. In order to take account of the developments relating to the total maximum amounts of direct payments that may be granted, including those resulting from the decisions to be taken by the Member States in accordance with Article 14, the Commission shall be empowered to adopt delegated acts in accordance with Article 55 for the purpose of reviewing the national ceilings set out in Annex II. Article 7 Net ceilings 1. Without prejudice to Article 8, the total amount of direct payments which may be granted in a Member State pursuant to Titles III, IV and V in respect of a calendar year, after application of Article 11, shall not be higher than the ceilings set out in Annex III to this Regulation. In order to avoid that the total amount of direct payments is higher than the ceilings set out in Annex III, Member States shall make a linear reduction in the amounts of all direct payments with the exception of direct payments granted under Regulations (EC) No 247/2006 and (EC) No 1405/2006. 2. For each Member State and each year, the estimated product of capping as referred to in Article 11, which is reflected by the difference between the national ceilings set ",
        "EN 27 EN out in Annex II, to which is added the amount available in accordance with Article 44, and the net ceilings set out in Annex III, is made available as Union support for measures under rural development programming financed under the EAFRD as specified in Regulation (EU) No […] [RDR]. 3. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 for the purpose of reviewing the ceilings set out in Annex III. Article 8 Financial discipline 1. The adjustment rate determined in accordance with Article 25 of Regulation (EU) No […] [HZR] shall only apply to direct payments in excess of EUR 5 000 to be granted to farmers in the corresponding calendar year. 2. In the framework of the gradual introduction of direct payments as provided for in Article 16, paragraph 1 of this Article shall apply to Bulgaria and Romania as from 1 January 2016. 3. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning rules on the basis for calculation of reductions to be applied by Member States to farmers pursuant to paragraphs 1 and 2 of this Article. Article 9 Active farmer 1. No direct payments shall be granted to natural or legal persons, or to groups of natural or legal persons, where one of the following applies: (a) the annual amount of direct payments is less than 5 % of the total receipts they obtained from non-agricultural activities in the most recent fiscal year; or (b) their agricultural areas are mainly areas naturally kept in a state suitable for grazing or cultivation and they do not carry out on those areas the minimum activity established by Member States in accordance with Article 4(1)(c). 2. Paragraph 1 shall not apply to farmers who received less than EUR 5 000 of direct payments for the previous year . 3. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 for the purposes of laying down: (a) criteria to establish the amount of direct payments relevant for the purpose of paragraphs 1 and 2, in particular in the first year of allocation of payment entitlements where the value of the payment entitlements is not yet definitively established as well as for new farmers; (b) exceptions from the rule that the receipts during the most recent fiscal year are to be taken into account where those figures are not available; and ",
        "EN 28 EN (c) criteria to establish when a farmer's agricultural area is to be considered as mainly areas naturally kept in a state suitable for grazing or cultivation. Article 10 Minimum requirements for receiving direct payments 1. Member States shall decide not to grant direct payments to a farmer in one of the following cases: (a) where the total amount of direct payments claimed or due to be granted before the reductions and exclusions provided for in Article 65 of Regulation (EU) No […] [HZR] in a given calendar year is less than EUR 100; (b) where the eligible area of the holding for which direct payments are claimed or due to be granted before the reductions and exclusions provided for in Article 65 of Regulation (EU) No […] [HZR] is less than one hectare. In order to take account of the structure of their agricultural economies, Member States may adjust the thresholds referred to in points (a) and (b) within the limits set out in Annex IV. 2. Where farmers receiving the animal-related coupled support referred to in Title IV hold fewer hectares than the threshold selected by a Member State for the purposes of point (b) of paragraph 1, that Member State shall apply point (a) of paragraph 1. 3. The Member States concerned may decide not to apply paragraph 1 in the outermost regions and in the smaller Aegean Islands. 4. In Bulgaria and Romania, for the years 2014 and 2015, the amount claimed or due to be granted as referred to in paragraph 1 shall be calculated on the basis of the amount set out in Annex V.A for the corresponding year. Article 11 Progressive reduction and capping of the payment 1. The amount of direct payments to be granted to a farmer under this Regulation in a given calendar year shall be reduced as follows: – by 20 % for the tranche of more than EUR 150 000 and up to EUR 200 000; – by 40 % for the tranche of more than EUR 200 000 and up to EUR 250 000; – by 70 % for the tranche of more than EUR 250 000 and up to EUR 300 000; – by 100 % for the tranche of more than EUR 300 000. 2. The amount referred to in paragraph 1 shall be calculated by subtracting the salaries effectively paid and declared by the farmer in the previous year, including taxes and social contributions related to employment, from the total amount of direct payments ",
        "EN 29 EN initially due to the farmer without taking into account the payments to be granted pursuant to Chapter 2 of Title III of this Regulation. 3. Member States shall ensure that no payment is made to farmers for whom it is established that, as from the date of publication of the Commission proposal for this Regulation, they artificially created the conditions to avoid the effects of this Article. Article 12 Multiple claims The area corresponding to the number of eligible hectares in respect of which an application for a basic payment has been submitted by a farmer pursuant to Chapter 1 of Title III may be the subject of an application for any other direct payment as well as for any other aid not covered by this Regulation, save as explicitly provided otherwise in this Regulation. Article 13 State aid By way of derogation from Article 146(1) of Regulation [sCMO], Articles 107, 108 and 109 of the Treaty shall not apply to payments made by Member States pursuant to and in conformity with this Regulation. Article 14 Flexibility between pillars 1. Before 1 August 2013, Member States may decide to make available as additional support for measures under rural development programming financed under the EAFRD as specified under Regulation (EU) No […] [RDR], up to 10 % of their annual national ceilings for calendar years 2014 to 2019 as set out in Annex II to this Regulation. As a result, the corresponding amount shall no longer be available for granting direct payments. The decision referred to in the first subparagraph shall be notified to the Commission by the date referred to in that subparagraph. The percentage notified in accordance with the second subparagraph shall be the same for the years referred to in the first subparagraph. 2. Before 1 August 2013, Bulgaria, Estonia, Finland, Latvia, Lithuania, Poland, Portugal, Romania, Slovakia, Spain, Sweden and the United-Kingdom may decide to make available as direct payments under this Regulation up to 5 % of the amount allocated to support for measures under rural development programming financed under the EAFRD in the period 2015-2020 as specified under Regulation (EU) No […] [RDR]. As a result, the corresponding amount shall no longer be available for support measures under rural development programming. ",
        "EN 30 EN The decision referred to in the first subparagraph shall be notified to the Commission by the date referred to in that subparagraph. The percentage notified in accordance with the second subparagraph shall be the same for the years referred to in the first subparagraph of paragraph 1. Article 15 Review Support schemes listed in Annex I shall apply without prejudice to a possible review at any time in the light of economic developments and the budgetary situation. CHAPTER 2 Provisions applying to Bulgaria and Romania Article 16 Gradual introduction of direct payments In Bulgaria and Romania, the national ceilings for payments referred to in Articles 33, 35, 37, 39 and 51 shall in 2014 and 2015 be established on the basis of the amounts set out in Annex V.A. Article 17 Complementary national direct payments and direct payments 1. In 2014 and 2015, Bulgaria and Romania may use national direct payments in order to complement payments granted under the basic payment scheme referred to in Chapter 1 of Title III and, in the case of Bulgaria, also to complement payments granted under the crop specific payment for cotton referred to in Chapter 2 of Title IV. 2. The total amount of complementary national direct payments to the basic payment scheme which may be granted in respect of 2014 and 2015 shall not exceed the amounts set out in Annex V.B for each of those years. 3. For Bulgaria, the total amount of complementary national direct payments to the crop specific payment for cotton shall not exceed the amounts set out in Annex V.C for each of the years referred to in that Annex. 4. Complementary national direct payments shall be granted in accordance with objective criteria and in such a way as to ensure equal treatment between farmers and to avoid market and competition distortions. ",
        "EN 31 EN TITLE III BASIC PAYMENT SCHEME AND RELATEDPAYMENTS CHAPTER 1 Basic payment scheme S ECTION 1 S ETTING UP OF THE BASIC PAYMENT SCHEME Article 18 Payment entitlements 1. Support under the basic payment scheme shall be available to farmers if they obtain payment entitlements under this Regulation through first allocation pursuant to Article 21, from the national reserve pursuant to Article 23 or by transfer pursuant to Article 27. 2. Payment entitlements obtained under the single payment scheme in accordance with Regulation (EC) No 1782/2003 and with Regulation (EC) No 73/2009 shall expire on 31 December 2013. Article 19 Basic payment scheme ceiling 1. The Commission shall, by means of implementing acts, set the annual national ceiling for the basic payment scheme by deducting from the annual national ceiling established in Annex II the annual amounts to be set in accordance with Articles 33, 35, 37 and 39. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). 2. For each Member State and each year, the total value of all allocated payment entitlements and the national reserve shall equal the respective national ceiling adopted by the Commission pursuant to paragraph 1. 3. In case of modification of the ceiling adopted by the Commission pursuant to paragraph 1 as compared to the previous year, a Member State shall linearly reduce or increase the value of all payment entitlements in order to ensure compliance with paragraph 2. ",
        "EN 32 EN Article 20 Regional allocation of the national ceilings 1. Member States may decide, before 1 August 2013, to apply the basic payment scheme at regional level. In that case they shall define the regions in accordance with objective and non-discriminatory criteria such as their agronomic and economic characteristics and their regional agricultural potential, or their institutional or administrative structure. 2. Member States shall divide the national ceiling referred to in Article 19(1) between the regions in accordance with objective and non-discriminatory criteria. 3. Member States may decide that the regional ceilings shall be subject to annual progressive modifications in accordance with pre-established annual steps and objective and non-discriminatory criteria such as the agricultural potential or environmental criteria. 4. To the extent necessary to respect the applicable regional ceilings determined in accordance with paragraph 2 or 3, Member States shall make a linear reduction or increase in the value of the payment entitlements in each of their regions. 5. The Member States shall notify the Commission by 1 August 2013 of the decision referred to in paragraph 1, together with the measures taken for the application of paragraphs 2 and 3. Article 21 First allocation of payment entitlements 1. Subject to paragraph 2, payment entitlements shall be allocated to farmers if they apply for allocation of payment entitlements under the basic payment scheme by 15 May 2014 except in case of force majeure and exceptional circumstances. 2. Farmers who, in 2011, activated at least one payment entitlement under the single payment scheme or claimed support under the single area payment scheme, both in accordance with Regulation (EC) No 73/2009, shall receive payment entitlements the first year of application of the basic payment scheme provided they are entitled to be granted direct payments in accordance with Article 9. By way of derogation from the first subparagraph, farmers shall receive payment entitlements the first year of application of the basic payment scheme, provided they are entitled to be granted direct payments in accordance with Article 9 and that in 2011: (a) under the single payment scheme, they did not activate any entitlement but produced exclusively fruits, vegetables and/or cultivate exclusively vineyard; (b) under the single area payment scheme, they did not claim any support and had only agricultural land that was not in good agricultural conditions on 30 June 2003 as provided for in Article 124(1) of Regulation (EC) No 73/2009, ",
        "EN 33 EN Except in the case of force majeure or exceptional circumstances, the number of payment entitlements allocated per farmer shall be equal to the number of eligible hectares, within the meaning of Article 25(2), the farmer declares in accordance with Article 26(1) for 2014. 3. In case of sale or lease of their holding or part of it, natural or legal persons complying with paragraph 2 may, by contract signed before 15 May 2014, transfer the right to receive payment entitlements as referred to in paragraph 1 to only one farmer provided that the latter complies with the conditions laid down in Article 9. 4. The Commission shall, by means of implementing acts, adopt rules on applications for allocation of payment entitlements submitted in the year of allocation of payment entitlements where those payment entitlements may not be definitively established yet and where that allocation is affected by specific circumstances. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). Article 22 Value of payment entitlements and convergence 1. For each relevant year, the unit value of payment entitlements shall be calculated by dividing the national or regional ceiling established under Articles 19 or 20, after application of the linear reduction provided for in Article 23(1), by the number of payment entitlements allocated at national or regional level according to Article 21(2) for 2014. 2. Member States which applied the single payment scheme as provided for in Regulation (EC) No 73/2009 , may limit the calculation of the unit value of payment entitlements provided for in paragraph 1 to an amount corresponding to no less than 40 % of the national or regional ceiling established under Articles 19 or 20, after application of the linear reduction provided for in Article 23(1). 3. Member States making use of the possibility provided for in paragraph 2 shall use the part of the ceiling which remains after the application of that paragraph to increase the value of payment entitlements in cases where the total value of payment entitlements held by a farmers under the basic payment scheme calculated according to paragraph 2 is lower than the total value of payment entitlements, including special entitlements, he held on 31 December 2013 under the single payment scheme in accordance with Regulation (EC) No 73/2009. To this end, the national or regional unit value of each of the payment entitlement of the farmer concerned shall be increased by a share of the difference between the total value of the payment entitlements under the basic payment scheme calculated according to paragraph 2 and the total value of payment entitlements, including special entitlements, which the farmer held on 31 December 2013 under the single payment scheme in accordance with Regulation (EC) No 73/2009. For the calculation of the increase, a Member State may also take into account the support granted in calendar year 2013 pursuant to Articles 52, 53(1), and 68(1)(b), of Regulation (EC) No 73/2009 provided that the Member State has decided not to ",
        "EN 34 EN apply the voluntary coupled support pursuant to Title IV of this Regulation to the relevant sectors. For the purpose of the first subparagraph, a farmer is considered to hold payment entitlements on 31 December 2013 where payment entitlements were allocated or definitively transferred to him by that date. 4. For the purposes of paragraph 3, a Member State may, on the basis of objective criteria, provide that, in cases of sale or grant or expiry of all or part of a lease of agricultural areas after the date fixed pursuant to Article 35 of Regulation (EC) No 73/2009 and before the date fixed pursuant to Article 26 of this Regulation, the increase, or part of the increase, in the value of payment entitlements that would be allocated to the farmer concerned shall revert to the national reserve where the increase would lead to a windfall profit for the farmer concerned. Those objective criteria shall be established in such a way as to ensure equal treatment between farmers and to avoid market and competition distortions and shall include, at least, the following: (a) a minimum duration for the lease; (b) the proportion of the payment received which shall revert to the national reserve. 5. As of claim year 2019 at the latest, all payment entitlements in a Member State or, in case of application of Article 20, in a region, shall have a uniform unit value. 6. When applying paragraphs 2 and 3, Member States, acting in compliance with the general principles of Union law, shall move towards approximating the value of the payment entitlements at national or regional level. To this end, Member States shall fix the steps to be taken by 1 August 2013. Those steps shall include annual progressive modifications of the payment entitlements in accordance with objective and non-discriminatory criteria. The steps referred to in the first subparagraph shall be notified to the Commission by the date referred to in that subparagraph. S ECTION 2 N ATIONAL RESERVE Article 23 Establishment and use of the national reserve 1. Each Member State shall establish a national reserve. For that purpose, in the first year of application of the basic payment scheme, Member States shall proceed to a linear percentage reduction of the basic payment scheme ceiling at national level in order to constitute the national reserve. This reduction shall not be higher than 3 % ",
        "EN 35 EN except, if required, to cover the allocation needs laid down in paragraph 4 for the year 2014. 2. Member States may administer the national reserve at regional level. 3. Member States shall establish payment entitlements from the national reserve in accordance with objective criteria and in such a way as to ensure equal treatment between farmers and to avoid market and competition distortions. 4. Member States shall use the national reserve to allocate payment entitlements, as a matter of priority, to young farmers who commence their agricultural activity. For the purposes of the first subparagraph, ‘young farmers who commence their agricultural activity’ means farmers fulfilling the conditions laid down in Article 36(2) that did not have any agricultural activity in their own name and at their own risk or did not have the control of a legal person exercising an agricultural activity in the 5 years preceding the start of the new agricultural activity. In case of a legal person, the natural person(s) who has the control of the legal person must not have had any agricultural activity in his own name and at his own risk or must not have had the control of a legal person exercising an agricultural activity in the 5 years preceding the start of the agricultural activity by the legal person. 5. Member States may use the national reserve to: (a) allocate payment entitlements to farmers in areas subject to restructuring and/or development programmes relating to a form of public intervention in order to prevent land from being abandoned and/or to compensate farmers for specific disadvantages in those areas; (b) linearly increase the value of payment entitlements under the basic payment scheme at national or regional level if the national reserve exceeds 3 % in any given year, provided that sufficient amounts remain available for allocations under paragraph 4, under point (a) of this paragraph and under paragraph 7. 6. When applying paragraphs 4 and 5(a), Member States shall establish the value of payment entitlements allocated to farmers on the basis of the national or regional average value of payment entitlements in the year of allocation. 7. Where a farmer is entitled to receive payment entitlements or increase the value of the existing ones by virtue of a definitive court’s ruling or by virtue of a definitive administrative act of the competent authority of a Member State, the farmer shall receive the number and value of payment entitlements established in that ruling or act at a date to be fixed by the Member State. However, this date shall not be later than the latest date for lodging an application under the basic payment scheme following the date of the court’s ruling or the administrative act, taking into account the application of Articles 25 and 26. Article 24 Replenishment of the national reserve ",
        "EN 36 EN 1. The national reserve is replenished by amounts resulting from: (a) payment entitlements not giving right to payments during two consecutive years due to the application of: (i) Article 9; (ii) Article 10(1). (b) any payment entitlement which has not been activated in accordance with Article 25 for a period of two years, except in the case of force majeure or exceptional circumstances; (c) payment entitlements voluntarily reverted by farmers; (d) the application of Article 22(4). 2. The Commission shall, by means of implementing acts, adopt necessary measures regarding the reversion of non-activated payment entitlements to the national reserve. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). S ECTION 3 I MPLEMENTATION OF THE BASIC PAYMENT SCHEME Article 25 Activation of payment entitlements 1. Support under the basic payment scheme shall be granted to farmers upon activation, by means of declaration in accordance with Article 26(1), of a payment entitlement per eligible hectare in the Member State where it has been allocated. Activated payment entitlements shall give a right to the annual payment of the amounts fixed therein, without prejudice to the application of financial discipline, progressive reduction and capping, linear reductions in accordance with Article 7, 37(2) and 51(1), and any reductions and exclusions imposed pursuant to Regulation (EU) No […] [HZR]. 2. For the purposes of this Title, ‘eligible hectare’ shall mean: (a) any agricultural area of the holding that is used for an agricultural activity or, where the area is used as well for non-agricultural activities, predominantly used for agricultural activities; or (b) any area which gave a right to payments in 2008 under the single payment scheme or the single area payment scheme laid down, respectively, in Title III and in Title IV A of Regulation No (EC) 1782/2003, and which: ",
        "EN 37 EN (i) no longer complies with the definition of 'eligible hectare' under point (a) as a result of the implementation of Directive 92/43/EEC, Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy 27 and Directive 2009/147/EC; or (ii) for the duration of the relevant commitment by the individual farmer, is afforested pursuant to Article 31 of Regulation (EC) No 1257/1999 or to Article 43 of Regulation (EC) No 1698/2005 or to Article 23 of Regulation (EU) No […] [RDR] or under a national scheme the conditions of which comply with Article 43(1), (2) and (3) of Regulation (EC) No 1698/2005 and Article 23 of Regulation (EU) No […] [RDR]; or (iii) for the duration of the relevant commitment of the individual farmer, is set aside pursuant to Articles 22, 23 and 24 of Regulation (EC) No 1257/1999 or to Article 39 of Regulation (EC) No 1698/2005 and Article 29 of Regulation (EU) No […] [RDR]. For the purposes of point (a) of the first subparagraph, where an agricultural area of a holding is also used for non-agricultural activities, that area shall be considered to be used predominantly for agricultural activities provided that those agricultural activities can be exercised without being significantly hampered by the intensity, nature, duration and timing of the non-agricultural activities. Member States shall establish criteria for the implementation of this subparagraph on their territory. In order to be eligible, areas must comply with the definition of eligible hectare throughout the calendar year, except in the case of force majeure or exceptional circumstances. 3. Areas used for the production of hemp shall only be eligible hectares if the varieties used have a tetrahydrocannabinol content not exceeding 0.2 %. Article 26 Declaration of eligible hectares 1. For the purposes of Article 25(1), the farmer shall declare the parcels corresponding to the eligible hectares accompanying any payment entitlement. Except in the case of force majeure or exceptional circumstances, those parcels shall be at the farmer's disposal on a date fixed by the Member State which shall be no later than the date fixed in that Member State for amending the aid application as referred to in Article 73(1) of Regulation (EU) No […] [HZR]. 2. Member States may, in duly justified circumstances, authorise the farmer to modify his declaration provided that he maintains at least the number of hectares corresponding to his payment entitlements and respects the conditions for granting the basic payment for the area concerned. 27 OJ L 327, 22.12.2000, p. 1 . ",
        "EN 38 EN Article 27 Transfer of payment entitlements 1. Payment entitlements may be transferred only to a farmer established within the same Member State, except in the case of transfer by actual or anticipated inheritance. However, even in the case of actual or anticipated inheritance, payment entitlements may be used only in the Member State where the payment entitlements were established. 2. Payment entitlements may be transferred only within the same region or between regions of a Member State where the value of payment entitlements per hectare resulting from the application of either Article 22(1) or Article 22(2) are the same. 3. The Commission shall, by means of implementing acts, adopt necessary requirements related to the notification of transfer of payment entitlements to the national authorities and the deadlines within which such notification is to take place. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). Article 28 Delegated powers The Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning: (a) rules on eligibility and the access in respect of the basic payment scheme of farmers, in case of inheritance and anticipated inheritance, inheritance under a lease, change of legal status or denomination and in the case of merger or scission of the holding; (b) rules on the calculation of the value and number or on the increase or reduction in the value of payment entitlements in relation to the allocation of payment entitlements under any provision of this Title, including rules: (i) on the possibility of a provisional value and number or of a provisional increase of payment entitlements allocated on the basis of the application from the farmer, (ii) on the conditions for establishing the provisional and definitive value and number of the payment entitlements, (iii) on the cases where a sale or lease contract could affect the allocation of payment entitlements. (c) rules on the establishment and calculation of the value and number of payment entitlements received from the national reserve; ",
        "EN 39 EN (d) rules on the modification of the unit value of payment entitlements in the case of fractions of payment entitlements; (e) criteria to be applied by Member States to allocate payment entitlements to farmers who did not activate any entitlement in 2011 or did not claim support under the single area payment scheme in 2011 as provided for in Article 21(2) and to allocate payment entitlements in case of application of the contract clause referred to in Article 21(3); (f) criteria for the allocation of payment entitlements pursuant to in Article 23(4) and (5); (g) rules on the declaration and activation of payment entitlements; (h) rules making the granting of payments conditional upon the use of certified seeds of certain hemp varieties and laying down the procedure for the determination of hemp varieties and the verification of their tetrahydrocannabinol content referred to in Article 25(3). CHAPTER 2 Payment for agricultural practises beneficial for the climate and the environment Article 29 General rules 1. Farmers entitled to a payment under the basic payment scheme referred to in Chapter 1 shall observe on their eligible hectares as defined in Article 25(2) the following agricultural practises beneficial for the climate and the environment: (a) to have three different crops on their arable land where the arable land of the farmer covers more than 3 hectares and is not entirely used for grass production (sown or natural), entirely left fallow or entirely cultivated with crops under water for a significant part of the year; (b) to maintain existing permanent grassland on their holding; and (c) to have ecological focus area on their agricultural area. 2. Without prejudice to paragraphs 3 and 4 and to the application of financial discipline, linear reductions in accordance with Article 7, and any reductions and penalties imposed pursuant to Regulation (EU) No […] [HZR], Member States shall grant the payment referred to in this Chapter to farmers observing those of the three practises referred to in paragraph 1 that are relevant for them, and in function of their compliance with Articles 30, 31 and 32.. ",
        "EN 40 EN 3. Farmers whose holdings are fully or partly situated in areas covered by Directives 92/43/EEC or 2009/147/EC shall be entitled to the payment referred to in this Chapter provided that they observe the practises referred to in this Chapter to the extent that those practises are compatible in the holding concerned with the objectives of those Directives. 4. Farmers complying with the requirements laid down in Article 29(1) of Regulation (EC) No 834/2007 as regards organic farming shall be entitled ipso facto to the payment referred to in this Chapter. The first subparagraph shall apply only to the units of a holding that are used for organic production in accordance with Article 11 of Regulation (EC) No 834/2007. 5. The payment referred to in paragraph 1 shall take the form of an annual payment per eligible hectare declared according to Article 26(1), the amount of which shall be calculated annually by dividing the amount resulting from the application of Article 33(1) by the total number of eligible hectares declared in the Member State concerned according to Article 26. Article 30 Crop diversification 1. Where the arable land of the farmer covers more than 3 hectares and is not entirely used for grass production (sown or natural), entirely left fallow or entirely cultivated with crops under water for a significant part of the year, cultivation on the arable land shall consist of at least three different crops. None of those three crops shall cover less than 5 % of the arable land and the main one shall not exceed 70 % of the arable land. 2. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 laying down the definition of 'crop' and the rules concerning the application of the precise calculation of shares of different crops. Article 31 Permanent grassland 1. Farmers shall maintain as permanent grassland the areas of their holdings declared as such in the application made pursuant to Article 74(1) of Regulation (EU) No XXX (HZ) for claim year 2014, hereinafter referred to as “reference areas under permanent grassland”. The reference areas under permanent grassland shall be increased in cases where the farmer has an obligation to reconvert areas into permanent grassland in 2014 and/or in 2015 as referred to in Article 93 of Regulation (EU) No […] HZR. 2. Farmers shall be allowed to convert a maximum of 5 % of their reference areas under permanent grassland. That limit shall not apply in the case of force majeure or exceptional circumstances. ",
        "EN 41 EN 3. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 laying down rules concerning the increase of reference areas under permanent grassland as laid down in the second subparagraph of paragraph 1, the renewal of permanent grassland, the reconversion of agricultural area into permanent grassland in case the authorised decrease referred to in paragraph 2 is exceeded, as well as the modification of the reference areas under permanent grassland in case of transfer of land. Article 32 Ecological focus area 1. Farmers shall ensure that at least 7 % of their eligible hectares as defined in Article 25(2), excluding areas under permanent grassland, is ecological focus area such as land left fallow, terraces, landscape features, buffer strips and afforested areas as referred to in article 25(2)(b)(ii). 2. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 to further define the types of ecological focus areas referred to in paragraph 1 of this Article and to add and define other types of ecological focus areas that can be taken into account for the respect of the percentage referred to in that paragraph. Article 33 Financial provisions 1. In order to finance the payment referred to in this Chapter, Member States shall use 30 % of the annual national ceiling set out in Annex II. 2. Member States shall apply the payment referred to in this Chapter at national or, when applying Article 20, at regional level. In case of application at regional level, Member States shall use in each region a share of the ceiling set pursuant to paragraph 3. For each region, this share shall be calculated by dividing the respective regional ceiling as established in accordance with Article 20(2) by the ceiling determined according to Article 19(1). 3. The Commission shall, by means of implementing acts, set out the corresponding ceiling for the payment referred to in this Chapter on a yearly basis. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). ",
        "EN 42 EN CHAPTER 3 Payment for areas with natural constraints Article 34 General rules 1. Member States may grant a payment to farmers entitled to a payment under the basic payment scheme referred to in Chapter 1 and whose holdings are fully or partly situated in areas with natural constraints designated by Member States in accordance with Article 33(1) of Regulation (EU) No […] [RDR]. 2. Member States may decide to grant the payment referred to in paragraph 1 to all areas falling within the scope of that paragraph or, alternatively, and on the basis of objective and non-discriminatory criteria, to restrict the payment to some of the areas referred to in Article 33(1) of Regulation (EU) No […] [RDR]. 3. Without prejudice to paragraph 2 and to the application of financial discipline, progressive reduction and capping, linear reduction as referred in Article 7, and any reductions and exclusions imposed pursuant to Article 65 of Regulation (EU) No […] [HZR], the payment referred to in paragraph 1 shall be granted annually per eligible hectare situated in the areas to which Member States decided to grant a payment in accordance with paragraph 2 of this Article and shall be paid upon activation of payment entitlements on those hectares held by the farmer concerned. 4. The payment per hectare referred to in paragraph 1 shall be calculated by dividing the amount resulting from the application of Article 35 by the number of eligible hectares declared according to Article 26(1) which are situated in the areas to which Member States decided to grant a payment in accordance with paragraph 2 of this Article. 5. Member States may apply the payment referred to in this Chapter at regional level under the conditions laid down in this paragraph. In that case, Member States shall define the regions in accordance with objective and non-discriminatory criteria such as their natural constraint characteristics and agronomic conditions. Member State shall divide the national ceiling referred to in Article 35(1) between the regions in accordance with objective and non-discriminatory criteria. The payment at regional level shall be calculated by dividing the regional ceiling calculated in accordance with the third subparagraph by the number of eligible hectares declared according to Article 26(1) which are situated in the areas to which Member States decided to grant a payment in accordance with paragraph 2 of this Article. ",
        "EN 43 EN Article 35 Financial provisions 1. In order to finance the payment referred to in Article 34, Member States may decide, by 1 August 2013, to use up to 5 % of their annual national ceiling set out in Annex II. The decision referred to in the first subparagraph shall be notified to the Commission by the date referred to in that subparagraph. Member States may, by 1 August 2016, review their decision with effect from 1 January 2017. 2. According to the percentage of the national ceiling to be used by Member States pursuant to paragraph 1, the Commission shall, by means of implementing acts, fix the corresponding ceiling for that payment on a yearly basis. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). CHAPTER 4 Payment for young farmers Article 36 General rules 1. Member States shall grant an annual payment to young farmers who are entitled to a payment under the basic payment scheme referred to in Chapter 1. 2. For the purposes of this Chapter, 'young farmers', shall mean: (a) natural persons who are setting up for the first time an agricultural holding as head of the holding, or who have already set up such a holding during the five years preceding the first submission of an application to the basic payment scheme as referred in Article 73(1) of Regulation (EU) No […] [HZR], and (b) who are less than 40 years of age at the moment of submitting the application referred to in point (a). 3. Without prejudice to the application of financial discipline, progressive reduction and capping, linear reductions as referred in Article 7, and any reductions and exclusions imposed pursuant to Article 65 of Regulation (EU) No […] [HZR], the payment referred to in paragraph 1 of this Article shall be granted annually upon activation of payment entitlements by the farmer. 4. The payment referred to in paragraph 1 shall be granted per farmer for a period of maximum five years. That period shall be reduced by the number of years elapsed ",
        "EN 44 EN between the setting up and the first submission of the application referred to in point (a) of paragraph 2. 5. Member States shall calculate each year the amount of the payment referred to in paragraph 1 by multiplying a figure corresponding to 25 % of the average value of the payment entitlements held by the farmer by the number of entitlements he has activated in accordance with Article 26(1). When applying the first subparagraph, Member States shall respect the following maximum limits in the number of activated payment entitlements that are to be taken into account: (a) in Member States where the average size of agricultural holdings as set out in Annex VI is lower than, or equal to, 25 hectares, a maximum of 25; (b) in Member States where the average size of agricultural holdings as set out in Annex VI is higher than 25 hectares, a maximum that shall be no less that 25 and no greater than that average size. 6. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning the conditions under which a legal person may be considered eligible for receiving the payment referred to in paragraph 1, in particular the application of the age-limit set out in paragraph 2(b) to one ore more natural persons participating in the legal person. Article 37 Financial provisions 1. In order to finance the payment referred to in Article 36, Member States shall use a percentage of the annual national ceiling set out in Annex II which shall not be higher than 2 %. They shall notify the Commission, by 1 August 2013, of the estimated percentage necessary to finance that payment. Member States may, by 1 August 2016, review their estimated percentage with effect from 1 January 2017. They shall notify the Commission of the reviewed percentage by 1 August 2016. 2. Without prejudice to the maximum of 2 % set under paragraph 1, where the total amount of the payment applied for in a Member State in a particular year exceeds the ceiling set pursuant to paragraph 4, and where that ceiling is lower than 2 % of the annual national ceiling set out in Annex II, Member States shall apply a linear reduction to all payments to be granted to all farmers in accordance with Article 25. 3. Where the total amount of the payment applied for in a Member State in a particular year exceeds the ceiling set pursuant to paragraph 4, and where that ceiling amounts to 2 % of the annual national ceiling set out in Annex II, Member States shall apply a linear reduction to the amounts to be paid in accordance with Article 36 in order to comply with that ceiling. ",
        "EN 45 EN 4. On the basis of the estimated percentage notified by Member States pursuant to paragraph 1, the Commission shall, by means of implementing acts, set the corresponding ceiling for the payment referred to in Article 36 on a yearly basis. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). TITLE IV COUPLED SUPPORT CHAPTER 1 Voluntary coupled support Article 38 General rules 1. Member States may grant coupled support to farmers under the conditions laid down in this Chapter. Coupled support may be granted to the following sectors and productions: cereals, oilseeds, protein crops, grain legumes, flax, hemp, rice, nuts, starch potato, milk and milk products, seeds, sheepmeat and goatmeat, beef and veal, olive oil, silk worms, dried fodder, hops, sugar beet, cane and chicory, fruit and vegetables and short rotation coppice. 2. Coupled support may only be granted to sectors or to regions of a Member State where specific types of farming or specific agricultural sectors undergo certain difficulties and are particularly important for economic and/or social and/or environmental reasons. 3. By way of derogation from paragraph 2, coupled support may also be granted to farmers who held, on 31 December 2013, payment entitlements granted in accordance with Section 2 of Chapter 3 of Title III and Article 71m of Regulation (EC) No 1782/2003 and in accordance with Article 60 and the fourth subparagraph of Article 65 of Regulation (EC) No 73/2009; and who are without eligible hectares for the activation of payment entitlements under the basic payment scheme as referred to in Chapter 1 of Title III of this Regulation. 4. Coupled support may only be granted to the extent necessary to create an incentive to maintain current levels of production in the regions concerned. ",
        "EN 46 EN 5. Coupled support shall take the form of an annual payment and shall be granted within defined quantitative limits and based on fixed areas and yields or on a fixed number of animals. 6. Any coupled support granted under this Article shall be consistent with other Union measures and policies. 7. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning: (a) the conditions for granting the support referred to in this Chapter, (b) rules on consistency with other Union measures and on the cumulation of support. Article 39 Financial provisions 1. In order to finance the voluntary coupled support, Member States may decide, by 1 August of the year preceding the first year of implementation of such support, to use up to 5 % of their annual national ceiling set out in Annex II. 2. By way of derogation from paragraph 1, Member States may decide to use up to 10 % of the annual national ceiling set out in Annex II provided that: (a) they applied, until 31 December 2013, the single area payment scheme as laid down in Title V of Regulation (EC) No 73/2009, or financed measures under Article 111 of that Regulation, or are concerned by the derogation provided for in Article 69(5), or, in the case of Malta, in Article 69(1) of that Regulation; and/or (b) they allocated, during at least one year in the period 2010-2013, more than 5 % of their amount available for granting the direct payments provided for in Titles III, IV and V of Regulation (EC) No 73/2009, with the exception of Section 6 of Chapter 1 of Title IV, for financing the measures laid down in Section 2 of Chapter 2 of Title III of Regulation (EC) No 73/2009, the support provided for in points (i) to (iv) of paragraph 1(a) and paragraphs 1(b) and (e) of Article 68 of that Regulation, or the measures under Chapter 1, with the exception of Section 6, of Title IV of that Regulation. 3. By way of derogation from paragraph 2, Member States having allocated during at least one year in the period 2010-2013 more than 10 % of their amount available for granting the direct payments provided for in Titles III, IV and V of Regulation (EC) No 73/2009, with the exception of Section 6 of Chapter 1 of Title IV, for financing the measures laid down in Section 2 of Chapter 2 of Title III of Regulation (EC) No 73/2009, the support provided for in points (i) to (iv) of paragraph 1(a) and paragraphs 1(b) and (e) of Article 68 of that Regulation, or the measures under Chapter 1, with the exception of Section 6, of Title IV of that Regulation may decide to use more than 10 % of the annual national ceiling set out in Annex II upon approval by the Commission in accordance with Article 41. ",
        "EN 47 EN 4. Member States may, by 1 August 2016, review their decision pursuant to paragraphs 1, 2 and 3 and decide, with effect from 2017: (a) to increase the percentage fixed pursuant to paragraphs 1 and 2, within the limits laid down therein where applicable, and, where appropriate, modify the conditions for granting the support; (b) to reduce the percentage used for the funding of coupled support and, where appropriate, modify the conditions for granting that support; (c) to cease granting the support under this Chapter. 5. On the basis of the decision taken by each Member State pursuant to paragraphs 1 to 4 on the proportion of the national ceiling to be used, the Commission shall, by means of implementing acts, fix the corresponding ceiling for the support on a yearly basis. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). Article 40 Notification 1. The decisions referred to in Article 39 shall be notified to the Commission by the date referred to in that Article and, except for the decision referred to in Article 39(4)(c), the notification shall include information on the regions targeted, the selected types of farming or sectors and the level of support to be granted. 2. The decisions referred to in Article 39(2) and (3), or, where appropriate, in Article 39(4)(a), shall also include a detailed description of the particular situation in the region targeted and of the particular characteristics of the types of farming, or specific agricultural sectors, which make the percentage referred to in Article 39(1) insufficient to address the difficulties referred to in Article 38(2) and which justify an increased level of support. Article 41 Approval by the Commission 1. The Commission shall, by means of an implementing act, approve the decision referred to in Article 39(3), or, where appropriate, in Article 39(4)(a), where one of the following needs in the region or sector concerned is demonstrated: (a) the necessity to sustain a certain level of specific production due to the lack of alternatives and to reduce the risk of production abandonment and the resulting social and/or environmental problems, (b) the necessity to provide stable supply to the local processing industry, thus avoiding the negative social and economic consequence of any ensuing restructuring, ",
        "EN 48 EN (c) the necessity to compensate disadvantages affecting farmers in a particular sector which are the consequence of continuing disturbances on the related market; (d) the necessity to intervene where the existence of any other support available under this Regulation, Regulation (EU) No […] [RDR] or any approved State aid scheme is deemed insufficient to meet the needs referred to in points (a), (b) and (c). 2. The Commission shall, by means of implementing acts, adopt rules on the procedure for the assessment and approval of decisions referred to in paragraph 1. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). CHAPTER 2 Crop specific payment for cotton Article 42 Scope Aid shall be granted to farmers producing cotton falling within CN code 5201 00 under the conditions laid down in this Chapter (\"crop specific payment for cotton\"). Article 43 Eligibility 1. The crop specific payment for cotton shall be granted per hectare of eligible area of cotton. In order to be eligible, the area shall be located on agricultural land authorised by the Member State for cotton production, sown under authorised varieties and actually harvested under normal growing conditions. The crop specific payment for cotton shall be paid for cotton of sound, fair and marketable quality. 2. Member States shall authorise the land and the varieties referred to in paragraph 1 in accordance with the rules and conditions to be adopted pursuant to paragraph 3. 3. To ensure an efficient management of the crop-specific payment for cotton, the Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning rules and conditions for the authorisation of land and varieties for the purposes of the crop specific payment for cotton. 4. The Commission shall, by means of implementing acts, adopt rules on the procedure of the authorisation and the notifications to the producers related to this authorisation. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). ",
        "EN 49 EN Article 44 Base areas, fixed yields and reference amounts 1. The following national base areas are established: – Bulgaria: 3 342 ha, – Greece: 250 000 ha, – Spain: 48 000 ha, – Portugal: 360 ha. 2. The following fixed yields in the reference period are established: – Bulgaria: 1,2 tonne/ha, – Greece: 3,2 tonne/ha, – Spain: 3,5 tonne/ha, – Portugal: 2,2 tonne/ha. 3. The amount of the crop specific payment per hectare of eligible area shall be established by multiplying the yields established in paragraph 2 with the following reference amounts: – Bulgaria: EUR 523,02 in 2014; EUR 588,06 in 2015; and EUR 661,79 for 2016 and onwards – Greece: EUR 238,86 – Spain: EUR 369,33 – Portugal: EUR 232,57 4. If the eligible area of cotton in a given Member State and in a given year exceeds the base area established in paragraph 1, the amount referred to in paragraph 3 for that Member State shall be reduced proportionately to the overrun of the base area. 5. In order to enable the application of the crop-specific payment for cotton, the Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning rules on the conditions for the granting of the crop specific payment for cotton, on the eligibility requirements and the agronomic practices. 6. The Commission may, by means of implementing acts, provide for rules on the calculation of the reduction provided for in paragraph 4. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). ",
        "EN 50 EN Article 45 Approved inter-branch organisations 1. For the purpose of this Chapter, an ‘approved inter-branch organisation’ shall mean a legal entity made up of farmers producing cotton and at least one ginner, carrying out activities such as: (a) helping to coordinate better the way cotton is placed on the market, particularly through research studies and market surveys; (b) drawing up standard forms of contract compatible with Union rules; (c) orienting production towards products that are better adapted to market needs and consumer demand, particularly in terms of quality and consumer protection; (d) updating methods and means to improve product quality; (e) developing marketing strategies to promote cotton via quality certification schemes. 2. The Member State where the ginners are established shall approve interbranch organisations that satisfy the criteria to be laid down pursuant to paragraph 3. 3. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning: (a) criteria for the approval of inter-branch organisations; (b) obligations for producers; (c) rules for the situation where the approved inter-branch organisation does not respect those criteria. Article 46 Granting of the payment 1. Farmers shall be granted the crop specific payment for cotton per eligible hectare as established in Article 44. 2. Farmers who are members of an approved inter-branch organisation shall be granted the crop specific payment for cotton per eligible hectare within the base area laid down in Article 44(1), increased by an amount of EUR 2. ",
        "EN 51 EN TITLE V Small farmers scheme Article 47 General rules 1. Farmers holding payment entitlements allocated in 2014 pursuant to Article 21 and fulfilling the minimum requirements provided for in Article 10(1) may opt for participation in a simplified scheme under the conditions laid down in this Title, hereinafter referred to as 'small farmers scheme' 2. Payments under the small farmers scheme shall replace the payments to be granted pursuant to Titles III and IV. 3. Farmers participating in the small farmers scheme shall be exempted from the agricultural practises provided for in Chapter 2 of Title III. 4. Member States shall ensure that no payment is made to farmers for whom it is established that, as from the date of publication of the Commission proposal for this Regulation, they divide their holding with the sole purpose of benefiting from the small farmers scheme. This shall also apply to farmers whose holdings result from that division. Article 48 Participation Farmers wishing to participate in the small farmers scheme shall submit an application by 15 October 2014. Farmers not having applied for participation in the small farmers scheme by 15 October 2014 or deciding to withdraw from it after that date or selected for support under Article 20(1)(c) of Regulation (EU) No […] [RDR] shall no longer have the right to participate in that scheme. Article 49 Amount of the payment 1. Member States shall set the amount of the annual payment for the small farmers scheme at one of the following levels, subject to paragraphs 2 and 3: (a) an amount not exceeding 15 % of the national average payment per beneficiary; (b) an amount corresponding to the national average payment per hectare multiplied by a figure corresponding to the number of hectares with a maximum of three. ",
        "EN 52 EN The national average referred to in point (a) of the first subparagraph shall be established by the Member States on the basis of the national ceiling set in Annex II for calendar year 2019 and the number of farmers having obtained payment entitlements pursuant to Article 21(1). The national average referred to in point (b) of the first subparagraph shall be established by the Member States on the basis of the national ceiling set in Annex II for calendar year 2019 and the number of eligible hectares declared in accordance with Article 26 in 2014. 2. The amount referred to in paragraph 1 shall not be lower than EUR 500 and not be higher than EUR 1 000. Without prejudice to Article 51(1), where the application of paragraph 1 results in an amount lower than EUR 500 or higher than EUR 1 000, the amount shall be rounded up or down, respectively, to the minimum or maximum amount. 3. By way of derogation from paragraph 2, in Cyprus and Malta the amount referred to in paragraph 1 may be set at a value lower than EUR 500, but not less than EUR 200. Article 50 Special conditions 1. During the participation in the small farmers scheme, farmers shall: (a) keep at least a number of hectares corresponding to the number of entitlements held; (b) fulfil the minimum requirement provided for in Article 10(1)(b). 2. Payment entitlements activated in 2014 pursuant to Articles 25 and 26 by a farmer participating in the small farmers scheme shall be considered as activated entitlements for the duration of the participation of the farmer in that scheme. The payment entitlements held by the farmer during the participation in that scheme shall not be considered as unused payment entitlements reversible to the national reserve within the meaning of Article 24(1)(b). 3. By way of derogation from Article 27, payment entitlements held by farmers participating in the small farmers scheme shall not be transferable, except in case of inheritance or anticipated inheritance Farmers who by way of inheritance or anticipated inheritance receive payment entitlements from a farmer participating in the small farmers scheme shall be eligible for participation in that scheme provided they meet the requirements to benefit from the basic payment scheme and that they inherit all the payment entitlements held by the farmer from whom they receive the payment entitlements. 4. The Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning the conditions for participation in the scheme where the situation of the participating farmer changes. ",
        "EN 53 EN Article 51 Financial provisions 1. In order to finance the payment referred to in this Title, Member States shall deduct the amounts corresponding to the amounts to which the small farmers would be entitled as a basic payment referred to in Chapter 1 of Title III, as a payment for agricultural practises beneficial for the climate and the environment referred to in Chapter 2 of Title III and, where applicable, as a payment for areas with natural constraints referred to in Chapter 3 of Title III, as a payment for young farmers referred to in Chapter 4 of Title III and as coupled support referred to in Title IV from the total amounts available for the respective payments. The difference between the sum of all payments due under the small farmers scheme and the total amount financed in accordance with the first sub-paragraph shall be financed by applying a linear reduction to all payments to be granted in accordance with Article 25. The elements on the basis of which the amounts referred to in the first subparagraph are established shall remain the same for the entire duration of the participation of the farmer in the scheme. 2. If the total amount of payments due under the small farmers scheme exceeds 10 % of the annual national ceiling set out in Annex II, Member States shall apply a linear reduction to the amounts to be paid in accordance with this Title in order to respect that percentage. TITLE VI NATIONAL RESTRUCTURING PROGRAMMES FOR THE COTTON SECTOR Article 52 Use of the annual budget for the restructuring programmes 1. For Member States which have applied the first subparagraph of Article 4(1) of Regulation (EC) No 637/2008, the relevant annual budget available pursuant to Article 5(1) of that Regulation shall be transferred with effect from 1 January 2014 as additional Union funds for measures under rural development programming financed under Regulation (EU) No […] [RDR]. 2. For Member States which have applied the second subparagraph of Article 4(1) of Regulation (EC) No 637/2008, their annual budget as referred to in Article 5(1) of that Regulation is included with effect from 1 January 2017 in their national ceiling as set out in Annex II to this Regulation. ",
        "EN 54 EN TITLE VII FINAL PROVISIONS CHAPTER 1 Notifications and emergency Article 53 Notification requirements 1. The Commission shall be empowered to adopt delegated acts in accordance with Article 55, on the necessary measures regarding notifications to be made by Member States for the purposes of this Regulation or for the purpose of checking, controlling, monitoring, evaluating and auditing direct payments, implementing international agreements, including notification requirements under those agreements. In so doing it shall take into account the data needs and synergies between potential data sources. The information obtained may, where appropriate, be transmitted or made available to international organisations, the competent authorities of third countries and may be made public, subject to the protection of personal data and the legitimate interest of undertakings in the protection of their business secrets. 2. Taking into account the need to make notifications referred to in paragraph 1 fast, efficient, accurate, and cost effective, the Commission shall be empowered to adopt delegated acts in accordance with Article 55 for the purpose of laying down: (a) the nature and type of the information to be notified; (b) the methods of notification; (c) the rules related to the access rights to the information or information systems made available; (d) the conditions and means of publication of the information. 3. The Commission shall, by means of implementing acts, adopt: (a) rules on providing the information as necessary for the application of this Article; (b) arrangements for the management of the information to be notified, as well as rules on content, form, timing, frequency and deadlines of the notifications; (c) arrangements for transmitting or making information and documents available to the Member States, international organisations, the competent authorities in ",
        "EN 55 EN third countries, or the public, subject to the protection of personal data and the legitimate interest of farmers and undertakings in the protection of their business secrets. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). Article 54 Measures to resolve specific problems 1. The Commission shall, by means of implementing acts, adopt the measures which are both necessary and justifiable in an emergency, in order to resolve specific problems. Such measures may derogate from provisions of this Regulation, but only to the extent that, and for such a period, as is strictly necessary. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 56(2). 2. On duly justified imperative grounds of urgency relating to the measures referred to in paragraph 1, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 56(3). CHAPTER 2 Delegations of powers and implementing provisions Article 55 Exercise of the delegation 1. The power to adopt the delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The delegation of power referred to in this Regulation shall be conferred on the Commission for an indeterminate period of time from the entry into force of this Regulation. 3. The delegation of powers referred to in this Regulation may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. ",
        "EN 56 EN 5. A delegated act adopted pursuant to this Regulation shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of 2 months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by 2 months at the initiative of the European Parliament or the Council. Article 56 Committee procedure 1. The Commission shall be assisted by a Committee called \"Committee for Direct Payments\". That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. 3. Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply. CHAPTER 3 Transitional and final provisions Article 57 Repeals 1. Regulation (EC) No 637/2008 is repealed. However, it continues to apply until 31 December 2017 in respect of Member States which have exercised the option laid down in the second sub-paragraph of Article 4(1) of that Regulation. 2. Regulation (EC) No 73/2009 is repealed. Without prejudice to paragraph 3, references to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table set out in Annex VII. 3. The references made in this Regulation to Regulations (EC) No 73/2009 and (EC) No 1782/2003 shall be understood as referring to those Regulations such as they were in force before their repeal. ",
        "EN 57 EN Article 58 Transitional rules In order to ensure a smooth transition from the arrangements provided for in Regulation (EC) No 73/2009 to those laid down in this Regulation, the Commission shall be empowered to adopt delegated acts in accordance with Article 55 concerning the necessary measures to protect the acquired rights and legitimate expectations of farmers. Article 59 Entry into force and application This Regulation shall enter into force on the [seventh] day following that of its publication in the Official Journal of the European Union . It shall apply from 1 January 2014. However, Articles 14, 20(5), 22(6), 35(1), 37(1) and 39 shall apply from the date of entry into force of this Regulation. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, For the European Parliament For the Council The President The President ",
        "EN 58 EN ANNEX I List of support schemes Sector Legal base Notes Basic payment Title III, Chapter 1 of this Regulation Decoupled payment Payment for farmers following agricultural practices beneficial for the climate and the environment Title III, Chapter 2 of this Regulation Decoupled payment Payment for farmers in areas with specific natural constraints Title III, Chapter 3 of this Regulation Decoupled payment Payment for young farmers Title III, Chapter 4 of this Regulation Decoupled payment Voluntary coupled support Title IV, Chapter 1 of this Regulation Cotton Title IV, Chapter 2 of this Regulation Area payment Payment for small farmers Title V of this Regulation Decoupled payment Posei Title III of Regulation (EC) No 247/2006 Direct payments under measures established in the programmes Aegean islands Chapter III of Regulation (EC) No 1405/2006 Direct payments under measures established in the programmes ",
        "EN 59 EN ANNEX II National ceilings referred to in Article 6 (In thousands EUR) Calendar year 2014 2015 2016 2017 2018 2019 and subsequent year Belgium 553 521 544 065 534 632 525 205 525 205 525 205 Bulgaria 655 661 737 164 810 525 812 106 812 106 812 106 Czech Republic 892 698 891 875 891 059 890 229 890 229 890 229 Denmark 942 931 931 719 920 534 909 353 909 353 909 353 Germany 5 275 876 5 236 176 5 196 585 5 156 970 5 156 970 5 156 970 Estonia 108 781 117 453 126 110 134 749 134 749 134 749 Ireland 1 240 652 1 239 027 1 237 413 1 235 779 1 235 779 1 235 779 Greece 2 099 920 2 071 481 2 043 111 2 014 751 2 014 751 2 014 751 Spain 4 934 910 4 950 726 4 966 546 4 988 380 4 988 380 4 988 380 France 7 732 611 7 694 854 7 657 219 7 619 511 7 619 511 7 619 511 Italy 4 023 865 3 963 007 3 902 289 3 841 609 3 841 609 3 841 609 Cyprus 52 273 51 611 50 950 50 290 50 290 50 290 Latvia 163 261 181 594 199 895 218 159 218 159 218 159 Lithuania 396 499 417 127 437 720 458 267 458 267 458 267 Luxembourg 34 313 34 250 34 187 34 123 34 123 34 123 Hungary 1 298 104 1 296 907 1 295 721 1 294 513 1 294 513 1 294 513 Malta 5 316 5 183 5 050 4 917 4 917 4 917 Netherlands 806 975 792 131 777 320 762 521 762 521 762 521 Austria 707 503 706 850 706 204 705 546 705 546 705 546 Poland 3 038 969 3 066 519 3 094 039 3 121 451 3 121 451 3 121 451 Portugal 573 046 585 655 598 245 610 800 610 800 610 800 Romania 1 472 005 1 692 450 1 895 075 1 939 357 1 939 357 1 939 357 Slovenia 141 585 140 420 139 258 138 096 138 096 138 096 Slovakia 386 744 391 862 396 973 402 067 402 067 402 067 Finland 533 932 534 315 534 700 535 075 535 075 535 075 Sweden 710 853 711 798 712 747 713 681 713 681 713 681 United-Kingdom 3 624 384 3 637 210 3 650 038 3 662 774 3 662 774 3 662 774 ",
        "EN 60 EN ANNEX III Net ceilings referred to in Article 7 (In million EUR) Calendar year 2014 2015 2016 2017 2018 2019 and subsequent year Belgium 553.5 544.1 534.6 525.2 525.2 525.2 Bulgaria 656.2 733.6 799.7 801.2 801.2 801.2 Czech Republic 892.5 891.7 890.9 890.0 890.0 890.0 Denmark 942.8 931.6 920.4 909.3 909.3 909.3 Germany 5 275.3 5 235.6 5 196.1 5 156.5 5 156.5 5 156.5 Estonia 108.8 117.5 126.1 134.7 134.7 134.7 Ireland 1 240.7 1 239.0 1 237.4 1 235.8 1 235.8 1 235.8 Greece 2 253.2 2 226.5 2 199.8 2 173.1 2 173.1 2 173.1 Spain 4 978.9 4 994.4 5 010.0 5 031.4 5 031.4 5 031.4 France 7 732.6 7 694.9 7 657.2 7 619.5 7 619.5 7 619.5 Italy 4 023.6 3 962.8 3 902.1 3 841.4 3 841.4 3 841.4 Cyprus 52.3 51.6 51.0 50.3 50.3 50.3 Latvia 163.3 181.6 199.9 218.2 218.2 218.2 Lithuania 396.5 417.0 437.6 458.1 458.1 458.1 Luxembourg 34.3 34.2 34.2 34.1 34.1 34.1 Hungary 1 289.2 1 288.0 1 286.8 1 285.7 1 285.7 1 285.7 Malta 5.3 5.2 5.0 4.9 4.9 4.9 Netherlands 807.0 792.1 777.3 762.5 762.5 762.5 Austria 707.5 706.9 706.2 705.5 705.5 705.5 Poland 3 038.9 3 066.4 3 093.9 3 121.4 3 121.4 3 121.4 Portugal 573.2 585.8 598.4 611.0 611.0 611.0 Romania 1 468.0 1 684.0 1 880.9 1 924.0 1 924.0 1 924.0 Slovenia 141.6 140.4 139.3 138.1 138.1 138.1 Slovakia 384.4 389.5 394.5 399.4 399.4 399.4 Finland 533.9 534.3 534.7 535.1 535.1 535.1 Sweden 710.9 711.8 712.7 713.7 713.7 713.7 United-Kingdom 3 534.9 3 547.1 3 559.2 3 571.3 3 571.3 3 571.3 ",
        "EN 61 EN ANNEX IV Coefficients to be applied under Article 10(1) Member State Limit for the EUR threshold (Article 10(1)(a)) Limit for the hectare threshold (Article 10(1)(b)) Belgium 400 2 Bulgaria 200 0,5 Czech Republic 200 5 Denmark 300 5 Germany 300 4 Estonia 100 3 Ireland 200 3 Greece 400 0,4 Spain 300 2 France 300 4 Italy 400 0,5 Cyprus 300 0,3 Latvia 100 1 Lithuania 100 1 Luxemburg 300 4 Hungary 200 0,3 Malta 500 0,1 Netherlands 500 2 Austria 200 2 Poland 200 0,5 Portugal 200 0,3 Romania 200 0,3 Slovenia 300 0,3 Slovakia 200 2 Finland 200 3 Sweden 200 4 United Kingdom 200 5 ",
        "EN 62 EN ANNEX V Financial provisions applying to Bulgaria and Romania referred to in Articles 16 and 17 A. Amounts for calculating the national ceilings for payments referred to in Article 16: ( in thousands EUR ) 2014 2015 Bulgaria 805 847 808 188 Romania 1 802 977 1 849 068 B. Total amount of complementary national direct payments to the basic payment scheme referred to in Article 17(2): ( in thousands EUR ) 2014 2015 Bulgaria 150 186 71 024 Romania 330 971 156 618 C. Total amount of complementary national direct payments to the crop specific payment for cotton referred to in Article 17(3): ( in EUR ) 2014 2015 Bulgaria 556 523 295 687 ",
        "EN 63 EN ANNEX VI Average size of agricultural holding to be applied under Article 36(5) Member State Average size of agricultural holding (in hectares) Belgium 29 Bulgaria 6 Czech Republic 89 Denmark 60 Germany 46 Estonia 39 Ireland 32 Greece 5 Spain 24 France 52 Italy 8 Cyprus 4 Latvia 16 Lithuania 12 Luxemburg 57 Hungary 7 Malta 1 Netherlands 25 Austria 19 Poland 6 Portugal 13 Romania 3 Slovenia 6 Slovakia 28 Finland 34 Sweden 43 United Kingdom 54 ",
        "EN 64 EN ANNEX VII CORRELATION TABLE Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 1 Article 1 - - Article 2 - Article 2 Article 4 - - Article 5(2) - Article 3 Article 5 - Article 4(1) - Article 91 Article 4(2) - Article 95 Article 5 - Article 93 Article 6(1) - Article 94 Article 6(2) - - Article 7 - - Article 8(1) and (2) Article 7(1) and (3) - - Article 7(2) - Article 9 - - Article 10 - - Article 11(1) and (2) - Article 25(1) and (2) - Article 8 - Article 12(1) and (2) - Article 12 Article 12(3) - Article 14 Article 12(4) - - Article 13 - Article 13(2) Article 14 - Article 68 Article 15 - Article 69 Article 16 - Article 70 ",
        "EN 65 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 17 - Article 71 Article 18 - Article 72 Article 19 - Article 73 Article 20 - Article 75 Article 21 - Article 75(4) Article 22 - Article 96 Article 23 - Article 97 Article 24 - Article 99 Article 25 - Article 100 Article 26 - Article 63 Article 27(1) - Article 102(3) Article 27(2) - Article 49 Article 27(3) - Article 69(3) - Article 9 - Article 28(1) and (2) Article 10(1), (3) and (4) - - Article 10(2) - Article 28(3) Article 23(1)(a)(ii) - - Article 23(1)(a)(i), (c) and (d) - - Article 11 - Article 29 - Article 76 Article 30 - Article 62 Article 31 - Article 2(2) Article 32 Article 15 - Article 33(1) Article 18(1) - - Article 18(2) - Article 34(1) and (2) Article 25(1) and (2) - ",
        "EN 66 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 35 Article 26 - Article 36 - - Article 37 Article 12 - - Article 14 - Article 38 - - Article 39(1) Article 25(3) - Article 40(1) Article 6(1) - Article 40(2) Article 19(3) - Article 41(1) Article 23(1) - Article 41(2) Article 23(3) and (4) - Article 41(3) Article 23(5)(a) - Article 41(5) Article 23(5)(b) - - Article 23(2), (6) and (7) - Article 41(6) Article 22(4) - Article 42 Article 24(1)(b) - Article 43(1) and (2) Article 25(1) and (2) - Article 43(3) - - Article 44 - - Article 45 - - - - - - Article 19(1) and (2) - Article 46(1) to (4) Article 20(1) to (4) - Article 46(5) - - - Article 21 Article 47(1) - - Article 47(2) Article 22(1) regional application - ",
        "EN 67 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] - Article 22(1) national application - - Article 22(2),(3), (5), (6) and (7) - Article 48 - - Article 49 - - Article 50 - - Article 51 - - Article 52 - - Article 53 - - Article 54 - - Article 55 - - Article 56 - - Article 57 - - Article 58 - - Article 59 - - Article 60 - - Article 61 - - Article 62 - - Article 63 - - Article 64 - - Article 65 - - Article 66 - - Article 67 - - Article 68 - - Article 69 - - Article 70 - - Article 71 - - ",
        "EN 68 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 72 - - Article 73 - - Article 74 - - Article 75 - - Article 76 - - Article 77 - - Article 78 - - Article 79 - - Article 80 - - Article 81 - - Article 82 - - Article 83 - - Article 84 - - Article 85 - - Article 86 - - Article 87 - - Article 88 Article 42 - Article 89 Article 43 - Article 90 Article 44 - Article 91 Article 45 - Article 92 Article 46 - Article 93 - - Article 94 - - Article 95 - - Article 96 - - Article 97 - - ",
        "EN 69 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 98 - - Article 99 - - Article 100 - - Article 101 - - Article 102 - - Article 103 - - Article 104 - - Article 105 - - Article 106 - - Article 107 - - Article 108 - - Article 109 - - Article 110 - - Article 111 - - Article 112 - - Article 113 - - Article 114 - - Article 115 - - Article 116 - - Article 117 - - Article 118 - - Article 119 - - Article 120 - - Article 121 Article 16 - Article 122 - - Article 123 - - ",
        "EN 70 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 124 - - Article 124(6) - Article 98 Article 125 - - Article 126 - - Article 127 - - Article 128 - - Article 129 - - Article 130 - - Article 131 - - Article 132 Article 17 - Article 133 - - - Article 28 - - Article 29 - - Article 20 - - Article 31 - - Article 32 - - Article 33 - - Article 34 - - Article 35 - - Article 36 - - Article 37 - - Article 47 - - Article 48 - - Article 49 - - Article 50 - - Article 51 - ",
        "EN 71 EN Regulation (EC) No 73/2009 This Regulation Regulation (EU) No […] [HZR] Article 134 - - Article 135 - - Article 136 - - - Article 52 - Article 137 - - Article 138 Article 3 - Article 139 Article 13 - Article 140 Article 53 - Article 141 Article 56 - Article 142 Article 55 - Article 142(r) Article 54 - Article 143 - - Article 144 - - Article 145 - - Article 146 Article 55 - Article 146a - - Article 147 Article 56 - Article 148 - - Article 149 Article 57 - ",
        "EN 72 EN LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative - Proposal for a Regulation of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy; - Proposal for a Regulation of the European Parliament and of the Council establishing a common organisation of the markets in agricultural products (Single CMO Regulation); - Proposal for a Regulation of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD); - Proposal for a Regulation of the European Parliament and of the Council on the financing, management and monitoring of the common agricultural policy; - Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 73/2009 as regards the application of direct payments to farmers in respect of the year 2013; - Proposal for a Council Regulation determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products; - Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 1234/2007 as regards the regime of the single payment scheme and support to vine-growers. 1.2. Policy area(s) concerned in the ABM/ABB structure 28 Policy Area Title 05 of Heading 2 1.3. Nature of the proposal/initiative (Legislative framework for the CAP post 2013) x The proposal/initiative relates to a new action (cid:133) The proposal/initiative relates to a new action following a pilot project/preparatory action 29 x The proposal/initiative relates to the extension of an existing action x The proposal/initiative relates to an action redirected towards a new action 28 ABM: Activity-Based Management – ABB: Activity-Based Budgeting. 29 As referred to in Article 49(6)(a) or (b) of the Financial Regulation. ",
        "EN 73 EN 1.4. Objectives 1.4.1. The Commission's multiannual strategic objective(s) targeted by the proposal/initiative In order to promote resource efficiency with a view to smart, sustainable and inclusive growth for EU agriculture and rural development in line with the Europe 2020 Strategy, the objectives of the CAP are: - Viable food production; - Sustainable management of natural resources and climate action; - Balanced territorial development. 1.4.2. Specific objective(s) and ABM/ABB activity(ies) concerned Specific objectives for Policy area 05: Specific objective No 1: To provide environmental public goods Specific objective No 2: To compensate for production difficulties in areas with specific natural constraints Specific objective No 3: To pursue climate change mitigation and adaptation actions Specific objective No 4: To manage the EU budget (CAP) in accordance with high standards of financial management Specific objective for ABB 05 02 - Interventions in agricultural markets: Specific objective No 5: To improve the competitiveness of the agricultural sector and enhance its value share in the food chain Specific objective for ABB 05 03 - Direct aids: Specific objective No 6: To contribute to farm incomes and limit farm income variability ",
        "EN 74 EN Specific objectives for ABB 05 04 – Rural development: Specific objective No 7 To foster green growth through innovation Specific objective No 8: To support rural employment and maintain the social fabric of rural areas Specific objective No 9 To improve the rural economy and promote diversification Specific objective No 10 To allow for structural diversity in farming systems 1.4.3. Expected result(s) and impact It is not possible to set quantitative targets for impact indicators at this stage. Although the policy can steer in a certain direction, the broad economic, environmental and social outcomes measured by such indicators would ultimately also depend on the impact from a range of external factors, which recent experience indicates have become significant and unpredictable. Further analysis is on-going, to be ready for the period post-2013. As regards the direct payments, Member States will have the possibility to decide, to a limited degree, on the implementation of certain components of the direct payment schemes. For rural development, the expected results and impact will depend on the rural development programmes that Member States will submit to the Commission. Member States will be asked to set targets in their programmes. 1.4.4. Indicators of results and impact The proposals provide for the establishment of a common monitoring and evaluation framework with a view to measuring the performance of the Common Agricultural Policy. That framework shall include all instruments related to the monitoring and evaluation of CAP measures and in particular of the direct payments, market measures, rural development measures and of the application of cross compliance. The impact of these CAP measures shall be measured in relation to the following objectives: (a) viable food production, with a focus on agricultural income, agricultural productivity and price stability; (b) sustainable management of natural resources and climate action, with a focus on greenhouse gas emissions, biodiversity, soil and water; ",
        "EN 75 EN (c) balanced territorial development, with a focus on rural employment, growth and poverty in rural areas. By means of implementing acts, the Commission shall define the set of indicators specific to these objectives and areas. Moreover, as regards rural development, a reinforced common monitoring and evaluation system is proposed. That system aims (a) to demonstrate the progress and achievements of rural development policy and assess the impact, effectiveness, efficiency and relevance of rural development policy interventions, (b) to contribute to better targeted support for rural development, and (c) to support a common learning process related to monitoring and evaluation. The Commission will establish, by means of implementing act, a list of common indicators linked to the policy priorities. 1.5. Grounds for the proposal/initiative 1.5.1. Requirement(s) to be met in the short or long term In order to meet the multi-annual strategic objectives of the CAP which are a direct translation of the Europe 2020 strategy for European rural areas and to fulfil the relevant requirements of the Treaty, the proposals aim to lay down the legislative framework for the Common Agricultural Policy for the period after 2013. 1.5.2. Added value of EU involvement The future CAP will not only be a policy that caters for a small, albeit essential, part of the EU economy, but also a policy of strategic importance for food security, the environment and territorial balance. Thus, the CAP, as a truly common policy, makes the most efficient use of limited budgetary resources in maintaining a sustainable agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States. As mentioned in the Commission communication \"A Budget for Europe 2020\" 30 , the CAP is a genuinely European policy. Instead of operating 27 separate agricultural policies and budgets, Member States pool resources to operate a single European policy with a single European budget. This naturally means that the CAP accounts for a significant proportion of the EU budget. However, this approach is both more efficient and economical than an uncoordinated national approach. 1.5.3. Lessons learned from similar experiences in the past On the basis of the evaluation of the current policy framework, an extensive consultation with stakeholders as well as an analysis of future challenges and needs, a comprehensive impact assessment has been carried out. More details can be found in the impact assessment and the explanatory memorandum that are accompanying the legal proposals. 30 COM(2011)500 final of 29 June 2011. ",
        "EN 76 EN 1.5.4. Coherence and possible synergy with other relevant instruments The legislative proposals concerned by this financial statement should be seen in the broader context of the proposal for a single framework regulation with common rules for the common strategic framework funds (EAFRD, ERDF, ESF, Cohesion Fund and EMFF). That framework regulation will make an important contribution to reducing administrative burden, to spending EU funds in an effective way, and to put simplification into practice. This also underpins the new concepts of the common strategic framework for all these funds and the upcoming Partnership Contracts which will also cover these funds. The common strategic framework, which will be established, will translate the objectives and priorities of the Europe 2020 Strategy into priorities for the EAFRD together with the ERDF, ESF, Cohesion Fund and EMFF, which will ensure an integrated use of the funds to deliver common objectives. The common strategic framework will also set out coordination mechanisms with other relevant Union policies and instruments. Moreover, as regards the CAP, significant synergies and simplification effects will be obtained by harmonising and aligning the management and control rules for the first (EAGF) and second (EAFRD) pillar of the CAP. The strong link between the EAGF and the EAFRD should be maintained and the structures already in place in the Member States be sustained. 1.6. Duration and financial impact x Proposal/initiative of limited duration (for the draft regulations on direct payment schemes, rural development and transitional regulations) – x Proposal/initiative in effect from 01/01/2014 to 31/12/2020 – x Financial impact for the period of the next multi-annual financial framework. For rural development, impact on payments to 2023. x Proposal/initiative of unlimited duration (for the draft regulation on the single CMO and the horizontal regulation) – Implementation from 2014. 1.7. Management mode(s) envisaged 31 x Centralised direct management by the Commission (cid:133) Centralised indirect management with the delegation of implementation tasks to: – (cid:133) executive agencies – (cid:133) bodies set up by the Communities 32 31 Details of management modes and references to the Financial Regulation may be found on the BudgWeb site: http://www.cc.cec/budg/man/budgmanag/budgmanag_en.html ",
        "EN 77 EN – (cid:133) national public-sector bodies/bodies with public-service mission – (cid:133) persons entrusted with the implementation of specific actions pursuant to Title V of the Treaty on European Union and identified in the relevant basic act within the meaning of Article 49 of the Financial Regulation x Shared management with the Member States (cid:133) Decentralised management with third countries (cid:133) Joint management with international organisations (to be specified) Comments No substantive change compared to the present situation, i.e. the bulk of expenditure concerned by the legislative proposals on the CAP reform will be managed by shared management with the Member States. However, a very minor part will continue to fall under centralised direct management by the Commission. 32 As referred to in Article 185 of the Financial Regulation. ",
        "EN 78 EN 2. MANAGEMENT MEASURES 2.1. Monitoring and reporting rules In terms of monitoring and evaluation of the CAP, the Commission will present a report to the European Parliament and the Council every 4 years, with the first report to be presented not later than end 2017. This is complemented by specific provisions in all areas of the CAP, with various comprehensive reporting and notifications requirements to be specified in the implementing rules. As regards rural development, rules are also provided for monitoring at programme level, which will be aligned with the other funds, and which will be coupled with ex ante, on-going and ex post evaluations. 2.2. Management and control system 2.2.1. Risk(s) identified There are more than seven million beneficiaries of the CAP, receiving support under a large variety of different aid schemes, each of which having detailed and sometimes complex eligibility criteria. The reduction in the error rate in the domain of the common agricultural policy can already be considered as a trend. Thus, most recently an error rate close to 2% confirms the overall positive assessment of previous years. It is the intention to continue the efforts in order to achieve an error rate below 2%. 2.2.2. Control method(s) envisaged The legislative package, in particular the proposal for the regulation on the financing, management and monitoring of the common agricultural policy, envisages maintaining and reinforcing the current system established by Regulation (EC) No 1290/2005. It provides for a compulsory administrative structure at Member State level, centred around accredited paying agencies, which are responsible for carrying out controls at final beneficiary level in accordance with the principles set out under point 2.3. Every year, the head of each paying agency is required to provide a statement of assurance which covers the completeness, accuracy and veracity of the accounts, the proper functioning of the internal control systems and the legality and regularity of the underlying transactions. An independent audit body is required to provide an opinion on all these three elements. The Commission will continue to audit agricultural expenditure, using a risk-based approach in order to ensure that its audits are targeted to the areas of highest risk. Where these audits reveal that expenditure has been incurred in breach of Union rules, it will exclude the amounts concerned from Union financing under the conformity clearance system. ",
        "EN 79 EN As regards the cost of controls, a detailed analysis is provided in annex 8 to the impact assessment accompanying the legislative proposals. 2.3. Measures to prevent fraud and irregularities The legislative package, in particular the proposal for the regulation on the financing, management and monitoring of the common agricultural policy, envisages maintaining and reinforcing the current detailed systems for controls and penalties to be applied by the paying agencies, with common basis features and special rules tailored to the specificities of each aid regime. The systems generally provide for exhaustive administrative controls of 100% of the aid applications, cross-checks with other databases where this is considered appropriate as well as pre-payment on-the-spot checks of a minimum number of transactions, depending on the risk associated with the regime in question. If these on-the-spot checks reveal a high number of irregularities, additional checks must be carried out. In this context, the by far most important system is the Integrated Administration and Control System (IACS), which in financial year 2010 covered around 80% of total expenditure under the EAGF and the EAFRD. For Member States with properly functioning control systems and low error rates, the Commission will be empowered to allow for a reduction of the number of on-the-spot checks. The package further envisages that Member States shall prevent, detect and correct irregularities and fraud, impose effective, dissuasive and proportionate penalties as laid down in Union legislation or national law, and recover any irregular payments plus interests. It includes an automatic clearance mechanism for irregularity cases, which provides that if recovery has not taken place within four years of the date of the recovery request, or within eight years in the case of legal proceedings, the amounts not recovered shall be borne by the Member State concerned. This mechanism will be a strong incentive for Member States to recover irregular payments as quickly as possible. ",
        "EN 80 EN 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE The amounts indicated in this financial statement are expressed in current prices and in commitments. In addition to the changes resulting from the legislative proposals as listed in the accompanying tables below, the legislative proposals imply further changes which have no financial impact. For any of the years in the period 2014-2020, the application of financial discipline cannot be excluded at this stage. However, this will not depend on the reform proposals as such, but on other factors, such as the execution of direct aids or future developments in the agricultural markets. As concerns direct aids, the extended net ceilings for 2014 (calendar year 2013) included in the proposal regarding transition are higher than the amounts allocated to direct aids indicated in the accompanying tables. The purpose of this extension is to ensure a continuation of the existing legislation in a scenario in which all the other elements would remain unchanged, without prejudice to the possible need for applying the financial discipline mechanism. The reform proposals contain provisions giving Member States a set degree of flexibility in relation to their allocation of direct aids respectively rural development. In case Member States decide to use that flexibility, this will have financial consequences within the given financial amounts, which cannot be quantified at this stage. This financial statement does not take into account the possible use of the crises reserve. It should be underlined that the amounts taken into account for market-related expenditure are based on no public intervention buying-in and other measures related to a crisis situation in any sectors. 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected ",
        "EN 81 EN Table 1: Amounts for the CAP including complementary amounts foreseen in the MFF proposals and the CAP reform proposals In million EUR (current prices) Budget year 2013 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Inside MFF Heading 2 Direct aids and market-related expenditure (2) (3) (4) 44 939 45 304 44 830 45 054 45 299 45 519 45 508 45 497 45 485 317 193 Estimated assigned revenue 672 672 672 672 672 672 672 672 672 4 704 P1 Direct aids and market-related expenditure (with assigned revenue) 45 611 45 976 45 502 45 726 45 971 46 191 46 180 46 169 46 157 321 897 P2 Rural development (4) 14 817 14 451 14 451 14 451 14 451 14 451 14 451 14 451 14 451 101 157 Total 60 428 60 428 59 953 60 177 60 423 60 642 60 631 60 620 60 608 423 054 Heading 1 CSF Agricultural research and innovation N.A. N.A. 682 696 710 724 738 753 768 5 072 Most deprived persons N.A. N.A. 379 387 394 402 410 418 427 2 818 Total N.A. N.A. 1 061 1 082 1 104 1 126 1 149 1 172 1 195 7 889 Heading 3 Food safety N.A. N.A. 350 350 350 350 350 350 350 2 450 Outside MFF Reserve for agricultural crises N.A. N.A. 531 541 552 563 574 586 598 3 945 European Globalisation Fund (EGF) Of which maximum available for agriculture: (5) N.A. N.A. 379 387 394 402 410 418 427 2 818 TOTAL TOTAL Commission proposals (MFF + outside MFF) + assigned revenue 60 428 60 428 62 274 62 537 62 823 63 084 63 114 63 146 63 177 440 156 TOTAL MFF proposals (i.e. excluding Reserve and EGF) + assigned revenue 60 428 60 428 61 364 61 609 61 877 62 119 62 130 62 141 62 153 433 393 ",
        "EN 82 EN Notes: (1) Taking into account legislative changes already agreed, i.e. voluntary modulation for the UK and Article 136 \"unspent amounts\" will cease to apply by the end of 2013. (2) The amounts relate to the proposed annual ceiling for the first pillar. However, it should also be noted that it is proposed to move negative expenditure from accounting clearance (currently under budget item 05 07 01 06) to assigned revenue (under item 67 03). For details, see estimated revenue table on the page below. (3) The 2013 figures include the amounts for veterinary and phytosanitary measures as well as market measures for the fisheries sector. (4) The amounts in the table above are in line with those in the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final of 29 June 2011). However, it remains to be decided if the MFF will reflect the transfer that is proposed for the envelope of one Member State of the cotton national restructuring programme to rural development as from 2014, implying an adjustment (4 million EUR per year) of the amounts for respectively the EAGF sub-ceiling and for pillar 2. In the tables in the sections below, the amounts have been transferred, irrespective of them being reflected in the MFF. (5) In accordance with the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final), a total amount of up to 2.5 billion EUR in 2011 prices will be available under the European Globalisation Fund for providing additional support to farmers suffering from effects of globalisation. In the table above, the breakdown by year in current prices is only indicative . The proposal for the inter-institutional agreement between the European Parliament, the Council and the Commission on cooperation in budgetary matters and on sound financial management (COM(2011)403 final of 29 June 2011) sets out, for the EGF, an overall maximum annual amount of 429 million EUR in 2011 prices. ",
        "EN 83 EN 3.2. Estimated impact on expenditure 3.2.1. Summary of estimated impact on expenditure Table 2: Estimated revenue as well as expenditure for Policy Area 05 within Heading 2 In million EUR (current prices) Budget year 2013 2013 adjusted 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 REVENUE 123 – Sugar production charge (own resources) 123 123 123 123 246 67 03 - Assigned revenue 672 672 741 741 741 741 741 741 741 5 187 of which: ex 05 07 01 06 - Accounting clearance 0 0 69 69 69 69 69 69 69 483 Total 795 795 864 864 741 741 741 741 741 5 433 EXPENDITURE 05 02 - Markets (1) 3 311 3 311 2 622 2 641 2 670 2 699 2 722 2 710 2 699 18 764 05 03 - Direct aids (before capping) (2) 42 170 42 535 42 876 43 081 43 297 43 488 43 454 43 454 43 454 303 105 05 03 – Direct aids (after capping) 42 170 42 535 42 876 42 917 43 125 43 303 43 269 43 269 43 269 302 027 05 04 - Rural development (before capping) 14 817 14 451 14 455 14 455 14 455 14 455 14 455 14 455 14 455 101 185 05 04 - Rural development (after capping) 14 817 14 451 14 455 14 619 14 627 14 640 14 641 14 641 14 641 102 263 05 07 01 06 - Accounting clearance -69 -69 0 0 0 0 0 0 0 0 Total 60 229 60 229 59 953 60 177 60 423 60 642 60 631 60 620 60 608 423 054 NET BUDGET after assigned revenue 59 212 59 436 59 682 59 901 59 890 59 879 59 867 417 867 ",
        "EN 84 EN Notes: (1) For 2013, preliminary estimate based on Draft Budget 2012 taking into account legal adjustments already agreed for 2013 (e.g. wine ceiling, abolition of potato starch premium, dried fodder) as well as some foreseen developments. For all years, the estimates assume that there will be no additional financing need for support measures due to market disturbances or crises. (2) The 2013 amount includes an estimate of wine grubbing-up 2012. ",
        "EN 85 EN Table 3: Calculation of the financial impact by budget chapter of the CAP reform proposals as regards revenue and CAP expenditure In million EUR (current prices) 2013 2013 adjusted TOTAL 2014-2020 Budget year 2014 2015 2016 2017 2018 2019 2020 REVENUE 123 – Sugar production charge (own resources) 123 123 0 0 0 0 0 0 0 0 67 03 - Assigned revenue 672 672 69 69 69 69 69 69 69 483 of which: ex 05 07 01 06 - Accounting clearance 0 0 69 69 69 69 69 69 69 483 Total 795 795 69 69 69 69 69 69 69 483 EXPENDITURE 05 02 - Markets (1) 3 311 3 311 -689 -670 -641 -612 -589 -601 -612 -4 413 05 03 - Direct aids (before capping) (2) 42 170 42 535 -460 -492 -534 -577 -617 -617 -617 -3 913 05 03 - Direct aids – Estimated product of capping to be 0 -164 -172 -185 -186 -186 -186 -1 078 05 04 - Rural development (before capping) 14 817 14 451 4 4 4 4 4 4 4 28 05 04 - Rural development – Estimated product of capping to be 0 164 172 185 186 186 186 1 078 05 07 01 06 - Accounting clearance -69 -69 69 69 69 69 69 69 69 483 Total 60 229 60 229 -1 076 -1 089 -1 102 -1 115 -1 133 -1 144 -1 156 -7 815 NET BUDGET after assigned revenue -1 145 -1 158 -1 171 -1 184 -1 202 -1 213 -1 225 -8 298 ",
        "EN 86 EN Notes: (1) For 2013, preliminary estimate based on Draft Budget 2012 taking into account legal adjustments already agreed for 2013 (e.g. wine ceiling, abolition of potato starch premium, dried fodder) as well as some foreseen developments. For all years, the estimates assume that there will be no additional financing need for support measures due to market disturbances or crises. (2) The 2013 amount includes an estimate of wine grubbing-up 2012. ",
        "EN 87 EN Table 4: Calculation of the financial impact of the CAP reform proposals as regards CAP market-related expenditure In million EUR (current prices) BUDGET YEAR Legal base Estimated needs Changes to 2013 2013 (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Exceptional measures: streamlined and extended scope of legal base Art. 154, 155, 156 pm pm pm pm pm pm pm pm pm Removal of intervention for durum wheat and sorghum ex Art.10 pm - - - - - - - - Food programmes for most deprived (2) Ex-Art. 27 of Reg 1234/2007 500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -3 500.0 Private storage (Flax fibre) Art. 16 N.A. pm pm pm pm pm pm pm Pm Aid for cotton - Restructuring (3) ex Art. 5 of Reg. 637/2008 10.0 -4.0 -4.0 -4.0 -4.0 -4.0 -4.0 -4.0 -28.0 Setting-up aid for F&V producer groups ex Art. 117 30.0 0.0 0.0 0.0 -15.0 -15.0 -30.0 -30.0 -90.0 School fruit scheme Art. 21 90.0 60.0 60.0 60.0 60.0 60.0 60.0 60.0 420.0 Abolition hops PO ex Art. 111 2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -15.9 Optional private storage for skimmed-milk powder Art. 16 N.A. pm pm pm pm pm pm pm pm Abolition aid for use of skimmed milk/SMP as feedingstuff/casein and use of casein ex Art. 101, 102 pm - - - - - - - - Optional private storage for butter (4) Art. 16 14.0 [-1.0] [-14.0] [-14.0] [-14.0] [-14.0] [-14.0] [-14.0] [-85.0] Abolition milk promotional levy ex Art. 309 pm - - - - - - - - TOTAL 05 02 Net effect of reform proposals (5) -446.3 -446.3 -446.3 -461.3 -461.3 -476.3 -476.3 -3 213.9 ",
        "EN 88 EN Notes: (1) The 2013 needs are estimated based on the Commission's Draft Budget 2012, except for (a) the fruit & vegetables sectors where the needs are based on the financial statement of the respective reforms and (b) any legal changes already agreed. (2) The 2013 amount corresponds to Commission proposal COM(2010)486. As from 2014, the measure will be financed within Heading 1. (3) The envelope for the cotton restructuring programme for Greece (4 million EUR/year) will be transferred to rural development as from 2014. The envelope for Spain (6.1 million EUR/year) will go to the Single Payment Scheme as from 2018 (already decided). (4) Estimated effect in case of non-application of the measure. (5) In addition to expenditure within chapters 05 02 and 05 03, it is anticipated that direct expenditure within chapters 05 01, 05 07 and 05 08 will be financed by revenue that will be assigned to the EAGF. ",
        "EN 89 EN Table 5: Calculation of the financial impact of the CAP reform proposals as regards direct aids In million EUR (current prices) Legal base Estimated needs Changes to 2013 BUDGET YEAR 2013 (1) 2013 adjusted (2) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Direct aids 42 169.9 42 535.4 341.0 381.1 589.6 768.0 733.2 733.2 733.2 4 279.3 - Changes already decided: Phasing-in EU 12 875.0 1 133.9 1 392.8 1 651.6 1 651.6 1 651.6 1 651.6 10 008.1 Cotton restructuring 0.0 0.0 0.0 0.0 6.1 6.1 6.1 18.4 Health Check -64.3 -64.3 -64.3 -90.0 -90.0 -90.0 -90.0 -552.8 Previous reforms -9.9 -32.4 -32.4 -32.4 -32.4 -32.4 -32.4 -204.2 - Changes due to new CAP reform proposals -459.8 -656.1 -706.5 -761.3 -802.2 -802.2 -802.2 -4 990.3 Of which: capping 0.0 -164.1 -172.1 -184.7 -185.6 -185.6 -185.6 -1 077.7 TOTAL 05 03 Net effect of reform proposals -459.8 -656.1 -706.5 -761.3 -802.2 -802.2 -802.2 -4 990.3 TOTAL EXPENDITURE 42 169.9 42 535.4 42 876.4 42 916.5 43 125.0 43 303.4 43 268.7 43 268.7 43 268.7 302 027.3 ",
        "EN 90 EN Notes: (1) The 2013 amount includes an estimate of wine grubbing-up 2012. (2) Taking into account legislative changes already agreed, i.e. voluntary modulation for the UK and Article 136 \"unspent amounts\" will cease to apply by the end of 2013. ",
        "EN 91 EN Table 6: Components of direct aids In million EUR (current prices) BUDGET YEAR 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Annex II 42 407.2 42 623.4 42 814.2 42 780.3 42 780.3 42 780.3 256 185.7 Payment for agricultural practices beneficial for the climate and environment (30%) 12 866.5 12 855.3 12 844.3 12 834.1 12 834.1 12 834.1 77 068.4 Maximum that can be allocated to the Payment for young farmers (2%) 857.8 857.0 856.3 855.6 855.6 855.6 5 137.9 Basic Payment Scheme, Payment for areas with Natural Constraints, Voluntary Coupled Support 28 682.9 28 911.1 29 113.6 29 090.6 29 090.6 29 090.6 173 979.4 Maximum that can be taken from the above lines to finance the Small Farmer Scheme (10%) 4 288.8 4 285.1 4 281.4 4 278.0 4 278.0 4 278.0 25 689.3 Wine transfers included in Annex II 33 159.9 159.9 159.9 159.9 159.9 159.9 959.1 Capping -164.1 -172.1 -184.7 -185.6 -185.6 -185.6 -1 077.7 Cotton 256.0 256.3 256.5 256.6 256.6 256.6 1 538.6 POSEI/Small Aegean Islands 417.4 417.4 417.4 417.4 417.4 417.4 2 504.4 33 Direct aids for the period 2014-2020 include an estimate of the wine transfers to SPS based on the decisions taken by the Member States for 2013. ",
        "EN 92 EN Table 7: Calculation of the financial impact of the CAP reform proposals as regards transitional measures for granting direct aids in 2014 In million EUR (current prices) BUDGET YEAR Legal base Estimated needs Changes to 2013 2013 (1) 2013 adjusted 2014 (2) Annex IV to Council Regulation (EC) No 73/2009 40 165.0 40 530.5 541.9 Phasing-in EU 10 616.1 Health Check -64.3 Previous reforms -9.9 TOTAL 05 03 TOTAL EXPENDITURE 40 165.0 40 530.5 41 072.4 Notes: (1) The 2013 amount includes an estimate of wine grubbing-up 2012. (2) The extended net ceilings include an estimate of the wine transfers to SPS based on the decisions taken by the Member States for 2013. ",
        "EN 93 EN Table 8: Calculation of the financial impact of the CAP reform proposals as regards rural development In million EUR (current prices) BUDGET YEAR Legal base Rural development allocation Changes to 2013 2013 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Rural development programmes 14 788.9 14 423.4 Aid for cotton - Restructuring (2) 4.0 4.0 4.0 4.0 4.0 4.0 4.0 28.0 Product of capping of direct aids 164.1 172.1 184.7 185.6 185.6 185.6 1 077.7 RD envelope excluding technical assistance (3) -8.5 -8.5 -8.5 -8.5 -8.5 -8.5 -8.5 -59.4 Technical assistance (3) 27.6 27.6 8.5 3.5 3.5 3.5 3.5 3.5 3.5 29.4 Prize for local innovative co-operation projects (4) N.A. N.A. 0.0 5.0 5.0 5.0 5.0 5.0 5.0 30.0 TOTAL 05 04 Net effect of reform proposals 4.0 168.1 176.1 188.7 189.6 189.6 189.6 1 105.7 TOTAL EXPENDITURE (before capping) 14 816.6 14 451.1 14 455.1 14 455.1 14 455.1 14 455.1 14 455.1 14 455.1 14 455.1 101 185.5 TOTAL EXPENDITURE (after capping) 14 816.6 14 451.1 14 455.1 14 619.2 14 627.2 14 639.8 14 640.7 14 640.7 14 640.7 102 263.2 ",
        "EN 94 EN Notes: (1) Adjustments in line with the existing legislation only applicable until the end of financial year 2013. (2) The amounts in table 1 (section 3.1) are in line with those in the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final). However, it remains to be decided if the MFF will reflect the transfer that is proposed for the envelope of one Member State of the cotton national restructuring programme to rural development as from 2014, implying an adjustment (4 million EUR per year) of the amounts for respectively the EAGF sub-ceiling and for pillar 2. In table 8 above, the amounts have been transferred, irrespective of them being reflected in the MFF. (3) The 2013 amount for technical assistance was fixed based on the initial rural development envelope (transfers from pillar 1 not included). Technical assistance for 2014-2020 is fixed at 0.25% of the total rural development envelope. (4) Covered by the amount available for technical assistance. ",
        "EN 95 EN Heading of multiannual financial framework: 5 \" Administrative expenditure \" EUR million (to 3 decimal places) Note: It is estimated that the legislative proposals will have no impact on appropriations of an administrative nature, i.e. it is the intention that the legislative framework can be implemented with the present level of human resources and administrative expenditure. Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL DG: AGRI (cid:121) Human resources 136.998 136.998 136.998 136.998 136.998 136.998 136.998 958.986 (cid:121) Other administrative expenditure 9.704 9.704 9.704 9.704 9.704 9.704 9.704 67.928 TOTAL DG AGRI Appropriations 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 TOTAL appropriations under HEADING 5 of the multiannual financial framework (Total commitments = Total payments) 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 EUR million (to 3 decimal places) Year N 34 Year N+1 Year N+2 Year N+3 … enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL 34 Year N is the year in which implementation of the proposal/initiative starts. ",
        "EN 96 EN Commitments TOTAL appropriations under HEADINGS 1 to 5 of the multiannual financial framework Payments ",
        "EN 97 EN 3.2.2. Estimated impact on operational appropriations – (cid:133) The proposal/initiative does not require the use of operational appropriations – x The proposal/initiative requires the use of operational appropriations, as explained below: Commitment appropriations in EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL OUTPUTS Indicate objectives and outputs (cid:216) Type of output Average cost of the output N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost Total number of outputs Total cost SPECIFIC OBJECTIVE No 5: To improve the competitiveness of the agricultural sector and enhance its value share in the food chain - Fruit & vegetables: Marketing through producer organisations (POs) 35 Propor- tion of the value of produc- tion marke- ted through POs in value of 830.0 830.0 830.0 830.0 830.0 830.0 830.0 5 810.0 35 Based on past execution and estimates in the 2012 Draft Budget. For the producer organisations in the fruit & vegetables sector, the amounts are in line with the reform of that sector and, as already indicated in the activity statements of the 2012 Draft Budget, outputs will only be known in late 2011. ",
        "EN 98 EN the total produc- tion - Wine: National envelope – Restructuring35 Number of hectares 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 3 326.0 - Wine: National envelope – Investments35 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 252.6 - Wine: National envelope – By- product distillation35 Hecto- litres 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 686.4 - Wine: National envelope – Potable alcohol35 Number of hectares 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 14.2 - Wine: National envelope – Use of concentrated must35 Hecto- litres 9 37.4 9 37.4 9 37.4 9 37.4 9 37.4 9 37.4 9 37.4 261.8 - Wine: National envelope – promotion35 267.9 267.9 267.9 267.9 267.9 267.9 267.9 1 875.3 - Other 720.2 739.6 768.7 797.7 820.3 808.8 797.1 5 452.3 Sub-total for specific objective N°5 2 621.8 2 641.2 2 670.3 2 699.3 2 721.9 2 710.4 2 698.7 18 763.5 ",
        "EN 99 EN SPECIFIC OBJECTIVE No 6: To contribute to farm incomes and limit farm income variability - Direct income support 36 Number of hectares paid (in million) 161.014 42 876.4 161.014 43 080.6 161.014 43 297.1 161.014 43 488.1 161.014 43 454.3 161.014 43 454.3 161.014 43 454.3 161.014 303 105.0 Sub-total for specific objective N°6 42 876.4 43 080.6 43 297.1 43 488.1 43 454.3 43 454.3 43 454.3 303 105.0 TOTAL COST Note: For specific objectives 1 to 4 and 7 to 10, the outputs are still to be determined (see section 1.4.2 above). 36 Based on potentially eligible areas for 2009. ",
        "EN 100 EN 3.2.3. Estimated impact on appropriations of an administrative nature 3.2.3.1. Summary – (cid:133) The proposal/initiative does not require the use of administrative appropriations – x The proposal/initiative requires the use of administrative appropriations, as explained below: EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL HEADING 5 of the multiannual financial framework Human resources 37 136.998 136.998 136.998 136.998 136.998 136.998 136.998 958.986 Other administrative expenditure 9.704 9.704 9.704 9.704 9.704 9.704 9.704 67.928 Subtotal HEADING 5 of the multiannual financial framework Outside HEADING 5 of the multiannual financial framework Human resources Other expenditure of an administrative nature Subtotal outside HEADING 5 of the multiannual financial framework TOTAL 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 37 Based on an average cost of 127 000 EUR for establishment plan post of officials and temporary agents. ",
        "EN 101 EN 3.2.3.2. Estimated requirements of human resources – (cid:133) The proposal/initiative does not require the use of human resources – x The proposal/initiative requires the use of human resources, as explained below: Note: It is estimated that the legislative proposals will have no impact on appropriations of an administrative nature, i.e. it is the intention that the legislative framework can be implemented with the present level of human resources and administrative expenditure. The figures for the period 2014- 2020 are based on the situation for 2011. Estimate to be expressed in full amounts (or at most to one decimal place) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 (cid:121) Establishment plan posts (officials and temporary agents) XX 01 01 01 (Headquarters and Commission’s Representation Offices) 1 034 1 034 1 034 1 034 1 034 1 034 1 034 XX 01 01 02 (Delegations) 3 3 3 3 3 3 3 XX 01 05 01 (Indirect research) 10 01 05 01 (Direct research) (cid:121) External personnel (in Full Time Equivalent unit: FTE) 38 XX 01 02 01 (CA, INT, SNE from the \"global envelope\") 78 78 78 78 78 78 78 XX 01 02 02 (CA, INT, JED, LA and SNE in the delegations) - at Headquarte rs XX 01 04 yy - in delegations XX 01 05 02 (CA, INT, SNE - Indirect research) 10 01 05 02 (CA, INT, SNE - Direct research) Other budget lines (specify) TOTAL 39 1 115 1 115 1 115 1 115 1 115 1 115 1 115 XX is the policy area or budget title concerned. The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary 38 CA= Contract Agent; INT= agency staff (\" Intérimaire\") ; JED= \" Jeune Expert en Délégation\" (Young Experts in Delegations); LA= Local Agent; SNE= Seconded National Expert; 39 This does not include the sub-ceiling on budget line 05.010404. ",
        "EN 102 EN with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Description of tasks to be carried out: Officials and temporary agents External personnel ",
        "EN 103 EN 3.2.4. Compatibility with the current multiannual financial framework – x Proposal/initiative is compatible with the PROPOSALS FOR THE 2014- 2020 multiannual financial framework. – (cid:133) Proposal/initiative will entail reprogramming of the relevant heading in the multiannual financial framework. – (cid:133) Proposal/initiative requires application of the flexibility instrument or revision of the multiannual financial framework. 3.2.5. Third-party contributions – The proposal/initiative does not provide for co-financing by third parties – X The proposal regarding rural development (EAFRD) provides for the co- financing estimated below: Appropriations in EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 Total Specify the co-financing body MS MS MS MS MS MS MS MS TOTAL appropriations cofinanced 40 To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determined 40 This will be set out in the rural development programmes to be submitted by the Member States. ",
        "EN 104 EN 3.3. Estimated impact on revenue – x Proposal/initiative has no financial impact on revenue. – (cid:133) Proposal/initiative has the following financial impact: – x on own resources – x on miscellaneous revenue EUR million (to 3 decimal places) Impact of the proposal/initiative 41 Budget revenue line: Appropriations available for the ongoing budget year Year N Year N+1 Year N+2 Year N+3 … insert as many columns as necessary in order to reflect the duration of the impact (see point 1.6) For miscellaneous assigned revenue, specify the budget expenditure line(s) affected. See tables 2 and 3 in section 3.2.1. 41 As regards traditional own resources (customs duties, sugar levies), the amounts indicated must be net amounts, i.e. gross amounts after deduction of 25% for collection costs. ",
        "EN 105 EN "
    ]
}