{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 13.1.2017 COM(2017) 14 final 2017/0007 (COD) Proposal for a DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL providing macro-financial assistance to the Republic of Moldova {SWD(2017) 12 final} ",
        "EN 2 EN EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL • Reasons for and objectives of the proposal The Republic of Moldova has faced a difficult period over the last two years on both the economic and political fronts. A major banking fraud scandal erupted in November 2014, exposing severe governance problems that have since been accompanied by political instability – including the formation of three different governments since the November 2014 elections and the replacement of the governor of the National Bank of Moldova (NBM) – and street protests. Those developments have also led to a deceleration in economic growth, the suspension of budget support by Moldova’s international partners, and a weakening of the fiscal and balance of payments position. Economic difficulties have been exacerbated by a recession or weak economic activity in some of Moldova´s key regional trading partners (notably Russia, but also Belarus and Ukraine), developments which reduced exports and remittances. This effect has only been partly offset by increased trade with the EU following the entry into force of the Association Agreement signed in 2014, which foresees the creation of a Deep and Comprehensive Free Trade Area (DCFTA). In that context, Moldova requested support from the International Monetary Fund (IMF). After difficult and protracted negotiations, which reflected the existing political instability, in July 2016 the authorities finally reached agreement with the IMF on a programme to be supported by a three-year Extended Credit Facility and Extended Fund Facility (ECF/EFF) arrangement. The agreement was approved by the IMF Board on 7 November 2016. This agreement was made possible by a new determination on the part of the authorities, following the appointment of a new government led by Prime Minister Filip in January 2016 and of a new central bank governor in March 2016, to address governance problems in the financial sector and in public finance management (PFM). Access under the financial arrangement agreed with the IMF would represent 75% of Moldova’s quota in the IMF (SDR 129.4 million, or about EUR 161 million). The aim of the ECF/EFF is to make swift improvements in financial sector governance and supervision, strengthen policies to ensure macroeconomic and financial stability, and foster sustainable and inclusive growth. It should be noted that following the Foreign Affairs Council Conclusions of 15 February 2016, a Roadmap for Priority Reforms was agreed between the EU and the Moldovan authorities with the purpose of re-launching key structural reforms; the deadline was set for 31 July 2016. There has since been substantial progress with the implementation of this Roadmap, but as yet not all the EU concerns, expressed in the February Council conclusions, have been addressed. The Moldovan government also requested Macro-Financial Assistance (MFA) from the EU in August 2015 and reiterated that request in March 2016 1 . As a result of that request and in context of the political and economic developments since 2014, the European Commission is therefore submitting to the European Parliament and the Council a proposal for a Decision providing MFA to the Republic of Moldova of up to EUR 100 million. Of this amount, EUR 60 million would be in the form of loans and EUR 40 million in the form of grants. The proposed amount is justified based on an updated assessment of the country's external 1 Letter of 20 August 2015 from Prime Minister Strelet to Commissioner Moscovici and letter of 25 March 2016 from Prime Minister Filip to Vice-President Dombrovskis. ",
        "EN 3 EN financing needs, the size of the IMF programme, burden-sharing considerations, and the room for manoeuvre available in the EU budget. The proposed EU MFA would help Moldova cover part of its residual external financing needs over the period 2016-2018, which are estimated at USD 442 million (EUR 402 million), in the context of the new IMF programme. The operation would reduce the economy’s short-term balance of payments and fiscal vulnerabilities. It would be designed and implemented in coordination with the adjustment and reform programmes Moldova is agreeing with the IMF and the World Bank, as well as with the reforms agreed in the context of the EU’s budgetary support operations and the DCFTA agreement. The implementation of the proposed operation is expected to go hand-in-hand with the resumption of disbursements under budgetary support operations financed by the European Neighbourhood Instrument (ENI). They have been frozen since early 2015 reflecting concerns over governance and the lack of a reliable macroeconomic policy strategy. As further elaborated in the Commission Staff Working Document accompanying this proposal, the Commission considers, based also on the assessment of the political situation made by the European External Action Service, that the political and economic pre-conditions for the proposed MFA operation are satisfied. • General context The macroeconomic outlook for Moldova remains vulnerable, but the combination of recent adjustment measures and the prospect of a resumption of foreign donor support have helped the country regain some stability. After a marked deceleration of growth in 2014, Moldova entered a recession last year, with its GDP decreasing by 0.5% in 2015 due to: (a) adverse weather conditions causing a 13.4% contraction in agricultural output; (b) an accelerating decrease in remittances and weak export performance, reflecting the recession or weak economic activity in some of Moldova's main trading partners, notably Belarus, Russia and Ukraine; c) weak domestic credit expansion following the problems in the banking system and the tightening of monetary policy; and d) a fiscal squeeze partly caused by the suspension of international donors' support, but also by the decline in tax revenues due to the recession, which significantly affected, inter alia, the public investment programme for 2015. After the adjustment in 2015, Moldova’s economy is expected to recover only slowly in 2016 and the coming years. In 2016, GDP is expected to grow by about 2%. Growth in 2016 will continue to be constrained by budget cuts and tight credit conditions as well as by low remittance flows and higher local energy tariffs, which will keep private consumption subdued. Meanwhile, the reorientation towards EU markets will take time and require investment. After accelerating from 4.7% in December 2014 to 13.5% in December 2015 (year-on-year), consumer price inflation has been on a downward trend, reaching 3.0% in September 2016. The IMF projects average annual inflation at 6.9% for 2016 and 4.9% for 2017. The government has been experiencing substantial fiscal pressures due to lower budget revenues resulting from weaker economic activity and the interruption of budget support from donors. Those factors contributed to the increase of the budget deficit from 1.9% of GDP in 2014 to 2.3% of GDP in 2015. Consistent with the programme agreed with the IMF, a revised 2016 budget was adopted by the government and signed by the President on 4 October 2016, foreseeing the necessary adjustment measures on both the expenditure and revenue sides so as to meet the 3.2% of GDP deficit target. Overall, savings made through both revenues and expenditure measures amounted to 2.2 billion lei, or 1.7% of GDP, in 2016. They include measures to control the wage bill (also by ",
        "EN 4 EN cutting vacant positions) as well as various measures to improve tax collections and reform the tax administration and reduce the excessive number of tax exemptions). The share of the general government debt to GDP increased from 36% at the end of 2014 to 45% at the end of 2015. These estimates take into account the emergency loans with State guarantees issued by the NBM to the three banks under liquidation. Last year's increase in government debt was largely driven by its domestic debt component. External government debt increased less (from 18% of GDP in 2014 to 21% of GDP at the end of 2015) and the increase was mainly attributable to the deprecation of the leu. External debt is mostly medium - and long- term debt owed to multilateral and bilateral creditors on concessional terms. In 2015, the current account deficit declined to EUR 293 million (by 40% year-on-year), due to a marked drop in prices of imported energy and the weakness of domestic demand, which depressed imports. As a percentage of GDP, however, the current account deficit declined from 6.7% in 2014 to 5.0% in 2015, due to the decrease of GDP in dollar terms in 2015 (itself a reflection of both the drop in real GDP and of the depreciation of the leu). Despite the turbulent economic and political developments in Moldova, FDI inflows in 2015 have not been affected. In 2015, FDI inflows reached USD 165 million, compared to USD 158 million for 2014. Moldova’s free economic zones were important in attracting FDI. As a result of the crisis in the financial sector, international reserves declined by 35% between September 2014 and February 2015, to USD 1.7 billion, or about 4.3 months of imports. More specifically, within that period, the NBM sold from its foreign exchange reserves , both in special sales to the three State-controlled banks that went into liquidation and on the foreign exchange market, a total of USD 700 million. That decline partly reflected an increase in the rate of dollarization of savings as confidence in the leu weakened. Since then, reflecting the stabilisation and recovery in the foreign exchange market, the central bank accumulated USD 2.1 billion in foreign reserves by September 2016, which represents an estimated 5.1 months of projected imports. After several years of stalemate in the reform process, substantial progress has been achieved with the implementation of the structural reform agenda over the last six months, including those reforms that are part of the Priority Reform Action Roadmap agreed with the EU in February 2016. However, there have been delays in adoption of measures in some areas, such as public administration reform, the appointment of the president of the National Commission for Financial Markets (NCFM), as well as steps towards the liberalisation of the electricity and gas sectors. The EU has been increasingly involved in the provision of technical and policy advice to Moldova on structural reforms through the funding of a team of 25 so-called High Level Advisors who work side by side with high level officials in different institutions. The latter include the Prime Minister, the Minister of Finance and the Governor of the NBM. This unprecedented exercise touches upon reform areas as important as financial sector reform, PFM, external audit and the implementation of the DCFTA. The IMF’s November 2016 projections furthermore point towards significant balance of payments needs for the period 2016-2018, with the total external financing gap estimated at USD 469 million (USD 184 million in 2016, USD 186 million and USD 99 million in 2018). This financing gap can broadly be attributed to three factors: a relatively large current account deficit, the need to build up foreign exchange reserves, and the large debt amortization requirements expected. The proposed new MFA operation of EUR 100 million would cover 24.9% of the estimated residual financing gap (after deducting net IMF financing and the expected disbursement of World Bank policy-based loans). ",
        "EN 5 EN • Existing provisions in the area of the proposal Decision No 938/2010/EU providing previous macro-financial assistance to the Republic of Moldova in the amount of EUR 90 million in grants was adopted by the European Parliament and the Council on 20 October 2010 2 . The assistance was fully disbursed during 2010-2012. • Consistency with the other policies and objectives of the Union policies The European Union and the Republic of Moldova have developed a close political and economic relationship over the years. It has led to the conclusion of an Association Agreement, including a DCFTA, which was signed on 27 June 2014 and entered fully into force on 1 July 2016. The Association Agreement replaced the previous Partnership and Cooperation Agreement and will allow for the political association and economic integration of Moldova with the EU. An Association Agenda – approved in 2014 – sets out a list of priorities for joint work in the 2014-16 period, based on the structure of the Association Agreement. It is currently under review in order to produce an updated version for 2017-2019. The Single Support Framework for 2014-2017 identifies the priority sectors of EU cooperation with Moldova under the European Neighbourhood Instrument. Work has also started to produce a new Single Support Framework for 2017-2020. Moldova's economic ties with the EU are also well developed. In 2015, the EU was Moldova's largest trading partner, with a trading share of 53%, well in front of Russia with 13%. In 2016, that share has further risen to 62%. Countries that are covered by the European Neighbourhood Policy are eligible for MFA. The EU MFA would complement the grants mobilised under the ENI and other EU programmes and in particular the conditionalities envisaged under the budget support packages being implemented by the EU. By supporting the adoption, by the Moldovan authorities, of an appropriate framework for macroeconomic policy and structural reforms, the EU’s MFA would enhance the added value and effectiveness of the EU’s overall financial interventions, including through other financial instruments. While Moldova still faces concerns regarding its human rights record as well as governance and rule of law issues, the Moldovan authorities are demonstrating a renewed commitment to addressing the country's governance challenges and to moving forward with the necessary political reforms. However, delivering on key reforms remains indispensable for a successful implementation of the MFA and will be monitored closely. In that context, Moldova is deemed to to meet the political preconditions for the granting of MFA to third countries, notably in terms of respect for democracy, human rights and the rule of law, and it is a country with which the EU maintains close political and economic relations. A detailed assessment of the satisfaction of these political criteria for MFA produced by the European External Action Service is annexed to the Commission Staff Working Document accompanying the proposal. 2. LEGAL BASIS, SUBSIDIARITY AND PROPORTIONALITY • Summary of the proposed action The MFA operation under consideration would amount to a maximum of EUR 100 million. The Commission proposes to provide the amount of the assistance in the form of a medium- term loan of up to EUR 60 million and in grants of up to EUR 40 million. The assistance will 2 Decision No 938/2010/EU of the European Parliament and of the Council of 20 October 2010 providing macro-financial assistance to the Republic of Moldova (OJ L 277, 21.10.2010, p. 1). ",
        "EN 6 EN contribute to cover Moldova's residual external financing needs in 2016-18, as identified by the Commission based on the estimates of the IMF. Given the proposed size of the operation, the Commission is considering releasing the assistance in three instalments. The first two instalments, composed each of a grant element of EUR 10 million and a loan part of EUR 20 million, would be disbursed in 2017; the third one, composed of a grant element of EUR 20 million and a loan part of EUR 20 million, in the first half of 2018. The assistance will be managed by the Commission. Specific provisions on the prevention of fraud and other irregularities, consistent with the Financial Regulation, are applicable. Strict conditions will be attached to the disbursements under the MFA, with each tranche, including the first one, conditional on good progress with both the IMF programme and the specific policy conditionality agreed with the EU in the Memorandum of Understanding attached to this operation. These policy conditions should address some of the fundamental weaknesses shown over the years by the Moldovan economy and economic governance system. Possible areas of conditionality could include reforms to strengthen governance in the financial sector, PFM, energy sector reform, and accompanying measures to strengthen the social safety net, improving the investment climate and supporting the implementation of the DCFTA agreement. The decision to disburse the proposed assistance in grants and in loans is justified by Moldova’s level of development (as measured by the country’s per-capita income) and debt indicators. It is also consistent with the treatment given to Moldova by the IMF and the World Bank. Indeed, Moldova is eligible for concessional financing from both the IMF's Poverty Reduction and Growth Trust and the World Bank’s International Development Association (IDA). • Legal basis The legal basis for this proposal is Article 212 TFEU. • Subsidiarity (for non-exclusive competence) The subsidiarity principle is respected as the objectives of restoring short-term macroeconomic stability in the Republic of Moldova cannot be sufficiently achieved by the Member States alone and can be better achieved by the European Union. The main reasons are the budgetary constraints faced at the national level and the need for strong donor coordination in order to maximise the scale and effectivenes of the assistance. • Proportionality The proposal complies with the proportionality principle: it confines itself to the minimum required in order to achieve the objectives of short-term macroeconomic stability and does not go beyond what is necessary for that purpose. As identified by the Commission based on the estimates of the IMF in the context of the Extended Fund Facility, the amount of the proposed new MFA corresponds to 24.9% of the estimated residual financing gap for the period 2016-2018. This is consistent with standard practices on burden-sharing for MFA operations, taking into account the assistance pledged to Moldova by other bilateral and multilateral donors. • Choice of the instrument Project finance or technical assistance would not be suitable or sufficient to address the macroeconomic objectives. The key value added of the MFA in comparison to other EU instruments would be to alleviate the external financial constraints and to help create a stable ",
        "EN 7 EN macroeconomic framework, including by promoting a sustainable balance of payments and budgetary situation, and an appropriate framework for structural reforms. By helping to put in place an appropriate overall policy framework, MFA can increase the effectiveness of the actions financed in Moldova under other, more narrowly-focused EU financial instruments. 3. RESULTS OF EX-POST EVALUATIONS, STAKEHOLDER CONSULTATIONS AND IMPACT ASSESSMENTS • Consultation of interested parties MFA is provided as an integral part of the international support for the economic stabilisation of the Republic of Moldova. In the preparation of this proposal for MFA, the Commission services have consulted with the IMF and the World Bank, which have already put in place sizeable financing programmes and are preparing new ones. The Commission consulted the Economic and Financial Committee on 20 September 2016, where an endorsement for the draft proposal was provided. The Commission has also been in regular contact with the Moldovan authorities. • Collection and use of expertise In line with the requirements of the Financial Regulation, the Commission services have carried out an Operational Assessment of the financial and administrative circuits of Moldova to ascertain that the procedures in place for the management of programme assistance, including MFA, provide adequate guarantees. They received the final report of the Operational Assessment, prepared by a consultancy company in February 2016. The report concludes that the current status of the administrative and financial circuits of Moldova is broadly adequate for managing a new MFA operation although important weaknesses remain. Developments in that area will continue to be closely monitored also through the regular progress reports on PFM reforms produced by the EU Delegation in Chisinau. • Impact Assessment The EUs macro-financial assistance is an exceptional emergency instrument aimed at addressing severere balance-of-payment difficulties in third countries. Therefore, this MFA proposal is exempted from the requirement to carry out an Impact Assessment in accordance with the Commission's Better Regulation Guidelines (SWD(2015) 111 final) as there is a political imperative to move ahead quickly in this emergency situation requiring a rapid response. More generally, the Commission's MFA proposals build on lessons learned from ex-post evaluations carried out on past operations in the EU's neighbourhood. The new MFA and the economic adjustment and reform programme attached to it will help alleviate Moldova's short-term financing needs while supporting policy measures aimed at strengthening medium- term balance of payments and fiscal sustainability and raising sustainable growth, thus complementing the programme to be agreed with the IMF. These policy conditions should address some of the fundamental weaknesses shown over the years by the Moldovan economy and economic governance system. Possible areas of conditionality could, in principle, include reforms to strengthen governance in the financial sector, PFM, energy sector reform, and accompanying measures to strengthen the social safety net, improving the investment climate and supporting the implementation of the DCFTA agreement. ",
        "EN 8 EN 4. BUDGETARY IMPLICATIONS The planned assistance would be provided in the form of a loan and a grant. The loan would be financed through a borrowing operation that the Commission will conduct on behalf of the EU. The budgetary impact of the loan assistance will correspond to the provisioning of the EU's Guarantee Fund for external actions, at a rate of 9% of the amounts disbursed, from budget line 01 03 06 (\"Provisioning of the Guarantee Fund\"). Assuming that the first two loan disbursements (of EUR 20 million each) will be made in 2017 and the third loan disbursement (of EUR 20 million) in 2018, the provisioning will take place, in accordance with the rules governing the guarantee fund mechanism, in the 2019-20 budgets, for an amount of EUR 3.6 million and EUR 1.8 million, respectively. 3 The grant element of the assistance (EUR 10 million each for the first two tranches and EUR 20 million for the third tranche) would be financed from commitment appropriations of the 2017 and 2018 budget, under the budget line 01 03 02 (Macro-financial assistance), with payments taking place in 2017 and 2018. Based on current projections on the utilisation of the budget line 01 03 02 and 01 03 06, the Commission assesses that the budgetary impact of the operation can be accommodated. 5. OTHER ELEMENTS • Review/revision/sunset clause The proposal includes a sunset clause. The proposed MFA would be made available for two and a half years, starting from the first day after the entry into force of the Memorandum of Understanding. 3 The Guarantee Fund must be provisioned at a rate of 9% of the disbursed amounts two years after the disbursements take place. ",
        "EN 9 EN 2017/0007 (COD) Proposal for a DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL providing macro-financial assistance to the Republic of Moldova THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof, Having regard to the proposal from the European Commission 4 , After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure 5 , Whereas: (1) Relations between the European Union ('the Union') and the Republic of Moldova ('Moldova') continue to develop within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. Moldova joined the EU's Eastern Partnership in 2009, which was followed by the negotiation of an EU-Moldova Association Agreement. This agreement, which includes the gradual introduction of a Deep and Comprehensive Free Trade Area (DCFTA), was signed in June 2014 and entered into force on 1 July 2016. (2) Moldova's economy has been affected significantly by the political instability experienced in the period between the elections of November 2014 and January 2016, as well as by a banking fraud scandal, weak economic activity in the region, and import bans imposed by Russia. That situation contributed to producing a recession, a growing trade deficit and a significant decline of the foreign exchange reserves over the last year. (3) Following the appointment in early 2016 of a new government and of a new governor of the central bank, the authorities have demonstrated a renewed commitment to moving forward with necessary political reforms and to addressing the country´s governance challenges in the financial sector and in the area of public finance management. (4) In support of the new reform path, a Roadmap for Priority Reforms was agreed between the EU and Moldova following the Foreign Affairs Council Conclusions of 15 February 2016. There has been substantial progress with the implementation of this Roadmap by Moldova. (5) In a context of political transition and economic difficulties, in July 2016 the Moldovan authorities and the International Monetary Fund (IMF) agreed on a three-year Extended Credit Facility and Extended Fund Facility (ECF/EFF) arrangement in the amount of USD 178.7 million. The arrangement was approved by the IMF Board on 7 November 2016. Under this IMF programme the Moldovan authorities are expected to make swift improvements in financial sector governance and supervision, to strengthen policies that 4 OJ C […], […], p. […]. 5 Position of the European Parliament of … and Decision of the Council of … . ",
        "EN 10 EN ensure macroeconomic and financial stability, and to foster sustainable and inclusive growth. (6) In view of the worsening economic situation and outlook, Moldova requested complementary macro-financial assistance from the Union in August 2015 and reiterated that request in March 2016. (7) The Union's indicative allocation for Moldova under the European Neighbourhood Instrument (ENI) is EUR 610-746 million, including budgetary support and technical assistance. However, budget support disbursements from the Union were suspended in early 2015 and their resumption was made conditional on the approval of a new IMF programme and all budget support condtions being fulfilled. (8) Given that Moldova is a country covered by the ENP, it should be considered to be eligible to receive macro-financial assistance from the Union. (9) The Union’s macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims at addressing the beneficiary’s immediate external financing needs and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the balance-of-payments position in the short term. (10) Given that there is still a significant residual external financing gap in Moldova's balance of payments over and above the resources provided by IMF and other multilateral institutions, the Union macro-financial assistance to be provided to Moldova is, under the current exceptional circumstances, considered to be an appropriate response to Moldova's request for support to the economic stabilisation, in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of Moldova, supplementing resources made available under the IMF's financial arrangement. (11) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for Moldova thereby supporting its economic and social development. (12) The Union's macro-financial assistance is expected to go hand-in-hand with the implementation of disbursements of budget support operations under the ENI. (13) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of Moldova's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of the Union's other external financing instruments in Moldova and the added value of the overall Union involvement. (14) Taking into consideration the Moldova's residual external financing needs, the level of its economic development, as measured by per capita income and poverty ratios, its capacity to finance itself with its own resources, in particular the international reserves at its disposal, and the assessment of its ability to repay drawing on debt sustainability analysis, a part of the assistance should be provided in the form of grants. ",
        "EN 11 EN (15) The Commission should ensure that the Union's macro-financial assistance is legally and substantially in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (16) The Union's macro-financial assistance should support the Union's external policy towards Moldova. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (17) The Union's macro-financial assistance should support Moldova's commitment to values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as its commitment to the principles of open, rules-based and fair trade. (18) A pre-condition for granting the Union's macro-financial assistance should be that Moldova respects effective democratic mechanisms – including a multi-party parliamentary system – and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Union's macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems, the governance and supervision of the financial sector in Moldova and promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation and fiscal consolidation. Both the fulfilment of the preconditions and the achievement of those objectives should be regularly monitored by the Commission and the European External Action Service. (19) In order to ensure that the Union’s financial interests linked to the Union’s macro-financial assistance are protected efficiently, Moldova should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (20) Release of the Union's macro-financial assistance is without prejudice to the powers of the European Parliament and the Council (as budgetary authority). (21) The amounts of macro-financial assistance provided in the form of grants and the amounts of the provision required for macro-financial assistance in the form of loans should be consistent with the budgetary appropriations provided for in the multiannual financial framework. (22) The Union's macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with relevant documents. (23) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council 6 . (24) The Union's macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding. In order to ensure uniform conditions of 6 Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). ",
        "EN 12 EN implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the Moldovan authorities under the supervision of the committee of representatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro-financial assistance to Moldova, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance of a maximum amount of EUR 100 million available to Moldova (\"the Union's macro-financial assistance\"), with a view to supporting Moldova's economic stabilisation and a substantive reform agenda. Of that maximum amount, up to EUR 60 million shall be provided in the form of loans and up to EUR 40 million in the form of grants. The release of the Union's macro-financial assistance is subject to the approval of the Union budget for the relevant year by the European Parliament and the Council. The assistance shall contribute to covering Moldova's balance of payments needs as identified in the IMF programme. 2. In order to finance the loan component of the Union's macro-financial assistance, the Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to Moldova. The loans shall have a maximum average maturity of 15 years. 3. The release of the Union's macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the International Monetary Fund (IMF) and Moldova, and with the key principles and objectives of economic reforms set out in the EU-Moldova Association Agreement, including the DCFTA, agreed under the European Neighbourhood Policy. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Union's macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. 4. The Union's macro-financial assistance shall be made available for a period of two and a half years, starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. Where the financing needs of Moldova decrease fundamentally during the period of the disbursement of the Union's macro-financial assistance compared to the initial projections, the Commission, acting in accordance with the examination procedure referred to in Article 7(2), shall reduce the amount of the assistance or suspend or cancel it. Article 2 1. A pre-condition for granting the Union's macro-financial assistance shall be that Moldova respects effective democratic mechanisms – including a multi-party parliamentary system – and the rule of law, and guarantees respect for human rights. ",
        "EN 13 EN 2. The Commission and the European External Action Service shall monitor the fulfilment of this pre-condition throughout the life-cycle of the Union's macro-financial assistance. 3. Paragraphs 1 and 2 shall be applied in accordance with Council Decision 2010/427/EU 7 . Article 3 1. The Commission, in accordance with the examination procedure referred to in Article 7(2), shall agree with the Moldovan authorities on clearly defined economic policy and financial conditions, focusing on structural reforms and sound public finances, to which the Union's macro-financial assistance is to be subject, to be laid down in a Memorandum of Understanding (\"the Memorandum of Understanding\") which shall include a timeframe for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3), including the macroeconomic adjustment and structural reform programmes implemented by Moldova with the support of the IMF. 2. The conditions referred to in paragraph 1 shall aim, in particular, at enhancing the efficiency, transparency and accountability of the public finance management systems in Moldova, including for the use of the Union's macro-financial assistance. Progress in mutual market opening, the development of rules-based and fair trade, and other priorities in the context of the Union's external policy shall also be duly taken into account when designing the policy measures. Progress in attaining those objectives shall be regularly monitored by the Commission. 3. The detailed financial terms of the Union's macro-financial assistance shall be laid down in a Loan Agreement and a Grant Agreement to be concluded between the Commission and the Moldovan authorities. 4. The Commission shall verify, at regular intervals, that the conditions referred to in Article 4(3) continue to be met, including whether the economic policies of Moldova are in accordance with the objectives of the Union's macro-financial assistance. In so doing, the Commission shall coordinate closely with the IMF and the World Bank, and, where necessary, with the European Parliament and the Council. Article 4 1. Subject to the conditions in paragraph 3, the Union's macro-financial assistance shall be made available by the Commission in instalments, each of which shall consist of a loan and a grant element. The size of each instalment shall be laid down in the Memorandum of Understanding referred to in Article 3. 2. The amounts of the Union's macro-financial assistance provided in the form of loans shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 8 . 3. The Commission shall decide on the release of the instalments subject to the fulfilment of all of the following conditions: 7 Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). 8 Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). ",
        "EN 14 EN (a) the pre-condition set out in Article 2; (b) a continuous satisfactory track record of implementing a policy programme that contains strong adjustment and structural reform measures supported by a non- precautionary IMF credit arrangement; and (c) the satisfactory implementation of the economic policy and financial conditions agreed in the Memorandum of Understanding. The release of the second instalment shall not, in principle, take place earlier than three months after the release of the first instalment. The release of the third instalment shall not, in principle, take place earlier than three months after the release of the second instalment. 4. Where the conditions in paragraph 3 are not met, the Commission shall temporarily suspend or cancel the disbursement of the Union's macro-financial assistance. In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 5. The Union's macro-financial assistance shall be disbursed to the National Bank of Moldova. Subject to the provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Union funds may be transferred to the Moldovan Ministry of Finance as the final beneficiary. Article 5 1. The borrowing and lending operations related to the loan component of the Union's macro- financial assistance shall be carried out in euro using the same value date and shall not involve the Union in the transformation of maturities, or expose it to any exchange or interest rate risk, or to any other commercial risk. 2. Where the circumstances permit, and if Moldova so requests, the Commission may take the steps necessary to ensure that an early repayment clause is included in the loan terms and conditions and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan and if Moldova so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Moldova. 5. The Commission shall inform the European Parliament and the Council of developments in the operations referred to in paragraphs 2 and 3. ",
        "EN 15 EN Article 6 1. The Union's macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council 9 and Commission Delegated Regulation (EU) No 1268/2012 10 . 2. The implementation of the Union's macro-financial assistance shall be under direct management. 3. The Loan Agreement and the Grant Agreement to be agreed with the Moldovan authorities shall contain provisions: (a) ensuring that Moldova regularly checks that financing provided from the budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union's financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union's macro-financial assistance, in accordance with Council Regulation (EC, Euratom) No 2988/95 11 , Council Regulation (EC, Euratom) No 2185/96 12 and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council 13 ; (c) expressly authorising the Commission, including the European Anti-Fraud Office, or its representatives to carry out checks, including on-the-spot checks and inspections; (d) expressly authorising the Commission and the Court of Auditors to perform audits during and after the availability period of the Union's macro-financial assistance, including document audits and on-the-spot audits, such as operational assessments; (e) ensuring that the Union is entitled to early repayment of the loan and/or to full repayment of the grant where it has been established that, in relation to the management of the Union's macro-financial assistance, Moldova has engaged in any act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 4. Before the implementation of the Union's macro-financial assistance, the Commission shall assess, by means of an operational assessment, the soundness of Moldova's financial 9 Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). 10 Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). 11 Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). 12 Council Regulation (EC, Euratom) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission to protect the Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). 13 Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). ",
        "EN 16 EN arrangements, the administrative procedures, and the internal and external control mechanisms which are relevant to the assistance. Article 7 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation. The report shall: (a) examine the progress made in implementing the Union's macro-financial assistance; (b) assess the economic situation and prospects of Moldova, as well as progress made in implementing the policy measures referred to in Article 3(1); (c) indicate the connection between the economic policy conditions laid down in the Memorandum of Understanding, Moldova’s on-going economic and fiscal performance and the Commission’s decisions to release the instalments of the Union's macro-financial assistance. 2. Not later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex-post evaluation report, assessing the results and efficiency of the completed Union's macro-financial assistance and the extent to which it has contributed to the aims of the assistance. Article 9 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union . Done at Brussels, For the European Parliament For the Council The President The President ",
        "EN 17 EN LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative Proposal for a Decision of the European Parliament and of the Council providing Macro- financial assistance to the Republic of Moldova 1.2. Policy area(s) concerned in the ABM/ABB structure 14 Policy area: Title 01 – Economic and Financial Affairs Activity: 03 – International economic and financial affairs 1.3. Nature of the proposal/initiative X The proposal/initiative relates to a new action 1.4. Objectives 1.4.1. The Commission's multiannual strategic objective(s) targeted by the proposal/initiative \"A new boost for jobs, growth and investment: promoting prosperity beyond the EU\" The major area of DG ECFIN related activity pertains to: 1. Fostering the implementation of the European Neighbourhood Policy by deepening economic analysis and strengthening policy dialogue and advice on the economic aspects of the Action Plans. 2. Developing, monitoring and implementing macro-financial assistance for partner third countries, in co-operation with the relevant international financial institutions. 1.4.2. Specific objective(s) and ABM/ABB activity(ies) concerned Specific objective No 1: \"Promoting prosperity beyond the EU: supporting macro-financial stability and promoting growth-enhancing reforms outside the EU, including through regular economic dialogues with key partners and by providing macro-financial assistance\" ABM/ABB activity(ies) concerned: International Economic and Financial Affairs. 1.4.3. Expected result(s) and impact The proposed assistance consists of an EU loan of up to EUR 60 million and a grant of up to EUR 40 million to the Republic of Moldova ('Moldova'), with a view to contributing to a more sustainable balance of payments situation. The assistance, to be disbursed in three instalments, should help the country overcome the difficult economic and balance of payments situation it is experiencing. It will also promote structural reforms aimed at raising sustainable economic growth, reducing macroeconomic vulnerabilities and improving public finance management. 1.4.4. Indicators of results and impact The authorities will be required to report on a set of indicators to the Commission services on a regular basis and provide a comprehensive report on the compliance with the agreed policy conditions ahead of the disbursement of all three installments of the assistance. 14 ABM: Activity-Based Management – ABB: Activity-Based Budgeting. ",
        "EN 18 EN The Commission services will continue to monitor public finance management, following the operational assessment of the financial circuits and administrative procedures in Moldova that has been carried out in preparation of this operation. The EU Delegation in Moldova will also provide regular reporting on issues relevant for the monitoring of the assistance. The Commission services will remain in close contact with the IMF and the World Bank to benefit from their insights from their on-going activities in Moldova. An annual report to the Council and European Parliament is foreseen in the proposed legislative decision, comprising an assessment of the implementation of this operation. An independent ex-post evaluation of the assistance will be carried out within two years after the expiry of the availability period. 1.5. Grounds for the proposal/initiative 1.5.1. Requirement(s) to be met in the short or long term The disbursement of the assistance will be conditional upon a satisfactory track record in the implementation of the economic programme between Moldova and the IMF, which was approved by the Board on 7 November 2016, following implementation by the Moldovan authorities of a number of prior actions. In addition, the Commission shall agree with the Moldovan authorities on specific policy conditions, listed in a Memorandum of Understanding, to be satisfactorily met before all three instalments are released by the Commission. 1.5.2. Added value of EU involvement The proposed MFA will help Moldova overcome the economic shock caused by a weakening of the fiscal and balance of payments position, following a major banking fraud in November 2014, and reduced exports and remittances caused by the recession in some of Moldova´s key regional trading partners. In doing so, it will contribute to promoting macroeconomic stability and structural reforms in the country. By complementing the resources made available by the international financial institutions, the EU and other donors, it will contribute to the overall effectiveness of the package of financial support provided by the international donor community. The proposed programme will also strengthen the government's reform commitment and its aspiration towards closer relations with the EU. This result will be achieved, inter alia, through appropriate conditionality for the disbursement of the assistance. In a larger context, the programme will signal to the other countries in the region that the EU continues to to support countries embarking on a clear path towards political reforms in times of economic difficulties. 1.5.3. Lessons learned from similar experiences in the past Since 2004, a total of sixteen ex-post evaluations have been carried out on macro-financial assistance operations. These evaluations conclude that MFA operations do contribute, albeit sometimes modestly and indirectly, to the improvement of the external sustainability, the macroeconomic stability and the achievement of structural reforms in the recipient country. In most cases, MFA operations have had a positive effect on the balance ",
        "EN 19 EN of payments of the beneficiary country and helped to relax their budgetary constraints. They have also led to a somewhat higher economic growth 15 . 1.5.4. Compatibility and possible synergy with other appropriate instruments The EU is the biggest donor to Moldova. Financial assistance committed for Moldova under the European Neighbourhood Partnership Instrument (ENPI) for the period 2007- 2013 totalled EUR 561 million. This included €63 million granted in 2012-2013 through the incentive-based Eastern Partnership Integration and Cooperation (EaPIC) programme. For the period 2014-2016, under the European Neighbourhood Instrument (ENI), EU's assistance to Moldova amounted to EUR 310 million. These funds were complemented by financing from other EU instruments, such as the Neighbourhood Investment Facility (NIF). In addition to bilateral cooperation programmes, Moldova benefits also from various regional programmes mainly in the area of transport, energy and environment. Moldova also participates in initiatives open to all Neighbourhood countries such as: Erasmus+, TAIEX, SIGMA. In addition to the ENI, Moldova is eligible for funding under the EU thematic instruments and programmes: the European Instrument for Democracy and Human Rights (EIDHR), Instrument contributing to Stability and Peace (IcSP), as well as the programmes on Civil Society Organisations and Local Authorities, Human Development and Migration & Asylum. The European Investment Bank has also provided loans in the amount of EUR 658 million since 2007, of which EUR 50 million in 2016. The key value added of the MFA in comparison to other EU instruments would be to help create a stable macroeconomic framework, including by promoting a sustainable balance of payments and budgetary situation, and an appropriate framework for structural reforms. MFA does not provide a regular financial support for the economic and social development of the recipient countries. It is to be discontinued as soon as the country's external financial situation has been brought back into a sustainable path. Afterwards, regular EU cooperation assistance instruments are meant to take over. MFA is also meant to be complementary to interventions by the international financial institutions, in particular the adjustment and reform programme supported by the IMF's EFF and the Development Policy Loans of the World Bank. 1.6. Duration and financial impact X Proposal/initiative of limited duration X Proposal/initiative in effect for 2 and a half years from the entry into force of the Memorandum of Understanding, as stated in Article (1.4) of the Decision X The financial impact is expected to occur from 2016 16 to 2020 1.7. Management mode(s) envisaged 17 X Direct management by the Commission 2. MANAGEMENT MEASURES 15 The ex-post evaluation of the EU's Macro-Financial Assistance provided in 2010-2012 to the Republic of Moldova is available on Europa: http://ec.europa.eu/dgs/economy_finance/evaluation/pdf/mfa_moldova_evaluation_final_report_en.pdf 16 In 2016 the impact is EUR 60 000.corresponding to the Operational Assessment of the financial and administrative circuits of Moldova. 17 Details of management modes and references to the Financial Regulation may be found on Europa: http://ec.europa.eu/budget/explained/management/managt_who/who_en.cfm ",
        "EN 20 EN 2.1. Monitoring and reporting rules This assistance is of macroeconomic nature and its design is consistent with the IMF- supported economic programme. The monitoring of the action by the Commission services will take place on the basis of progress in the implementation of the IMF programme and specific reform measures to be agreed with the Moldovan authorities in a Memorandum of Understanding (see also point 1.4.4). 2.2. Management and control system 2.2.1. Risk(s) identified There are fiduciary, policy and political risks related to the proposed MFA operation. There is a risk that the macro-financial assistance, which is not dedicated to specific expenses, could be used in a fraudulent way. In general terms, this risk is related to factors such as the quality of management systems in the central bank and the ministry of finance and the appropriatedness of internal and external audit capabilities. Another key risk to the operation stems from the regional economic and political uncertainty, which has direct implications for the Moldovan economy. Economic performance of Moldova´s key regional trading partners (notably Russia but also Belarus and Ukraine), directly impact exports and remittances. On the domestic front, the main risk is related to difficulties in the economic reform process and to existing macroeconomic vulnerabilities. Finally, there are risks stemming from a possible weakening of the European and global economic environment and an increase in international energy and food prices. 2.2.2. Control method(s) envisaged The macro-financial assistance will be liable to verification, control and auditing procedures under the responsibility of the Commission, including the European Antifraud Office (OLAF), and by the European Court of Auditors. 2.2.3. Costs and benefits of controls and probable non-compliance rate The basic costs for the Commission related to the methods of verification and control are described in Table 3.2.1. In addition, there are costs for the European Court of Auditors and of possible interventions of the OLAF. The Operational Assessment, concluded by the Commission services in 2016, not only helps assess risks of misuse of the funds but, as a collateral benefit, it provides useful information on the necessary reforms in the area of public finance management, which can then be reflected in the policy conditionality of the operation. Regarding the probable non-compliance rate, the risk of non-compliance (in the form of non-repayment of the loan or misuse of the funds) is judged to be low, based on the experience with the MFA instrument since its creation. 2.3. Measures to prevent fraud and irregularities To mitigate the risks of fraudulent use several measures will be taken: First, the Loan Agreement and the Grant Agreement will comprise a set of provisions on inspection, fraud prevention, audits, and recovery of funds in case of fraud or corruption. Also, the assistance will be paid to a dedicated account of the Central Bank of Moldova. Moreover, the Commission services have finalised, in February 2016 , with the support of external consultants, an Operational Assessment, in order to assess the reliability of financial circuits and administrative procedures that are relevant to this type of assistance. ",
        "EN 21 EN This assessment concludes that the current status of the administrative and financial circuits of Moldova is broadly adequate for managing a new MFA operation although important weaknesses remain. Finally, the assistance will be liable to verification, control and auditing procedures under the responsibility of the Commission, including the European Antifraud Office (OLAF) and the European Court of Auditors. 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected Existing budget lines 01 03 02: Macro-financial assistance 01 03 06 – Provisioning of the Guarantee Fund In order of multiannual financial framework headings and budget lines. Heading of multiannual financial framework Budget line Type of expenditure Contribution Number [Description……… ………...……….] Diff./non- diff. (18) from EFTA countries 19 from candidate countries 20 from third countries within the meaning of Article 18(1)(aa) of the Financial Regulation 4 01 03 02 Macro-financial assistance Diff. NO NO NO NO 4 01 03 06 Provisioning of the Guarantee Fund Non-diff. NO NO NO NO 01 03 06 – European Union guarantee for EU loans raised for macro-financial assistance to third countries: The Guarantee Fund for external actions has to be provisioned according to the Fund Regulation 21 ., using the appropriations under budget line 01 03 06 (“Provisioning of the Guarantee Fund\"), at a rate of 9% of the total outstanding liabilities. The provisioning amount is calculated at the beginning of the year \"n\" as the difference between the target amount and the Fund's net assets at the end of the year \"n-1\". This provisioning amount is entered in year \"n\" into the \"n+1\" draft budget and effectively paid in one transaction at the beginning of the year \"n+1\" from the budget line budget line 01 03 06. As a result, 9% (i.e. a maximum of EUR 5.4 million) of the effectively disbursed 18 Diff. = Differentiated appropriations / Non-Diff. = Non-differentiated appropriations. 19 EFTA: European Free Trade Association. 20 Candidate countries and, where applicable, potential candidate countries from the Western Balkans. 21 Council Regulation (EC, EURATOM) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions, OJ L 145, 10.6.2009, p. 10. ",
        "EN 22 EN amount will be considered in the target amount at the end of the year \"n-1\" for the calculation of the provisioning of the Fund. New budget lines requested: not applicable. 3.2. Estimated impact on expenditure 3.2.1. Summary of estimated impact on expenditure EUR million (to three decimal places) Heading of multiannual financial framework: 4 DG: ECFIN Year 2016 Year 2017 22 Year 2018 Year 2019 Year 2020 TOTAL  Operational appropriations Budget line 01 03 02 Macro-financial assistance Commitments (1) 40 40 Payments (2) 20 20 40 Budget line 01 03 06 Provisioning of the Guarantee Fund Commitments (1a) 3.6 1.8 5.4 Payments (2a) 3.6 1.8 5.4 Appropriations of an administrative nature financed from the envelope of specific programmes 23 (operational assessment and ex-post evaluation) Budget line 01 03 02 Macro-financial assistance Commitments (3) 0.15 0.15 Payments (3a) 0.06 0.15 0.21 TOTAL appropriations for DG ECFIN Commitments =1+1a +3 40 3.6 1.95 45.55 Payments =2+2a +3 0.06 20 20 3.6 1.95 45.61  TOTAL operational appropriations Commitments (4) 40 3.6 1.8 45.4 Payments (5) 20 20 3.6 1.8 45.4 TOTAL appropriations of an administrative nature financed from the envelope for specific programmes (6) 0.06 0.15 0.21 TOTAL appropriations under HEADING 4 of the multiannual financial framework Commitments =4+ 6 40 3.6 1.95 45.55 Payments =5+ 6 0.06 20 20 3.6 1.95 45.61 22 Year in which implementation of the proposal/initiative starts. 23 Technical and/or administrative assistance and expenditure in support of the implementation of EU programmes and/or actions (former ‘BA’ lines), indirect research, direct research. ",
        "EN 23 EN If more than one heading is affected by the proposal / initiative: EUR million (to three decimal places) Heading of multiannual financial framework: 5 ‘Administrative expenditure’ Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL DG: ECFIN  Human resources 0.034 0.044 0.022 0.011 0.011 0.122  Other administrative expenditure 0.010 0.020 0.010 0.040 TOTAL DG ECFIN Appropriations 0.044 0.064 0.032 0.011 0.011 0.162 TOTAL appropriations for HEADING 5 of the multiannual financial framework (Total commitments = Total payments) 0.044 0.064 0.032 0.011 0.011 0.162 EUR million (to three decimal places) Year 2016 Year 2017 24 Year 2018 Year 2019 Year 2020 TOTAL TOTAL appropriations under HEADINGS 1 to 5 of the multiannual financial framework Commitments 0.044 40.064 0.032 3.611 1.961 45.712 Payments 0.104 20.064 20.032 3.611 1.961 45.772 24 Year in which implementation of the proposal starts. ",
        "EN 24 EN 3.2.2. Estimated impact on operational appropriations  The proposal/initiative does not require the use of operational appropriations X The proposal/initiative requires the use of operational appropriations, as explained below: Commitment appropriations in EUR million (to three decimal places) Indicate objectives and outputs  Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL Type 25 Number Cost Number Cost Number Cost Number Cost Number Cost Total number Total cost SPECIFIC OBJECTIVE NO 1 26 - Output 1 Grant disbursements 3 40 3 40 - Output 2 Provisioning of the Guarantee Fund 1 3.6 1 1.8 2 5.4 - Output 3 Ex-post evaluation 1 0.15 1 0.15 Subtotal for specific objective No 1 3 40 1 3.6 2 1.95 6 45.55 TOTAL COST 3 40 1 3.6 2 1.95 6 45.55 25 Outputs are products and services to be supplied (e.g.: number of student exchanges financed, number of km of roads built, etc.). 26 As described in point 1.4.2. ‘Specific objective(s)…’ ",
        "EN 25 EN 3.2.3. Estimated impact on appropriations of an administrative nature 3.2.3.1. Summary  The proposal/initiative does not require the use of appropriations of an administrative nature X The proposal/initiative requires the use of appropriations of an administrative nature, as explained below: EUR million (to three decimal places) Year 2016 Year 2017 27 Year 2018 Year 2019 Year 2020 TOTAL HEADING 5 of the multiannual financial framework Human resources 0.034 0.044 0.022 0.011 0.011 0.122 Other administrative expenditure 0.010 0.020 0.010 0.040 Subtotal HEADING 5 of the multiannual financial framework 0.044 0.064 0.032 0.011 0.011 0.162 Outside HEADING 5 28 of the multiannual financial framework Human resources Other expenditure of an administrative nature Subtotal outside HEADING 5 of the multiannual financial framework TOTAL 0.044 0.064 0.032 0.011 0.011 0.162 The administrative appropriations required will be met by the appropriations of the DG which are already assigned to management of the action and/or which have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints . 27 Year in which implementation of the proposal/initiative starts. 28 Technical and/or administrative assistance and expenditure in support of the implementation of EU programmes and/or actions (former ‘BA’ lines), indirect research, direct research. ",
        "EN 26 EN 3.2.3.2. Estimated requirements of human resources  The proposal/initiative does not require the use of human resources. X The proposal/initiative requires the use of human resources, as explained below: Estimate to be expressed in full time equivalent units Year 2016 Year 2017 Year 2018 Year 2019 Year 2020  Establishment plan posts (officials and temporary agents) 01 01 01 01 (Headquarters and Commission’s Representation Offices) 0.25 0.32 0.16 0.08 0.08 XX 01 01 02 (Delegations) XX 01 05 01 (Indirect research) 10 01 05 01 (Direct research)  External personnel (in Full Time Equivalent unit: FTE) 29 XX 01 02 01 (CA, INT, SNE from the \"global envelope\") XX 01 02 02 (CA, INT, JED, LA and SNE in the delegations) XX 01 04 yy 30 - at Headquarters - in delegations XX 01 05 02 (CA, SNE, INT - Indirect research) 10 01 05 02 (CA, SNE, INT - Direct research) Other budget lines (specify) TOTAL 0.25 0.32 0.16 0.08 0.08 XX is the policy area or budget title concerned. The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Cost of the staff needed is estimated on the basis of 30% of the annual expenditure for an AD5 - AD 12 grade official. Description of tasks to be carried out: Officials and temporary staff HoU: Supervise and manage the operation, agree on the Loan Agreement review reports, lead missions and assess progress with conditionality compliance. Desk: Prepare the Memorandum of Understanding, liaise with the authorities and the IFIs, liaise with external experts for the operational assessment and ex-post evaluation, conduct review missions, prepare Commission staff reports and Commission procedures related to the management of the assistance. External staff N/A 29 CA= Contract Agent; LA = Local Agent; SNE = Seconded National Expert; INT = agency staff (‘Intérimaire’); JED= ‘Jeune Expert en Délégation’ (Young Experts in Delegations). 30 Sub-ceiling for external staff covered by operational appropriations (former \"BA\" lines). ",
        "EN 27 EN 3.2.4. Compatibility with the current multiannual financial framework X Proposal/initiative is compatible the current multiannual financial framework. 3.2.5. Third-party contributions X The proposal/initiative does not provide for co-financing by third parties. 3.3. Estimated impact on revenue X Proposal/initiative has no financial impact on revenue. "
    ]
}