{
    "text": [
        "working together 20 European Commission E m p l o y m e n t & E u r o p e a n S o c i a l F u n d Working together at local level for more and better jobs for all The local dimension of the European Employment Strategy ",
        "The contents of this publication do not necessarily reflect the opinion or position of the European Commission, Directorate-General for Employment and Social Affairs. If you are interested in receiving the electronic newsletter ‘ESmail’ from the European Commission’s Directorate- General for Employment and Social Affairs, please send an e-mail to (empl-esmail@cec.eu.int). The newsletter is published on a regular basis in English, French and German. Manuscript completed in January 2003. This publication is available in all 11 EU official languages from the Directorate-General for Employment and Social Affairs. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu.int). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2003 ISBN 92-894-5076-2 © European Communities, 2003 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER Europe Direct is a service to help you find answers to your questions about the European Union New freephone number: 00 800 6 7 8 9 10 11 ",
        "working together 3 ‘Local development is not only about creating jobs or boosting economic development. It is also about a more cohesive society based on a better quality of life with the active involvement of all. It is about democracy itself.’ Anna Diamantopoulou, Commissioner for Employment and Social Affairs, November 2001 With the EU Treaty, signed in Amsterdam in 1997, for the first time employment was put firmly on the Union's political agenda. The commitment to coordinate employment policies and to promote the creation of more and better jobs was translated into the European Employment Strategy in the Luxembourg ‘jobs summit’ in 1997. In early 2000, at the European Council in Lisbon, European leaders took a further step by placing the objective of full employment at the centre of a new integrated policy agenda where economic reform, employment policy and social cohesion must work in tandem to make the European Union the most competitive and innovative knowledge-based area in the world. But European and national strategies — like any policies designed centrally — cannot succeed with- out action, commitment and engagement on the part of regional and local actors. The European Employment Strategy has supported since the beginning the development of a territorial dimension of employment policies, underpinned in recent years by the emergence of regional and local action plans throughout Europe. ",
        "4 TERRITORIAL EMPLOYMENT PACTS In 1997, the European Commission launched the territorial employment pacts (TEPs) to broaden the partnership between major actors at regional and local levels and to initiate innovative actions with an impact on job creation. The key element of the TEPs was the involvement of all the relevant partners within a specified area and the development of a coherent strategy for job creation in that area. Such partnership should represent the main actors in the local economy – not just in terms of resources but, importantly, in terms of knowledge and experience of the local situation. The pacts were structured around two main objectives: • mobilisation of all regional actors in the fight against unemployment and the strengthening of structural policies for employment and • four founding principles: bottom-up approach, partnership, integration and innovation. Eighty-nine selected pacts helped to create employment, to involve private enterprises in developing their regions, to provide a framework for activities that respond to the needs of the territory and to boost partnership between public and private actors. The TEPs also helped to make the Structural Funds more effective through a territorially-based strategic approach which focuses on the areas which are most severely affected by unemployment. Each TEP was financed by the Structural Funds (ERDF, ESF, EAGGF) with EUR 200 000 to 300 000 for the period 1997-2001 for a total EU funding of EUR 1.6 billion. http://europa.eu.int/comm/regional_policy/innovation/innovating/pacts/en/index.html g ",
        "working together 5 The European Union has been supporting local actors in combating unemployment since the early 1980s. The European Commission, together with other European institutions, recognised the potential of local development in the fight against unemployment as early as 1984. However, local employment acquired a prominent role only after the Commission's White Paper on growth, competitiveness and employment was endorsed by the European Council in 1993. After a number of programmes on local employment initiatives in the mid-1980s, the territorial employment pacts, launched in 1997 in selected European regions, and other experimental programmes in recent years, tested new approaches for building local partnerships for jobs, thus making a valuable contribution in local employment development. Yet, until the late 1990s, the EU was lacking the institutional framework that would allow individual initiatives to move towards a more strategic approach, where local actors would be working together with clearly defined roles and responsibilities. ‘The European Parliament stresses the need for the integration of different levels of labour markets and points to the need for a ‘bottom-up’ process in the European Employment Strategy so that local and regional knowledge and commitment can complement and improve the present policy process and realise the kind of circular process which is envisioned in the Commission White Paper on governance; (...) The European Parliament emphasises, in particular, the importance of local government, which, since it constitutes the first level of democratically elected government, and, as a result, is closest to the citizens, can play an important role in establishing collaboration between all local, public and private bodies working on promoting employment’. From the European Parliament resolution on ‘Local dimension of employment’, July 2002 http://www.europarl.eu.int ",
        "6 COMMUNITY ACTION PROGRAMME TO COMBAT SOCIAL EXCLUSION The fight against social exclusion and poverty is founded upon an open method of coordination between Member States. The Commission seeks to support this coordination through the action programme, the objectives of which are to: • improve the understanding of social exclusion and poverty with the help in particular of comparable indicators; • organise exchanges on policies which are implemented, and promote mutual learning, inter alia in the context of national action plans, with the help in particular of comparable indicators; • develop the capacity of actors to address social exclusion and poverty effectively, and to promote innovative approaches, in particular through networking at European level, and by promoting dialogue with all those involved including at national and regional levels. The programme, which began on 1 January 2002, and will last until 31 December 2006, does not provide financial support or propose direct action to combat social exclusion. Rather it is meant to support the transnational exchange of learning and cooperation on the development of policies and programmes to combat social exclusion. The action programme to combat social exclusion shares several of the aims of the local employment development policy within the EU: local participation, bottom-up, integrated and partnership approach, networking and transnational cooperation. http://europa.eu.int/comm/employment_social/soc-prot/soc-incl/index_en.htm g ",
        "working together 7 Success in the fight against unemployment and poverty in Europe requires the mobilisation and support of all resources available, including, and especially, at regional and local levels There is today an increasing concern about the unravelling of many local communities blighted by joblessness and social exclusion. The individuals and groups most affected — those who risk becoming long-term unemployed, those lacking skills, the socially disadvantaged, elderly and disabled — are increasingly marginalised, excluded from mainstream society and the labour market. Mobilisation of local communities in combating unemployment and poverty is crucial. For it is localities that are best placed to translate national and regional strategies into action on the ground. And local actors can best understand local conditions, aspirations and needs. • It is at local level that the potential for job creation can be tapped. In services — from tourism to transport. In the social sector — for example, home help and childcare. In the environmental sector. In manufacturing and marketing local produce and goods. In housing improvements, security, culture and sport. The potential is vast. • It is at local level in particular that education and training are organised, developed and delivered. • And it is at local level where services are provided to help integrate the most vulnerable into our societies. ‘The Committee of the Regions is encouraged by the trends of decentralisation in the implementation of the European Employment Strategy in the Member States but it is still concerned that obstacles continue to exist towards the greater consideration for the active role that can be played by the local dimension (...) there is scope for an increasing involvement of local and regional authorities not only in the implementation but also, and especially, in the formulation of local employment strategies and in informing the drafting of the national action plans for employment.’ From the Committee of the Regions’ opinion on ‘Strengthening the local dimension of the European Employment Strategy’, March 2002 http://www.cor.eu.int ",
        "8 THIRD SYSTEM & EMPLOYMENT PILOT ACTION At the initiative of the European Parliament, the European Commission launched in 1997 the ‘Third system and employment’ pilot action to explore and enhance the employment potential of the third system, and to disseminate the results throughout the European Union. The pilot action encompassed 81 projects in the sectors of social services, environment, quality of life, and culture. It was launched by the Commission in 1997, and concluded in 2001. ‘Third system’ refers to the economic and social fields represented by cooperatives, mutual companies, associations and foundations, as well as all local job creation initiatives intended to respond, through the provision of goods and services, to needs for which neither the market nor the public sector seem able to make adequate provision. In broad terms, an organisation may be part of the third system if it is community oriented and community based and profit making is not its main purpose. There is enormous scope to develop goods and services to meet so far unmet needs and thus considerable potential for new sources of jobs, usually at local level. The third system, representing, according to certain estimates, about 6.5% of total employment in Europe, can make a very important contribution to local employment — by encouraging the burgeoning of grass-roots initiatives, it is able to help define new goods and services, create jobs, enhance the employability of the vulnerable and socially excluded in society, consolidate partnerships and empower local actors. Moreover, by knitting together unmet needs, the third system offers the prospect of a more inclusive community thereby contributing to a sense of social cohesion and solidarity. http://europa.eu.int/comm/employment_social/empl&esf/3syst/index_en.htm g ",
        "working together 9 The fight against poverty and social exclusion is a complex policy area, not limited to the issue of access to the labour market: it involves jobs as well as housing, education or health, and requires the mobilisation of a wide range of policies and actors. Social inclusion has therefore become an essential element of the process launched at the Lisbon European Council in 2000. Hence employment policies are being broadened to encompass local renewal, the reintegration of the socially excluded and the generation of social capital through local development. The idea is to restore mutual trust and civic commitment, to support the common good through collective action. Gender equality should be a key element of all policies affecting local level. No local employment initiative can be successful unless women are actively involved in it as both partners and benefici- aries. Today there is a growing awareness that empowering local level can not only improve effectiveness of central policies, but also enhance democracy, equal opportunities for all and social cohesion. This is why local and regional governments, local agencies and other local actors are becoming key partners in delivering economic and social development across Europe. Many Member States see decentralisation as a way to improve the relevance and quality of services and respond to needs and opportunities in the local economy. Today, local development policies and local initiatives are stronger and much more integrated into national and European strategies than ever before. Local action has gained its rightful place in the mainstream of policies, as more and more local players are involved not only in the delivery, but also in the design and development of job creation and inclusion policies. Nevertheless, much remains to be done, and the Union has a substantial contribution to make. The lessons from past and current experience to ensure that local employment strategies are successful A universal or prescriptive formula for local employment strategies would not reflect the huge vari- ety of different local situations; however, experience and consultation of regional and local actors suggest that a number of elements can contribute to their success. ",
        "g 10 THE EUROPEAN CONSULTATION OF LOCAL ACTORS ‘ACTING LOCALLY FOR EMPLOYMENT’ was launched by the Commission in early 2000 to strengthen the local dimension of the European Employment Strategy. Over several months, activities of two kinds were organised: a policy debate based on the Commission communication entitled ‘Acting locally for employment — a local dimension for the European Employment Strategy’; and experimental activities launched as part of the ‘Preparatory measures for a local commitment for employment’. The communication, issued in April 2000, was a consultative document asking local players how they can contribute to job creation at local level and mobilise and focus their energies and resources to promote employment and regional and national authorities and European institutions how to establish a more favourable climate for action at local level. Results of the consultation were presented and discussed at a European conference in Strasbourg in December 2000 showing that the recognition of the local dimension of the European Employment Strategy is very positive but that there is scope for improvement and for better articulation of the various levels. It appeared that the shift from individual local employment initiatives to coherent, integrated strategies represents a major challenge for local actors; it requires commitment and support at regional, national and Community levels. http://europa.eu.int/comm/employment_social/ld/links_en.htm#campaign In 2000 and 2001, there were two calls for proposals regarding PREPARATORY MEASURES FOR A LOCAL COMMITMENT FOR EMPLOYMENT comprising a total of 52 selected projects, related to experimental measures having as main objectives: • to pilot the development of local action plans for employment promoted by local authorities; • to improve capacity building; monitoring, evaluation, and benchmarking; • to promote transnational cooperation and the dissemination of good practice. Many projects deal with the elaboration of local action plans based on partnership. Evaluation carried out so far has highlighted the need to improve awareness of the European Employment Strategy at local level. For most projects the greatest challenge remains efficient articulation between local strategies and regional and national employment policies. http://europa.eu.int/comm/employment_social/ld/index_en.htm ",
        "working together 11 Firstly, a territory or area large enough to give the action a critical mass, and small enough to make the most of the proximity of local actors must be targeted. The focus must be on creating net- works, such as networks of municipalities with an overall potential for development. Secondly, an analysis of strengths and weaknesses , opportunities and threats (SWOT) of a terri- tory regarding employment should be carried out. Thirdly, based on the diagnosis, the definition and implementation of a clear, coherent and strate- gic action plan is crucial, involving as many local partners as possible through promoting partici- pation in partnership. A good plan must take into account the political, administrative and socio- economic characteristics of the specific territory which are, to a great extent, unique. Likewise, spe- cific objectives — such as tourism or new technologies — should be selected and implemented, rather than general all-embracing ones. To this effect, the mobilisation and capacity-building of local actors working in partnership is fundamental. The local level cannot play a more strategic role in the promotion of employment unless local actors are equipped with the necessary skills, both technical and social. Finally, gender equality at local level must be promoted by all available means. Local authorities, local businesses, voluntary bodies, social partners and local employment services can all con- tribute in enhancing women's participation, either as model employers or as promoters of special measures for improving women's access to the labour market. Key players of local employment partnerships are: • Local and regional authorities — they are essential for creating a favourable environment for entrepreneurship and job creation and ensuring that the whole range of local services are sup- portive to employment. But just like governments, local and regional authorities cannot operate in a vacuum: participation by other local actors and cooperation with regional and national levels is vital. • Public employment services have a key role to play in matching local labour markets with local business needs. • Education and training bodies can help the unemployed and employed alike to improve their skills, by providing education and lifelong training for all. ",
        "12 THE EQUAL INITIATIVE The aim of EQUAL is to promote new means of combating all forms of discrimination and inequalities in connection with the labour market. The initiative will act as a testing ground to develop and disseminate new ways of tackling the discrimination and inequality experienced by those in work and those looking for a job. The EQUAL initiative will run from 2000-06. Over this period the European Union will contribute EUR 3 026 million to the initiative via the European Social Fund, and this contribution will be matched by national funding. The bottom-up approach is key to the EQUAL initiative, mobilising those at local level to get involved in decision-making and implementation of actions. http://europa.eu.int/comm/employment_social/equal/index_en.html THE URBAN INITIATIVE The URBAN initiative is designed to tackle the high concentration of social, environmental, and economic problems which are increasingly present in urban agglomerations. The URBAN II initiative was established by the Commission in 2000, and will apply during the programming period 2000-06. The ERDF is the only Structural Fund financing this initiative, and the budget for the 2000-06 period is EUR 728.3 million. Key principles of the URBAN initiative are: territorial and integrated approach, local participation, partnership, networking, complementarity, equality and evaluation. http://europa.eu.int/comm/regional_policy/urban2/index_en.htm THE LEADER INITIATIVE The objective of the Leader initiative is to provide assistance and encouragement to rural areas in formulating their long-term strategies for sustainable development. The initiative funds local partnerships who initiate and implement schemes to improve the economic prosperity and quality of life in their local rural community. In the period 2000-06 the budget provided by the Community to the initiative is EUR 2 020 million, financed by the EAGGF-Guidance Section. Leader places great emphasis on the mobilisation of local actors to reflect on, and take control of, the future of their area. http://europa.eu.int/comm/agriculture/rur/leaderplus/index_en.htm g ",
        "working together 13 • Social partners can play a key part in strengthening the adaptability and equal opportunities of the workforce and in driving forward the creation of local partnerships. • Businesses , in their dual capacity as employers and partners, can provide a real contribution by providing jobs and encouraging other local players to improve their own contribution to employment development. • Voluntary bodies and social economy and third system organisations can be both direct employers and advocates on behalf of citizens and groups, hence enhancing local participation. The European Employment Strategy provides strong support for local employment development The new employment provisions in the EU Treaty, agreed at the Amsterdam European Council (1997), laid down the principles and procedures of a coordinated European Employment Strategy (EES). This so-called Luxembourg Process, initiated by the Luxembourg European Council in late 1997, involves all Member States of the Union, working within a common framework to increase their capacity to create more and better jobs, and to provide people with the skills to fill them. The Luxembourg Process provides a way to coordinate and develop efforts for combating unemploy- ment in the Union. This method, called ‘open method’ or ‘open coordination’, includes the setting of common objectives, defining Employment Guidelines to the Member States, developing national action plans for employment by the Member States, examining these plans and their implementa- tion at Community level, addressing recommendations to individual Member States, as well as benchmarking and the peer review of best practice. Right from the beginning the EES included a commitment to explore job creation potential at local level. Since 1997, the Employment Guidelines have asked the Member States to enhance the territo- rial dimension of their employment policies. In the Employment Guidelines for 2002, there is a strong emphasis on local employment action: ‘All actors ... must be mobilised to implement the European Employment Strategy by identifying the potential of job creation at local level and strengthening partnerships to this end’. These requirements have led to changes in the Member States' approach. Despite important differ- ences from one country to another, national employment policies increasingly take into account the role that local and regional actors, especially regional and local administrations, can play in the European Employment Strategy. ",
        "14 LOCAL SOCIAL CAPITAL PILOT PROJECTS The Local Social Capital pilot projects, financed by the European Commission under Article 6 of the European Social Fund from 1999 to 2001, aimed at promoting employment and social cohesion at regional and local levels by using new financing mechanisms (ESF global grants). The guiding principle for the pilot was to mobilise the potential to find local responses to local needs through the partnership approach. ‘Intermediary organisations’ operating at regional or local level provided back-up for people carrying out micro-level projects. Thirty-one intermediary organisations were supported with a total budget of EUR 30 million. The innovative pilot action aimed at restoring social cohesion by ensuring cooperation and solidarity; at reinforcing local networks and formal and informal groups seeking to facilitate integration of excluded persons into employment; at providing assistance with the start-up of micro-businesses and cooperatives. http://europa.eu.int/comm/employment_social/esf2000/ article_6_1994_99_programme-en.htm#capital g ",
        "working together 15 ‘The role of the social partners (...) is not just important in the context of joint social planning (...), but also as an active element in the partnerships (...). If, in addition, the social partners must play a prominent role in defining, implementing and assessing the guidelines for employment, this acquires even greater emphasis at local level’. From the European Economic and Social Committee opinion on ‘Strengthening the local dimension of the European Employment Strategy’, April 2002 http://www.esc.eu.int/ The Commission supports and encourages this trend; through several initiatives (‘Acting locally’ campaign and pilot projects), it has emphasised the contribution that the local and regional levels can have in the development of new forms of governance in the Union, although this obviously depends on the political and constitutional structures of each Member State. Yet wide regional disparities still exist in the EU in terms of employment and unemployment. There can be no doubt that acting at local level can significantly contribute in reducing these differences, especially in areas suffering from specific geographical or structural handicaps. The European Structural Funds help to address the challenge of creating jobs at local level and combating exclusion The European Union's economic and social cohesion policy is based on financial solidarity with less prosperous regions and social groups, to generate sustainable development by promoting a high level of competitiveness and employment. To this end, for the 2000-06 period, EUR 195 billion has been allocated to the four Structural Funds (the European Regional Development Fund, the European Social Fund, the Financial Instrument for Fisheries Guidance and the Guidance Section of the European Agricultural Guidance and Guarantee Fund), and EUR 18 billion to the Cohesion Fund. The European Social Fund (ESF) in particular, is the main EU financial instrument underpinning the European Employment Strategy. It provides around EUR 9 billion per year, managed in partnership with the Member States, for helping both young and older workers and job seekers. In the 2000-06 period, it offers considerable support for local action. • As a horizontal objective for all ESF operations, local development should be taken into account in each of the five policy fields of the Social Fund. • Small grants from the ESF for the activities of NGOs and local partnerships can be made avail- able. ",
        "16 INNOVATIVE MEASURES UNDER ARTICLE 6 OF THE ESF Article 6 of the European Social Fund (ESF) regulation is intended to pave the way for experimentation with innovative ideas and pilot projects which could subsequently be incorporated into projects financed under the general provisions of the Structural Funds. It therefore facilitates the communication of policies to practitioners ‘on the ground’ and, at the same time, is a means by which practitioners are able to inform the policy process at European level thus ensuring that new policy initiatives take account of the operational context in which they must be implemented. Innovative measures are currently being implemented under the 2000-06 programming period. Projects must be of sufficient size to generate valuable experience, so funding will be between EUR 300 000 and EUR 3 000 000 over a two year period. Many of the ESF Article 6 projects share the aims and objectives of the EU's local employment development policy. As well as utilising the partnership approach to establish good working systems, ESF Article 6 insists that projects should apply to a specific geographical territory, involve local actors through their emphasis on innovation and testing new approaches, network with other projects in order to share experiences, and incorporate systems of evaluation. http://europa.eu.int/comm/employment_social/esf2000/article_6-en.htm g ",
        "working together 17 ‘Partnership at all levels should be encouraged, including with the social partners, regional and local authorities and representatives of civil society so that they can contribute, in their respective fields of responsibility, to promoting a high level of employment’ (From the Employment Guidelines for 2002) • The Community initiative EQUAL , which is part of the ESF, provides substantial funding for testing new approaches to combat discrimination and exclusion, based on the key principles of local development: bottom-up strategy building, partnership and empowerment. • The innovative actions under Article 6 of the ESF regulation encourage close cooperation between European, national, regional and local levels, as well as the social partners and third system organisations. Moreover, the URBAN and LEADER Community initiatives, focusing respectively on urban and rural development, support area-based approaches putting emphasis on capacity-building, empower- ment of local actors and targeting of local activity. The European Commission's views on the promotion of employment at regional and local levels. On numerous occasions, the European Parliament, the Committee of the Regions and the European Economic and Social Committee have expressed their strong support for local employment strategies, and have called on the Member States and the Commission to involve regional and local actors in designing and delivering employment policies. ",
        "18 In its White Paper on European governance, issued in July 2001, the Commission stressed the importance of linking together the various regional and local levels, and asked for a greater use of the skills and practical experience of regional and local actors. In its communication of November 2001 on ‘Strengthening the local dimension of the European Employment Strategy’ the Commission acknowledges the increasing importance of the regional and local levels, suggests ways for developing employment at local level and presents the next steps for capitalising on existing experience and enhancing transfer of best practice at European level. Particular emphasis is given to the development of the local dimension of the national employment action plans . The Commission monitors and supports these developments. Local development covers not only employment, but also, among others, gender equality, social inclusion, economic development, innovation and the information society. Evaluation in this area is therefore essential for further policy development. The Commission considers that developing the local dimension of the European Employment Strategy requires not only political will, but also awareness-raising , experimentation and exchange of good practice through networking and otherwise. New initiatives are being taken to do this. Building on past experience in this field is essential for well-designed and efficiently implemented local employment strategies. It is equally important to fully exploit the potential offered by the Structural Funds, especially the EQUAL, URBAN and Leader Community initiatives and the innovative actions of both the European Social and Regional Development Funds. It is the Commission's view that gender equality has received insufficient attention in the past, and it is at local level that gender equality measures can be most effective. Women should be more closely involved as both actors and target groups in local employment strategies. Finally, it is important that institutions, organisations, social partners and individuals that are involved in this area are given the opportunity to discuss and exchange experiences and informa- tion, in order to strengthen the local dimension of the European Employment Strategy. This is the purpose of the 2003 ‘European Forum on local employment development’, organised by the Commission and the Union's Presidency with the support of the European Parliament, the Committee of the Regions and the European Economic and Social Committee. C ",
        "European Commission Working together at local level for more and better jobs for all — The local dimension of the European Employment Strategy Luxembourg: Office for Official Publications of the European Communities 2003 – 16 pp. – 14.8 x 21 cm ISBN 92-894-5076-2 ",
        "04 05 K E - 47 - 0 2 - 406 - E N - C ISBN 92-894-5076-2 ,!7IJ2I9-efahgi! > "
    ]
}