{
    "text": [
        "EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE EUROPEAN UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 25.5.2011 SEC(2011) 642 final JOINT STAFF WORKING PAPER Implementation of the European Neighbourhood Policy in 2010 Country Report: Israel {COM(2011) 303 final} {SEC(2011) 637 final} {SEC(2011) 638 final} {SEC(2011) 639 final} {SEC(2011) 640 final} {SEC(2011) 641 final} {SEC(2011) 643 final} {SEC(2011) 644 final} {SEC(2011) 645 final} {SEC(2011) 646 final} {SEC(2011) 647 final} {SEC(2011) 648 final} {SEC(2011) 649 final} {SEC(2011) 650 final} {SEC(2011) 651 final} {SEC(2011) 652 final} ",
        "EN 2 EN JOINT STAFF WORKING PAPER Implementation of the European Neighbourhood Policy in 2010 Country Report: Israel 1. O VERALL ASSESSMENT Israel and the European Community first established contractual relations in 1975 with the signing of a Cooperation Agreement. An EU-Israel Association Agreement was signed in 1995 and entered into force in 2000. It sets out in more detail the specific areas in which relations can be developed bilaterally. On this basis the EU-Israel European Neighbourhood Policy (ENP) Action Plan was adopted in April 2005, initially for a period of three years. EU– Israel meetings take place at the level of the Association Council, the Association Committee and subcommittees, nine of which are activated. In addition, a wide range of contacts are maintained at all levels. This document reports on the overall progress made on the implementation of the EU-Israel ENP Action Plan between 1 January and 31 December 2010, although developments outside this period are also considered where relevant. It is not a general review of the political and economic situation in Israel. The sectoral report contains information on regional and multilateral sector processes. In 2010 the EU and Israel maintained strong bilateral relations and an open political dialogue. The Association Council, originally scheduled for March 2010, took place in February 2011, while the EU-Israel Informal Working Groups on Human Rights and International Organisations and the sub-committee on Political Dialogue and Cooperation were held in September and December 2010 respectively. Bilateral dialogue on sector-specific and technical matters slowed down in 2010. Only one subcommittee was held, in March. One important achievement in bilateral relations was the signing of the Agreement on Conformity Assessment and Acceptance of industrial products (ACAA), which is, however, still subject to the European Parliament’s consent. The EU also acknowledged that the level of personal data protection in Israel was adequate. Negotiations between Israel and Europol on an operational cooperation agreement moved forward. The Israeli economy showed considerable resilience to the global economic crisis. The economy resumed strong growth in 2010. This was the result of effective policy measures during the crisis, but also of prudent macro-financial policy frameworks established beforehand . There was no significant progress towards a comprehensive settlement of the Israeli- Palestinian conflict. Following the Israeli government’s decision to allow the ten-month moratorium on settlement construction in the West Bank to expire in September, direct negotiations between the two sides came to a halt. On expiry of the moratorium, settlement activity resumed. The demolition of houses in the West Bank, particularly in East Jerusalem, continued during the reporting period. Although Israel did take steps to ease restriction on movement in the West Bank, further efforts are needed. The Israeli government’s June decision to ease the blockade on the Gaza Strip brought about some improvements as regards imports of goods. However, the government’s decision in December 2010 to allow some ",
        "EN 3 EN additional exports in the future has not yet been enforced. The overall social and economic situation in the Gaza Strip has not substantially improved. Rockets and mortar shells continued to be fired from Gaza, and arms smuggling persisted; Gilad Shalit, the Israeli soldier abducted by Hamas, remained in captivity. Against this background and in line with its decision of June 2009 1 , the EU did not resume the process of upgrading relations in 2010. At the Association Council the EU agreed to explore further with Israel any opportunities still offered by the 2005 ENP Action Plan - which remains the reference document of EU-Israel bilateral relations - and pursue technical talks to identify areas for potential cooperation in the future. The validity of the Action Plan has been extended by mutual consent until June 2011. As regards the domestic situation with regard to human rights, pressure on civil society organisations, including from government members, has increased, leading to a deterioration in their working environment. Furthermore, the economic and social situation of the Arab minority, including the Bedouin community, and its full integration into Israeli’s society and protection of its rights, need to be addressed more effectively. Israel’s occupation of the West Bank and its policies vis-à-vis Gaza have continued to have serious repercussions on the freedom and individual rights of the Palestinian population ( for further details see the Progress Report on the Occupied Palestinian Territory ). 2. P OLITICAL DIALOGUE AND COOPERATION Democracy, human rights and fundamental freedoms The promotion of democracy, rule of law and respect for human rights and international humanitarian law have been raised regularly with the Israeli authorities and were subject to in-depth discussions at the meetings of the EU-Israel informal Working Group on Human Rights and on International Organisations and the EU-Israel subcommittee on political dialogue and cooperation. Israel is party to most international human rights instruments but not to their optional protocols. During the reporting period Israel did not cooperate with the special rapporteur on the situation of Human Rights in the Palestinian territory occupied by Israel, accusing the rapporteur of political bias in favour of the Palestinian side. Israel has not responded to requests for a visit by five UN Special Rapporteurs As regards minority rights , there was limited progress on the situation of the Arab minority. They were slightly better represented in the civil service and in government offices, but remained well below the target of 10 % by 2012 provided for in the legislation. Urban planning of Arab localities has progressed. A number of bills pending in the Knesset have had a strong alienating effect on the Arab-Israeli community, including the proposed amendment to the Citizenship Law according to which naturalised citizens would have to swear allegiance 1 […] That upgrade must be based on the shared values of both parties, and particularly on democracy and respect for human rights, the rule of law and fundamental freedoms, good governance and international humanitarian law. The upgrade needs also to be, and to be seen, in the context of the broad range of our common interests and objectives. These notably include the resolution of the Israel- Palestinian conflict through the implementation of the two-state solution, the promotion of peace, prosperity and stability in the Middle East and the search for joint answers to challenges which could threaten these goals. ",
        "EN 4 EN to the State of Israel ‘as a Jewish and democratic state’. In March 2011, legislation ( Nakba Bill) was adopted that would penalise organisations receiving public funding that commit offences such as celebrating Israeli Independence Day as a day of mourning or that reject the State of Israel as a Jewish and democratic state. Legislation was also adopted allowing small communities in Galilee and Negev to disqualify, on the basis of certain criteria, candidates seeking to settle in those communities. It is feared that this legislation could, inter alia , be used to entrench segregation between Jewish and Arab citizens of Israel. Little progress was made towards the broad recognition of Bedouin villages, as recommended by the Goldberg Commission in December 2008. The resolution prepared by the government to implement the Commission’s recommendations has not been adopted yet. House demolitions in Bedouin communities continued and became increasingly violent, with some demolitions in January and February 2011 leading to fierce clashes in which many villagers, including women and children, were injured. The European Initiative for Democracy and Human Rights continued to support human rights projects in Israel, with an allocation of EUR 1.3 million in 2010. In the area of freedom of expression and association, public criticism of the work of human rights organisations has continued, including from leading government parties and personalities, and has even increased compared to the previous year. A bill on NGO recipients of financial support from Foreign Political Entities was adopted in February 2011. The provisions which caused the greatest concern have been dropped. However, the law imposes additional and potentially excessive transparency requirements. Moreover, it applies only to funds received from foreign public sources and not to private donations. A number of other bills are pending in the Knesset, including one establishing a Parliamentary enquiry committee to investigate the funding of Israeli organisations that allegedly participate in a de- legitimisation campaign against the Israeli State and Army, as well as one targeting individuals who initiate a boycott against the State of Israel or encourage participation in a boycott. Within Israel, the rule of law and independence of the judiciary continued to be applied. The worsening working conditions of public prosecutors led to a strike in 2010. The trial of former president Katsav took place in 2010 and 2011, leading to his conviction and sentencing to seven years’ imprisonment for sexual offences. Israel continues arresting and holding a number of Palestinians in administrative detention without formal charges. However, the number of administrative detainees decreased, from 278 in December 2009 to 205 in December 2010. Security suspects in the hands of the Security Authorities can be denied access to a lawyer for up to 21 days. These detainees may be interrogated incommunicado for four days without judicial oversight, and with the exception of one hearing before a judge, the interrogation may continue while the detainee is held incommunicado for three weeks. Palestinians detained in the hands of the security authorities in the West Bank may be prevented from meeting a lawyer for up to 90 days. As regards torture and ill-treatment , in November 2010 the Government took the decision that the task of investigating torture allegations against the General Security Service (GSS) should be transferred from the GSS itself to the ministry of justice. This decision has not been implemented yet. Since 2001, no complaints against the GSS have led to criminal investigations. There were a number of reports by Israeli NGOs on problematic detention conditions of Palestinians, in particular in one interrogation facility of the Israel Security Agency (ISA). ",
        "EN 5 EN According to the 2010 World Economic Forum report, Israel ranks the highest among countries in the Middle East and North African region with respect to gender equality indicators. However, Israel has slipped down seven places compared with the previous year, mostly due to a widening wage gap and a smaller proportion of women in ministerial level positions. Women still remain underrepresented in national and local government, with Arab women even further underrepresented. The Equal Employment Opportunities Commission is fully functioning: addressing a number of discriminatory behaviours in the workplace with a large proportion of cases dealing with gender discrimination. Israel undertook to improve the collection of gender disaggregated data by 2015. As regards children’s rights , in 2010 there was a sharp increase in the number of children being arrested in the Occupied Palestinian Territory, and particularly in East Jerusalem. According to Israel Police figures, between November 2009 and October 2010 the Jerusalem District opened 1 267 criminal files against Palestinian children living in East Jerusalem who were accused of throwing stones. Children are increasingly detained in child-designated prison sections. However, there have been several cases of detained children mixing with adults. According to official figures, as of August 2010, 58 % of detained Palestinian children were kept inside Israel, thus contravening the Fourth Geneva Convention. 2 The juvenile military court that has been established in the West Bank will continue to operate in the coming year. However, many aspects of it are problematical, including the fact that the conditions surrounding the children’s arrest, interrogation practices, and detention before the trial are not examined by civil authorities. Children often do not have access to their families during this process. Combating anti-Semitism — Fight against racism and xenophobia, including Islamophobia The EU and Israel pursued their cooperation in supporting initiatives tackling anti-Semitism, racism and xenophobia. As reported last year, the EU’s Fundamental Rights Agency published a new report on Anti-Semitism in the EU in April 2010. Also in April 2010 a joint seminar was held in Jerusalem. The EU funded a project aiming to create a unified network of Holocaust archives, with the participation of 20 archives and research institutes from 13 countries in Europe, the United States and Israel, including Jerusalem’s Yad Vashem. Cooperation on foreign and security policy, regional and international issues, conflict prevention and crisis management Cooperation under CFSP/ESDP, crisis management The mandate of the EU Border Assistance Mission in Rafah (EUBAM Rafah) continues until 31 May 2011, with a further extension in process. The mission maintains its operational capability and remains ready to redeploy its personnel at the crossing-point as soon as conditions permit. Situation in the Middle East There was no progress towards a comprehensive settlement of the Middle East Peace Process. In September 2010, following a four-month period of proximity talks, the Israeli and Palestinian sides engaged in direct talks, supported by the US, the EU and the Quartet. 2 According to the Convention, \" protected persons accused of offences shall be detained in the occupied country, and if convicted they shall serve their sentence therein ’. ",
        "EN 6 EN However, the Israeli government's subsequent refusal to extend the 10-month settlement moratorium on construction in the West Bank after its expiry in September 2010 led to the suspension of negotiations. Within the Quartet, the EU supported and encouraged US efforts to persuade the parties to resume negotiations. This was complementary to its own efforts in this regards, reflected in the conclusions adopted by the Foreign Affairs Council on 13 December Settlement activity in the West Bank, including East Jerusalem, was limited during the moratorium, in particular between March and September 2010. However, in the last months of 2010 and the beginning of 2011 substantial settlement activities resumed. House demolitions and evictions of Palestinians from their homes continued in the West Bank, particularly in East Jerusalem, with a total of 431 Palestinian structures demolished in 2010. One child was killed and 133 Palestinians were injured in 2010 as a result of attacks by Israeli settlers. In addition, over 3 700 olive trees were vandalised during the olive harvest. The ongoing impunity continues to favour settlers. Four Israeli settlers were killed in an attack claimed by Hamas and in March 2011 a family of five was murdered in the settlement of Itamar. Rockets and mortar shells continued to be fired from Gaza and arms smuggling persisted. The firing of rockets from Gaza and retaliatory strikes by the Israeli military escalated in March 2011. Hamas maintained its control over the Gaza Strip. Gilad Shalit, the Israeli soldier abducted by Hamas, remained in captivity. The EU continued to call for his immediate release and for a complete halt to violence. Since the end of Operation Cast Lead in 2009, the Israeli Defence Force has investigated 400 complaints and questioned about 600 officers and soldiers. Out of the 400 complaints, 50 evolved into criminal investigations and three into indictments. On 31 May 2010 a six-ship flotilla carrying humanitarian aid attempted to break the blockade that Israel had maintained over the Gaza Strip since Hamas took control in 2007 and was intercepted by the Israeli Navy. In the ensuing clashes between Israeli forces and activists there were nine casualties among the activists and several people on both sides were injured. The EU publicly regretted the loss of life and condemned the use of violence. In June the Israeli government established a domestic commission with international observers in charge of investigating the events, which published its report in January 2011 3 . In August 2010 Israel also agreed to cooperate with a UN investigating panel composed of four members, of whom one is from Israel. Israel did not cooperate with the UN Human Rights Council panel which investigated the events and published its report in September 2010. Following the flotilla raid, the Israeli government partly eased the blockade on the Gaza Strip. There was a 62% increase in the number of truckloads allowed in between May and October 2010. 4 However, imports are far from pre-2007 levels. Between June and October 2010 the supply of diesel increased by 50 % for transportation and by 125 % for power production. Despite this progress, a fundamental change in policy is still required to allow for the reconstruction and economic recovery of the Gaza Strip. With the exception of flowers and strawberries, the ban on exports remains in place. In December the Israeli government 3 Turkey also prepared an investigation report, which came to opposite conclusions on many instances. 4 In May 2 650.5 truckloads entered the Gaza Strip, as opposed to 4 305 in October. Before the closure in 2007 about 10 000 truckloads entered the Gaza Strip per month. ",
        "EN 7 EN announced that some additional exports would be allowed in the future, although this decision remains largely to be implemented. Israel took further limited steps in 2010 to ease restrictions on movement in the West Bank. Non-proliferation of weapons of mass destruction and their means of delivery, including ballistic missiles As regards the EU-Israel informal dialogue on non-proliferation of weapons of mass destruction, the EU continued its efforts to make progress in the implementation of the 1995 Non-Proliferation Treaty (NPT) Resolution on the Middle East. However, there were no new developments during the reporting period. Combating terrorism The EU and Israel continued to express strong mutual interest in deepening collaboration in this area. In September 2010 a Workshop on Terrorist Financing & Money Laundering took place in Brussels, with the participation of experts from Israel, the EU and the EU member states. International organisations In line with the common objective of promoting effective multilateralism, the EU and Israel continued to develop regular contacts on a number of matters of mutual interest. This included discussions on UN-related matters, such as human rights (including a review of the Human Rights Council), climate change, sustainable development and the preparations for the Rio+20 Conference, the International Criminal Court, UN peacekeeping and EU participation in the UN General Assembly. In 2010, Israel became a member of the Organisation for Economic Cooperation and Development (OECD). Regional cooperation There was no substantial progress on trilateral cooperation, which would involve Israel, the Palestinian Authority and the EU and would cover trade, transport and energy. 3. E CONOMIC AND SOCIAL COOPERATION Macroeconomic framework The 2010 recovery of the Israeli economy from the global economic downturn was much faster than in the major developed economies. Output expanded by 4.5 % in 2010, reflecting a strong rebound of private consumption and recovery in fixed investment. The recovery encompassed most industrial sectors of the economy and had a significant impact on unemployment. Average inflation decreased from 3.3 % in 2009 to 2.8 % in 2010. The real exchange rate remained strong, which has helped to curb imported inflation. The main inflation drivers were rising prices for food and, in particular, housing. If these factors are excluded, core inflation was recorded at around 1.1 %. The government took measures to alleviate the housing ",
        "EN 8 EN shortage and prevent the expansion of the real-estate bubble. These measures included a reduction in the taxation of capital gains on land and incentives for contractors to complete projects more rapidly. In 2010 the shekel (NIS) continued to appreciate (5.8 % against the USD and 12.7 % against the EURO), supported by the strong recovery of the economy, the current account surplus and the wide interest-rate differential with key developed economies. The Bank of Israel continued to intervene in foreign exchange markets to prevent damage to exports as a result of rapid appreciation. This policy led to the accumulation of around USD 70 billion (EUR 52.5 billion) in foreign reserves, which entails significant sterilisation costs and undermines the credibility of the free-floating exchange-rate regime. The fiscal deficit narrowed from 5.1 % of GDP in 2009 to around 3.7 % of GDP in 2010, on the back of the economic recovery and the effective curbing of public expenditure. Fiscal consolidation should continue in order to bring public debt — at 76.2 % of GDP in 2010 — onto a downward path and support monetary policy in its fight against inflation. This would allow for a more gradual tightening of monetary policy and a softer impact on competitiveness. The authorities are committed to ensuring fiscal discipline by establishing biannual targets on the fiscal deficit and ceilings on real expenditure growth. Their implementation will require regular spending reviews at all levels, as well as enforcement of tax collection, especially of indirect taxes. The establishment in the ministry of finance of a commission to examine the tax treatment of non-renewable resources is a positive step, as the appropriate use of the proceeds can facilitate the implementation of several policy options, such as the reduction of public debt or even the establishment of a sovereign wealth fund. The external sector was challenged by a 15 % real appreciation of the shekel in 2010. Nevertheless, the current account balance remained positive, even though the surplus slightly narrowed from 3.9 % of GDP to 3.1 % of GDP in 2009. This was the result of a deterioration in the trade balance. Tourist flows also contributed to the current account surplus with a 26 % increase in arrivals. Employment and social policy A poverty report by the National Insurance Institute, published in November 2010, shows that 24 % of the Israeli population lived below the poverty line in 2009 compared with 22 % in 2008). Poverty is concentrated among the 20 % of the population belonging to the Arab minority (of whom 57 % live below the poverty line) and the estimated 10 % who are ultra- orthodox Jews (of whom 60 % live below the poverty line). The number of poor families increased in 2009 in both the Arab-Israeli and ultra-orthodox communities. According to the same report, poverty among the elderly decreased from 22.7 % in 2008 to 20.1 % in 2009. The impact of the global financial and economic crisis had been relatively moderate on Israel's economy and labour market. In the context of fast recovery, the unemployment rate dropped to 6.6 % in 2010. The majority of the newly employed found jobs in the public service. Few of them found jobs in the business sector. Nevertheless, unemployment rates in the Arab and Ultra Orthodox populations (Haredim) remain high (around 27 % and 65 % respectively). Labour market participation is extremely low in both groups, especially among Arab-Israeli women and Haredim men. The issue of severe under-employment of Arab-Israeli women was raised during OECD negotiations, but few significant measures have been taken. The level of Haredim participation in the labour market is low, mostly due to a preference for full-time religious study among men. Both groups already represent a fifth of the working age ",
        "EN 9 EN population. Boosting their labour market participation represents a major challenge. With a view to rebalancing the socio-economic development between the centre and the periphery of the country, an Action Plan exists that targets investment, innovation and skills development in the periphery regions. In the area of social inclusion , the situation of the Arab-Israeli minority remains a matter of concern. Only slightly more than a third of Arab youngsters complete high school with a matriculation certificate. People with disabilities (about one fifth of the population) earn about 34 % less than the national average. In the first quarter of 2010, the Israeli government discontinued the reform plan on the welfare of workers earning low salaries by means of income tax credits, despite the Bank of Israel’s recommendation to extend the programme across the country and to increase grants. As regards social dialogue , the 2009 legislation on employee rights in the workplace started producing effects. Women’s participation in social, economic and political life continued to improve. The EU financed a twinning project with ENPI bilateral funds, aimed at providing support to the Equal Employment Opportunities Commission. 4. T RADE - RELATED ISSUES , MARKET AND REGULATORY REFORM The EU remains Israel's first trading partner. Exports to the EU increased by 24.4 % and EU exports to Israel increased by 26.2 %. Significant progress was made in tackling market access barriers in Israel in the first half of 2010 by means of a more intensive dialogue with the EU side. However, some issues remain open, including sanitary and phyto-sanitary matters and technical barriers to trade. No significant progress can be reported on the implementation of the customs -related part of the Action Plan. In the area of agriculture overall trade in agricultural products, processed agricultural products and fish and fishery products further increased following the entry into force, in January 2010, of the new Agreement in the form of an Exchange of Letters. Bilateral dialogue on Geographical Indications continued during the reporting period.On free movement of goods and technical regulations, the EU-Israel ACAA agreement on good manufacturing practice for pharmaceutical products was signed in May 2010. The European Parliament still has to give it its consent. Other priority sectors include pressure vessels and medical devices, and possibly machinery. The Standards Institute of Israel started in July 2010 a review process of the Israeli Standard on safety of toys in order to adopt the European Standard. In the field of consumer protection the regulations regarding the cancellation of a deal by consumers within 30 days and the right to receive their money back entered into force in December 2010. In 2010 the EU and Israel stepped up sanitary and phyto-sanitary cooperation through the preparation of a twinning project that aims to strengthen veterinary administration. Israel continued the process of updating legislation. In February 2010 Israel connected to the external window of the EU’s rapid alert system for food and feed (RASFF). The Knesset Committee of Health tabled a draft law setting up a national authority for the supervision of food. In May 2010 the European Commission’s Food and Veterinary Office (FVO) carried out a mission to Israel on pesticide controls in fruit and vegetables, which identified some weaknesses in the control system. In November 2010,the FVO carried out an inspection visit on the control of residues and contaminants in live animals and animal products, including ",
        "EN 10 EN controls on veterinary medicinal products. In January 2010, in cooperation with the EU, Israel managed successfully an outbreak of the highly pathogenic avian influenza. In line with the ENP Action Plan, the EU-Israel annual Business Dialogue (EUIBD) meeting took place in December 2010. The EUIBD provides for flexible arrangements and opportunities for business contacts between the EU and Israel; however the dialogue could be better structured and its visibility increased. No substantial progress can be reported with respect to company law . During the reporting period Israel started work on amendments to the regulation requiring companies to submit documents to the Companies Registrar not only in Hebrew but also in English. The Corporate Governance Act is still under consideration in the Knesset. In 2011, for the first time since the entry into force of the Companies Law in Israel in 1999, the Israeli Corporations Authority will start to impose fines on companies registered in Israel which have been failing to pay annual fees and submit annual reports. The business licensing reform passed the first reading in parliament in August 2010. According to the proposed reform, the licensing process will be expedited and the specifications will be standardised. In the area of accounting , SMEs in Israel will be entitled to implement the International Financial Reporting Standards for SMEs in their financial reports as of 2011. No progress was reported in the area of auditing . There were no new developments in the bilateral negotiations for the liberalisation of services and establishment in 2010. In the field of financial services , in March 2010 the parliament adopted a new Bank of Israel Law. Monetary policy and decisions are determined by the Monetary Committee. An Administrative Council was also established to supervise the orderly and efficient management of the Bank. The new law provides a strong foundation for the monetary and exchange rate regime, although some aspects of its implementation, including the precise function of the Monetary Committee, have yet to be clarified. The banking sector remained stable in 2010 and the number of impaired loans fell. A series of regulatory and supervisory measures implemented in 2010 should contribute to strengthening further the stability of banks and non-bank financial institutions. Banks were required to increase core capital by at least 7.5 %, while measures concerning supervision, transparency and risk management were implemented in the non-bank sector and with institutional investors. However, there is room for improvement in stress-testing procedures and supervision in the corporate bonds market. There should be greater coordination among the three regulatory bodies of the financial sector, as many market operators are active in a number of supervisory fields. In August 2010 the parliament approved a law setting up a special economic affairs court to hear corporate and securities cases. Other key areas A new agreement on avoidance of double taxation between Israel and Estonia entered into force in January 2010 and a similar agreement with Austria was initialled in July 2010. ",
        "EN 11 EN With regard to competition policy , in July 2010 the Ministerial Committee for Legislation approved an amendment to the Anti Trust Law, which would empower the Israel Anti Trust Authority to deal with the concentrations distorting competition. The draft law was submitted to the parliament. No progress can be reported in the field of state aid. In the area of intellectual property rights, Israel joined the Madrid Protocol in September 2010. As a result, Israelis can apply for international registration of trade marks via the Israeli Patents and Trade Marks Authority. According to independent sources, Israel's software piracy levels are below the EU average. In the area of public procurement , a regulation entered into force in July 2010 obliging foreign suppliers who win Israeli local authorities' tenders for over USD 5 million (EUR 3.772 million) to purchase goods in return worth 20-35 % of the deal’s value, preferably from the same city/town. Following the expansion of the regulations pertaining to industrial cooperation, and their application to contracts to be issued to foreign companies by health care organisations and other public entities, as of August 2010 international pharmaceutical companies and the manufacturers of medical equipment are required to carry out offset purchases with the State of Israel. In December 2010 a new law obliged the ministry of defence, the ministry of internal security and the Israeli Defence Force to give preference to local textiles producers in their tenders (which are up to 50 % more expensive). This law will be valid for two years. These preferences apply except where they run counter to Israel’s commitments under international agreements. The Israel Central Bureau of Statistics participated in the activities of the MEDSTAT III programme launched in 2010, in particular in the areas of migration, social policy, trade, energy, transport and agriculture, thereby also continuing cooperation with its neighbouring countries. Moreover, it cooperates in the context of the environmental statistics programme for ENP countries on a Shared Environmental Information System ‘SEIS’. On enterprise policy , Israel continued to participate in industrial cooperation activities, including the implementation of the Euro-Mediterranean Charter for Enterprise. 5. C OOPERATION ON JUSTICE , FREEDOM AND SECURITY Regarding the fight against organised crime , Israel has not ratified the remaining Protocol to the 2003 United Nations Convention on Transnational Organised Crime on the Illicit Manufacturing of and Trafficking in Firearms, their Parts, Components and Ammunition. With an estimated figure of 33,000 asylum seekers currently in Israel, the country still lacks a consolidated and consistent policy and legislation on asylum and its authorities follow a very restrictive approach towards asylum seekers . The country's policy in the field of asylum was considered also, in the course of 2010, to be revised into further restrictive terms through an Anti-Infiltration bill, but the latter eventually was no longer adopted. The Israeli authorities have yet to set in place a functioning Refugee Status Determination procedure. Beyond the detention period where treatment is granted, the state does not provide asylum seekers with the right to work, nor basic medical and social services, despite the fact that a significant number of asylum seekers who arrive to Israel have been victims of systematic abuse and torture perpetrated by smugglers in the Sinai desert. Furthermore, Israel has difficulties in ",
        "EN 12 EN adequately coping, from a legal and administrative point of view, with the fact that it has become the country of destination for an increasing number of irregular migrants and asylum seekers from several African countries, who reach its borders coming from Egypt. In order to react to this fact, in July 2010 the government decided to accelerate the construction of a fence along the southern border, and in November 2010 it approved the establishment of an open detention centre near the Egyptian border in order to meet asylum seekers' basic needs. On the fight against trafficking of human beings , a draft legislative measure proposing penal sentences for purchasers of sexual services, with a provision for an educational rehabilitation reprieve for first-time offenders, has not yet been discussed in the Knesset (Israeli parliament). The NGO Task Force on Human Trafficking petitioned the Supreme Court in July 2010 to ban advertising for women’s sexual services in public media. Israel remains a destination for persons trafficked for sexual exploitation. While law enforcement agencies continued working against human trafficking, Israel’s actions fall short of minimum international standards. Renewed attention needs to be paid to the rehabilitation of victims, including housing and medical service support, in the context of the implementation of the national plan to combat human trafficking. In the area of the fight against drugs , in July 2010 the Knesset outlawed the sale of alcohol at night time in non-catering establishments (for example petrol stations, pharmacies) as a means of addressing the growing problem of youth alcoholism, particularly in the 11-15 age group. Increased police crackdowns reduced access to recreational drugs such as marijuana, leading to an increase in its local production and smuggling networks to Egypt and Lebanon. There has still not been any sustained follow up to the recommendations of the Mini Dublin Group on establishing a central anti-drug unit within the Israeli police as well as on maintaining accurate records of information exchange with neighbouring countries on precursors. Drug trafficking, with its links to national and international organised crime networks, remains an issue of concern. In October 2010 Israel took an active part in the regional Euro-Med Police II programme on drug cooperation alongside its ENP neighbours as well as in the ENP regional seminar on the EU drug monitoring system organised by the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA) and the EU in Brussels. Concerning the fight against money laundering , a draft law extending the anti-money laundering regime to trade in precious stones passed its first reading in the Knesset in December with second and third readings foreseen in 2011. It places significant obligations on dealers with respect to client identification, transaction reporting and record retention for at least five years vis-à-vis the Israel Money Laundering Prohibition Authority. In December 2010, Israel signed and ratified the Framework Convention of the International Anti- Corruption Academy, thus facilitating future international cooperation in education, training and research against corruption in the framework of the United Nations Office on Drugs and Crime. As was the case in 2009, the supervision authorities continued implementing the national control regime based upon the 40 plus 9 Special Recommendations of the Financial Action Task Force. Due diligence, ‘Know Your Customer’ (KYC) and ‘Know Your Business’ (KYB) practices continued to be implemented within financial institutions and the financial services industry in line with statutory obligations. As regards data protection , the Israeli Law, Information and Technology Authority organised a final conference for the Twinning project on data protection in November 2010 highlighting increased public awareness in various sectors such as telecommunications, international data transfers and economic outsourcing. On 31 January 2011 the European Commission adopted a decision on the basis of Directive 95/46/EC, declaring the level of ",
        "EN 13 EN personal data protection in Israel to be adequate.In the field of police and judicial cooperation , Europol approved a mandate for negotiations with Israel on an Operational Agreement including a provision that data processing be undertaken in line with international law and that information sourced from the occupied Palestinian territory be marked in advance in a manner identifiable by the EU member state law enforcement authorities. In November 2010 the Israeli Law, Information and Technology Authority organised a final conference for the Twinning project on data protection, highlighting increased public awareness in various sectors such as telecommunications, international data transfers and economic outsourcing. As regards civil judicial cooperation, Israel expressed interest in acceding to the Lugano Convention on Jurisdiction and the Recognition and Enforcement of Judgments in Civil and Commercial matters. Israel is not yet a party to the 1996 Hague Convention on Child Protection to which all EU member states will soon accede. In 2010, Israel began implementing its obligations under the UN Convention against Corruption. In international surveys on corruption perception Israel ranks at a level similar to EU member states. 6. T RANSPORT , ENERGY , ENVIRONMENT , THE INFORMATION SOCIETY , RESEARCH AND DEVELOPMENT , SCIENCE AND TECHNOLOGY In implementing its transport policy, Israel continued to focus on the development of integrated transport systems, with a particular emphasis on transport safety and increasing the share of public transport. In June 2010 Israel opened up the public transport market by releasing 17 % of the routes of the public transport operator (Egged) for competition. According to the ministry of transport and road safety (MoT), since the start of the reform in public transport 10 new public transport operators have entered the market with a combined market share of about 30 %. Following the cancellation of the tender for the Tel Aviv Light Train, the government decided to finance this project in late 2010. The estimated cost is NIS 11 billion (EUR 2.2 billion). This so-called ‘Red Line’ is intended to carry 120 million passengers a year. Mass transit use is expected to increase to 430 million passengers a year by 2030. In the field of civil aviation, Israel is committed to making progress on the signing of a comprehensive aviation agreement with the EU in 2011 following the successful conclusion of a horizontal agreement in 2008. In 2010 the State Controller criticised the Civil Aviation Authority for failing to maintain proper standards of aviation safety. Israel needs to increase resources further in order to ensure efficient safety oversight of air carriers. As regards the maritime sector two regulations entered into force in mid 2010 aimed at ensuring higher safety standards. One requires Port Service Vessels to install electronic equipment to enable the Port Control Station to keep a constant watch on the movements and location of port service craft. The other, issued as a result of recommendations by the International Maritime Organisation, defines the safety measures surrounding the transit of certain types of dangerous cargo. Israel operates a very effective Port State Control (PSC) system and remained on the White List of the Paris MoU on PSC. ",
        "EN 14 EN In August 2010 Israel initiated the development of an energy master plan for the period up to 2050. The future strategy aims at reducing dependence on fossil fuels, using more renewable energy and increasing energy efficiency. The option to use nuclear generated electricity remains open. In December 2010 the ministry of national infrastructures approved an electricity sector development plan that provides for additional electricity capacity to be built in the next few years. Extensive offshore gas discoveries in 2009 and 2010 provide Israel with new perspectives for greater security of energy supply. In this context, Israel established a committee to propose a fiscal policy conducive to the development of the new resources. The committee’s recommendations were published in January 2011. In August 2010 Israel approved a plan to connect the Tamar offshore natural gas well (near Haifa) with Ashdod. Gas deliveries are expected to start by 2013. Also in August 2010 Israel launched the construction of the first (private) independent power producer in the country. Israel continued to construct internal gas pipelines and to assess the feasibility of constructing a Liquefied Natural Gas facility. Israel adapted the Ashkelon-Eilat oil pipeline to facilitate possible Russian and Caspian oil transportation. In July 2010 the Ministry of National Infrastructure adopted an energy efficiency plan 2010-2020. Israel continued to implement energy efficiency measures, in particular with respect to lighting, domestic appliances and the hotel sector. In December 2010 Israel adopted a master plan for photovoltaic installations of up to 750 hectares. It promoted the use of renewable energy sources and implemented measures with respect to solar energy in particular. This has contributed towards developing and implementing the Mediterranean Solar Plan. The EU remains committed to re-activating trilateral energy cooperation with Israel and the Palestinian Authority, currently stalled because of the regional conflict. The aim is still to establish a joint energy office, thus facilitating the development of projects of common interest, such as the joint ‘Solar for Peace’ initiative. In the field of climate change, Israel submitted its Second National Communication to the UN Framework Convention on Climate Change. A pilot project for a voluntary greenhouse gas registry was launched. Participating organisations will report on their greenhouse gas emissions once a year, with the first report on 2010 emissions due in June 2011. Israel prepared and approved additional Clean Development Mechanism Projects. Three of these new projects were registered at the UN level, bringing the overall number of registered projects to 19. Israel is encouraged to fully implement the Cancun agreement and in particular devise a low carbon development strategy including update information on target or actions that it will implement. Regarding environment, Israel adopted new legislation on waste packaging, as well as new regulations on noise reduction and on the disclosure of information by corporations on the environmental risks of their operations. New or amended legal instruments on asbestos, the marine environment, enforcement, wildlife protection and non-ionising radiation are still under preparation. Preparations started for a National Air Pollution Abatement Programme for 2011–2020. Israel published also a National Biodiversity Strategy and Action Plan. Work continued on implementing existing strategies and plans, where continuous attention is required. Israel took steps to integrate environmental considerations in other policy areas, such as energy. Israel drove forward the Integrated Pollution Prevention and Control legislation from a pilot phase to a full-scale operation by sector (due to start in 2011). The ministry of ",
        "EN 15 EN environmental protection published a state of the environment report, continued to distribute environmental information on a regular basis, and carried out activities to inform and involve the public. The implementation of a 2010-2012 work plan on the Pollutant Release and Transfer Register has started. There were no significant developments in the reporting period with respect to the ratification of the remaining Protocols of the Barcelona Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean, nor the ratification of the Gaborone Amendment to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). Israel continued to participate in the Horizon 2020 Initiative and in the EU Water Initiative. Cooperation and information exchange took place between the EU and Israel on eco-system services, water, de-pollution and the management of environmental information. In the field of civil protection , the Community Civil Protection Mechanism was mobilised in December 2010 in response to Israel’s request for assistance in combating forest fires. Israel was actively involved in the Euro-Mediterranean Programme for the Prevention, Preparedness and Response to natural and man-made Disasters, which reached the mid-term phase of its implementation. As regards the information society sector, in March 2010 the minister of communications and the minister of finance empowered a new public committee which is to present its recommendations on the creation of a new regulatory framework on universal service operators and interconnection tariffs. The adoption of the revised regulatory framework is foreseen in 2011. The ministry of communications issued regulations aimed at encouraging competition in the mobile telephony market. Six Mobile Virtual Network Operators (MVNO) were granted licences allowing them to enter the market. Other MVNO applications are being considered. Moreover, a reform package was introduced with a view to making it easier to switch to a different provider of mobile telephony services, including shorter maximum contract periods, improved implementation of number portability, and lower penalties for contract termination. Following a long review and hearing of the four mobile operators, in September 2010 the ministry of communications decided to reduce mobile operators' termination rates by over 70 %. The reduction will take place gradually, from 1 January 2011 until 2014, and will help reduce competitive distortions in the market. Israel made significant progress in developing eHealth applications. By 2010 it had established a nation-wide health information network. Electronic medical records and e- prescriptions are used by virtually all the population and physicians. As regards the audiovisual sector, in early 2010 the ministry of communications announced the establishment of an independent National Telecommunications Authority that would replace the ministry. The Authority would include the Broadcasting Authority, which is currently the body in charge of public broadcasting. In the area of science and technology , the already extensive cooperation between the EU and Israel was further boosted. Israel has been involved in the 7th Framework Programme for Research and Development (FP7) as from its inception. As a result of the association Israel pays a financial contribution to the overall EU budget calculated on the basis of its GDP. Since the beginning of the FP7 the participation of Israel in all thematic areas of the FP7 has been ",
        "EN 16 EN steadily growing. By April 2011, 754 grant agreements were concluded involving 919 Israeli research entities. Additional 88 proposals involving 111 Israeli research entities have been selected for funding and the grants are currently under negotiation. The research themes in which Israeli research teams are particularly strong are Information and Communication Technologies and Health as well as in the Ideas programme. The performance of Israeli universities and research institutes is particularly strong, with these organisations receiving some 70.3% of the overall funding of EUR 352 million going to Israeli participants. Israeli researchers and enterprises are also participating successfully in research actions under the Joint Technology Initiatives set up pursuant to Article 187 of the Treaty on the functioning of the European Union. 7. P EOPLE - TO - PEOPLE CONTACTS , EDUCATION AND HEALTH In November 2010, a second bilateral meeting on the implementation of the Joint Declaration with the European Commission on cooperation and dialogue on education and training took place in Jerusalem with exchanges of views on approaches to lifelong learning, and the activation of the ‘people to people’ dimension of the EU-Israel Action Plan. The Council of Higher Education adopted a new strategy in March 2010 and established a new division on quality evaluation. The ministry of education proposed a 50 % increase in the higher education budget by 2013 to support its six-year plan to reinvigorate higher education by encouraging excellence and improving teaching quality. While Israeli Arabs comprise 20 % of the university-aged population, only one in ten is enrolled in an Israeli university or other higher education institution. Additional efforts are required to redress this situation and to remove obstacles to higher education for Israeli Arabs. In the area of vocational training, the ministry started planning to modernise technological education with a view to increasing student numbers by 10 % by 2015. Israeli stakeholders, including the ministry, participated actively in the self-assessment of vocational education and training under the Torino Process. The findings highlighted the need to increase its attractiveness, improve skills relevance to labour-market needs and promote social inclusion and employment for disadvantaged groups and for people living in peripheral regions. Formalised mechanisms are also needed to enhance education and business cooperation. Israel participated in the third Call for Proposals for Tempus IV. Two projects were selected, beginning in the academic year 2010-11. The Council of Higher Education increased staff resources in the National Tempus Office. However, greater visibility should be given to the role of the Higher Education Reform Experts in promoting institutional reforms relevant to the Bologna Process. In addition, six Israeli students benefited from Erasmus Mundus Masters scholarships while student and academic mobility is expected to benefit from 53 grants under Action 2 for the academic year 2010-11. In 2010 a new Jean Monnet Chair in European Integration was awarded to Ben Gurion University in the Negev. Israeli universities are encouraged to continue submitting high-level applications under the Jean Monnet programme. In the field of culture , eight projects were selected under a call for proposals for local and regional cultural activities including audiovisual and Arab-Israeli intercultural cooperation. At regional level, Israel was an active participant in the Euro-Med Heritage IV programme. As Israel is not party to the 2005 UNESCO Convention on the Protection and Promotion of the ",
        "EN 17 EN Diversity of Cultural Expressions, there has been no dialogue or exchange of views on cultural and audiovisual policy. On the same grounds, Israeli cultural organisations could not participate in the call for proposals for the 2010 ENP Special Action under the Culture Programme. The ministry of education continued to support the development of youth exchanges, informal education provision and intercultural dialogue within the context of Israel’s participation in the Youth in Action programme. The ministries of education and foreign affairs confirmed Israel’s participation in the Euro Med Youth IV programme in September 2010, when a new Financing Agreement was signed for the total cost of EUR 560.000 for Israel’s participation in the programme and a Euromed Youth Unit established in the ministry of education. The EU Delegation continues to make extensive contacts with representatives of Israeli civil society . In all, 142 proposals were received under the 2010 EU Partnership for Peace call for proposals while 10 projects were funded under the European Instrument for Democracy and Human Rights (EIDHR) A successful means of developing links between Israeli and EU civil society within the ENP framework is still being sought. Israel and the EU stepped up their dialogue in the health sector. In 2010 Israel started to explore possibilities for cooperation with the European Centre for Disease Prevention and Control. In the context of last year’s influenza A(H1N1) epidemic, in January 2010 the EU proposed to establish communication channels with Israel for the exchange of epidemiological information in the event of a health crisis. Israel continued to participate in the ‘Episouth’ network on communicable diseases for the EU, Mediterranean and Balkan countries. 8. FINANCIAL COOPERATION — 2010 KEY FACTS AND FIGURES Cooperation framework Under the National Indicative Programme (NIP) 2011-2013, the European Neighbourhood and Partnership Instrument (ENPI) appropriation for Israel stands at EUR 6 million. The NIP is geared towards supporting the achievement of key policy objectives as outlined in the EU- Israel Action Plan and the approximation of Israeli norms and standards to those of the EU. Implementation Implementation of the measures covered by the 2007 Annual Action Programme (AAP) is now complete. There is however no established project pipeline for 2010 and the implementation of the ENPI bilateral allocation faces challenges. In addition to the bilateral allocation, Israel benefited from cooperation activities financed under the ENPI cross-border, inter-regional and regional programmes, such as the Partnership for Peace Programme for civil society organisations. Israel participates in the Cross-Border Cooperation (CBC) Mediterranean Sea Basin programme (EUR 173.6 million for the whole programme throughout the period 2007-13). The main priorities of the Programme are four- fold: (i) promotion of socio-economic development and enhancement of territories; (ii) promotion of environmental sustainability at the basin level; (iii) promotion of better ",
        "EN 18 EN conditions and modalities for ensuring the mobility of persons, goods and capital; and (iv) promotion of cultural dialogue and local governance. Other EU Instruments supplement the ENPI assistance package. Israel benefited from cooperation activities financed under horizontal instruments such as the European Instrument for Democracy and Human Rights (EIDHR) (EUR 1.3 million). "
    ]
}