{
    "text": [
        "Flash Eurobarometer 478 Survey requested by the European Commission, Directorate-General for Education, Youth, Sport and Culture and co-ordinated by the Directorate-General for Communication This document does not represent the point of view of the European Commission. The interpretations and opinions contained in it are solely those of the authors. Flash Eurobarometer 478 – Kantar Public How do we build a stronger, more united Europe? The views of young people Report Fieldwork March 2019 Publication April 2019 ",
        "",
        "Flash Eurobarometer 478 Report How do we build a stronger, more united Europe? The views of young people March 2019 Survey and report by Kantar Public Brussels on behalf of TNS political & social at the request of the European Commission, Directorate-General for Education, Youth, Sport and Culture Survey co-ordinated by the European Commission, Directorate-General for Communication (DG COMM “Media Monitoring and Eurobarometer” Unit) ",
        "Project title Flash Eurobarometer 478 - March 2019 “How do we build a stronger, more united Europe? The views of young people” Report Linguistic version EN Catalogue number NC-04-19-377-EN-C ISBN 978-92-76-02633-4 doi:10.2766/271794 © European Union, 2019 http://ec.europa.eu/commfrontoffice/publicopinion ",
        "3 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 INTRODUCTION 4 MAIN FINDINGS 6 I. YOUNG PEOPLE’S VIEWS ON EU PRIORITIES 8 1 Priorities of the EU 8 2 How the EU can support young people 14 II. SOCIAL AND CIVIC PARTICIPATION 20 1 Participation in social, political and civic activities 20 2 Participation in organised voluntary activities in the last 12 months 32 III. YOUNG PEOPLE’S VIEWS ON WHAT EDUCATION AND TRAINING SHOULD DELIVER 43 IV. YOUTH MOBILITY 55 1 Intention to participate in learning experiences abroad 58 2 Reasons for not considering taking part in learning experiences abroad 66 ANNEXES Technical specifications Questionnaire Tables ",
        "",
        "4 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 INTRODUCTION The EU youth policy cooperation aims to address the challenges that young people are facing all over Europe, promote action to be taken in response to these challenges at EU level, and complement the efforts and initiatives of Member States. Member States recognise that some common challenges can be better addressed at the EU level rather than by individual Member States, and as a result a dedicated EU Youth Policy cooperation based on the principles of active participation and equal access to opportunities has been running since 2002 1 . The views of young people are important in shaping EU youth policy, and they contribute to it by sharing their aspirations and needs and by employing their creativity and talents. In that context, during 2017 and 2018, young people from all over Europe were involved in a pan-European dialogue with decision-makers with a view to developing 11 European Youth Goals. These goals include connecting the EU with youth, youth organisations, and European programmes and quality learning 2 . These goals informed the development of the EU Youth Strategy 2019-2027 3 , with three key areas of action: § ENGAGE: Fostering youth participation in democratic life; § CONNECT: Bringing young people together across the EU and beyond to foster voluntary engagement, learning mobility, solidarity and intercultural understanding; § EMPOWER: Supporting youth empowerment through quality, innovation and recognition of youth work. In parallel to the EU Youth Strategy, the EU has established a strategic framework for policy cooperation in education and training 4 (ET 2020), which allows Member States to exchange and build best practices, to improve the quality and efficiency of education and training and to make lifelong learning mobility a reality. The EU supports and amplifies its policy aspiration by offering concrete opportunities for learning mobility under programmes such as Erasmus+ and the European Solidarity Corps. In May 2018 the European Commission adopted its proposals for the next iteration of the successful Erasmus programme and the new European Solidarity Corps to run from 2021 to 2027. The Erasmus programme already enables millions of young Europeans to study, train or learn abroad while broadening their experience and awareness of Europe. The next programme will build on this success, extending its reach, increasing the budget and working to reach people from all social backgrounds 5 . The European Solidarity Corps will broaden its outreach by including volunteering, youth-led solidarity projects, traineeships and jobs 6 . Young people also have different priorities than the general public opinion (aged 15 years and more) when it comes to the ideal future European Union. In the 2018 Future of Europe Eurobarometer study 7 , the three most mentioned areas across all respondents for the ideal future for the EU are equal wages for the same job across the European Union (38%), a minimum level of guaranteed healthcare in all countries of the European Union and a high level of security within the European Union (both 32%). However, the priorities for young people aged 15-24 are quite different. Their top three ideas for the future of Europe are fair and equal access to education for all across the European Union (42%), gender equality established everywhere in the European Union and equal wages for the same job across the European Union (both 36%). 1 https://eur-lex.europa.eu/legal-content/en/TXT/?uri=CELEX:52018DC0269 2 https://ec.europa.eu/youth/policy/youth-strategy/youthgoals_en 3 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ:C:2018:456:FULL 4 https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:52009XG0528(01) 5 https://ec.europa.eu/programmes/erasmus-plus/news/commission-adopts-proposal-next-erasmus-programme-2021-2027_en 6 http://data.consilium.europa.eu/doc/document/ST-14079-2018-INIT/en/pdf 7 http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/survey/getsurveydetail/instruments/special/surveyky/2217 ",
        "5 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The current study, commissioned by European Commission Directorate General for Education and Culture provides a deeper exploration of the attitudes and opinions of young people aged 15-30. It covers: § The proportion of respondents who have been abroad for learning experiences, and the reasons why respondents have not participated in learning experiences in other countries; § Young respondents’ participation in social, civic and political activities, including organised voluntary activities, as well as reasons for not participating in these activities; § Opinions about the most important things schools should offer young people, and the topic areas that are not taught sufficiently in schools; § Young respondents’ views about the priorities for the EU in years to come; § The most useful actions for young people the EU could support. Between 18th and 28th March 2019, 10,786 respondents aged 15 to 30 from different social and demographic groups in 28 EU countries were interviewed via telephone 3 (mobile and fixed line) in their mother tongue on behalf of the Directorate-General for Communication (DG COMM). The sample was 400 interviews per country except Cyprus, Luxembourg and Malta where the sample size was 250 interviews. The methodology used is that of Flash Eurobarometer surveys as carried out by the Directorate-General for Communication (“Media Monitoring and Eurobarometer” Unit) 8 . A technical note on the manner in which interviews were conducted by the Institutes within the TNS Political & Social network is annexed to this report. Also included are the interview methods and confidence intervals 5 . Note: In this report, countries are referred to by their official abbreviation. The abbreviations used in this report correspond to: Belgium BE Latvia LV Bulgaria BG Luxembourg LU Czechia CZ Hungary HU Denmark DK Malta MT Germany DE The Netherlands NL Estonia EE Austria AT Greece EL Poland PL Spain ES Portugal PT France FR Romania RO Croatia HR Slovenia SI Ireland IE Slovakia SK Italy IT Finland FI Republic of Cyprus CY * Sweden SE Lithuania LT United Kingdom UK We wish to thank the people throughout the European Union who have given their time to take part in this survey. Without their active participation, this study would not have been possible. 8 http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm ",
        "6 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 MAIN FINDINGS Young people believe that protecting the environment and fighting climate change should be a priority for the EU in the years to come § The five most mentioned priorities for the European Union in years to come according to young people are protecting the environment and fighting climate change (67%), improving education and training (56%), fighting poverty and economic and social inequalities ( 56%), boosting employment (49%) and improving health and well-being (44%). • In 18 countries, young respondents most often say protecting the environment and fighting climate change should be a priority for the EU in years to come, while in the Netherlands and the United Kingdom this topic is equally mentioned alongside improving education and training. Improving education and training, fighting poverty and economic and social inequalities, boosting employment and tackling unemployment and improving health and well-being are the most mentioned topic in two countries. • Gender, age, level of education and employment all influence the importance young people place on each of these areas. Regarding the EU’s actions in the area of education and training, young people see efforts to connect schools or universities with others abroad as most useful § Considering the competences of the EU, in the area of education and training the most useful actions for young people would be connecting schools or universities in their country with others abroad (44%), funding projects or activities for young people (41%) and increasing participation in European programmes among young people with fewer opportunities, for instance in rural areas (39%). § At a country level, the most mentioned areas are connecting schools or universities in their country with others abroad (14 countries), funding projects or activities for young people (9 countries) and increasing participation in European programmes among young people with fewer opportunities (6 countries). Young Europeans are actively engaged. Three quarters have been involved in some form of organised movement. More than seven in ten young respondents have voted in local, national or European elections while one third have been involved in organised voluntary activities in the last 12 months § 77% of young people took part in activities of political movements, parties or unions; student or youth organisations; campaigns, strikes or street protests; volunteering activities or local community projects, § The three most common social, political and civic activities young respondents have taken part in are voting in local, national or European elections (72%), getting information on current issues on social media (65%) or volunteering activities or local community projects (58%). § Voting is the most mentioned activity in 23 countries. ",
        "7 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 § By far the most common reason for not participating in organised movements or associations 9 is a lack of time (49%). More than one third (36%) say they are not interested, while 26% say they do not think these activities change anything. § One third (33%) of all respondents have been involved in organised voluntary activities in the last 12 months, a slight increase (+3 pp) since 2017 but a sharp increase since 2011 (+ 9pp) 10 . Young people expect schools to prepare them for employment and to think critically. They consider the main shortcomings of schools currently to be not dedicating enough attention to entrepreneurship and financial competences; and climate change, environment and eco-friendly behaviours. § Respondents say that the most important things school should offer young people are preparing them for employment (49%), giving everyone a chance to succeed and have access to the same opportunities (45%) and promoting creativity, adaptability and an entrepreneurial mindset (38%). § In 14 countries, young respondents most often say the most important thing schools should offer young people is to prepare them for employment. In seven countries respondents most often mention giving everyone a chance to succeed and have access to the same opportunities. § The topics respondents most often say are not being taught sufficiently in schools are critical thinking, media and democracy (42%); climate change, environment and eco-friendly behaviours (41%) and entrepreneurship and financial competences (41%). Almost one third of young respondents have spent at least two weeks abroad for learning experiences. Of those who did not stay abroad more than half considered such an experience. The main reasons why they did not take part are lack of financial means and family, personal or work-related factors. § Amongst respondents who have not stayed abroad for learning experiences but have considered doing so, lack of financial means (42%) is the main reason for not doing so, closely followed by family, personal or work-related reasons (41%) § Almost one in five (19%) say there was a lack of information how to apply, or that they had insufficient language skills. For respondents who had never considered going abroad for studies, training, work, exchanges or volunteering, a lack of interest (45%) is by far the most common reason for not considering these experiences. Three in ten (30%) say it would not have been possible because of their work or studies, 25% say it would not have been possible because of their family situation, and 22% say they did not feel comfortable living in a foreign country. 9 Political movements, parties or unions; student or youth organisations; campaigns, strikes or street protests; volunteering activities or local community projects. 10 Flash Eurobarometer 466: http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/FLASH/ surveyKy/2186 ",
        "8 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 I. YOUNG PEOPLE’S VIEWS ON EU PRIORITIES This first section of the report considers young respondents views on the topics that should be a priority for the EU, as well as actions the EU could take to support young people. 1 Priorities of the EU Young people consider that protecting the environment and fighting climate change, along with education and training; and fighting poverty and social inequalities should be the top priorities for the EU in the years to come More than two thirds (67%) of respondents say protecting the environment and fighting climate change should be a priority for the EU in the years to come 11 . The majority also say improving education and training or fighting poverty and economic and social inequalities should be a priority (both 56%). Moreover, almost half (49%) think boosting employment and tackling unemployment should be a priority, while 44% say this about improving health and wellbeing, or promoting human rights, democracy and common values. Finally, more than one quarter (28%) say ensuring the EU's security and defence should be a priority, while 23% say this about bringing young people from different parts of the EU together. Base: all respondents (N=10,786) 11 Q1 Which of the following topics should be a priority for the EU in the years to come? ",
        "9 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 18 countries, young respondents most often say protecting the environment and fighting climate change should be a priority for the EU in years to come, while in the Netherlands and the United Kingdom this topic is equally mentioned alongside improving education and training. Improving education and training, fighting poverty and economic and social inequalities, boosting employment and tackling unemployment and improving health and well-being are the most mentioned topic in two countries. Base: all respondents (N=10,786) ",
        "10 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 There are 23 countries where the majority of respondents think protecting the environment and fighting climate change should be a priority for the EU in the years to come, with respondents in Denmark (83%), France (81%) and Germany and Luxembourg (both 79%) the most likely to say this. In contrast, 38% in Lithuania, 41% in Romania and 43% in Croatia say the same. Respondents in the Netherlands (66%), Hungary (65%), Germany and Portugal (both 63%) are the most likely to mention improving education and training , while those in Poland (39%), Malta, Slovakia and Sweden (all 41%) are the least likely to do so. In 19 countries this issue is one of the top three priorities cited. Fighting poverty and economic and social inequalities is most mentioned by those in Portugal (72%), Germany (69%) and Luxembourg (68%), and least mentioned by respondents in Finland (38%), Poland (40%) and Italy (44%). In 26 countries this is one of the three most mentioned topics. Respondents in Portugal, Cyprus (both 68%) and Croatia (64%) who are the most likely to mention boosting employment and tackling unemployment , particularly compared to those in Malta (24%), Sweden and Denmark (both 32%). Respondents in Hungary (69%), Latvia (63%) and the Netherlands (58%) are the most likely to mention improving health and well-being , compared to 28% in Lithuania and Italy and 34% in Malta. Protecting human rights, democracy and common values is most often mentioned as a priority by respondents in Germany (62%), Sweden (61%) and Luxembourg (59%), and least often mentioned by those in Lithuania (20%), Bulgaria (24%) and Poland (26%). Czechia (45%), Estonia (43%), the Netherlands and Poland (both 42%) are the only countries where at least four in ten think ensuring the EU’s security and defence should be a priority. At the other end of the scale 15% in Italy, 16% in Croatia and 17% in Malta and Spain say the same. Finally, bringing young people from different parts of the EU together is most likely to me mentioned by respondents in Bulgaria (35%), Slovenia and Ireland (both 33%), and least mentioned by those in Lithuania (10%), Sweden (11%) and Malta (12%). ",
        "11 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "12 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The socio-demographic analysis illustrates the following: § Women are more likely than men to mention protecting the environment and fighting climate change (71% vs 63%), fighting poverty and economic and social inequalities (59% vs 53%), improving health and wellbeing (47% vs 41%) and promoting human rights, democracy and common values (48% vs 40%), but they are less likely to mention ensuring the EU's security and defence (25% vs 32%). § The older the respondent, the more likely they are to mention boosting employment and tackling unemployment or improving health and wellbeing , and the less likely they are to mention protecting the environment and fighting climate change , and bringing young people from different parts of the EU together . § Those who are still studying are the most likely to say protecting the environment and fighting climate change should be a priority (72%), and along with those who completed education aged 20+ they are the most likely to mention improving education and training and promoting human rights, democracy and common values . Respondents who completed education aged 15 or younger are more likely than those who completed education at an older age to mention fighting poverty and economic and social inequalities . § Students (73%) and those who are not working (70%) are more likely than other occupation groups to say protecting the environment and fighting climate change should be a priority. Improving education and training and promoting human rights, democracy and common values are most mentioned by employees and those who are studying or not working. Manual workers (37%) are the most likely to mention ensuring the EU’s security and defence . The analysis also shows that respondents who are positive about the EU are more likely than those who are negative to say protecting the environment and fighting climate change or promoting human rights, democracy and common values should be a priority. The more positive a respondent’s view of the EU, the more likely they are to say bringing young people from different parts of the EU together should be a priority. Respondents who have been abroad for a learning experience are more likely to say improving education and training should be a priority, compared to those who have not participated (61% vs 54%). Finally, the more actively a respondent participates in civic, social and political activities, the more likely they are to think each area should be a priority. The exceptions are boosting employment and tackling unemployment, and improving health and wellbeing, where there is little difference. ",
        "13 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "14 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 2 How the EU can support young people To be useful for young people, EU’s actions in the area of education and training should focus on connecting schools or universities internationally (within the EU or beyond) Respondents were given a list of actions that are within the competence of the EU in the area of education and training. They were asked which of these actions they thought were useful for young people 12 . At least four in ten say connecting schools or universities in their country with others abroad (44%) or funding projects or activities for young people (41%) would be useful. Almost four in ten (39%) mention increasing participation in European programmes among young people with fewer opportunities, for instance in rural areas. Around one third say providing opportunities for young people to talk directly to policy makers (34%) or raising awareness among young people on activities provided by the EU for them (32%) would be useful. Almost three in ten (28%) mention bringing young people from different parts of the EU together, while 24% say advising public authorities on what works in other countries would be useful. Base: all respondents (N=10,786) 12 Q10 The European Union has limited competence for education, youth and training. Countries decide about legislation, funding, etc. With this in mind, which of these actions do you think are useful for young people? ",
        "15 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 13 countries, respondents are most likely to say connecting schools or universities in their country with others abroad would be useful for young people, and in Germany this option is equally mentioned with providing opportunities for young people to talk directly to policy makers. In seven countries the most common answer is funding projects or activities for young people, while in Spain and Lithuania this option is equally mentioned along with increasing participation in European programmes among young people with fewer opportunities. Increasing participation in European programmes among young people with fewer opportunities is the most mentioned action in four countries, while in Ireland the most mentioned option is providing opportunities for young people to talk directly to policy makers. Base: all respondents (N=10,786) ",
        "16 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 There are four countries where at least half say connecting schools or universities in their country with others abroad would be useful for young people: Luxembourg (54%), Czechia (52%), Greece and France (both 50%). At the other end of the scale 25% in Lithuania and 31% in Estonia also mention this. Funding projects or activities for young people is most often considered useful by those in Estonia (55%), Bulgaria (50%), Czechia, Slovenia and Latvia (all 48%), and least often mentioned by those in Sweden (26%), Malta (28%) or Ireland (33%). In four countries the majority mention increasing participation in European programmes among young people with fewer opportunities : Latvia (60%), Hungary (57%), Estonia and Bulgaria (both 52%). At the other end of the scale 25% in Denmark, 26% in Sweden and 29% in Malta mention this. A minority, though sometimes a large minority, in each country think providing opportunities for young people to talk directly to policy makers would be useful, ranging from 45% in Germany and 44% in Hungary and Ireland to 20% in Poland, 22% in Slovakia and 24% in Czechia and Romania. Raising awareness among young people on activities provided by the EU for them is most likely to be seen as useful by those in Estonia (43%), the Netherlands and Bulgaria (both 42%) and least likely by those in Malta (14%), Romania (25%) and Slovakia (26%). Bringing young people from different parts of the EU together is most often mentioned by respondents in Austria (40%), Cyprus (39%) and Greece (37%) and least often mentioned by those in Italy, Hungary (both 17%) and Malta (19%). At least three in ten respondents in Denmark (34%), Czechia (32%), Germany and France (both 31%) think advising public authorities on what works in other countries would be useful, compared to 13% in Italy, Lithuania and Finland. ",
        "17 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "18 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The socio-demographic analysis illustrates the following: § Women are more likely to think i ncreasing participation in European programmes among young people with fewer opportunities would be useful (43% vs 36% of men). § Those aged 20-30 are the most likely to mention increasing participation in European programmes among young people with fewer opportunities . In addition, the older the respondent, the more likely they are to say advising public authorities on what works in other countries would be useful: 26% aged 25-30 mention this, compared to 21% aged 15- 19. § Students, and those who finished their education aged 20+ are the most likely to mention connecting schools or universities in their country with others abroad or bringing young people from different parts of the EU together . § Manual workers (38%) are less likely than those in other occupation groups to say connecting schools or universities in their country with others abroad would be useful, while the self-employed (25%) are less likely than other groups to say this about raising awareness among young people on activities provided by the EU for them . The analysis also highlights that those with a positive view of the EU are more likely to mention connecting schools or universities in their country with others abroad or raising awareness among young people on activities provided by the EU for them, compared to those with a negative view. In addition, respondents who have participated in a learning experience abroad are more likely to mention connecting schools or universities in their country with others abroad than those who have not participated (48% vs 42%). Finally, the more actively a respondent participates in civic, social and political activities, the more likely they are to think each action would be useful, with the exception of bringing young people from different parts of the EU together. For instance, 41% who are actively engaged mention increasing participation in European programmes among young people with fewer opportunities, compared to 36% who are slightly engaged and 27% who do not participate at all. ",
        "19 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "20 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 II. SOCIAL AND CIVIC PARTICIPATION This section of the report discusses respondents’ participation in a range of civic and social activities, as well as the barriers to participation in these activities. Specific attention is given to the involvement in organised volunteering. 1 Participation in social, political and civic activities Voting in local, national or European elections is the most common social, political or civic activity. More than three quarters of respondents took part in some form of organised movements (including youth organisations) and were therefore actively participating. All respondents were asked about their participation in a range of civic, social and political activities 13 . The two most common activities these young respondents have taken part in are voting in local, national or European elections (72%), and volunteering activities or local community projects (58%). These are the only activities undertaken by at least half of all respondents. Just over four in ten (41%) have participated in student or youth organisations, while almost as many (38%) have posted opinions on current issues on social media and 35% have participated in campaigns, strikes or street protests. One quarter (25%) have made politically motivated consumer choices, while 15% say they have participated in political movements, parties or unions. On the other hand, only 4% of all respondents said that they were not active in any ways. Base: all respondents (N=10,786) 13 Q6 Have you ever participated in the following activities? ",
        "21 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 21 countries the most common activity is to have voted in local, national or European elections, although proportions range from 86% in Austria to 55% in Romania. In four countries respondents most often say they have obtained information on current issues on social media, while in Poland and Finland respondents are equally likely to mention these two activities. Cyprus is the only country where respondents are most likely to say they have participated in volunteering activities or local community projects. Base: all respondents (N=10,786) At least half of all respondents in each Member State have participated in voting in local, national of European elections , with proportions ranging from 86% in Austria, 85% in Sweden and 82% in Estonia to 50% in Cyprus, 52% in Greece and 55% in Romania. This is one of the three most mentioned items in each country. More than three quarters of respondents in Poland (79%), Sweden (78%), Spain and Ireland (both 76%) have obtained information on current issues on social media , and overall more than half in 22 Member States say they have done this. Respondents in Lithuania (27%), Romania (29%) and Malta (33%) are the least likely to have done this. This is one of the three most mentioned items in 26 countries. Respondents in Ireland (74%), Denmark (71%) and the United Kingdom (66%) are the most likely to say they have taken part in volunteering activities or local community projects , while those in Croatia (37%), Sweden (38%) and Malta (39%) are the least likely to have done so. In 20 countries at least half have participated in these activities, and this is one of the three most mentioned items in 26 countries. There are only five countries where at least half of all respondents have participated in student or youth organisations : Ireland (61%), Sweden (54%), Finland (52%), Luxembourg (51%) and Belgium (50%). At the other end of the scale 26% in Croatia and 27% in Hungary and Romania have participated in these organisations. ",
        "22 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Spain (51%) is the only country where at least half have posted opinions on current issues on social media , followed by 47% in Sweden and 46% in Bulgaria. This compares to 12% in Lithuania, 17% in Estonia and 20% in Croatia who have done the same. Spain (57%) and Italy (53%) are the only countries where at least half have participated in campaigns, strikes or street protests , followed by 46% in Luxembourg. In contrast 8% in Lithuania, 10% in Malta and 11% in Estonia have participated in these activities. The proportion of respondents who have made politically motivated consumer choices varies considerably, from 51% in Sweden and the Netherlands and 44% in Finland to 5% in Romania and Croatia and 6% in Cyprus, Czechia and Malta. Finally, only a minority of respondents in each country have participated in political movements, parties or unions , ranging from 31% in Sweden and 23% in Ireland and Germany to 5% in Hungary and Estonia. ",
        "23 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "24 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The map below illustrates the proportion of respondents who have participated in at least one of the following organised movements or associations: political movements, parties or unions; student or youth organisations; campaigns, strikes or street protests; volunteering activities or local community projects. Across the EU as a whole, 77% of respondents have participated in at least one organised movement or association. The majority of respondent in each country have participated in at least one of these, with proportions ranging from 87% in Ireland, 83% in Spain and 82% in Denmark and Portugal to 56% in Hungary and 57% in Croatia and Malta. The map illustrates that respondents who are least likely to have participated in these activities are most often found in countries the eastern region. Base: all respondents (N=10,786) The socio-demographic analysis reveals the following: § Women are more likely than men to have participated in student or youth organisations (44% vs 39%) or in voluntary activities or local community projects (61% vs 55%). § Respondents aged 20-30 are the most likely to have participated in voting 14 or in making politically motivated consumer choices . The older the respondent, the more likely they are to have participated in political movements, parties or unions , or have posted opinions on current issues on social media . Respondents aged 20-24 (44%) are the most likely to have participated in student or youth organisations . 14 In most countries the legal voting age is 18. ",
        "25 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 § The longer a respondent remained in education, the more likely they are to have participated in each of these activities. The exception is participating in political movements, parties or unions, where those who completed education aged 15 or younger (23%) are more likely to have participated than those who completed at a later date. However this is overall a very small group of respondents in terms of absolute numbers. Respondents who are still studying are generally amongst the most likely to have participated in each activity, with the exception of voting (62%) and making politically motivated consumer choices (28%). § The more urbanised a respondent’s environment, the more likely they are to have posted opinions on current issues on social media or participated in campaigns, strikes or street protests . Those living in large towns are more likely than those in less urbanised areas to have participated in political movements parties or unions (21%), student or youth organisations (48%) or volunteering activities or local community projects (61%). § With the exception of voting, manual workers are the least likely to have participated in each of these activities. Employees (83%) are the most likely to have participated in voting , while students (41%) and those who are not working (39%) are the most likely to have taken part in campaigns, strikes or street protests . The analysis also reveals that respondents who are very negative about the EU are the most likely to have taken part in political movements, parties or unions (29%), posted opinions on current issues on social media (55%), and less likely to have participated in volunteering activities or local community projects (48%) than those who have a less negative or a positive view. Finally, respondents who have participated in organised voluntary activities are more likely - and in some cases considerably more likely - to have participated in each of these activities. For instance, 56% who have been involved in organised voluntary activities have participated in student or youth organisations, compared to 34% who have not been involved in these voluntary activities. The exception is voting, where there is no difference between these two groups. ",
        "26 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "27 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 A lack of time is the main barrier to participating in organised movements or associations By far the most common reason for not participating in volunteering, having a political engagement or getting involved in other forms of organized activities 15 is the lack of time (49%) 16 . More than one third (36%) say they are not interested, while 26% say they do not think these activities change anything. Almost one in five (17%) say they are not aware of these activities taking place. Respondents are less likely to say that they are too young (9%), or that nothing prevents them and they consider themselves an active citizen (6%). Base: respondents not involved in volunteering, political engagement or other forms of organized activities (N=2,534) 15 Political movements, parties or unions; student or youth organisations; campaigns, strikes or street protests; volunteering activities or local community projects. 16 Q7 What prevents you from participating in these activities? ",
        "28 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 21 countries, respondents most often say they are prevented from participating in organised movements or associations because they don’t have the time 17 . In four countries the most common response is that they are not interested, while in Hungary these two responses are equally frequently mentioned. Bulgaria is the only country where respondents most often say they don’t think these activities change anything. Base: respondents not involved in volunteering, political engagement or other forms of organized activities (N=2,534) There are eleven countries where at least half of non-participating respondents say they don’t have time to take part , with the highest proportions seen amongst those in Czechia (61%), Malta, France and Belgium (all 57%). This compares to 27% in Estonia, 29% in Greece and 31% in Hungary. In each country this is one of the two most mentioned reasons. Respondents in Sweden (56%), Latvia (50%) and Slovenia (49%) are the most likely to say they are not interested in participating, compared to 15% in Bulgaria, 18% in Portugal and 28% in Greece. This is one of the three most mentioned reasons in each country. Only a minority of respondents in each country say they do not think these activities change anything , although proportions range from 48% in Bulgaria, 42% in Germany and 35% in Croatia to 4% in Malta, 11% in Ireland and 12% in Estonia and Slovakia. This is one of the three most mentioned reasons in 22 countries. Respondents in France (32%), Belgium (29%) and Ireland (27%) are the most likely to say they are not aware of these activities taking place , while those in Malta, Slovakia (both 3%) and Cyprus (4%) are the least likely to say this. Being too young is most often mentioned by those in Czechia 17 Results for Luxembourg are not included in the discussion due to extremely low base size (<50). Care should be taken interpreting the results for the following countries, due to low base size: LV; BE; PL; AT; FI; UK; IT; SI; DE; NL; PT; CY; DK; ES; IE. ",
        "29 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 (18%), Ireland and Poland (both 17%) and least mentioned by those in Slovakia (1%), Spain (2%) and Cyprus (3%). Finally, in nine countries at least one in ten say nothing prevents them and they consider themselves an active citizen, with the highest proportions seen in Portugal (19%), Austria (18%) and Hungary (15%). Base: respondents not involved in volunteering, political engagement or other forms of organized activities (N=2,534) ",
        "30 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The socio-demographic analysis shows the following: § Men are more likely than women to say they are not interested (39% vs 32%) or that they think these activities do not change anything (29% vs 22%), but they are less likely to say they are not aware of these activities taking place (15% vs 20%). § Respondents aged 20-30 are more likely than 15-19 year olds to say they don’t have time or that they do not think these activities change anything . Respondents aged 15-24 are more likely than older respondents to say they are not aware of these activities . Unsurprisingly, those aged 15-19 (24%) are the most likely to say they are too young . § Those who completed their education aged 15 or younger are the most likely to cite a lack of time (72%), a lack of interest (46%) or a lack of awareness of these activities taking place (23%). This is however a very small number of respondents. Respondents who completed education aged 16-19 are the most likely to say they don’t think these activities change anything (32%), while those who are still studying are the most likely to say they are too young (16%). § Respondents living in small or mid-sized (51%) or large (53%) towns are more likely than those in rural villages (44%) to say they don’t have time . The less urbanised the respondents’ environment, the more likely they are to say they do not think these activities change anything . § Manual workers and employees (both 54%) are the most likely to say they don’t have time , and manual workers (34%) are the most likely occupation group to say they don’t think these activities change anything . The self-employed (43%) are the most likely to say they are not interested , while those studying (17%) or not working (14%) are the most likely to say they are too young . The analysis also shows that those who have a negative view of the EU (35%) are more likely than those with a positive view to say they don’t think these activities change anything. Those with a very negative view are much more likely to say they are not interested (52%) than those who have a less negative or a positive view. ",
        "31 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: respondents not involved in volunteering, political engagement or other forms of organized activities (N=2,534) ",
        "32 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 2 Participation in organised voluntary activities in the last 12 months One third of respondents have been involved in organised voluntary activities in the last 12 months, showing a sharp increase in recent years In the last 12 months, one third (34%) of all respondents have been involved in organised voluntary activities 18 . This shows that, compared to 2017, respondents are now slightly more likely (+ 3 percentage points) to say that they have been involved in organised voluntary activities in the last 12 months. . When compared to 2011 when the same question was asked this difference is even greater. At that time 24% of young adults said they took part in organised volunteering one year prior to the survey (EU27) 19 . Base: all respondents (N=10,786) 18 Q8 In the last 12 months, have you ever been involved in any organised voluntary activities? 19 The survey did not cover Croatia which was not a Member State in 2011. Eurobarometer Youth on the Move http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/FLASH/search/youth/surveyKy/873 ",
        "33 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Ireland (53%) is the only country where at least half of all respondents have been involved in organised voluntary activities in the past 12 months, with the next highest levels of involvement seen in Germany (43%) and Austria (42%). At the other end of the scale Finland (18%), Sweden (21%), Hungary and Croatia (both 24%) are the only countries where fewer than one quarter have been involved in volunteering. Base: all respondents (N=10,786) In 23 countries the proportion of respondents involved in organised voluntary activities has increased since 2017, with the largest observed increase in Ireland (+14 pp), Austria (+12 pp), Belgium (+9 pp) and Lithuania (+8 pp). There has been no change in Denmark, Cyprus and Poland Romania (-1 pp) and Italy (-2 pp) 20 . Base: all respondents (N=10,786) 20 These very minor negative scores are within the confidence intervals and are not necessarily due to a change in participation. ",
        "34 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The socio-demographic analysis highlights the following: § Women are slightly more likely than men to have been involved in organised voluntary activities (36% vs 31%). § The younger the respondent, the more likely they are to have been involved: 37% of 15-19 year olds have been involved in organised voluntary activities in the last 12 months, compared to 31% of 25-30 year olds. § Those who are currently studying (38%) are more likely than those who stayed in education for longer to have been involved in these activities. § Manual workers (27%) are less likely than those in other occupation groups to have been involved. The analysis also shows that respondents who are very positive about the EU (38) are more likely to have been involved than those who are less positive, or those who are negative. Respondents who have had learning experiences abroad (which includes volunteering) are more likely to have been involved in organised voluntary activities than those who have not had these experiences (42% vs 30%). Finally, respondents who are actively engaged in social, civic or political activities are much more likely (44) to have taken part in organised voluntary activities than respondents who are only slightly engaged (10%), or those who are not engaged at all (6%). ",
        "35 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "36 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Respondents who have been involved in organised voluntary activities in the last 12 months were asked whether these activities were aiming to change something at local, national, European or worldwide level 21 . Two thirds (66%) say the activities were aimed at changing something in their local community, and just over one third (37%) say the activities were aimed at change in their country. Just over one in ten said another part of the world (13%) or another European country (10%). Just over one in ten say they don’t know (11%). Compared to March 2017, respondents are now more likely to say the activities were aimed at changing something in their country (+8 pp). They are slightly more likely to say the activities were aimed at changing something in another part of the world (+2 pp), but slightly less likely to say they were aimed at changing something in their local community (-3 pp). Base: : Respondents who have been involved in organized voluntary activities (N=3,617) 21 Q9 Were these voluntary activities aimed at changing something in …..? ",
        "37 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 25 countries 22 , this group of respondents are most likely to say the activities were aimed at changing something in their local community , with the highest proportions seen amongst those in Austria (77%), Croatia (74%), Ireland and the United Kingdom (both 73%). Malta (47%) and Luxembourg (48%) are the only countries where fewer than half say local community was the focus of the voluntary activities. In Bulgaria (59%), Cyprus (55%) and Malta (49%) respondents most often say the voluntary activities were aimed at changing something in their country , although this is also widely mentioned by those in Czechia (67%), Ireland (56%) and Portugal (53%). At the other end of the scale 26% in Germany, 28% in Sweden and 30% in Finland and the Netherlands say the same. Spain, Denmark (both 22%) and France (20%) are the only countries where at least one in five of these respondents say the activities were aimed at changing something in another part of the world . In contrast no respondents in Hungary and 2% in Cyprus say this. More than one in five respondents in Luxembourg (27%), Sweden and Belgium (both 21%) say the activities were aimed at changing something in another European country . At the other end of the scale 1% in Poland, 3% in Hungary and 5% in Bulgaria and Slovenia say the same. It is worth noting that there is a very high level of ‘don’t know’ responding in several countries, including Finland (28%) and Sweden (20%). 22 Results for the following countries should be interpreted with caution due to low base size (50-99): HR, HU, ES, SE, FI, CY, LU, MT. ",
        "38 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: : Respondents who have been involved in organized voluntary activities (N=3,617) ",
        "39 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Comparing these results to those from 2017 shows respondents in 16 countries are now less likely to say the activity was aimed at changing something in their local community , with the largest declines seen in Bulgaria (-27 pp), Slovakia (-15 pp) and Spain (-13 pp). The largest increases are seen amongst those in the Netherlands (+15 pp), Estonia and Sweden (both +11 pp). In 20 countries respondents are now more likely to say the activities aimed at changing something in their country , and in some cases the increases are substantial: Bulgaria (+35 pp); Czechia (+27 pp); Ireland (+25 pp); Portugal (+24 pp); and Denmark (+23 pp). The largest declines are seen amongst those in Estonia (-13 pp), Croatia (-9 pp) and Lithuania (-6 pp). Compared to 2017, respondents in Denmark (+12 pp), Spain and Luxembourg (both +9 pp) are now more likely to say the activities aimed at changing something in another European country , while those in Greece (-19 pp) and Poland (-13 pp) are now less likely to say this. Finally, respondents in Spain (+11 pp), Croatia (+9 pp) and France (+7 pp) are now more likely to say the activities aimed to change something in another part of the world , while those in Luxembourg (-15 pp), Hungary (-7 pp) and Sweden (-5 pp) are now less likely to say this. ",
        "40 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: Respondents who have been involved in organized voluntary activities (N=3,617) ",
        "41 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Highlights from the socio-demographic analysis include: § Men are more likely than women to say the activities were aimed at changing something in their country (40% vs 34%). § The older the respondent, the more likely they are to say the activities were aimed at changing something in their local community : 69% aged 25-30 say this, compared to 61% of those aged 15-19. § Respondents who completed their education aged 16-19 (31%) are less likely than other age groups to say the activities were aimed at their country . § Respondents living in large towns (43%) are more likely than those living in less urbanised areas to say the activities aimed to change something in their country . § Employees are the most likely to say these activities were aimed at changing something in their local community (70%) but they are the least likely to say they were aimed at their country (33%). Furthermore, respondents who are negative about the EU are more likely to say the activities were aimed at changing something in their country than those who have a positive view. Finally, and perhaps not surprisingly, those who have had learning experiences abroad (which includes volunteering) are more likely to say the voluntary activities were aimed at changing something in other European countries (13% vs 8% who have not had these experiences) or another part of the world (18% vs 10%). ",
        "42 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: Respondents who have been involved in organized voluntary activities (N=3,617) ",
        "",
        "43 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 III. YOUNG PEOPLE’S VIEWS ON WHAT EDUCATION AND TRAINING SHOULD OFFER This section of the report explores respondents’ opinions about what school should offer young people, as well as the topics that they think are not taught enough in schools in their country. Young people see preparation for employment, and giving everyone a chance to succeed and the same opportunities as the most important things school should offer them Respondents were asked what they thought were the most important things school should offer to young people 23 . Almost half (49%) say school should prepare young people for employment, while almost as many (45%) say school should give everyone a chance to succeed and have access to the same opportunities. Almost four in ten (38%) say schools should promote creativity, adaptability and an entrepreneurial mindset. At least three in ten say schools should promote physical and mental wellbeing (34%), prepare young people to be active citizens in democratic societies (33%) or promote personal development (32%). Just over one quarter (26%) think schools should promote social skills and build friendships. Base: all respondents (N=10,786) 23 Q4 What do you think are the most important things school should offer to young people? ",
        "44 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Across the EU there is a degree of variation in the most mentioned answer. In 14 countries, young respondents most often highlight the need to prepare them for employment. In six countries respondents most often mention giving everyone a chance to succeed and have access to the same opportunities. In Cyprus respondents are equally likely to mention this and preparing young people to be active citizens in democratic societies. In four countries respondents the most cite the expectation for schools to promote creativity, adaptability and an entrepreneurial mindset. In Ireland and the United Kingdom, the most mentioned area is promoting physical and mental well-being, while in the Netherlands respondents most often mention promoting personal development. Base: all respondents (N=10,786) ",
        "45 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 13 countries at least half of all respondents say the most important thing schools should offer young people is to prepare them for employment. Those in Czechia (64%), Portugal (61%) and Finland (60%) being the most likely to say this. Lithuania (24%), Cyprus (32%) and Hungary (38%) are the only countries where fewer than four in ten mention this option. The expectation that school should prepare young people for employment is one of the three most mentioned answers in 26 countries. There are five countries where at least half of all respondents say the most important thing is to give everyone a chance to succeed and have access to the same opportunities : France (62%), Germany (52%), Portugal, Luxembourg (both 51%) and Hungary (50%). At the other end of the scale 26% in Slovakia and Italy and 28% in Lithuania also mention this answer. In 22 countries equal opportunities appear as one of the top three things that young people expect schools to deliver. In four countries at least half say the most important thing schools should offer is promoting creativity, adaptability and an entrepreneurial mindset : Bulgaria, Poland (both 53%), Estonia (51%) and Latvia (50%). In contrast, 24% in Malta and Finland and 29% in Sweden and Italy also mention this answer. This is one of the three most mentioned options in 17 countries. Promoting physical and mental wellbeing is most often mentioned by those in Ireland (55%) the United Kingdom (53%) and France and Belgium (both 41%), and least mentioned by respondents in Slovakia (16%), Bulgaria (19%), Italy and Croatia (both 23%). Respondents in Portugal, Germany (both 45%) and Cyprus (43%) are the most likely to say the most important thing is preparing young people to be active citizens in democratic societies . At the other end of the scale 19% in Estonia and Slovenia and 21% in Latvia say the same. The Netherlands (53%) is the only country where at least half mention promoting personal development , followed by 44% in Czechia, 43% in Austria and 42% in Cyprus. This compares to 21% in Italy and 22% in Croatia and Sweden. Finally, only a minority of respondents in each Member State say the most important thing is promoting social skills and building friendships , with proportions ranging from 41% in Austria, 40% in Germany and 38% in Estonia to 17% in Czechia, France, Portugal, Romania and Malta. ",
        "46 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "47 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Highlights from the socio-demographic analysis include: § Women are more likely than men to say giving everyone a chance to succeed and have access to the same opportunities is the most important thing school can offer (50% vs 40%), but the reverse is true when it comes to promoting creativity, adaptability and an entrepreneurial mindset (35% vs 40% of men). § Those aged 20-24 (35%) are more likely than other age groups to say schools should promote personal development . § Respondents living in large towns are more likely than those living in smaller areas to say schools should prepare young people to be active citizens in democratic societies (36% vs 31%), but they are the least likely to say they should prepare young people for employment (45% vs 52%). § Self-employed respondents are more likely than those in other occupation groups to say schools should promote creativity, adaptability and an entrepreneurial mindset (47%), but they are the least likely group to say schools should give everyone a chance to succeed and have access to the same opportunities (33%). The self-employed, employees and manual workers are more likely than those who are studying or not working to say school should prepare young people for employment . In addition, respondents who have taken part in learning experiences abroad are more likely to say schools should promote creativity, adaptability and an entrepreneurial mindset than those who have not taken part in these experiences (42% vs 35%). ",
        "48 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "49 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Young people think that critical thinking, media and democracy; entrepreneurship and financial competences; and climate change, environment and eco-friendly behaviours are not taught sufficiently in schools More than four in ten respondents think critical thinking, media and democracy (42%); climate change, environment and eco-friendly behaviours (41%) and entrepreneurship and financial competences (41%) are not taught sufficiently in schools 24 . One third (33%) say this about health education, while 30% say this about foreign languages and cultures and 27% think the use of digital tools and coding is not taught enough in schools. Just over one in ten (13%) say reading, comprehension and writing are not taught enough while 10% say this about maths and sciences. Base: all respondents (N=10,786) 24 Q5 Which topics are not taught sufficiently in schools in your country? ",
        "50 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Opinions about the topics that are not taught sufficiently in schools vary considerably across countries. In eight countries the most mentioned topic is critical thinking, media and democracy. In Germany this is equally mentioned with entrepreneurship and financial competencies and in Luxembourg it is equally mentioned with climate change, environment and eco-friendly behaviours. There are four countries where climate change, environment and eco-friendly behaviours is the most mentioned topic, and nine countries where respondents most often mention entrepreneurship and financial competencies. Health education is the most mentioned topic in three countries. In Italy respondents most often mentioned foreign languages and cultures and in Croatia the most mentioned topic is the use of digital tools and coding. Base: all respondents (N=10,786) ",
        "51 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 There are only three countries where the majority of respondents say critical thinking, media and democracy is not taught sufficiently in schools in their country: Cyprus (65%), Austria (56%) and Germany (53%). This compares to 25% in Romania, 27% in Malta and 31% in the United Kingdom who say the same. France (61%), Austria and Belgium (both 52%) have the highest proportion of respondents who say climate change, environment and eco-friendly behaviours are not taught enough , while Lithuania (18%), Poland (21%) and Romania (26%) have the lowest proportions. Entrepreneurship and financial competences are most mentioned by those in Estonia (62%), Czechia (59%) and Portugal (58%) and least mentioned by those in Malta (21%), Sweden (24%) and Italy (27%). Respondents in Bulgaria (49%), Greece (43%) and Ireland (41%) are the most likely to mention health education , compared to 19% in Finland, 20% in Slovakia and 26% in Italy and Estonia. Foreign languages and cultures are most mentioned by those in France (49%), Italy (39%) and Belgium and Latvia (35%) and least mentioned by those in Malta (15%), Sweden and Germany (both 16%). Only a minority of respondents in each country say the use of digital tools and coding are not taught enough in schools in their country, ranging from 43% in Germany, 39% in Croatia and 37% in Ireland to 12% in Malta and Slovakia and 17% in Belgium and Lithuania. Hungary (24%), Austria (22%) and the Netherlands (20%) are the only countries where at least one in five mention reading, comprehension and writing , compared to 5% in the United Kingdom, 6% in Ireland and 7% in Denmark. Finally, maths and sciences are most mentioned by respondents in Poland (20%), Sweden (19%) and Latvia (17%) and least mentioned by those in Portugal and Finland (both 5%). ",
        "52 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "53 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The socio-demographic analysis highlights a number of differences: § Women are more likely than men to mention climate change, environment and eco- friendly behaviours (46% vs 36%), foreign languages and cultures (34% vs 27%) or health education (39% vs 28%), but they are less likely to mention the use of digital tools and coding (22% vs 32%) or maths and sciences (7% vs 13%). § The younger the respondent the more likely they are to mention the use of digital tools and coding , and the less likely they are to mention reading, comprehension and writing . For instance, 30% of 15-19 year olds mentioned the use of digital tools and coding, compared to 25% of 25-30 year olds. § Respondents who completed education aged 15 or younger are the most likely to mention reading, comprehension and writing (29%) or maths and sciences (19%), but the least likely to mention health education (22%). However, this group represents a very small number of respondents. Those who are still studying are the most likely to mention critical thinking, media and democracy (48%) and the use of digital tools and coding (30%). § Respondents living in large towns (47%) are the most likely to mention critical thinking, media and democracy , while those living in towns are more likely to mention entrepreneurship and financial competencies than those living in rural villages. § Students (48%) and those who are not working (45%) are more likely than other occupation groups to mention critical thinking, media and democracy . The self-employed are the most likely to mention entrepreneurship and financial competencies (53%) and the least likely to mention climate change, environment and eco-friendly behaviours (33%). The results also show that those who have a very negative view of the EU (22%) are much less likely to say foreign languages and cultures are not taught enough, compared to those who have a less negative (33%) or a positive view (30%-31%). In addition, respondents who have participated in learning experiences abroad are more likely to mention critical thinking, media and democracy than those who have not participated (47% vs 39%). Finally, the more actively a respondent participates in civic, social and political activities, the more likely they are to mention critical thinking, media and democracy; entrepreneurship and financial competences; climate change, environment and eco-friendly behaviours; or the use of digital tools and coding. For example, 44% of respondents who are actively engaged in these activities say critical thinking, media and democracy is not taught enough in schools, compared to 37% who are slightly engaged, and 28% who are not engaged at all. ",
        "54 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: all respondents (N=10,786) ",
        "55 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 IV. YOUTH MOBILITY This last section of the report looks at young people’s experiences of going abroad for study, training, work, exchanges or volunteering. Reasons why young people have not taken part in such activities are also discussed. Almost one third of young respondents have spent at least two weeks abroad for learning experiences, increasing to over one third for the older cohort of respondents (aged 25-30). Just over three in ten (31%) young people say they have been abroad for at least two weeks for studies, training, work, exchanges or volunteering. The majority (69%), however, have not done this 25 . Base: all respondents (N=10,786) 25 D7 Excluding travel for tourism or living with one's family abroad, have you ever stayed abroad for at least two weeks? For example, for studies, training, work, exchanges or volunteering. ",
        "56 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Participation in learning experiences abroad varies considerably across countries. Luxembourg is the only country where at least half (51%) have been abroad for at least two weeks for studies, training, work, exchanges or volunteering, followed by 42% in Lithuania and 41% in Italy. At the other end of the spectrum only 18% of young people in Croatia, 20% in Greece and also 18% in Malta have done the same. The map below shows that there are no clear-cut trends when it comes to regions of the EU (West- East-North-South). Base: all respondents (N=10,786) The socio-demographic analysis shows the following: § Young people aged 25-30 (35%) and 20-24 (32%) are more likely to have gone abroad for at least two weeks for these learning experiences than those aged 15-19 (23%). § Those who completed their education aged 20+ (39%) (i.e. those who are likely to have achieved higher levels of education) are more likely to have gone abroad for these experiences than those who complete education at a younger age, or those who are still studying. § The more urbanised the respondents’ environment, the more likely they are to have gone abroad for these experiences: 37% living in large towns have done so, compared to 26% living in rural villages. § The self-employed (42%) are more likely than other occupation groups to have done this 26 . 26 However the total number of persons in this category in the overall survey sample is rather low and hence this finding should be taken with caution. ",
        "57 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In addition, respondents who are very positive about the EU (38%) are more likely to have gone abroad for these experiences than those who are less positive or those who are negative. Finally, respondents who are actively engaged 27 (35%) in social, civic or political activities 28 are much more likely to have gone abroad for these experiences than respondents who are only slightly engaged 29 (22%), or those who are not engaged at all 30 (16%). Base: all respondents (N=10,786) 27 Participate in at least one of the following: Political movements, parties or unions; student or youth organisations; campaigns, strikes or street protests; volunteering activities or local community projects. 28 See Part II for a full discussion of these results (Q6). 29 Participate in at least one of the following: Voting in local, national or European elections; Posting opinions on current issues on social media; Getting information on current issues on social media; Making politically motivated consumer choices. 30 Do not participate in any of the activities discussed in Q6 ",
        "58 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 1 Intention to participate in learning experiences abroad Earlier studies 31 analysed obstacles to young people’s participation in learning exchanges abroad but they did not assess the intention of young people to do so. In this survey additional questions were added asking those who did not take part in learning experiences abroad whether they have considered doing so, as well as the reasons why they did not participate. Respondents who have considered taking part in learning experiences abroad are a small majority among those who did not participate in such activities. Respondents living in urban areas are much more likely to have this intention than those in rural areas. The main reasons why they did not take part are lack of financial means and family, personal or work-related factors. Just over half (53%) of respondents who have not stayed abroad for work, studies, exchanges and so on say they have considered doing so 32 . Almost half (46%) say they have not considered it. Base: respondents who never stayed abroad (N=7,409) 31 See Eurobarometer study on the European Education Area: http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/ getSurveyDetail/instruments/FLASH/search/education%20area/surveyKy/2186 32 Q2 You said earlier that you have never stayed abroad for the purpose of studies, work, exchanges, etc. Have you considered taking part in any learning experience abroad? ",
        "59 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 18 countries the majority of respondents who have not stayed abroad for learning experiences have considered doing so, with those in Slovenia (72%), the Netherlands (66%) and Italy (65%) the most likely to say this. At the other end of the scale 35% in Romania, 37% in Lithuania and 38% in Hungary say the same. Base: respondents who never stayed abroad (N=7,409) The socio-demographic analysis illustrates: § The younger the respondent, the more likely they are to say they have considered staying abroad for learning experiences: 61% of 15-19 year olds have considered it, compared to 45% of 25-30 year olds. Given their age, it is likely that a share of them will take part in such activities later in their life. § The longer a respondent remained in education, the more likely they are to have considered this. However, it is those who are still studying (68%) who are the most likely to have considered going abroad for learning experiences. § The more urbanised a respondents’ environment, the more likely they are to have gone abroad for these experiences: 60% living in large towns have done so, compared to 45% living in rural villages. § Students (67%) and those not working (61%) are much more likely than other occupation groups to have considered these experiences. The analysis also shows that respondents who are very positive about the EU are more likely to have considered going abroad for these experiences (62%) than those who are less positive or those who are negative. Furthermore, 61% of respondents who have been involved in organised voluntary activities have considered going abroad for these experiences, compared to 50% who have not been involved. Finally, respondents who are actively engaged in social, civic or political activities are much more likely to have considered taking part (59%) than respondents who are only slightly engaged (41%), or those who are not engaged at all (27%). ",
        "60 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: respondents who never stayed abroad (N=7,409) ",
        "61 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Amongst respondents who have not stayed abroad for learning experiences but have considered doing so, lack of financial means (42%) is the main reason for not doing so, closely followed by family, personal or work-related reasons (41%) 33 . Almost one in five (19%) say there was a lack of information how to apply, or that they had insufficient language skills. Almost as many (18%) say there was a lack of opportunities abroad that would match their interests. More than one in ten say the absence from home would be too long (14%), while almost one in ten (8%) feared their experience would not be recognised at home and only 4% say they were not accepted. Base: respondents who considered taking part in a learning experience abroad (N=3,948) 33 Q3a For which of these reasons did you not take part in a learning experience abroad even though you considered it? (MAX. 3 ANSWERS) ",
        "62 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 In 11 countries, the most common reason given for not participating in learning activities abroad is the lack of financial means, while in 15 countries family, personal or work-related reasons are the most mentioned. In Bulgaria these two reasons are mentioned by the same proportion (42%). Malta is the only country where a lack of opportunities abroad that would match their interests is the most mentioned reason for not participating. Base: respondents who considered taking part in a learning experience abroad (N=3,948) Lack of financial means is one of the main three reasons for not participating in learning experiences abroad in all the EU28 countries. 34 . There are six countries where at least half give this reason: Portugal (61%), France (58%), Spain (55%), the United Kingdom (54%), Hungary (53%) and Ireland (51%). At the other end of the scale, this reason is given by 13% in Lithuania, 21% in Malta and 22% in Italy. Similarly, family, personal or work-related reasons are one of the top three reasons for non- participating in each of the EU28 Member States. The majority of respondents in Czechia (58%), Estonia (52%), Finland and Poland (both 51%) say they did not participate due to family, personal or work-related reasons . In contrast 21% in Malta, 27% in Belgium and 28% in Cyprus also give this reason. Lack of information on how to apply is most often mentioned by those in France (31%), Luxembourg (30%) and Croatia (29%), and least mentioned by those in Finland (6%), Estonia (7%) and Lithuania (8%). Respondents in the United Kingdom, Czechia (both 30%) and Spain (28%) are the most likely to say insufficient language skills were a reason for not taking part, while those in Malta, the Netherlands (both 3%) and Sweden (4%) are the least likely to say this. 34 Care should be taken when interpreting the results for the following countries, due to low base size: CY; LT; LU; HU; MT; RO. ",
        "63 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 At least one quarter of respondents in France (30%), Luxembourg (27%), Romania and Malta (25%) say there was a lack of opportunities abroad that would match their interests . At the other end of the scale 6% in Czechia, Latvia and Slovakia say the same. The fact that the absence from home would be too long is most often mentioned by those in Bulgaria (33%), the Netherlands (26%) and Germany and Poland (both 25%), and least often mentioned by those in Slovakia (3%), Italy and France (both 4%). Respondents in Slovenia (15%), Bulgaria (12%) and Ireland (11%) are the most likely to say they feared their experience would not be recognised at home , while those in Denmark (1%), Lithuania and Finland (both 3%) are the least likely to say this. Finally, there are only five countries where more than one in twenty say they were not accepted : Croatia (9%), Czechia, the Netherlands, Poland and Greece (all 6%). ",
        "64 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: respondents considered taking part in a learning experience abroad (N=3,948) ",
        "65 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Highlights from the socio-demographic analysis include: § The older the respondent, the more likely they are to mention a lack of financial means or family, personal or work-related reasons , and the less likely they are to mention a l ack of information on how to apply . For example, 45% of 25-30 year olds mention a lack of financial means , compared to 38% of 15-19 year olds. § Respondents who have completed their education are more likely to mention a lack of financial means than those who are still studying. Those who completed their education aged 16+ are the most likely to mention family, personal or work-related reasons ; a lack of opportunities abroad that would match their interests ; or that the absence from home would be too long . § Manual workers are more likely than other occupation groups to mention a lack of financial means (48%) or insufficient language skills (31%). The self-employed are the most likely to mention family, personal or work-related reasons (55%) or a lack of opportunities abroad that would match their interests (24%). The analysis also shows that respondents who have a negative view of the EU are more likely to mention a lack of financial means than those who have a positive view. Base: respondents who considered taking part in a learning experience abroad (N=3,948) ",
        "66 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 2 Reasons for not considering taking part in learning experiences abroad Lack of interest is the main reason for not considering taking part in a learning experience abroad A lack of interest (45%) is by far the most common reason cited by respondents who had never considered going abroad for learning experiences 35 . Three in ten (30%) say it would not have been possible because of their work or studies, while one quarter (25%) say it would not have been possible because of their family situation, and 22% say they did not feel comfortable living in a foreign country. At least one in ten say they were not aware of such opportunities (14%) or they felt too young (13%), while 5% didn’t trust the quality of education abroad. Base: respondents who never considered taking part in a learning experience abroad (N=3,413) 35 Q3b For which of these reasons did you not consider taking part in a learning experience abroad? (MAX. 3 ANSWERS) ",
        "67 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Lack of interest is the main reason for not considering taking part in learning experiences abroad in 25 countries. In Luxembourg and France respondents most often say it would not have been possible because of their work or studies, while in Hungary respondents most often say taking part would not have been possible because of their family situation. Base: respondents who never considered taking part in a learning experience abroad (N=3,413) Not being interested is most common among respondents who did not consider embarking on learning experience abroad in Germany (61%), Slovenia (59%), and the Netherlands (58%). 36 . It is much less common in Cyprus (30%), Hungary (32%) and in Spain and Italy (34% both). This is one of the three most mentioned items in each Member State. Luxembourg (51%) is the only country where the majority say it would not have been possible to take part because of their work or studies , followed by 43% in France and 40% in Austria. At the other end of the scale 14% in Romania, 15% in Malta and 18% in Czechia and Slovakia say the same. Respondents in Estonia (41%), Hungary (40%), France and Latvia (both 38%) are the most likely to say it would not have been possible because of their family situation , while those in the Netherlands (14%), Italy and Denmark (both 16%) are the least likely to say this. At least three in ten of respondents who did not consider learning experiences abroad in Bulgaria (37%), Latvia (33%), Slovenia and Poland (both 32%) say they didn’t feel comfortable living in a foreign country , compared to only 6% in Italy and 9% of those in Luxembourg and Slovakia. At least one quarter of respondents in France, Belgium (both 26%) and the United Kingdom (25%) say they were not aware of such opportunities , while just 3% in Poland, Austria and Slovakia say the same. In five counties at least one in five say they felt too young : Portugal (25%), Belgium (24%), Bulgaria (22%), Ireland (21%) and Austria (20%). At the other end of the scale 4% in Latvia, 5% in Cyprus and 6% in Finland also give this reason. 36 Care should be taken when interpreting the results for the following countries, due to low base size: SI; NL; CZ; LU; IT; CY. ",
        "68 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Finally, Germany (13%) and the Netherlands (12%) are the only countries where at least one in ten say they didn’t trust the quality of education abroad . No respondents in Italy mention this. Base: respondents who never considered taking part in a learning experience abroad (N=3,413) ",
        "69 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 The socio-demographic analysis illustrates the following: § Men are more likely than women to say a learning experience abroad would not have been possible because of work or studies (32% vs 27%) or because they were not aware of such opportunities (16% vs 11%). Women, on the other hand, are more likely than men to say participation would not have been possible due to their family situation (29% vs 21%). § Respondents aged 15-19 are the most likely to say they were not interested (52%) or that they felt too young (30%), but they are the least likely to say it would not have been possible because of work or studies (24%). The older the respondent, the more likely they are to say participation would not have been possible because of their family situation . § Respondents who have completed their education are more likely than those currently studying to say participation would not have been possible due to work or studies , or because of their family situation, but less likely to say they felt too young. § Respondents living in rural villages or small or mid-sized towns are more likely than those in large size towns to say participation would not have been possible due to their family situation (26% vs 21%). Those in small or mid-sized towns are the most likely to say they didn’t feel comfortable living in a foreign country (26%). § Employees are more likely than other occupation groups to say participation would not have been possible due to work or studies (39%), or because of their family situation (28%). Those who are studying (22%) or not working (18%) are the most likely to say they felt too young. The analysis also shows that respondents who do not participate in social, civic or political activities (55%) are much more likely to say they were not interested, compared to those who are slightly (46%) or actively engaged (43%). Conversely, those who are at least slightly engaged are more likely to say it would not have been possible because of work or studies, or their family situation, or that they didn't feel comfortable living in a foreign country, compared to those who do not participate at all. ",
        "70 How do we build a stronger, more united Europe? The views of young people March 2019 Report Flash Eurobarometer 478 Base: respondents who never considered taking part in a learning experience abroad (N=3,413) ",
        "",
        "TS 1 How do we build a stronger, more united Europe? The views of young people March 2019 Technical Specifications Flash Eurobarometer 478 TECHNICAL SPECIFICATIONS Between the 18 th and the 26 th March 2019, Kantar Public Brussels on behalf of TNS Political & Social carried out the survey FLASH EUROBAROMETER 478 survey on request of the EUROPEAN COMMISSION, Directorate-General for Education, Youth, Sport and Culture. It is a general public survey co-ordinated by the Directorate-General for Communication, “Media monitoring and Eurobarometer” Unit. The FLASH EUROBAROMETER 478 survey covers the population of the respective nationalities of the European Union Member States, resident in each of the 28 Member States and aged between 15 and 30. All interviews were carried using the Kantar e-Call center (our centralized CATI system). In every country respondents were called both on fixed lines and mobile phones. The basic sample design applied in all states is multi-stage random (probability). In each household, the respondent was drawn at random following the \"last birthday rule\". N° POPULATION PROPORTION INTERVIEWS 15-30 EU28 BE Belgium Kantar Belgium (Kantar TNS) 401 18.03.2019 25.03.2019 2.200.481 2,31% BG Bulgaria KANTAR TNS BBSS 403 18.03.2019 21.03.2019 1.265.199 1,33% CZ Czechia Kantar CZ 400 18.03.2019 20.03.2019 1.883.656 1,98% DK Denmark Kantar Gallup 401 18.03.2019 22.03.2019 1.166.640 1,23% DE Germany Kantar Deutschland 400 18.03.2019 22.03.2019 15.193.806 15,96% EE Estonia Kantar Emor 400 18.03.2019 21.03.2019 252.574 0,27% IE Ireland Kantar UK Limited 396 19.03.2019 26.03.2019 896.727 0,94% EL Greece Taylor Nelson Sofres market research 402 18.03.2019 22.03.2019 1.811.234 1,90% ES Spain TNS Investigación de Mercados y Opinión 405 19.03.2019 26.03.2019 7.594.119 7,98% FR France Kantar Public France 401 18.03.2019 22.03.2019 12.640.621 13,28% HR Croatia HENDAL 400 18.03.2019 22.03.2019 795.102 0,84% IT Italy Kantar Italia 400 18.03.2019 22.03.2019 9.856.495 10,35% CY Rep. of Cyprus CYMAR Market Research 253 18.03.2019 19.03.2019 202.433 0,21% LV Latvia Kantar TNS Latvia 401 18.03.2019 20.03.2019 369.882 0,39% LT Lithuania TNS LT 400 18.03.2019 20.03.2019 591.435 0,62% LU Luxembourg Kantar Belgium (Kantar TNS) ILReS 253 18.03.2019 25.03.2019 119.041 0,13% HU Hungary Kantar Hoffmann 401 18.03.2019 21.03.2019 1.859.740 1,95% MT Malta MISCO International 259 20.03.2019 22.03.2019 91.530 0,10% NL Netherlands TNS NIPO 403 18.03.2019 25.03.2019 3.363.503 3,53% AT Austria Kantar Deutschland 400 18.03.2019 22.03.2019 1.718.291 1,80% PL Poland Kantar Polska 400 18.03.2019 21.03.2019 7.773.667 8,17% PT Portugal Marktest – Marketing, Organização e Formação 401 18.03.2019 25.03.2019 1.779.440 1,87% RO Romania Centrul Pentru Studierea Opiniei si Pietei (CSOP) 400 18.03.2019 22.03.2019 3.786.061 3,98% SI Slovenia Mediana DOO 402 18.03.2019 22.03.2019 355.012 0,37% SK Slovakia Kantar Slovakia 401 18.03.2019 21.03.2019 1.126.622 1,18% FI Finland Kantar TNS Oy 401 18.03.2019 21.03.2019 1.052.490 1,11% SE Sweden Kantar Sifo 400 18.03.2019 25.03.2019 1.989.607 2,09% UK United Kingdom Kantar UK Limited 402 18.03.2019 21.03.2019 13.462.748 14,14% 10,786 18.03.2019 26.03.2019 95.198.156 100% COUNTRIES DATES FIELDWORK INSTITUTES TOTAL EU28 ",
        "TS 2 How do we build a stronger, more united Europe? The views of young people March 2019 Technical Specifications Flash Eurobarometer 478 Kantar has developed its own RDD sample generation capabilities based on using contact telephone numbers from responders to random probability or random location face to face surveys, such as Eurobarometer, as seed numbers. The approach works because the seed number identifies a working block of telephone numbers and reduces the volume of numbers generated that will be ineffective. The seed numbers are stratified by NUTS2 region and urbanisation to approximate a geographically representative sample. From each seed number the required sample of numbers are generated by randomly replacing the last two digits. The sample is then screened against business databases in order to exclude as many of these numbers as possible before going into field. This approach is consistent across all countries. Readers are reminded that survey results are estimations, the accuracy of which, everything being equal, rests upon the sample size and upon the observed percentage. With samples of about 1,000 interviews, the real percentages vary within the following confidence limits: various sample sizes are in rows various observed results are in columns 5% 10% 15% 20% 25% 30% 35% 40% 45% 50% 95% 90% 85% 80% 75% 70% 65% 60% 55% 50% N=50 6,0 8,3 9,9 11,1 12,0 12,7 13,2 13,6 13,8 13,9 N=50 N=500 1,9 2,6 3,1 3,5 3,8 4,0 4,2 4,3 4,4 4,4 N=500 N=1000 1,4 1,9 2,2 2,5 2,7 2,8 3,0 3,0 3,1 3,1 N=1000 N=1500 1,1 1,5 1,8 2,0 2,2 2,3 2,4 2,5 2,5 2,5 N=1500 N=2000 1,0 1,3 1,6 1,8 1,9 2,0 2,1 2,1 2,2 2,2 N=2000 N=3000 0,8 1,1 1,3 1,4 1,5 1,6 1,7 1,8 1,8 1,8 N=3000 N=4000 0,7 0,9 1,1 1,2 1,3 1,4 1,5 1,5 1,5 1,5 N=4000 N=5000 0,6 0,8 1,0 1,1 1,2 1,3 1,3 1,4 1,4 1,4 N=5000 N=6000 0,6 0,8 0,9 1,0 1,1 1,2 1,2 1,2 1,3 1,3 N=6000 N=7000 0,5 0,7 0,8 0,9 1,0 1,1 1,1 1,1 1,2 1,2 N=7000 N=7500 0,5 0,7 0,8 0,9 1,0 1,0 1,1 1,1 1,1 1,1 N=7500 N=8000 0,5 0,7 0,8 0,9 0,9 1,0 1,0 1,1 1,1 1,1 N=8000 N=9000 0,5 0,6 0,7 0,8 0,9 0,9 1,0 1,0 1,0 1,0 N=9000 N=10000 0,4 0,6 0,7 0,8 0,8 0,9 0,9 1,0 1,0 1,0 N=10000 N=11000 0,4 0,6 0,7 0,7 0,8 0,9 0,9 0,9 0,9 0,9 N=11000 N=12000 0,4 0,5 0,6 0,7 0,8 0,8 0,9 0,9 0,9 0,9 N=12000 N=13000 0,4 0,5 0,6 0,7 0,7 0,8 0,8 0,8 0,9 0,9 N=13000 N=14000 0,4 0,5 0,6 0,7 0,7 0,8 0,8 0,8 0,8 0,8 N=14000 N=15000 0,3 0,5 0,6 0,6 0,7 0,7 0,8 0,8 0,8 0,8 N=15000 5% 10% 15% 20% 25% 30% 35% 40% 45% 50% 95% 90% 85% 80% 75% 70% 65% 60% 55% 50% Statistical Margins due to the sampling process (at the 95% level of confidence) ",
        "Q1 How do we build a stronger, more united Europe? The views of young people March 2019 Questionnaire Flash Eurobarometer 478 QUESTIONNAIRE D7 Excluding travel for tourism or living with one's family abroad, have you ever stayed abroad for at least two weeks? For example, for studies, training, work, exchanges or volunteering. (ONE ANSWER ONLY) Yes 1 No 2 DK/NA (DO NOT READ OUT) 3 Q1 Which of the following topics should be a priority for the EU in the years to come? (READ OUT – ROTATE - MAX. 5 ANSWERS) Protecting the environment and fighting climate change 1, Improving education and training, including the free movement of students, apprentices, pupils, etc. 2, Boosting employment and tackling unemployment 3, Fighting poverty and economic and social inequalities 4, Improving health and wellbeing 5, Bringing young people from different parts of the EU together (North, South, East, West) 6, Promoting human rights, democracy and common values 7, Ensuring the EU's security and defence 8, Other (DO NOT READ OUT) 9 DK/NA (DO NOT READ OUT) 10 ASK Q2 IF CODE 2 IN D7 (NEVER STAYED ABROAD) - OTHERS GO TO Q4 Q2 You said earlier that you have never stayed abroad for the purpose of studies, work, exchanges, etc. Have you considered taking part in any learning experience abroad? (ONE ANSWER ONLY) Yes 1 No 2 DK/NA (DO NOT READ OUT) 3 ASK Q3a IF CODE 1 IN Q2 (CONSIDERED TAKING PART IN A LEARNING EXPERIENCE ABROAD) Q3a For which of these reasons did you not take part in a learning experience abroad even though you considered it? (READ OUT – ROTATE - MAX. 3 ANSWERS) Lack of financial means 1, Insufficient language skills 2, Lack of information on how to apply 3, Fear that your experience would not be recognised at home 4, Absence from home would be too long 5, Family, personal or work-related reasons 6, Lack of opportunities abroad that would match your interests 7, You were not accepted 8, Other (DO NOT READ OUT) 9 DK/NA (DO NOT READ OUT) 10 ",
        "Q2 How do we build a stronger, more united Europe? The views of young people March 2019 Questionnaire Flash Eurobarometer 478 ASK Q3b IF CODE 2 IN Q2 (NEVER CONSIDERED TAKING PART IN A LEARNING EXPERIENCE ABROAD) Q3b For which of these reasons did you not consider taking part in a learning experience abroad? (READ OUT – ROTATE - MAX. 3 ANSWERS) You felt too young 1, You were not interested 2, You didn't feel comfortable living in a foreign country 3, You didn't trust the quality of education abroad 4, It would not have been possible because of your family situation 5, It would not have been possible because of your work or studies 6, You were not aware of such opportunities 7, Other (DO NOT READ OUT) 8 DK/NA (DO NOT READ OUT) 9 ASK ALL Q4 What do you think are the most important things school should offer to young people? (READ OUT – ROTATE – MAX. 3 ANSWERS) Prepare young people for employment 1, Prepare young people to be active citizens in democratic societies 2, Give everyone a chance to succeed and have access to the same opportunities 3, Promote physical and mental wellbeing 4, Promote personal development 5, Promote social skills and build friendships 6, Promote creativity, adaptability and an entrepreneurial mindset 7, Other (DO NOT READ OUT) 8 DK/NA (DO NOT READ OUT) 9 Q5 Which topics are not taught sufficiently in schools in your country? (READ OUT – ROTATE - MAX. 3 ANSWERS) Maths and sciences 1, Reading, comprehension and writing 2, Entrepreneurship and financial competences 3, Use of digital tools and coding 4, Foreign languages and cultures 5, Critical thinking, media and democracy 6, Climate change, environment and eco-friendly behaviours 7, Health education (physical and mental) 8, Other (DO NOT READ OUT) 9 DK/NA (DO NOT READ OUT) 10 Q6 Have you ever participated in the following activities? (READ OUT – ROTATE – MULTIPLE ANSWERS POSSIBLE) Voting in local, national or European elections 1, Participating in political movements, parties or unions 2, Participating in student or youth organisations 3, Posting opinions on current issues on social media 4, Getting information on current issues on social media 5, Participating in campaigns, strikes or street protests 6, Making politically motivated consumer choices 7, Volunteering activities or local community projects 8, None (DO NOT READ OUT) 9 DK/NA (DO NOT READ OUT) 10 ",
        "Q3 How do we build a stronger, more united Europe? The views of young people March 2019 Questionnaire Flash Eurobarometer 478 (READ OUT) When answering the previous question, you did not select one or several options that imply spending time volunteering, in political engagement, in activism, etc. ASK Q7 IF NO CODE 2 OR 3 OR 6 OR 8 IN Q6 Q7 What prevents you from participating in these activities? (READ OUT – ROTATE – MULTIPLE ANSWERS POSSIBLE) Nothing, you consider yourself as an active citizen 1, You do not think these activities change anything 2, You are not interested 3, You don't have time 4, You are too young 5, You are not aware of these activities taking place 6, Other (DO NOT READ OUT) 7 DK/NA (DO NOT READ OUT) 8 ASK ALL (READ OUT) Organised volunteering is an activity that involves spending unpaid time working for a cause (e.g. climate change, human rights) or for those in need, other than close relatives. It can be carried out through an organisation or a group of people. The choice to volunteer must be freely made by the individual. Q8 In the last 12 months, have you ever been involved in any organised voluntary activities? (M) (ONE ANSWER ONLY) Yes 1 No 2 DK/NA (DO NOT READ OUT) 3 Trend - FL455 Q6 ASK Q9 IF CODE 1 IN Q8 (HAVE BEEN INVOLVED IN ORGANISED VOLUNTARY ACTIVITIES) Q9 Were these voluntary activities aimed at changing something in …..? (READ OUT - MULTIPLE ANSWERS POSSIBLE) Your local community 1, Your country 2, Other European countries 3, Another part of the world 4 DK/NA (DO NOT READ OUT) 5 Trend - FL455 Q7 ",
        "Q4 How do we build a stronger, more united Europe? The views of young people March 2019 Questionnaire Flash Eurobarometer 478 ASK ALL Q10 The European Union has limited competence for education, youth and training. Countries decide about legislation, funding, etc. With this in mind, which of these actions do you think are useful for young people? (READ OUT - MAX. 3 ANSWERS) Connecting schools or universities in your country with others abroad 1, Providing opportunities for young people to talk directly to policy makers 2, Funding projects or activities for young people 3, Advising public authorities on what works in other countries 4, Raising awareness among young people on activities provided by the EU for them 5, Bringing young people from different parts of the EU together (North, South, East, West) 6, Increasing participation in European programmes among young people with fewer opportunities, for instance in rural areas 7, Other (DO NOT READ OUT) 8 DK/NA (DO NOT READ OUT) 9 DX2 In general, please tell me if you have a very positive, fairly positive, fairly negative or very negative view of the European Union? (ONE ANSWER ONLY) Very positive 1 Fairly positive 2 Fairly negative 3 Very negative 4 DK/ Refusal (SPONTANEOUS) 5 ",
        "How do we build a stronger, more united Europe? The vies of young people March 2019 Flash Eurobarometer 478 D7 Yes No Don't know EU28 31 69 0 BE 27 73 0 BG 35 65 0 CZ 37 63 0 DK 36 64 0 DE 30 70 0 EE 39 61 0 IE 34 66 0 EL 18 82 0 ES 34 66 0 FR 26 74 0 HR 18 82 0 IT 41 59 0 CY 40 60 0 LV 40 60 0 LT 42 58 0 LU 51 49 0 HU 36 64 0 MT 20 80 0 NL 31 69 0 AT 31 69 0 PL 33 67 0 PT 22 78 0 RO 34 66 0 SI 34 66 0 SK 34 66 0 FI 27 73 0 SE 39 61 0 UK 27 73 0 Excluding travel for tourism or living with one's family abroad, have you ever stayed abroad for at least two weeks? For example, for studies, training, work, exchanges or volunteering. (%) T1 Tables ",
        "How do we build a stronger, more united Europe? The views of y oung people March 2019 Flash Eurobarometer 478 Q1 P r o t e c t i n g t h e e n v i r o n m e n t a n d f i g h t i n g c l i m a t e c h a n g e I m p r o v i n g e d u c a t i o n a n d t r a i n i n g , i n c l u d i n g t h e f r e e m o v e m e n t o f s t u d e n t s , a p p r e n t i c e s , p u p i l s , e t c . B o o s t i n g e m p l o y m e n t a n d t a c k l i n g u n e m p l o y m e n t F i g h t i n g p o v e r t y a n d e c o n o m i c a n d s o c i a l i n e q u a l i t i e s I m p r o v i n g h e a l t h a n d w e l l b e i n g B r i n g i n g y o u n g p e o p l e f r o m d i f f e r e n t p a r t s o f t h e E U t o g e t h e r ( N o r t h , S o u t h , E a s t , W e s t ) P r o m o t i n g h u m a n r i g h t s , d e m o c r a c y a n d c o m m o n v a l u e s E n s u r i n g t h e E U ' s s e c u r i t y a n d d e f e n c e O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 67 56 49 56 44 23 44 28 1 1 BE 71 51 55 66 54 21 48 31 0 0 BG 58 62 58 54 51 35 24 34 1 0 CZ 71 54 43 48 45 18 38 45 2 0 DK 83 55 32 60 49 14 56 29 1 2 DE 79 63 49 69 44 29 62 33 1 0 EE 63 48 48 55 52 19 36 43 1 0 IE 67 59 49 55 44 33 38 24 2 1 EL 51 55 59 66 43 16 46 21 0 1 ES 67 58 56 59 39 21 43 17 1 0 FR 81 61 46 63 49 31 42 35 1 1 HR 43 49 64 50 37 26 29 16 0 1 IT 66 49 60 44 28 18 37 15 0 0 CY 48 49 68 64 51 32 44 28 1 1 LV 48 56 58 58 63 22 28 38 0 0 LT 38 42 38 48 28 10 20 22 0 1 LU 79 59 51 68 53 24 59 36 0 0 HU 57 65 56 57 69 20 42 26 0 0 MT 56 41 24 50 34 12 28 17 1 2 NL 66 66 53 53 58 15 49 42 1 0 AT 76 59 55 65 42 28 54 28 1 0 PL 52 39 42 40 35 24 26 42 1 0 PT 76 63 68 72 56 14 54 35 0 0 RO 41 57 43 48 49 21 32 26 1 0 SI 62 45 60 50 46 33 37 36 0 1 SK 57 41 46 46 35 19 34 27 2 0 FI 62 43 52 38 47 13 39 29 0 2 SE 72 41 32 49 36 11 61 27 1 0 UK 61 61 44 53 48 19 44 21 2 2 Which of the following topics should be a priority for the EU in the years to come? (MAX. 5 ANSWERS) (%) T2 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q2 Yes No Don't know EU28 53 46 1 BE 53 47 0 BG 58 41 1 CZ 61 39 0 DK 61 39 0 DE 57 42 1 EE 57 41 2 IE 53 47 0 EL 49 51 0 ES 62 38 0 FR 52 48 0 HR 52 48 0 IT 65 34 1 CY 54 46 0 LV 51 49 0 LT 37 59 4 LU 55 44 1 HU 38 62 0 MT 43 57 0 NL 66 34 0 AT 40 59 1 PL 46 54 0 PT 59 39 2 RO 35 65 0 SI 72 28 0 SK 47 53 0 FI 55 45 0 SE 48 51 1 UK 48 51 1 You said earlier that you have never stayed abroad for the purpose of studies, work, exchanges, etc. Have you considered taking part in any learning experience abroad? (%) (IF 'NEVER STAYED ABROAD' CODE 2 IN D7) T3 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q3a L a c k o f f i n a n c i a l m e a n s I n s u f f i c i e n t l a n g u a g e s k i l l s L a c k o f i n f o r m a t i o n o n h o w t o a p p l y F e a r t h a t y o u r e x p e r i e n c e w o u l d n o t b e r e c o g n i s e d a t h o m e A b s e n c e f r o m h o m e w o u l d b e t o o l o n g F a m i l y , p e r s o n a l o r w o r k - r e l a t e d r e a s o n s L a c k o f o p p o r t u n i t i e s a b r o a d t h a t w o u l d m a t c h y o u r i n t e r e s t s Y o u w e r e n o t a c c e p t e d O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 42 19 19 8 14 41 18 4 7 1 BE 41 17 21 10 21 27 19 5 12 2 BG 42 9 14 12 33 42 9 0 13 3 CZ 34 30 16 7 18 58 6 6 10 1 DK 36 14 16 1 22 46 13 2 18 0 DE 34 15 18 9 25 47 13 3 11 0 EE 34 16 7 5 16 52 12 2 12 2 IE 51 21 28 11 13 38 21 4 10 1 EL 44 7 27 5 7 38 12 6 8 1 ES 55 28 25 5 6 34 23 5 4 0 FR 58 26 31 9 4 40 30 4 4 0 HR 47 16 29 8 16 37 15 9 3 1 IT 22 8 9 8 4 44 11 1 5 1 CY 27 8 27 10 8 28 16 3 19 0 LV 38 20 13 5 23 43 6 2 9 2 LT 13 13 8 3 12 42 18 4 17 0 LU 38 6 30 5 15 37 27 3 16 0 HU 53 15 25 6 18 36 14 3 14 1 MT 21 3 13 4 21 21 25 5 18 3 NL 46 3 19 6 26 40 19 6 16 0 AT 25 10 9 9 14 39 17 2 12 4 PL 26 27 9 6 25 51 9 6 5 0 PT 61 17 22 7 17 43 22 1 2 1 RO 35 17 12 10 21 38 25 3 8 3 SI 37 10 20 15 20 38 15 2 10 2 SK 27 8 11 5 3 39 6 1 25 2 FI 38 12 6 3 16 51 12 3 8 2 SE 35 4 18 7 20 37 12 3 15 5 UK 54 30 21 9 9 30 23 3 3 1 For which of these reasons did you not take part in a learning experience abroad even though you considered it? (MAX. 3 ANSWERS) (%) (IF 'CONSIDERED TAKING PART IN A LEARNING EXPERIENCE ABROAD', CODE 1 IN Q2) T4 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q3b Y o u f e l t t o o y o u n g Y o u w e r e n o t i n t e r e s t e d Y o u d i d n ' t f e e l c o m f o r t a b l e l i v i n g i n a f o r e i g n c o u n t r y Y o u d i d n ' t t r u s t t h e q u a l i t y o f e d u c a t i o n a b r o a d I t w o u l d n o t h a v e b e e n p o s s i b l e b e c a u s e o f y o u r f a m i l y s i t u a t i o n I t w o u l d n o t h a v e b e e n p o s s i b l e b e c a u s e o f y o u r w o r k o r s t u d i e s Y o u w e r e n o t a w a r e o f s u c h o p p o r t u n i t i e s O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 13 45 22 5 25 30 14 5 1 BE 24 43 24 7 20 34 26 6 1 BG 22 47 37 2 17 30 6 5 0 CZ 10 47 26 3 37 18 6 13 2 DK 11 57 23 3 16 27 15 9 2 DE 14 61 19 13 24 32 5 3 1 EE 13 48 21 9 41 26 6 4 0 IE 21 35 17 6 29 27 17 14 1 EL 10 36 19 2 21 26 15 8 2 ES 14 34 11 8 27 31 12 5 0 FR 11 36 27 6 38 43 26 7 1 HR 17 49 21 5 25 33 12 6 0 IT 8 34 6 0 16 27 13 3 0 CY 5 30 15 3 29 24 17 9 0 LV 4 57 33 8 38 27 10 5 3 LT 12 49 12 3 21 20 6 10 0 LU 12 35 9 9 30 51 13 1 5 HU 17 32 26 1 40 26 8 5 0 MT 12 46 21 2 20 15 12 6 1 NL 13 58 17 12 14 33 5 13 1 AT 20 50 19 2 17 40 3 2 1 PL 12 50 32 5 17 19 3 6 0 PT 25 44 29 7 36 33 16 1 1 RO 9 41 28 2 27 14 7 5 1 SI 18 59 32 2 31 22 8 9 0 SK 8 52 9 2 19 18 3 8 1 FI 6 51 24 4 18 19 4 10 2 SE 9 53 13 4 21 22 9 4 2 UK 15 45 23 2 20 29 25 6 0 For which of these reasons did you not consider taking part in a learning experience abroad? (MAX. 3 ANSWERS) (%) (IF 'NEVER CONSIDERED TAKING PART IN A LEARNING EXPERIENCE ABROAD', CODE 2 IN Q2) T5 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q4 P r e p a r e y o u n g p e o p l e f o r e m p l o y m e n t P r e p a r e y o u n g p e o p l e t o b e a c t i v e c i t i z e n s i n d e m o c r a t i c s o c i e t i e s G i v e e v e r y o n e a c h a n c e t o s u c c e e d a n d h a v e a c c e s s t o t h e s a m e o p p o r t u n i t i e s P r o m o t e p h y s i c a l a n d m e n t a l w e l l b e i n g P r o m o t e p e r s o n a l d e v e l o p m e n t P r o m o t e s o c i a l s k i l l s a n d b u i l d f r i e n d s h i p s P r o m o t e c r e a t i v i t y , a d a p t a b i l i t y a n d a n e n t r e p r e n e u r i a l m i n d s e t O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 49 33 45 34 32 26 38 1 0 BE 46 30 45 41 29 33 34 1 0 BG 46 28 42 19 39 27 53 1 1 CZ 64 30 36 25 44 17 46 2 0 DK 52 36 43 35 32 35 36 1 0 DE 47 45 52 29 35 40 31 1 0 EE 43 19 44 37 36 38 51 1 0 IE 50 25 42 55 26 30 34 2 1 EL 41 41 46 28 29 26 38 1 0 ES 41 32 49 33 32 24 41 0 0 FR 47 32 62 41 37 17 40 0 0 HR 57 27 47 23 22 22 46 0 0 IT 58 37 26 23 21 22 29 1 0 CY 32 43 43 31 42 25 37 0 0 LV 49 21 37 27 38 36 50 1 1 LT 24 34 28 26 27 33 49 1 1 LU 57 40 51 32 29 29 31 0 0 HU 38 31 50 32 36 28 47 2 0 MT 51 24 37 26 23 17 24 1 0 NL 44 31 40 35 53 30 45 1 0 AT 43 35 45 30 43 41 40 0 0 PL 54 26 30 29 27 22 53 1 0 PT 61 45 51 33 32 17 44 0 0 RO 48 28 37 26 32 17 38 1 1 SI 58 19 44 40 36 25 40 1 0 SK 55 22 26 16 37 26 34 1 0 FI 60 25 46 34 24 32 24 0 1 SE 58 38 43 38 22 20 29 1 1 UK 49 25 47 53 25 28 33 1 0 What do you think are the most important things school should offer to young people? (MAX. 3 ANSWERS) (%) T6 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q5 M a t h s a n d s c i e n c e s R e a d i n g , c o m p r e h e n s i o n a n d w r i t i n g E n t r e p r e n e u r s h i p a n d f i n a n c i a l c o m p e t e n c e s U s e o f d i g i t a l t o o l s a n d c o d i n g F o r e i g n l a n g u a g e s a n d c u l t u r e s C r i t i c a l t h i n k i n g , m e d i a a n d d e m o c r a c y C l i m a t e c h a n g e , e n v i r o n m e n t a n d e c o - f r i e n d l y b e h a v i o u r s H e a l t h e d u c a t i o n ( p h y s i c a l a n d m e n t a l ) O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 10 13 41 27 30 42 41 33 2 2 BE 9 15 37 17 35 41 52 39 1 2 BG 10 14 38 36 19 39 33 49 3 1 CZ 10 19 59 18 29 45 39 29 2 1 DK 16 7 41 27 24 49 47 33 3 3 DE 8 12 53 43 16 53 47 33 0 1 EE 9 11 62 33 19 45 35 26 2 2 IE 10 6 40 37 29 38 45 41 1 2 EL 8 9 39 24 25 49 44 43 1 0 ES 8 12 28 22 33 46 41 39 2 2 FR 9 19 31 25 49 41 61 30 0 1 HR 14 19 37 39 27 37 28 34 1 1 IT 6 14 27 22 39 37 34 26 5 1 CY 6 10 36 30 22 65 37 28 2 3 LV 17 10 40 27 35 47 30 32 2 2 LT 8 11 47 17 19 46 18 27 3 3 LU 12 14 39 25 29 46 46 32 2 2 HU 12 24 40 19 34 39 31 39 2 2 MT 8 10 21 12 15 27 32 38 3 8 NL 11 20 46 34 22 45 38 31 2 2 AT 12 22 42 27 28 56 52 28 0 1 PL 20 14 50 29 30 38 21 29 0 2 PT 5 12 58 22 32 49 38 39 0 2 RO 13 17 33 18 31 25 26 39 2 2 SI 6 11 49 25 25 43 34 40 1 2 SK 12 19 32 12 25 37 38 20 3 5 FI 5 13 45 31 18 48 32 19 1 3 SE 19 12 24 23 16 45 39 31 2 6 UK 10 5 51 21 30 31 41 38 4 4 Which topics are not taught sufficiently in schools in your country ? (MAX. 3 ANSWERS) (%) T7 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q6 V o t i n g i n l o c a l , n a t i o n a l o r E u r o p e a n e l e c t i o n s P a r t i c i p a t i n g i n p o l i t i c a l m o v e m e n t s , p a r t i e s o r u n i o n s P a r t i c i p a t i n g i n s t u d e n t o r y o u t h o r g a n i s a t i o n s P o s t i n g o p i n i o n s o n c u r r e n t i s s u e s o n s o c i a l m e d i a G e t t i n g i n f o r m a t i o n o n c u r r e n t i s s u e s o n s o c i a l m e d i a P a r t i c i p a t i n g i n c a m p a i g n s , s t r i k e s o r s t r e e t p r o t e s t s M a k i n g p o l i t i c a l l y m o t i v a t e d c o n s u m e r c h o i c e s V o l u n t e e r i n g a c t i v i t i e s o r l o c a l c o m m u n i t y p r o j e c t s N o n e ( S P O N T A N E O U S ) D o n ' t k n o w T o t a l ' O r g a n i s e d m o v e m e n t s / a s s o c i a t i o n s ' EU28 72 15 41 38 65 35 25 58 4 0 77 BE 72 12 50 26 58 31 23 52 3 0 76 BG 71 11 39 46 63 29 15 48 6 0 67 CZ 77 7 46 41 61 27 6 54 6 0 73 DK 78 18 31 30 61 34 36 71 1 0 82 DE 78 23 40 34 72 42 31 64 2 0 81 EE 82 5 40 17 69 11 11 55 4 0 70 IE 63 23 61 41 76 43 36 74 3 0 87 EL 52 11 28 37 58 33 7 53 10 0 73 ES 66 15 41 51 76 57 26 51 3 0 83 FR 69 12 35 33 58 38 20 56 3 0 75 HR 63 8 26 20 41 16 5 37 12 0 57 IT 76 13 44 42 65 53 20 56 3 0 78 CY 50 15 29 24 35 36 6 54 13 0 71 LV 81 8 46 35 73 14 16 59 3 0 76 LT 62 8 37 12 27 8 13 43 14 0 61 LU 74 21 51 41 67 46 26 55 3 0 81 HU 68 5 27 24 41 12 9 44 14 0 56 MT 68 8 32 21 33 10 6 39 10 0 57 NL 80 14 42 34 73 17 51 64 1 0 81 AT 86 19 29 34 66 33 20 58 4 1 76 PL 79 8 47 45 79 26 24 63 2 0 76 PT 65 15 47 35 58 23 9 61 3 0 82 RO 55 7 27 24 29 24 5 43 14 0 59 SI 75 11 49 32 62 24 16 60 4 0 78 SK 77 7 29 25 47 36 8 43 5 1 67 FI 74 15 52 40 74 28 44 50 2 0 77 SE 85 31 54 47 78 31 51 38 1 0 75 UK 67 22 49 43 70 25 37 66 5 0 78 Have you ever participated in the following activities? (MULTIPLE ANSWERS POSSIBLE) (%) T8 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q7 N o t h i n g , y o u c o n s i d e r y o u r s e l f a s a n a c t i v e c i t i z e n Y o u d o n o t t h i n k t h e s e a c t i v i t i e s c h a n g e a n y t h i n g Y o u a r e n o t i n t e r e s t e d Y o u d o n ' t h a v e t i m e Y o u a r e t o o y o u n g Y o u a r e n o t a w a r e o f t h e s e a c t i v i t i e s t a k i n g p l a c e O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 6 26 36 49 9 17 4 2 BE 12 22 32 57 13 29 2 2 BG 6 48 15 34 13 8 6 3 CZ 6 33 37 61 18 25 0 0 DK 8 22 41 52 5 15 1 2 DE 4 42 35 53 8 21 4 5 EE 10 12 41 27 15 8 2 4 IE 9 11 28 45 17 27 7 6 EL 7 28 28 29 8 13 5 4 ES 13 19 41 47 2 5 3 0 FR 3 33 41 57 11 32 4 2 HR 6 35 32 41 11 8 5 0 IT 2 13 32 55 6 7 3 1 CY 2 25 34 43 3 4 1 0 LV 2 25 50 43 8 10 1 0 LT 7 13 32 46 12 15 2 1 LU 10 18 23 56 16 16 6 0 HU 15 28 31 31 7 7 4 5 MT 1 4 35 57 5 3 6 2 NL 5 24 43 53 12 20 1 1 AT 18 15 40 36 6 9 3 1 PL 3 23 44 56 17 13 3 0 PT 19 18 18 35 4 13 5 0 RO 7 18 28 47 15 8 4 0 SI 11 17 49 42 4 7 4 0 SK 12 12 37 49 1 3 10 1 FI 3 15 43 50 7 9 0 0 SE 9 18 56 37 4 9 1 4 UK 5 28 32 45 5 26 4 0 What prevents you from participating in these activities? (MULTIPLE ANSWERS POSSIBLE) (%) (IF 'NO CODE 2 OR 3 OR 6 OR 8 IN Q6') T9 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q8 Don't know F L 4 7 8 D i f f . F L 4 7 8 - F L 4 5 5 F L 4 7 8 D i f f . F L 4 7 8 - F L 4 5 5 F L 4 7 8 EU28 34 3 66 -3 0 BE 40 9 60 -9 0 BG 26 4 74 -4 0 CZ 29 4 71 -4 0 DK 39 0 61 1 0 DE 43 6 56 -6 1 EE 31 4 69 -3 0 IE 53 14 47 -13 0 EL 33 5 67 -5 0 ES 30 1 70 -1 0 FR 30 1 70 -1 0 HR 24 1 76 -1 0 IT 32 -2 68 2 0 CY 32 0 68 0 0 LV 27 2 73 -2 0 LT 36 8 64 -8 0 LU 31 4 69 -4 0 HU 24 5 76 -5 0 MT 26 3 73 -4 1 NL 40 3 60 -3 0 AT 42 12 58 -12 0 PL 29 0 71 0 0 PT 30 3 70 -3 0 RO 26 -1 73 0 1 SI 39 5 61 -4 0 SK 26 5 74 -4 0 FI 18 1 82 0 0 SE 21 2 79 -2 0 UK 36 3 64 -3 0 Yes No In the last 12 months, have you ever been involved in any organised voluntary activities? (%) T10 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q9 D o n ' t k n o w F L 4 7 8 D i f f . F L 4 7 8 - F L 4 5 5 F L 4 7 8 D i f f . F L 4 7 8 - F L 4 5 5 F L 4 7 8 D i f f . F L 4 7 8 - F L 4 5 5 F L 4 7 8 D i f f . F L 4 7 8 - F L 4 5 5 F L 4 7 8 EU28 66 -3 37 8 10 0 13 2 11 BE 61 5 41 6 21 9 18 1 12 BG 51 -27 59 35 5 0 4 1 6 CZ 65 13 67 27 8 1 4 -1 2 DK 53 -12 46 23 19 12 22 3 16 DE 66 -1 26 -5 11 1 15 3 18 EE 64 11 34 -13 9 -3 6 -2 7 IE 73 4 56 25 14 5 14 3 4 EL 65 9 44 3 7 -19 5 -2 2 ES 66 -13 42 17 18 9 22 11 10 FR 65 -6 39 12 9 -2 20 7 14 HR 74 -5 31 -9 8 3 10 9 7 IT 63 -11 33 -1 6 -3 9 5 0 CY 52 -2 55 13 10 -3 2 -4 5 LV 58 -9 46 18 8 -2 6 3 9 LT 58 1 33 -6 7 3 4 2 14 LU 48 0 40 1 27 9 17 -15 7 HU 70 6 31 1 3 -5 0 -7 4 MT 47 -10 49 13 6 -7 7 0 3 NL 64 15 30 10 6 -2 13 -1 14 AT 77 7 31 -4 8 -1 9 -1 6 PL 64 -12 40 5 1 -13 6 1 5 PT 67 -4 53 24 9 -1 13 7 3 RO 59 -10 43 10 7 -2 5 1 11 SI 70 -4 31 0 5 -5 7 2 7 SK 52 -15 34 19 14 3 6 3 15 FI 54 -11 30 3 7 -6 11 -4 28 SE 65 11 28 -3 21 1 19 -5 20 UK 73 5 39 18 10 4 13 -3 13 Y o u r l o c a l c o m m u n i t y Y o u r c o u n t r y O t h e r E u r o p e a n c o u n t r i e s A n o t h e r p a r t o f t h e w o r l d Were these voluntary activities aimed at changing something in …..? (MULTIPLE ANSWERS POSSIBLE) (%) (IF 'HAVE BEEN INVOLVED IN ORGANISED VOLUNTARY ACTIVITIES', CODE 1 IN Q8) T11 Tables ",
        "How do we build a stronger, more united Europe? The views of young people March 2019 Flash Eurobarometer 478 Q10 C o n n e c t i n g s c h o o l s o r u n i v e r s i t i e s i n y o u r c o u n t r y w i t h o t h e r s a b r o a d P r o v i d i n g o p p o r t u n i t i e s f o r y o u n g p e o p l e t o t a l k d i r e c t l y t o p o l i c y m a k e r s F u n d i n g p r o j e c t s o r a c t i v i t i e s f o r y o u n g p e o p l e A d v i s i n g p u b l i c a u t h o r i t i e s o n w h a t w o r k s i n o t h e r c o u n t r i e s R a i s i n g a w a r e n e s s a m o n g y o u n g p e o p l e o n a c t i v i t i e s p r o v i d e d b y t h e E U f o r t h e m B r i n g i n g y o u n g p e o p l e f r o m d i f f e r e n t p a r t s o f t h e E U t o g e t h e r ( N o r t h , S o u t h , E a s t , W e s t ) I n c r e a s i n g p a r t i c i p a t i o n i n E u r o p e a n p r o g r a m m e s a m o n g y o u n g p e o p l e w i t h f e w e r o p p o r t u n i t i e s , f o r i n s t a n c e i n r u r a l a r e a s O t h e r ( S P O N T A N E O U S ) D o n ' t k n o w EU28 44 34 41 24 32 28 39 1 2 BE 47 40 42 25 31 30 34 1 1 BG 38 25 50 19 42 20 52 2 4 CZ 52 24 48 32 33 25 39 1 1 DK 48 29 40 34 37 25 25 0 3 DE 45 45 35 31 38 36 40 0 1 EE 31 29 55 17 43 23 52 0 2 IE 43 44 33 21 39 34 42 0 0 EL 50 29 41 23 27 37 33 0 2 ES 39 35 46 25 36 20 46 1 0 FR 50 37 45 31 27 29 43 0 1 HR 45 26 46 20 35 31 33 1 2 IT 43 25 47 13 30 17 30 1 0 CY 40 34 42 29 36 39 31 1 1 LV 44 27 48 24 30 22 60 0 1 LT 25 25 46 13 31 23 46 1 2 LU 54 37 37 29 34 35 35 0 2 HU 36 44 40 22 34 17 57 0 1 MT 37 34 28 20 14 19 29 1 6 NL 46 34 38 26 42 24 43 0 1 AT 49 38 41 29 39 40 42 0 0 PL 38 20 47 26 30 28 39 1 3 PT 48 36 47 17 40 27 49 1 1 RO 39 24 45 19 25 23 39 1 3 SI 47 28 48 20 32 32 38 0 1 SK 47 22 36 16 26 22 37 2 2 FI 43 34 42 13 32 24 31 0 2 SE 42 35 26 20 31 21 26 1 8 UK 42 40 35 17 28 35 37 1 4 The European Union has limited competence for education, youth and training. Countries decide about legislation, funding, etc. With this in mind, which of these actions do you think are useful for young people? (MAX. 3 ANSWERS) (%) T12 Tables ",
        "How do we build a stronger, more united Europe? The views of y oung people March 2019 Flash Eurobarometer 478 DX2 V e r y p o s i t i v e F a i r l y p o s i t i v e F a i r l y n e g a t i v e V e r y n e g a t i v e D o n ' t k n o w T o t a l ' P o s i t i v e ' T o t a l ' N e g a t i v e ' EU28 13 60 16 6 5 73 22 BE 9 64 17 4 6 73 21 BG 10 64 17 3 6 74 20 CZ 10 60 20 8 2 70 28 DK 17 61 13 2 7 78 15 DE 13 70 13 1 3 83 14 EE 8 77 10 0 5 85 10 IE 28 62 5 3 2 90 8 EL 9 53 22 9 7 62 31 ES 22 47 17 8 6 69 25 FR 7 58 21 8 6 65 29 HR 14 60 14 7 5 74 21 IT 9 65 17 5 4 74 22 CY 9 62 16 8 5 71 24 LV 10 72 15 0 3 82 15 LT 15 74 8 1 2 89 9 LU 18 68 9 3 2 86 12 HU 9 63 16 6 6 72 22 MT 26 59 7 2 6 85 9 NL 17 67 11 2 3 84 13 AT 18 63 14 3 2 81 17 PL 15 56 19 6 4 71 25 PT 6 77 10 1 6 83 11 RO 10 68 12 4 6 78 16 SI 10 71 13 3 3 81 16 SK 12 53 23 7 5 65 30 FI 12 73 9 3 3 85 12 SE 17 59 15 5 4 76 20 UK 17 49 17 9 8 66 26 In general, please tell me if you have a very positive, fairly positive, fairly negative or very negative view of the European Union? (%) T13 Tables ",
        "",
        "N C - 04 - 19 - 377 - E N - C "
    ]
}