{
    "text": [
        "COUNCIL RECOMMENDATION of 11 July 2017 on the 2017 National Reform Programme of Latvia and delivering a Council opinion on the 2017 Stability Programme of Latvia (2017/C 261/13) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 5(2) thereof, Having regard to the recommendation of the European Commission, Having regard to the resolutions of the European Parliament, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 16 November 2016, the Commission adopted the Annual Growth Survey, marking the start of the 2017 European Semester for economic policy coordination. The priorities of the Annual Growth Survey were endorsed by the European Council on 9-10 March 2017. On 16 November 2016, on the basis of Regulation (EU) No 1176/2011 of the European Parliament and of the Council ( 2 ), the Commission adopted the Alert Mechanism Report, in which it did not identify Latvia as one of the Member States for which an in-depth review would be carried out. On the same date, the Commission also adopted a recommendation for a Council Recommendation on the economic policy of the euro area, which was endorsed by the European Council on 9-10 March 2017. On 21 March 2017, the Council adopted the Recommendation on the economic policy of the euro area (‘Recommendation for the euro area’) ( 3 ). (2) As a Member State whose currency is the euro and in view of the close interlinkages between the economies in the economic and monetary union, Latvia should ensure the full and timely implementation of the Recommendation for the euro area, as reflected in recommendations (1) to (2) below. (3) The 2017 country report for Latvia was published on 22 February 2017. It assessed Latvia’s progress in addressing the country-specific recommendations adopted by the Council on 12 July 2016, the follow-up given to the country- specific recommendations adopted in previous years and Latvia’s progress towards its national Europe 2020 targets. C 261/58 EN Official Journal of the European Union 9.8.2017 ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25). ( 3 ) OJ C 92, 24.3.2017, p. 1. ",
        "(4) On 20 April 2017, Latvia submitted its 2017 National Reform Programme and its 2017 Stability Programme. In order to take account of their interlinkages, the two programmes have been assessed at the same time. (5) Relevant country-specific recommendations have been addressed in the programming of the European Structural and Investment Funds (ESI Funds) for the 2014-2020 period. As provided for in Article 23 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council ( 1 ), where it is necessary to support the implementation of relevant Council recommendations, the Commission may request a Member State to review and propose amendments to its Partnership Agreement and relevant programmes. The Commission has provided further details on how it would make use of that provision in guidelines on the application of the measures linking effectiveness of the ESI Funds to sound economic governance. (6) Latvia is currently in the preventive arm of the Stability and Growth Pact. In its 2017 Stability Programme, the Government plans a deterioration of the headline balance from a balanced position in 2016 to a deficit of 0,8 % of GDP and of 1,6 % of GDP in 2017 and 2018 respectively, as a result of a significant tax reform, followed by an improvement to a deficit of 0,5 % of GDP in 2020. The 2017 Stability Programme estimates the structural balance to deteriorate from 0,2 % of GDP in 2016 to - 1,7 % of GDP in 2018 and to reach - 0,8 % of GDP in 2020. This path is consistent with the medium-term budgetary objective of a structural deficit of 1 % of GDP and the allowed deviations based on the pension reform and the structural reform clause for the healthcare sector. The recalculated ( 2 ) structural balance is estimated to increase from - 1,9 % of GDP in 2017 to - 2,3 % of GDP in 2018, before declining to - 0,2 % of GDP in 2020. According to the 2017 Stability Programme, the general government debt-to-GDP ratio is expected to stay around 40 % of GDP in 2017. The programme’s GDP growth projections are broadly in line with the Commission forecast for 2017, but they appear markedly favourable for 2018. (7) On 12 July 2016, the Council recommended Latvia to ensure that the deviation from the medium-term budgetary objective in 2017 is limited to the allowances linked to the systemic pension reform and the major structural reform in the healthcare sector. Taking into account these allowances, the structural balance would be allowed to deteriorate by a maximum of 1,0 % of GDP in 2017. Based on the Commission 2017 spring forecast, Latvia is projected to comply with that requirement in 2017. In 2018, Latvia should achieve its medium-term budgetary objective, taking into account the allowances related to the implementation of the systemic pension reform granted for 2016 and related to the structural reform granted for 2017, as temporary deviations are carried forward for a period of 3 years. Based on the Commission 2017 spring forecast, this is consistent with a maximum nominal growth rate of net primary government expenditure ( 3 ) of 6,0 % in 2018, corresponding to deterioration in the structural balance of 0,3 % of GDP. Under unchanged policies, Latvia would be at risk of a significant deviation from that requirement. Overall, the Council is of the opinion that further measures will be needed in 2018 to comply with the provisions of the Stability and Growth Pact. (8) Income inequality in Latvia is high. The ratio of incomes of the richest 20 % of households to that of the poorest 20 % stood at 6,5 in 2015, among the highest in the Union, although the figure decreased slightly in 2016. The difference between income inequality before and after taxes and social transfers is among the smallest in the Union. Latvia’s tax system is less progressive than those of other Member States, contributing to the high inequality and in- work poverty. The tax wedge on low-wage earners remains among the highest in the Union, while the revenue potential of taxes which are less detrimental to growth is underused. The low tax revenue share in GDP limits 9.8.2017 EN Official Journal of the European Union C 261/59 ( 1 ) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). ( 2 ) Cyclically-adjusted balance net of one-off and temporary measures, recalculated by the Commission using the commonly agreed methodology. ( 3 ) Net government expenditure comprises total government expenditure excluding interest expenditure, expenditure on Union programmes fully matched by Union funds revenue and non-discretionary changes in unemployment benefit expenditure. Nationally financed gross fixed capital formation is smoothed over a 4-year period. Discretionary revenue measures or revenue increases mandated by law are factored in. One-off measures on both the revenue and expenditure sides are netted out. ",
        "resources for sustainable delivery of public services. Despite some progress in fighting tax evasion, tax compliance remains a serious challenge. The 2017 Stability Programme announced the introduction of a tax reform. The key measures include a reduction of the personal income tax rate from 23 % to 20 % for incomes up to 45 000 euros per year, an increase in the income-differentiated basic allowance, an introduction of 0 % corporate income tax rate for reinvested profits and aligning of capital tax rates at 20 %. The reform addresses the country-specific recommendations insofar as the tax wedge on low-income earners is reduced. However, the tax reform is limited in terms of shifting taxation to sources less detrimental to growth and achieving the stated policy objective of increasing tax revenue share in GDP. (9) Weaknesses in basic social safety nets contribute to high poverty and inequalities, including for people with disabilities and the elderly. Poverty rates for people with disabilities are among the highest in Europe. The low adequacy of social assistance benefits, which has not improved since 2009, and of pensions does not provide effective protection against poverty and social exclusion. The absence of minimum income level reform, announced in 2014 but never implemented, negatively affects the poorest households, although medium-term plans on minimum income support are in preparation. (10) With a declining labour force, employment growth has been weak, while unemployment has been falling only slowly. Employment prospects are better in centres of economic activity and for high-skilled workers, whereas unemployment is more prevalent among the low-skilled and those living in rural areas. In this context, upskilling the workforce will contribute to addressing these issues. However, even though the attractiveness of vocational education has improved, the curriculum reform aligning education with contemporary skills requirements has made limited progress. The regulatory framework for work-based learning has been put in place and an active participation of social partners and companies in its implementation is warranted. Moreover, involvement of the unemployed in active labour market measures is lower than in most other Member States but measures have been taken to improve this situation and they are worth pursuing. The participation in lifelong learning remains low. (11) Although the Latvian authorities have successfully initiated relevant reforms of the healthcare system, large out-of- pocket payments, long waiting lines, a low level of public spending and inefficient allocation of services limit access to healthcare. Quota-controlled public spending leads to delayed treatment and patients either have to wait a long time or pay for the service out-of-pocket, which leaves part of the population with unmet healthcare needs. Initial steps have been taken to reform the quality assurance system and progress should continue to improve patient and population outcomes. There is some progress in increasing the efficiency of the healthcare system but further rationalisation of the hospital sector, improved access to outpatient and primary care and a more efficient link between budget allocation and service quality and costs are needed. (12) Latvian authorities tend to make regular recourse to public procurement procedures for the purchases made in the healthcare sector, but further efficiency gains could be achieved through regular use of e-procurement and central purchasing, making public expenditure more transparent and efficient. (13) Weaknesses in regulatory quality and low public administration efficiency and effectiveness have a negative impact on the business environment. In 2016 the Government presented an ambitious reform plan for a leaner and more professional public sector, aiming at improving efficiency through reductions in staff and centralisation of support functions, strengthening performance-based payment and increasing transparency. This plan is limited to the central administration, while significant efficiency gains may also be realised at municipal level. (14) Corruption continues to hamper Latvia’s business environment, and the system for preventing conflicts of interest remains rigid and formalistic, with insufficient verification. Although the reform of the insolvency system has been largely completed, its effective implementation needs to be carefully monitored to address the limited number of restructuring cases and low recovery rate of assets. C 261/60 EN Official Journal of the European Union 9.8.2017 ",
        "(15) Large-scale reforms of higher education and public research were introduced in the past 3 years to consolidate research institutions and to increase the quality and relevance of their output. However, the governance and the organisational structure of Latvian public research funding remain inefficient, with funding functions scattered between many institutions. Inefficient funding for public research contributes to a very low scientific performance, a lack of skilled human resources in both the public and private sectors and low levels of public-private cooperation. Latvia’s business R & D intensity remains one of the lowest in the Union. (16) In the context of the 2017 European Semester, the Commission has carried out a comprehensive analysis of Latvia’s economic policy and published it in the 2017 country report. It has also assessed the 2017 Stability Programme, the 2017 National Reform Programme and the follow-up given to the recommendations addressed to Latvia in previous years. It has taken into account not only their relevance for sustainable fiscal and socioeconomic policy in Latvia, but also their compliance with Union rules and guidance, given the need to strengthen the Union’s overall economic governance by providing Union-level input into future national decisions. (17) In the light of this assessment, the Council has examined the 2017 Stability Programme, and its opinion ( 1 ) is reflected in particular in recommendation (1) below, HEREBY RECOMMENDS that Latvia take action in 2017 and 2018 to: 1. Pursue its fiscal policy in line with the requirements of the preventive arm of the Stability and Growth Pact, which entails achieving its medium-term budgetary objective in 2018, taking into account the allowances linked to the implementation of the systemic pension reform and of the structural reforms for which a temporary deviation is granted. Reduce taxation for low-income earners by shifting it to other sources that are less detrimental to growth and by improving tax compliance. 2. Improve the adequacy of the social safety net and upskill the labour force by speeding up the curricula reform in vocational education. Increase the cost-effectiveness of and access to healthcare, including by reducing out-of-pocket payments and long waiting times. 3. Increase efficiency and accountability in the public sector, in particular by simplifying administrative procedures and strengthening the conflict-of-interest prevention regime, including for insolvency administrators. Done at Brussels, 11 July 2017. For the Council The President T. TÕNISTE 9.8.2017 EN Official Journal of the European Union C 261/61 ( 1 ) Under Article 5(2) of Regulation (EC) No 1466/97. "
    ]
}